{
  "id": 620759150,
  "txt": [
    {
      "id": 218649170,
      "en": "'Excellent! These will do nicely!\\n\\n'Meanwhile, I need another set of materials! Drakes in Angmar and other dangerous places have extraordinarily hard scales which would do nicely for the task at hand. Also, certain cave-claws have glossy hides which would be desirable. Only drakes and cave-claws in particularly dangerous places, like Angmar and Moria, will have the necessary components.\\n\\n'When you have gathered these things, return to me.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You don't have the components I need, [placeholder]? That's rather rude, don't you think?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Articles of Cunning",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Very well-done, [placeholder]! These will be just the thing to give the equipment I'm making for you that extra something that it needs if it will be truly special!\\n\\n'I only need a few more things. I'm sorry to say that you'll probably find them somewhere within Urugarth, and that sounds like a dreadful place. Nothing to worry about for such a skilled burglar, though, am I right?\\n\\n'I need a goblin-badge of rank from the goblin Akrúr who guards the path to the great drake Lhugrien. I also need an Insignia of Battle from the uruk-champions Sorkrank and Burzfîl.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You don't have the components I need, [placeholder]?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected snowbeast-furs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Both the snow-beasts and Driftclaw dwell in the Misty Mountains; the snow-beasts near the Bruinen Source and Driftclaw in the land of the giants.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'A truly commendable job, [placeholder]! Was Urugarth as terrible a place as I have heard? No, do not tell me! I'd like to still be able to sleep at night!\\n\\n'Let me just make use of these last few components, and... that should do it.\\n\\n'Take this equipment, [placeholder], and I hope that it will serve you well! We burglars need to stick together!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Driftclaw's hide ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The drakes and cave-claws you need to hunt can only be found in Angmar and other dangerous places.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'You do not have the components I need, [placeholder]? Don't you want this piece of equipment?'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected unyielding drake-scales ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Snow-beasts can be found in the north-western corner of the Misty Mountains near the Bruinen Source. Driftclaw can be found in the Misty Mountains, in the land of the giants, in the south-eastern corner.\\n\\nSterling Proudfoot asked you to collect Driftclaw's wind-swept hide and snowbeast-furs.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You should find Akrúr, Sorkrank, and Burzfîl all near or within Urugarth.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected glossy cave-claw hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Collect Insignia of Battle",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Sterling Proudfoot is in Buckland, west of Bree and east of the Brandywine River.\\n\\nYou should bring the hide and furs to Sterling Proudfoot.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Collected goblin-badge of rank",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Bring last set of components to Sterling Proudfoot",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The drakes and cave-claws which bear the required components can be found in Angmar and other dangerous places.\\n\\nSterling Proudfoot asked you to bring him drake-scales and cave-claw hides to aid him in his task.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Collected Insignia of Battle",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Collect goblin-badge of rank",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Sterling Proudfoot is in Buckland, west of Bree and east of the Brandywine River.\\n\\nYou should bring the scales and hides you collected to Sterling Proudfoot.",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Collect Insignia of Battle",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Akrúr can be found guarding the path to the great drake Lhugrien near Urugarth in Angmar. Sorkrank and Burzfîl can also be found in Urugarth.\\n\\nSterling Proudfoot asked you to bring him a goblin-badge of Rank and an Insignia of Battle.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Sterling Proudfoot is in Buckland, west of Bree and east of the Brandywine River.\\n\\nYou should bring the last set of components to Sterling Proudfoot.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect snowbeast-furs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Driftclaw's hide ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring first set of components to Sterling Proudfoot",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect unyielding drake-scales ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Collect glossy cave-claw hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Bring the second set of components to Sterling Proudfoot",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Collect unyielding drake-scales ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Collect glossy cave-claw hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Collect goblin-badge of rank",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Sterling Proudfoot has agreed to help you fashion a piece of equipment that properly reflects your skill as a burglar.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'[placeholder], you're in need of some equipment that says \\qLook at me! I'm a burglar!\\q Come to think of it, that might be a little counter-productive in our line of work. No matter! You deserve some nice equipment, and I'm going to make you some! You'll have to fetch the components I'll need, but that should be no problem for a skilled burglar such as yourself, right?\\n\\n'The lineage of an item holds great power, so keep that in mind as I set before you a series of difficult tasks. In the Misty Mountains, snarling snow-beasts roam. Gather some of their fur... I've heard they can be found near the source of the river Loudwater, but I don't know if that's true. Also, there is a great white bear which dwells in the land of the giants of the Misty Mountains... bring me his fur as well.\\n\\n'When you have gathered these things, return to me for more instruction.'",
      "es": ""
    }
  ]
}