{
  "id": 620759089,
  "txt": [
    {
      "id": 218649170,
      "en": "'Have you learned some new tricks of the [placeholder]? I can see that you have; you seem more confident now.\\n\\n'You are about to take on a most perilous task. If we fail, I fear that ruin will come to more towns than Archet alone. The Black Rider has brought the influence of Angmar to our very doorstep, [placeholder].\\n\\n'So much is at stake this day! Are you ready to begin your great venture?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah, good. You have returned. I hope you found your time with your fellow [placeholder] enlightening.\\n\\n'If you find it strange that I have given you food, think upon this: If you are to maintain your strength, you must eat. Should you find yourself in need of more provender, you may speak to Peg Pruner, the garrison's quartermaster, to the north of here.\\n\\n'Now, I think it is time you take my place and come to Archet's defence, if you are prepared.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Intro: Honing Your Skills",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'So you want to learn the ways of the burglar? Well, I'm the one to teach you then! I don't mind sharing a few tricks with you, but before I do, there's a bit of advice I should give you.\\n\\n'Before getting into a fight, study your enemy's weaknesses and use those against him. And never forget that in many cases, your enemy's greatest weakness is his mind. You'd be surprised how often a simple trick will give you an advantage in a fight.\\n\\n'Good fortune to you in the days ahead!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Ah, following in the path of old Mad Baggins are you? Well, I've not found it to be as profitable as he did, but it's an interesting life, to be sure! I don't mind teaching you a few skills, but before I do, there's a bit of advice I want to share.\\n\\n'Before getting into a fight, study your enemy's weaknesses and use those against him. And never forget that in many cases, your enemy's weakest point is their mind. You'd be surprised how often a simple trick will give you the advantage in a fight.\\n\\n'Good fortune to you in the days ahead!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You must speak to your [placeholder] trainer now, near the gate of Archet.\\n\\n'The trainers wish to see you demonstrate your skills as a warrior. You should not try to take on the brigand threat if you are not prepared for battle.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'I welcome you to Archet. Dark days lie ahead for this village, but with another Captain here, there may yet be hope. I will gladly train you, if you would have me, but I would share a word of advice before we continue.\\n\\n'What you must keep in mind is that a Captain best serves his companions not when he is at the front line. Nay, it is when he stands behind and directs their efforts that he truly shines. There he can see weaknesses in his enemies or press his companions forwards and inspire them to victory.\\n\\n'Keep this in mind in the days ahead.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'What? You want me to share all my secrets? A greedy one, aren't you? I think you had best go back to Amdir now.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Ah, another strong arm for the fight! Welcome, friend! I long for the battle ahead, yet I will pause from my preparations to aid you, if I can.\\n\\n'A champion is not one who waits at the rear of the battle. No, he stands to the fore, challenging all who dare come before him! And if things come to their darkest -- and sometimes they shall -- a champion will gladly lay down his life so that his fellows may survive.\\n\\n'Keep my words in mind, and you shall enjoy many a glorious battle!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Strider suggested you train further before coming to Archet's defence.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I am sorry, but I have taught you all that you are ready to learn. You should return to Amdir.'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'A fine day to you. It warms my heart to see another who has chosen the path of the Guardian. Few truly understand what it means to be a Guardian.\\n\\n'Victory is hollow if what you were fighting for was lost in the battle as well. In battle, a Guardian always seeks to draw the ire of his enemies, keeping the weak in his charge safe from their blows. And many times a Guardian can use the anger he inspires to his advantage, turning his enemy's attacks back upon him.\\n\\n'Never forget those who depend upon you, Guardian.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Strider can be found outside The Mad Badger Inn in the centre of Archet.\\n\\nNow that you have spoken to the more experienced [placeholder],  you should return to Strider.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'You had best be getting back to that Amdir fellow. I've taught you what you need for now.'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'Welcome to Archet. This village is in a difficult spot, but with another Hunter around it might just survive, eh? I'd be happy to share what skills I have with you, but before I do, I'll give you a couple of pieces of advice.\\n\\n'Unlike some of the other warriors you may run into, we Hunters don't like to get into the thick of things. It's better if we stand off at a distance and fling a few arrows into our enemy. And if the enemy decides he wants to get up close, we end it quick. If it doesn't end quick, well, you might be in a spot of trouble yourself.\\n\\n'Of course, if your aim is true, that won't be a problem, now will it?'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Always remember: It is your task to risk your life. Now go back to that Amdir fellow.'",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'I have taught you the skilful use of the bow...what more is there to learn? You should return to Amdir.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'It is best that thou return to Amdir. There is no more I can teach thee at this time.'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'Here...just hum the scales a few times. You should return to Amdir now.'",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'Amdir awaits your return. The Ranger was wise to send you on to me and should be made aware of your progress.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to the [placeholder] trainer in Archet",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Strider in Archet",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'I bid thee welcome. It is good to meet another walking the path of wisdom, and I will gladly share what insight I have gained with thee.\\n\\n'As thou grow in knowledge and ability, thou will find that thou will have many allies to call upon in your struggles. The birds and animals of the land will lend their strength to thee. Even the strength of the very land can be drawn upon, if thou gain such knowledge. Thou will also find that thy companions will come to depend upon thy knowledge and wisdom, especially in the treatment of the various maladies and tricks the Enemy uses.\\n\\n'There is much wisdom to be found in Middle-earth. Use it well.'",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "'A good day to you! I am pleased to find another Minstrel here in Archet. The spirits of many in this village need the soothing comfort of a silver voice and gentle melody! And, of course, I would be happy to share what skills I have with you. First, though, I will share some small advice, if you are willing to lend an ear to it.\\n\\n'As you may already know, a Minstrel possesses a great power...the power to stir the spirit and raise hopes when all seems lost. We can even strengthen the resolve of our fellows to face what may at first appear insurmountable odds!\\n\\n'Use your gifts well, and you shall never know defeat!'",
      "es": ""
    },
    {
      "id": 8725906,
      "en": "'Ah, I am glad to see you, friend! I chose the path of the Warden long ago, and perhaps -- if you are willing to listen -- I can help a young one like yourself.\\n\\n'A Warden is a master of sword, spear, shield, and javelin. He is also an excellent study of his enemies and will learn how an enemy can be toppled with the right combination of blows or how to strengthen his own heart for the battles to come. And battles will be plentiful, for a Warden seeks to defend those who cannot defend themselves by drawing the enemy's eye.\\n\\n'Seek not greatness, [placeholder]. Seek to help those who cannot help themselves. That is the way of a Warden.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Strider seeks your aid, but recognizes that your path will be fraught with danger. He wishes for you to learn from a [placeholder] who can help hone your skills.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'There is much to do, and you are new to this world of danger. As long as you wish to help Archet, it is most important that you hone your skills as a [placeholder].\\n\\n'I would like you to assist me, but I wish to make sure you are ready for the evil trials you will face.'",
      "es": ""
    }
  ]
}