{
  "id": 620759021,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Well, Dourhands are no better than goblins, anyway, so it should not be too difficult to retrieve the gold!\\n\\n'A Longbeard by the name of Rothgar is at Noglond, the way-station to the south. He is very loyal to D치in and has kept an eye on doings within the Vale of Thr치in. Follow the road south to Noglond and ask him about the old Dourhand city in the mountains that edge the Vale. Once you have learned what Rothgar knows about the place, make your way inside and retrieve the stolen Longbeard gold!\\n\\n'You can trust Rothgar to return the gold to me once you have recovered it. He is a Longbeard I would trust with my life...and my wealth!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Welcome to Noglond, friend [placeholder]! You might not know it, but this way-station has a storied history nearly as rich as Thorin's Halls itself! I would be honoured to tell you of....\\n\\n'Oh, I see. You are here on business from Dwalin? You will never find a truer Longbeard than our Steward, and Thorin's Halls are maintained with the dignity that befits our glorious....\\n\\n'Ah, yes, your pardon. What was it you were wanting, friend?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Noglond is down in the Vale of Thr치in. Just follow the road south from Thorin's Halls. Rothgar is a loyal Longbeard and should be able to tell you much about the old Dourhand city where the stolen gold has been hidden.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: Longbeard Loyalty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dwalin's mood has lightened somewhat now that he knows where the Dourhands took the stolen gold. Plans have been put in motion to recover the gold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Rothgar is at Noglond, the way-station far to the south along the road that runs through the Vale of Thr치in.\\n\\nDwalin has asked you to work with Rothgar, a loyal Longbeard, to recover the stolen gold from the Dourhand thieves.",
      "es": "",
      "es (fem)": ""
    }
  ]
}