{
  "id": 621010456,
  "txt": [
    {
      "id": "0x6a50290",
      "en": "Collect sets of barrel-hoops ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Foreman Brumbur can be found among the ruined mines of Járnfast.\\n\\nYou have gathered a substantial amount of iron tools and materials. You should now deliver them to Foreman Brumbur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Collected sets of barrel-hoops ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Very good!\\n\\n'Once Járnfast is restored, I shall ensure that we send greater shipments of iron to Erebor.\\n\\n'You have my thanks, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Collected bundles of iron rods ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Well met, [placeholder]. I am Brumbur, foreman of the mines of Járnfast.\\n\\n'I have heard tell of the many tasks you have performed in service of the King under the Mountain, but Erebor remains in need. Of what, you ask? Iron!\\n\\n'Indeed, Erebor is rich in many gemstones and ores, but it is nearly barren of iron. Ah, but these are the Iron Hills! We provide Erebor all the iron our kinsfolk require for their craft, and I intend to send more to the Lonely Mountain this very day.\\n\\n'However, Járnfast is in a state of disrepair and even now many of my kinsfolk work to restore it. If you would aid me, I would ask that you gather iron rods, sets of barrel-hoops, and pick-axes left about Járnfast. The tremors may have shifted them from where they were first placed, but I do not think they will be in short supply!\\n\\n'Deliver them to me, and it would be a great boon to our efforts to supply Erebor and restore Járnfast!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Collected iron pick-axes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Despite its wealth of gold and other valuable gemstones, Erebor does not produce enough iron to serve the needs of Durin's Folk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Collect bundles of iron rods ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Collect iron pick-axes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e13",
      "en": "Deliver the iron rods, barrel-hoops, and pick-axes to Foreman Brumbur in Járnfast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Iron rods, barrel-hoops, and pick-axes can be found throughout Járnfast.\\n\\nForeman Brumbur has asked you to aid in preparing a shipment of iron tools and materials to Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa4",
      "en": "More for Erebor",
      "es": "",
      "es (fem)": ""
    }
  ]
}