{
  "id": 621010459,
  "txt": [
    {
      "id": 6055716,
      "en": "'Indeed, I wish to depart as you ask, but I must keep watch until the Easterlings have gone!'",
      "es": ""
    },
    {
      "id": 6055717,
      "en": "'Very well. I shall rejoin my companions at once, but I make no promise to depart.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I do not mind the occasional guest, but it seemed to me those Zhélruka had hidden intentions. I shall keep a watchful eye on those that still remain, but that should not prove a difficult task.\\n\\n'You have my thanks, [placeholder].'",
      "es": ""
    },
    {
      "id": 6055718,
      "en": "'Despite what this Grámi Hornhelm seems to believe, I have no interest in his Longbeard trinkets.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Grámi Hornhelm can be found at Hammerstead.\\n\\nAlthough not all of them took your words to heart, you have urged many of the visiting Zhélruka to depart Hammerstead. You should now speak to Grámi Hornhelm.",
      "es": ""
    },
    {
      "id": 96891586,
      "en": "'My company and I have merely stopped to rest on our journey to the Men Angrún. We shall leave soon enough!'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Urged leering Zhélruka to depart Hammerstead ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Much to Grámi Hornhelm's dismay, a newly-arrived company of Zhélruka has taken an uncomfortable interest in the works of Hammerstead.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Ah, [placeholder]. Perhaps you can help me with another matter....'\\n\\nGrámi Hornhelm pauses and glances around.\\n\\n'You have seen them, haven't you? A company of Zhélruka has come to Hammerstead, and I do not know how long they intend to remain. All I know is that I am not fond of the gazes of some of these Zhélruka lingering upon the works of my kinsfolk. These are not glances of admiration or curiosity, I think. These seem to me the leers of thieves laying in wait!\\n\\n'There are already more than enough matters that demand my attention in Hammerstead, and I would not burden myself further by keeping watch on the works of my smiths. Would you politely urge the Zhélruka to continue on their journey?'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Urge leering Zhélruka to depart Hammerstead ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Grámi Hornhelm",
      "es": ""
    },
    {
      "id": 6055713,
      "en": "'Hmmph! Wait until the Prince hears of this!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Ill-meaning Glances",
      "es": ""
    },
    {
      "id": 6055714,
      "en": "'Bah! So many words for such a simple request....'",
      "es": ""
    },
    {
      "id": 6055715,
      "en": "'The pilgrimage to Dómekh cannot be undertaken lightly, but I have rested enough!'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Leering Zhélruka can be found throughout Hammerstead.\\n\\nConcerned that ill-meaning glances shall soon turn to theft, Grámi Hornhelm has asked you to politely urge the visiting Zhélruka to depart Hammerstead.",
      "es": ""
    }
  ]
}