{
  "id": 621010460,
  "txt": [
    {
      "id": "0xceb0117",
      "en": "Grappling hooks can be found along the edge of Skald's Drop in the Ironfold.\\n\\nAfter discovering that the Jangovar have been attempting to scale Skald's Drop, Slegi has asked you to destroy any grappling hooks you find.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You have destroyed many of the grappling hooks used by the Jangovar at Skald's Drop.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Perilous Drop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "The steep face of Skald's Drop has long proven a valuable border to the Ironfold, but the Jangovar now seek to scale it in force.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "You have cut loose many of the grappling hooks used by the Jangovar to scale Skald's Drop. While the Jangovar are not yet routed from the Ironfold, you have done much to hinder their efforts to gain a stronger hold on Utterby and the Iron Hills.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Destroyed grappling hooks at Skald's Drop ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Destroy grappling hooks at Skald's Drop ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Well met!\\n\\n'Have you seen the Easterlings coming up from the cliffs at Skald's Drop? They must have wrought grappling hooks to make such a climb!\\n\\n'If you wish to aid us, go to Skald's Drop at once. Cut loose the grappling hooks of these Easterlings and cast their lines into the Barzul-zâram. You need not return to me to prove that this is done. I have heard tell of your deeds, [placeholder].\\n\\n'Besides, I will know if you have succeeded or not when the Easterlings are gone from the Iron Hills! Hah!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}