{
  "id": 621010453,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "Harnessed stone-biters can be found along the Emyn Engrin in the Ironfold.\\n\\nForeman Brumbur has asked you to defeat and collect harnessed stone-biters that have inadvertently burrowed out of Járnfast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Foreman Brumbur can be found among the ruined mines of Járnfast.\\n\\nYou have collected a number of harnessed stone-biters in the Ironfold and should deliver them to Foreman Brumbur in Járnfast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Deliver the harnessed stone-biters to Foreman Brumbur in Járnfast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stone-biters",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "As they find them useful in clearing less valuable stones, the Dwarves of the Ironfold have begun to share their mines with the cave-claws of the Emyn Engrin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Hah! It was even more than I thought!\\n\\n'Do not worry for their well-being, [placeholder]. I have found a nice hunk of garnet often rouses them. If they become too excited in their burrowing again, I shall call on you!\\n\\n'You have my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Defeated and collected harnessed stone-biters in the Ironfold ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Defeat and collect harnessed stone-biters in the Ironfold ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Have you a moment to aid me with another matter, [placeholder]?\\n\\n'I have no doubt you have already noticed, but Járnfast has shaken itself into a bit of ruin. The tunnels of our delving have collapsed, and we have lost access to nearly a third of our richest lodes. If we intend to clear them out, we will have need of many more stone-biters. Stone-biters, you ask? I believe they are known as cave-claws or whisperbacks to other folk, or so I have been told. \\n\\n'We have long used their knack for burrowing to clear less valuable stones from our mines, but after the tremors, many of them burrowed beyond our reach. They have done similarly before... but not for thought of escaping, mind you! They simply become too excited in their burrowing and just keep digging. Sooner or later, they will burrow back to the surface, but never quite where you lost them!\\n\\n'If you encounter a stone-biter in a harness of sorts as you travel among the Iron Hills, they are one of ours! You may need to convince them to come along, if you understand my meaning. Ah, but do not worry about being too rough with them. They may as well be made of stone!\\n\\n'Deliver them to me, and I shall get them back on their feet!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}