{
  "id": 621010401,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'How did this one go? Did the list shed any light on the culprits of this little game? Did it make the slightest bit of sense to you? Well, it doesn't to me.\\n\\n'Yes, yes, there is indeed another reward. Somehow I've been coaxed against my will to participate in this madness! The Party Planning Committee will hear about this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Lazy Odilia, I am sure you said to yourself. Hasn't even tried to take those things down. Well I have tried, I'll have you know. And whoever's behind this prank puts them back up again! It's unauthorized, I tell you. Please, take another one of the cards and see what you can do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Eriador Anniversary Scavenger Hunt -- Year Two",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Complete an Eriador Year Two scavenger hunt card for a reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Every year in the spring, the Anniversary Scavenger Hunt takes place to celebrate a very special occasion.\\n\\n<rgb=#00FF00> This version of the quest includes only objectives found within Eriador and is available to players of all levels. </rgb>\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cards hang from the Party Tree. Each card contains a scavenger hunt to complete at your own pace. When you complete a scavenger hunt, bring the completed card to Odilia Rumble for a reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Odilia Rumble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Odilia Rumble can be found next to the Party Tree in the Shire.\\n\\nYou should speak to Odilia Rumble to receive your reward for completing a scavenger hunt card!",
      "es": "",
      "es (fem)": ""
    }
  ]
}