{
  "id": 621010457,
  "txt": [
    {
      "id": "0xeb01181",
      "en": "Fallen boulders can be found on the pass to the Men Angrún.\\n\\nAfter clearing a number of loose stones, you should now attempt to break the boulders that have fallen upon the pass to the Men Angrún.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Attempt to break boulders that have fallen upon the pass to the Men Angrún",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Loose stones can be found upon the northern pass to the Men Angrún in the Ironfold.\\n\\nWishing to avoid passing through the lands of the King under the Mountain, Ingór has asked you to aid his company in clearing the way to the Men Angrún.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "The boulder resists your efforts!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Ingór",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Ingór can be found on the pass to the Men Angrún.\\n\\nYou have attempted to break the fallen boulders upon the pass to the Men Angrún, but they resisted your efforts. You should talk to Ingór.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Bah!\\n\\n'The dark road is the swiftest course to Dómekh, and I am not prepared to give up so easily. If I must scale this rockslide to walk the Men Angrún, I shall do it!\\n\\n'You may go, [placeholder]. I will find a way through.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Cleared loose stones from the pass to the Men Angrún ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Have we not travelled far enough to satisfy that stuffy Longbeard smith?'\\n\\nIngór studies your face and notes your confusion.\\n\\n'Do you not remember me? You sent my company away to continue on our journey, and so we have. Indeed, we would have travelled further, but the northern pass to the Men Angrún is sealed by stone and debris!\\n\\n'To speak plainly, I do not wish to travel through the lands of the King under the Mountain. We of the Zhélruka seek to make our pilgrimage to Dómekh in the old ways, unhindered by politics. There are old wounds between our peoples best forgotten, and I would not see them renewed by the manner of our passage to Dómekh.\\n\\n'Will you aid us in clearing the loose stones and boulders from the way to the Men Angrún?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Determined to follow the dark road to the Grey Mountains, the Zhélruka seek to clear a massive rockslide from the northern pass leading to the Men Angrún.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Clear loose stones from the pass to the Men Angrún ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Path Better Taken",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    }
  ]
}