{
  "id": 621010505,
  "txt": [
    {
      "id": 246419792,
      "en": "Akh-gulûkh has asked you to join him and the other Jangovar leaders inside the Utterby Town Hall.\\n\\nYou should speak with Kunchat and enter Instance: The Lone Dwarf.",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'Akh-gulûkh has asked to see you both. It seems all your hard work has been noticed! Or you have done something wrong, ha ha! Go inside, and mind yourselves.'",
      "es": ""
    },
    {
      "id": 24695221,
      "en": "The dwarf attack on Utterby is imminent. Through your efforts, the innocent Easterlings have fled. The time has come to take on the Jangovar.",
      "es": ""
    },
    {
      "id": 24695110,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477330,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883665,
      "en": "'Now that their leadership is eliminated, the rest of the Jangovar soldiers will be easily dispatched. Thank you for fighting by my side. And thank Tuhâl for his part in this. Perhaps some Easterlings are worthy of our trust.\\n\\n'As for Utterby, I am afraid it is not my decision whether or not the peaceful Easterlings stay. This village belongs to the Kingdom of Dale, so you must take up the matter with King Bard. Good luck. I truly do hold sympathy for their plight.'",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419897,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 149027571,
      "en": "TBD Járnfast 4",
      "es": ""
    },
    {
      "id": 111477334,
      "en": "Talk to Lord Náin ",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "Lord Náin is outside Utterby.\\n\\nYou should talk to Lord Náin.",
      "es": ""
    },
    {
      "id": 149027572,
      "en": "The Battle for Utterby",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "Speak with Kunchat to enter Instance: The Lone Dwarf",
      "es": ""
    },
    {
      "id": 162883672,
      "en": "'What are you waiting for? Go inside!'",
      "es": ""
    }
  ]
}