{
  "id": 621010536,
  "txt": [
    {
      "id": 246419794,
      "en": "You should talk to Tuhâl, who can be found in Utterby.",
      "es": ""
    },
    {
      "id": 246419796,
      "en": "Shackled Easterlings can be found inside Utterby.\\n\\nYou should secretly loosen the shackles of these Easterlings.",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 24695223,
      "en": "The Jangovar are working the other Easterlings to the bone. ",
      "es": ""
    },
    {
      "id": 24695110,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Talk to Yólkhon",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 115107009,
      "en": "'Thank you, stranger. I will slip out when I can.'",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "You should talk to Yólkhon, can be found inside Utterby.",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 115107010,
      "en": "'I will escape when no one is looking. Thank you!'",
      "es": ""
    },
    {
      "id": 177082720,
      "en": "'Threatened' shackled Easterlings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 149027573,
      "en": "Loosen their Shackles",
      "es": ""
    },
    {
      "id": 162883670,
      "en": "'You, Chayasír. Get those laggards back to work. I do not care how, whip them if you must! The dwarves will be upon us any day and we must be prepared!'",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "'Threaten' shackled Easterlings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "Talk to Tuhâl",
      "es": ""
    },
    {
      "id": 162883649,
      "en": "'You are full of surprises, Chayasír! I have never seen these dogs work so hard! Perhaps your kind are not so useless after all.'",
      "es": ""
    },
    {
      "id": 162883672,
      "en": "Tuhâl is visibly upset by the Jangovar's words.\\n\\n'How can they treat us this way? Because we are not Jangovar, we are dogs to them? I have an idea, [placeholder]. While it will appear that we are ordering them back to work, we will secretly loosen their shackles. We will tell them to flee the village when they can, before the dwarves attack. It is the only way. We must be sneaky about this, or it will surely be our heads.'",
      "es": ""
    }
  ]
}