{
  "id": 621010534,
  "txt": [
    {
      "id": 218175425,
      "en": "'Thank you for the warning, friend. I will stay away from that village.'",
      "es": ""
    },
    {
      "id": 218175426,
      "en": "'Thank you for warning us against the Jangovar, but where can we go now?'",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "Easterling refugees can be found travelling into the Ironfold from Skald's Drop.\\n\\nYou should warn Easterling refugees away from Utterby.",
      "es": ""
    },
    {
      "id": 218175427,
      "en": "'Why is it always the Jangovar? I thought we would escape such cruelty by coming west.'",
      "es": ""
    },
    {
      "id": 218175428,
      "en": "'I knew it was too good to be true!'",
      "es": ""
    },
    {
      "id": 24695220,
      "en": "Easterlings still entering the Ironfold from Skald's Drop are in danger of being swayed to Utterby by the Jangovar's false promises. ",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 218175429,
      "en": "'There is always someone looking to exploit us....'",
      "es": ""
    },
    {
      "id": 246419798,
      "en": "Tuhâl seems to be unhappy with the task of recruiting more victims for the Jangovar.\\n\\nYou should talk to Tuhâl.",
      "es": ""
    },
    {
      "id": 246419799,
      "en": "Speak with Yólkhon.\\n\\nYou should talk to Yólkhon, who can be found inside Utterby.",
      "es": ""
    },
    {
      "id": 24695110,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Talk to Yólkhon",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Warn away Easterling refugees ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 149027574,
      "en": "Lest They Fall Victim",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "Tuhâl is fuming with anger.\\n\\n'Jangovar scum. They prey on the weak to further their conquests! We shall go to Skald's drop, friend, but we will warn away the refugees coming in, instead. We will need to think up an excuse for not bringing anyone back, however.'",
      "es": ""
    },
    {
      "id": 177082722,
      "en": "Warned away Easterling refugees ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883672,
      "en": "'We need more men and more workers if we are going to conquer these lands. You have a friendly face, Chayasír. Go out to Skald's Drop and intercept the refugees coming in. Woo them over with promises of food and shelter. It worked on you, did it not?'",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Talk to Tuhâl",
      "es": ""
    },
    {
      "id": 162883652,
      "en": "'Why have you returned with no soldiers? Have I misjudged you, Chayasír?'\\n\\nYou quickly explain that all of the refugees looked too sick and pathetic to be worth the Jangovar's time.\\n\\n'Is that so? Too bad. Maybe the next batch will be stronger.'",
      "es": ""
    }
  ]
}