{
  "id": 621010454,
  "txt": [
    {
      "id": "0xceb0118",
      "en": "Gr치mi Hornhelm can be found at Hammerstead.\\n\\nYou have collected many gold-adorned weapons from the Jangovar and should now deliver them to Gr치mi Hornhelm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Need for Gold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "As the Dwarves of Erebor want for iron, the Dwarves of the Ironfold have a great need for gold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Ah-hah! Very good!\\n\\n'If the Easterlings still intend to keep the gold of Erebor from us, the gold of their weapons will have to sustain us.\\n\\n'That is no great loss, I think!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Collected gold-adorned weapons from Jangovar in the Ironfold ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Gold-adorned weapons may be carried by any of the Jangovar within the Ironfold.\\n\\nGr치mi Hornhelm has asked you to claim the weapons of the Jangovar to provide him and his smiths a swift source of gold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e6",
      "en": "Deliver the gold-adorned weapons to Gr치mi Hornhelm at Hammerstead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect gold-adorned weapons from Jangovar in the Ironfold ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Have you a moment, [placeholder]?\\n\\n'Many of the recent shipments from Erebor have been destroyed or stolen by the Easterlings, and Hammerstead is in dire need of gold. I have seen enough of these self-styled Jangovar to know the weapons they bear are wrought with gold adornments.\\n\\n'I believe you may be able to aid me with both of these problems. Defeat the Jangovar in the Iron Hills and take their weapons!\\n\\n'Then they shall see what a dwarf can make of that gold!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}