{
  "id": 621010403,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'I don't suppose that YOU are the one leaving these notes? Ha ha! Just a meagre jest. Don't stop helping me out of this muddle. Unless it WAS you? No. I never thought it was, I assure you. Whoever it is has left more prizes here, so help yourself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Would you believe that I slept not a wink last night, standing watch over the tree to catch these miscreants in the act - and somehow missed them? Oh, how the Planning Committee mock me behind my back. I know they think me guilty. And what if I am? At night while walking in my sleep? Bah! What nonsense. \\n\\n'Do not mind me, friend. I am under-slept, that is all. You should take another of those lists off the tree and see where it leads you this time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Eriador Anniversary Scavenger Hunt -- Year Four",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Complete an Eriador Year Four scavenger hunt card for a reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Every year in the spring, the Anniversary Scavenger Hunt takes place to celebrate a very special occasion.\\n\\n<rgb=#00FF00> This version of the quest includes only objectives found within Eriador and is available to players of all levels. </rgb>\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cards hang from the Party Tree. Each card contains a scavenger hunt to complete at your own pace. When you complete a scavenger hunt, bring the completed card to Odilia Rumble for a reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Odilia Rumble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Odilia Rumble can be found next to the Party Tree in the Shire.\\n\\nYou should speak to Odilia Rumble to receive your reward for completing a scavenger hunt card!",
      "es": "",
      "es (fem)": ""
    }
  ]
}