{
  "id": 621010452,
  "txt": [
    {
      "id": "0xceb0118",
      "en": "Foreman Brumbur can be found among the ruined mines of Járnfast.\\n\\nYou have gathered a substantial amount of crude ore and should now deliver it to Foreman Brumbur in Járnfast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'What is this?\\n\\n'Rust-pock, you say? I have never known an ore by that name. Is that the name you have given it? \\n\\n'It looks to be of a very crude deposit, and much of it is not good stone. Ah, but I can see hints of iron within it! It may be of use to us after all!\\n\\n'Thank you for delivering this to me, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Iron in the Hills",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "The Eymn Engrin, the Iron Hills, are worthy of their name, and there is iron to be found in even the most unexpected of places.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Collected chunks of ore from rust-pocked deposits ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Rust-pocked deposits can be found throughout the Ironfold.\\n\\nYou have discovered an unfamiliar deposit in the Iron Hills. You should mine the deposit and deliver the ore you collect to the Dwarves of Járnfast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect chunks of ore from rust-pocked deposits ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e7",
      "en": "Deliver the chunks of rust-pocked ore to Foreman Brumbur in Járnfast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "While exploring the Ironfold, you have discovered a peculiar deposit. It glimmers with a hint of iron, but it bears many pocks of rust. Perhaps this could be of use to the Dwarves of Járnfast while they work to unearth the collapsed tunnels of their mines.\\n\\nYou should collect some crude rust-stone ore and deliver it to Foreman Brumbur in Járnfast.",
      "es": "",
      "es (fem)": ""
    }
  ]
}