{
  "id": 621010495,
  "txt": [
    {
      "id": "0xeb01172",
      "en": "Tuhâl is preparing to stand before Lord Náin and speak his piece.\\n\\nYou should talk to Tuhâl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56858",
      "en": "'I am Grámi Hornhelm, son of Grárin, Master smith of Hammerstead. Are you here to help?'\\n\\nYou tell Grámi about the request from Lord Náin, and the destroyed convoy.\\n\\n'Aye, we knew it was only a matter of time before the Easterlings made their move. We did not expect these tactics, however. They are almost certainly after the weapons we craft here, so that they may arm the refugees coming in from the Stair. Ha! But they will not have them so easily! There is work to do, [placeholder]. I will not allow this rabble to hobble our production. Report back to Lóssi, and help him however you can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1152",
      "en": "Tuhâl looks awe-struck at the sight of Járnfast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Talk to Grámi Hornhelm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1155",
      "en": "The sight of Náin the Slakeless shakes Tuhâl to his core",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b6",
      "en": "Hammerstead, a small community of miners and smiths in the Ironfold, is under attack. Help the dwarves defend it from the Jangovar!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01150",
      "en": "There is work to do in defence of Hammerstead.\\n\\nYou should complete quests in Hammerstead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Grámi Hornhelm can be found in Hammerstead.\\n\\nYou should talk to Grámi Hornhelm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50260",
      "en": "Help Grámi Hornhelm with 'Weapon Repossession'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01154",
      "en": "An Easterling is being held prisoner in Hammerstead.\\n\\nYou should talk to the Easterling prisoner.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "TBD Járnfast 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "Talk to Tuhâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf4",
      "en": "The Defence of Hammerstead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50263",
      "en": "\\n",
      "es": "\\n",
      "es (fem)": ""
    },
    {
      "id": "0x6a50264",
      "en": "Return to Járnfast with Tuhâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01158",
      "en": "You should talk to Grámi Hornhelm, who can be found in Hammerstead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xac64db4",
      "en": "'The tales of the dwarf cities are true! How long did it take them to carve such a hold from stone?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "Grámi Hornhelm can be found in Olin's Forge, in Hammerstead.\\n\\nYou should talk to Grámi Hornhelm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x9b56841",
      "en": "'Thanks to your aid, we should be able to repel the rest of these Easterlings. Before you return to Járnfast, you should see this.'\\n\\nHe points at the bound Easterling in the corner. He does not look like a Jangovar.\\n\\n'This one actually surrendered! He has been blabbering on about being forced into this and wanting to speak to someone of authority. I have no time for such things, so I give you, [placeholder], that authority! Go learn what he is going on about!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f46152",
      "en": "'I was captured, and made a deal with the dwarves. There is little time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01160",
      "en": "Lord Náin needs to know about the Jangovar threat.\\n\\nYou should return to Járnfast with Tuhâl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56846",
      "en": "'I never wanted any of this, you must believe me! The Jangovar, they have my family!'\\n\\nYou ask the Man to calm down and explain himself.\\n\\n'I am Tuhâl, of the Chayasír. My family and I came from the east. We are refugees, fleeing for our lives! The devastation... it was horrible... \\n\\n'We came up the stair, following word that there was safe haven among the vales. A man with a kind face told us that we could have a new life in Er Shamol, which you call Utterby. There was plenty of food, and good shelter, he said, but it was a lie. The Jangovar are luring refugees in, and then forcing the strong to fight, under threat to their families! The ones who cannot fight are chained and made to work. The convoy raid and these small strikes are only the beginning. They are planning to attack Dale again when they can!'\\n\\nYou tell Tuhâl that Lord Náin is considering collapsing the stair to prevent the Easterlings from entering the Ironfold.\\n\\n'He cannot! My people will have nowhere to go! More are coming. Does no one know what took place in Rhûn?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f46154",
      "en": "'No, child, but if all goes well, we will have a new home soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56847",
      "en": "You tell Grámi all that the Easterling has said. \\n\\n'Just as I thought; they are arming themselves for another attack. Return to Járnfast with haste and inform Lord Náin! And take that prisoner with you. The last thing I need is some useless oaf taking up space!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56876",
      "en": "'Lord Náin's reputation precedes him, but he is even more intimidating in person! Despite my fears, I must find the words to convince him, for the welfare of my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f46155",
      "en": "'Listen to me, you must get out of the village as soon as you can. The dwarves will attack soon! I will explain everything later, I promise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01163",
      "en": "Lord Náin needs to know about the Jangovar threat.\\n\\nYou should bring Tuhâl before Lord Náin in Járnfast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "You tell Lóssi that the convoy was destroyed and the weapons stolen. Only Vílur Strayfoot survived.\\n\\n'Curse these Easterlings! There is not time to grieve. Go up the road to Olin's Forge and speak with the Master Smith, Grámi Hornhelm. We can hold them off for now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Talk to Grámi Hornhelm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50271",
      "en": "Return to Járnfast with Tuhâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Talk to the Easterling prisoner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Bring Tuhâl before Lord Náin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5ca6ef1",
      "en": "'You are bringing me to Náin the Slakeless? Oh... I have heard he fights with the ferocity of a wild boar, and slew so many Men, the corpses piled into hills!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50277",
      "en": "Help Lóssi with 'Withstanding the Marauders'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d146",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1145",
      "en": "Tuhâl looks wonderstruck at the sight of Járnfast ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5ca6ef2",
      "en": "'I must admit, facing such a dwarf makes me nervous. But, I must speak to him and make him see reason. There is too much at stake.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50249",
      "en": "Talk to Grámi Hornhelm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Help Lóssi with 'The Head of the Snake'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x5ca6ef3",
      "en": "'You believe me, yes? That I am not a part of the Jangovar's plot?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50279",
      "en": "Help Lóssi with 'Relieving the Guard'",
      "es": "",
      "es (fem)": ""
    }
  ]
}