{
  "id": 621010509,
  "txt": [
    {
      "id": 246419825,
      "en": "Now that you have a disguise, you need to infiltrate Er Shamol.\\n\\nYou should travel to Utterby with Tuhâl.",
      "es": ""
    },
    {
      "id": 246419826,
      "en": "Tuhâl is ready to infiltrate Er Shamol.\\n\\nYou should talk to Tuhâl.",
      "es": ""
    },
    {
      "id": 162883672,
      "en": "'I must do this, for my people.'",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'How my heart beats within me! Lord Náin truly lives up to his reputation. \\n\\n'We are going to have to come up with a plan. Many lives weigh on our shoulders now. If you are going to pass as one of my people, you will need a disguise. I have some extra clothes; let us see what I can do.'",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 246419829,
      "en": "Kunchat, who oversees the Jangovar's operations, will put you to work.\\n\\nYou should talk to Kunchat.",
      "es": ""
    },
    {
      "id": 246419830,
      "en": "Utterby is currently occupied by Jangovar forces.\\n\\nYou should complete quests in Utterby to undermine the Jangovar.",
      "es": ""
    },
    {
      "id": 246419831,
      "en": "Kunchat, who oversees the Jangovar's forces, would like to speak with you.\\n\\nYou should talk to Kunchat.",
      "es": ""
    },
    {
      "id": 9841905,
      "en": "'Tuhâl! They told us you had died! What happened?'",
      "es": ""
    },
    {
      "id": 24695222,
      "en": "The Dalish village of Utterby is currently under control of the Easterlings, who call it Er Shamol. Soon, the dwarves will be pushed to reclaim this territory for their allies.",
      "es": ""
    },
    {
      "id": 177082711,
      "en": "Tuhâl deftly fashions you a shawl to cover your armour and pass as an Easterling",
      "es": ""
    },
    {
      "id": 9841907,
      "en": "'Papa! Can we go home now? I'm so tired.'",
      "es": ""
    },
    {
      "id": 9841909,
      "en": "'We will escape when we can. Be safe, Tuhâl.'",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "TBD Járnfast 3",
      "es": ""
    },
    {
      "id": 177082672,
      "en": "Tuhâl's family is free!",
      "es": ""
    },
    {
      "id": 149027573,
      "en": "Infiltrating Er Shamol",
      "es": ""
    },
    {
      "id": 111477347,
      "en": "Talk to Tuhâl",
      "es": ""
    },
    {
      "id": 111477348,
      "en": "Talk to Kunchat",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "Tuhâl has convinced Lord Náin to give him time to evacuate the innocent Easterlings from Utterby.\\n\\nYou should talk to Tuhâl.",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "'Hmm... good enough, I think! Just keep your face covered, and let me do the talking. Let us travel to Er Shamol. And watch you do not get too close to the Jangovar outside the village. They are cruel, even to us.'",
      "es": ""
    },
    {
      "id": 111477352,
      "en": "Talk to Kunchat",
      "es": ""
    },
    {
      "id": 162883602,
      "en": "'I told you I am working as fast as I can! Wait... You are not one of them. And who is that with you? Tuhâl? Is that you?!'",
      "es": ""
    },
    {
      "id": 177082678,
      "en": "Tuhâl's family will escape Er Shamol when they are able",
      "es": ""
    },
    {
      "id": 177082725,
      "en": "Many Easterlings are occupying this Dalish village, now called Er Shamol",
      "es": ""
    },
    {
      "id": 162883604,
      "en": "'I told you we are working as fast as we can! Wait... you are not one of them. And who is that with you? Tuhâl? Is that truly you?'",
      "es": ""
    },
    {
      "id": 162883698,
      "en": "'Good work, Chayasír. You have proven yourself a skilled warrior and worthy of our attention. Perhaps one day we will make you an proper Jangovar!'",
      "es": ""
    },
    {
      "id": 177082680,
      "en": "Tuhâl's family will escape Utterby when they are able",
      "es": ""
    },
    {
      "id": 177082681,
      "en": "You put on the Easterling clothing with Tuhâl's help",
      "es": ""
    },
    {
      "id": 162883654,
      "en": "'Here we are: Er Shamol. It means \\qWindy-home\\q in your tongue. If only it were really a home, and not the work camp it has become.\\n\\n'We must do as Lord Náin asked, and find a way to undermine the Jangovar from within. I see no other way than to offer ourselves to Kunchat for work, and see what opportunities present themselves. Perhaps if we do well, we can meet their leader, Akh-gulûkh, and discover more of their plans.\\n\\n'My family is also here somewhere, being forced to work. I must find them and warn them of the dwarf attack, before it is too late.'",
      "es": ""
    },
    {
      "id": 246419715,
      "en": "Tuhâl's family is somewhere in Utterby.\\n\\nYou should find and free Tuhâl's family.",
      "es": ""
    },
    {
      "id": 162883655,
      "en": "#-1:[placeholder]'Tuhâl! We assumed you fell at Hammerstead when you did not return with the rest. Akh-gulûkh will be pleased to hear you survived your first taste of combat. And who is this with you? Fresh meat?'\\n\\nThe man smirks and looks you up and down\\n\\n'Take #-1:{her[f]|him} to Kúlkhur. He will put #-1:{her[f]|him} to work.'",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'The time has come. I must explain to Lord Náin what is happening in Er Shamol. I know you have no reason to help us, but will you stand by my side, [placeholder]? Forgive me for assuming, but you seem to have a kind heart.'",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Travel to Utterby",
      "es": ""
    },
    {
      "id": 111477360,
      "en": "Undermine the Jangovar by completing quests in Utterby",
      "es": ""
    },
    {
      "id": 246419813,
      "en": "Tuhâl is waiting to speak to Lord Náin on behalf of his people.\\n\\nSpeak with Tuhâl to enter the instance 'Lord of Iron'.",
      "es": ""
    },
    {
      "id": 111477269,
      "en": "Find and free Tuhâl's family",
      "es": ""
    },
    {
      "id": 111477363,
      "en": "Free Tuhâl's family",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Speak with Tuhâl and enter Instance: The Lord of Iron",
      "es": ""
    },
    {
      "id": 111477366,
      "en": "Talk to Tuhâl",
      "es": ""
    },
    {
      "id": 24695110,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477369,
      "en": "Talk to Tuhâl",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 246419824,
      "en": "Tuhâl has fashioned you a disguise!\\n\\nYou should talk to Tuhâl.",
      "es": ""
    }
  ]
}