{
  "id": 621010484,
  "txt": [
    {
      "id": 162883751,
      "en": "'If Lord Náin cannot help us, we must make a plea to the King in Dale. Do you know this King Bard?'\\n\\nYou tell Tuhâl about the young King Bard and his mother Queen Regent Erna.\\n\\n'A boy King? Interesting. Perhaps they will be more willing to hear my plea. Let us travel to Dale, and speak with this King and his mother. I will gather what refugees I can and meet you there.'",
      "es": ""
    },
    {
      "id": 24695221,
      "en": "With the Jangovar plot ended, the Easterling refugees need somewhere to go. You must seek an audience with King Bard and Queen Erna to solve their plight.",
      "es": ""
    },
    {
      "id": 246419798,
      "en": "Queen Erna and King Bard can be found in Dale.\\n\\nYou should talk to Queen Erna.",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "The King has decided to set aside land for the Easterling refugees!\\n\\nYou should discuss the good news with Tuhâl!",
      "es": ""
    },
    {
      "id": 24695110,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'I have listened well to your conversation with Moth-, I mean, the Queen Regent. As she said, we cannot justly offer Utterby to the refugees when there are Dale-folk waiting to return to their homes, but I also cannot bear to turn away those that need our aid. There must be a solution here....'\\n\\nYou notice Queen Erna watching over her son, smiling proudly.\\n\\n'I have made my decision. Utterby will be returned to the Men and Women of Dale who used to call it home. We cannot support any more refugees here in the town of Dale, however, land in the hills west of here will be set aside for their use. They are welcome to stay in our lands so long as they obey our laws and keep the peace. We will provide aid to our friends from the east until they can establish themselves. That is the best we can do.'",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "Queen Erna and King Bard can be found in Dale.\\n\\nYou should talk to Queen Erna.",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "An Audience with the Boy King",
      "es": ""
    },
    {
      "id": 111477312,
      "en": "Meet Tuhâl in Dale",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "Tuhâl is travelling to Dale to meet with Queen Erna and King Bard.\\n\\nYou should meet Tuhâl in Dale.",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "Talk to Queen Erna",
      "es": ""
    },
    {
      "id": 162883649,
      "en": "'I am sorry, [placeholder], but my courage fails me! This land; the cobblestone streets, the river flowing into the glittering lake below, the majesty of Erebor! I am overwhelmed by the beauty of this place! Please, will you speak to the King and Queen on my behalf? You are known to them, yes?'",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Talk to Tuhâl",
      "es": ""
    },
    {
      "id": 162883650,
      "en": "'Hello again, [placeholder]. You are always welcome in Dale. What can I do for you?'\\n\\nYou tell Erna of the situation in the Ironfold: of how the Easterling refugees who are no longer under the rule of the Jangovar would like to stay in the village of Utterby, but need permission from the Kingdom of Dale. They have no home to return to, and few options left. Erna sees Tuhâl standing behind you, and studies his face carefully. She sees the desperation and exhaustion in his eyes. He carries a heavy burden.\\n\\n'I feel for their plight, [placeholder]. Whatever has happened in Rhûn, Dale will welcome those who come to us hospitably. However, there are Dalish families waiting to return to their homes in Utterby. It would be unjust, nay, impossible for us to simply hand over the village to the Easterlings. Unfortunately, we have already taken in many Dorwinion and Chayasír refugees here in Dale, and I am unsure we can accept any more. I will leave this decision to my son, the King.'",
      "es": ""
    },
    {
      "id": 162883696,
      "en": "Tuhâl looks to be on the verge of tears.\\n\\n'A new home in this beautiful land! The living will be rough, at least for a while, and much hard work lies ahead of us, but this is the hope my people needed! I will discuss the specifics with the King and Queen, and then return to the Ironfold to gather the refugees and spread the word.\\n\\n'I cannot thank you enough, [placeholder]. Had it not been for your kindness, we would either still be slaves to the Jangovar, or slain at the hands of the dwarves. I will make sure the Chayasír tell your story for years to come!'",
      "es": ""
    },
    {
      "id": 111477319,
      "en": "Talk to King Bard",
      "es": ""
    }
  ]
}