{
  "id": 620961126,
  "txt": [
    {
      "id": "0xd9b5684",
      "en": "'Osgiliath is under siege! We need all the able bodies we can muster to take back the city. This will not be easy though. You will indeed face hardship in the days to come.\\n\\n'Though I am glad to fight along your side, you should report in to the other captains in Osgiliath. They will welcome your help in fighting off the foul creatures from the Morgul Vale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa25",
      "en": "The Battle for Osgiliath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Speak with Arthon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Melethon welcomes you to the battle for Osgiliath and orders you to assist him and the other captains in their efforts to retake the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'I am Captain Arthon. The Armoury holds for now but we are close to enemy territory. If the Armoury falls, it could spell disaster for our efforts. Help me to defend this point when you are able.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Speak with Cangoras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'I am Captain Edenos, soldier. This is not a place for small talk. We are here to hold the Palace.\\n\\n'When you're ready I will send you on missions to take back this city. Prepare yourself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Ah, you must be the new recruit! I am Captain Cangoras.\\n\\n'When you're settled in, come speak to me and I'll have orders for you. There is much to do around here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Speak with Edenos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gondorian captains can be found in the main strongholds of the Free Peoples.\\n\\nYou should speak with the other captains of the Gondorian army.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "TBD.",
      "es": "",
      "es (fem)": ""
    }
  ]
}