{
  "id": 620955346,
  "txt": [
    {
      "id": 228284041,
      "en": "'Oh, to see them freed from those vile men... it is wonderful.\\n\\n'Yet... their ships are many, and I worry that some still remain lost in Pelargir. Let us rest for now and begin our search anew tomorrow.'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Firiondur inside the lighthouse at Aerthir",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Free enslaved Gondorians from ships in Pelargir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Firiondur can be found inside the lighthouse at Aerthir.\\n\\nYou have rescued several enslaved Gondorians and should now report your success to Firiondur.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Freed enslaved Gondorians from ships in Pelargir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Freed enslaved Gondorians from ships in Pelargir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'The harbour at Pelargir has gone quiet, [placeholder]. Have the Corsairs truly been defeated or do our ears deceive us?\\n\\n'Many are their ships, and even more still slave on their decks. If their forces are truly broken, we must work to free the poor folk that the Corsairs took as slaves before they starve on those dingy crafts.\\n\\n'The other refugees here have family that were taken in the first assault, and I know they would give anything to see their families made whole once more. Search the ships in the harbour, and send any folk you find back to us here.'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Although the Corsairs have been defeated by Aragorn and the Grey Host, many slaves still await their freedom from the emptied ships in Pelargir.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Free enslaved Gondorians from ships in Pelargir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Slaves to the Conquered",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Slaves can be found on the Corsair ships moored by the West Seagate in Pelargir. These ships can be reached by using nearby rowing boats.\\n\\nFiriondur has asked you to rescue any slaves that still have not been found on the ships in the harbour of Pelargir.",
      "es": ""
    }
  ]
}