{
  "id": 620955349,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "Milonnen can be found in Ost Anglebed in north-central Lebennin.\\n\\nYou have defeated the Black Númenórean, Abrakhôr, and should now report your success to Milonnen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Milonnen in Ost Anglebed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Find and defeat Abrakhôr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Roving Threat: Abrakhôr, Chosen of the Scourge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'You have done us a great service, my friend. Let us hope that none as hardy as him still remain in the Scourge's forces.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Abrakhôr has been defeated!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Chief among the Scourge's warriors, Abrakhôr carries out the Scourge's will on the people of Lebennin who dare to defy his claim to the throne.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Abrakhôr can be found somewhere in Lebennin.\\n\\nMilonnen has asked you to track and defeat the Black Númenórean warrior, Abrakhôr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'There is rumour of an unusually hardy man who aided in the sacking of Lornost.\\n\\n'It is said that he is second only to the Scourge's brothers in might, and that he has been vital in laying claim to several settlements here and in Dor-en-Ernil.\\n\\n'He must be stopped before he can rally more forces to his side and bring ruin to Ost Anglebed. We do not know where he is currently making camp, but he must still be within Lebennin.\\n\\n'Go, [placeholder], and may your pursuit be swift.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}