{
  "id": 620955345,
  "txt": [
    {
      "id": "0xd9b5689",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Aerin inside the lighthouse at Aerthir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Aerin can be found in the lighthouse at Aerthir in southern-central Lebennin.\\n\\nYou have recovered a great deal of pillage from the marooned Corsairs and should now bring it to Aerin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Recovered buried pillage near the marooned ship ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Recover buried pillage near the marooned ship ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'They have taken so much from our people...\\n\\n'I shall keep what you can recover for us here, for I am sure the Corsairs still had more stored away on that ship of theirs. I hope that when this war is over we will see all of these stolen items returned to their owners.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'The others and I have seen a great Corsair ship marooned on one of the shoals along the Great River.\\n\\n'Whether they were drunk or simply foolish, the crew is now stranded there with all of their pillage. I would ask that you recover as much as you are able, but leave the Corsairs and let the river claim them!\\n\\n'There is a small boat on the shore nearby, and it will allow you passage to the shoals. I do not advise swimming, for the current is strong and swift, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Recovered buried pillage near the marooned ship ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Marooned by a foolish captain, Corsairs have stranded themselves and their pillage on a shoal along the Anduin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Recover buried pillage near the marooned ship ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e12",
      "en": "Deliver the pillage to Aerin at Aerthir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stranded on the Great River",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "The marooned ship and its crew can be found to the south-west of Aerthir upon the Anduin. A rowing boat on the shore will allow for swifter passage.\\n\\nAerin has asked you to help recover pillage from the Corsairs that have become trapped on shoals in the Anduin.",
      "es": "",
      "es (fem)": ""
    }
  ]
}