{
  "id": 620955340,
  "txt": [
    {
      "id": 177082800,
      "en": "Defeated Corsairs that climbed into Linhir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Destroy grappling hooks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Corsairs and their grappling hooks can be found atop the overlook in Linhir.\\n\\nYou have discovered Corsairs that scaled the walls of Linhir and should defeat them before throwing down their hooks.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "The overlook can be found in the southernmost part of Linhir.\\n\\nYou should patrol the overlook and ensure that the Corsairs at Ethillorn are not rallying a new assault.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Destroyed grappling hooks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Patrol the overlook in southern Linhir",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Erchar can be found in Linhir in eastern Dor-en-Ernil.\\n\\nYou have completed your patrol and routed a small band of Corsairs that attempted to infiltrate the city. You should now return to Erchar.",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Corsairs have climbed into Linhir!",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Erchar in Linhir",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I knew we could not hope for such luck, [placeholder]. We will have to keep a watchful eye on the forces of the Enemy outside Linhir, and I would ask you to aid us again on the morrow.\\n\\n'Thank you for keeping them from our folk this day.'",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "The Corsairs and Haradrim have not renewed their attacks from within Dor-en-Ernil",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Since Azgarzôr's assault on Linhir, all has been quiet. Neither Corsair nor Haradrim have dared to attack our walls, but still... I cannot find comfort in this.\\n\\n'Many of their forces still patrol the lands outside Linhir, and I am certain they will renew their assault soon. If any Corsairs would strike against us, I believe it would be those that sacked Ethillorn.\\n\\n'I would ask that you patrol Linhir's gates and then look to Ethillorn from the overlook in the south of our city. Tell me what you discover, [placeholder]... I hope we shall be granted peace for even one day more.'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Patrol Linhir's gates to Dor-en-Ernil",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "The Corsairs have not renewed their attacks from Lebennin",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Concerned that the Corsairs will continue to assault Linhir, Erchar has asked you to patrol the crossing.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Patrol Linhir's gates to Lebennin",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Guarding the Crossing",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Defeat Corsairs that climbed into Linhir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Linhir's gates to Dor-en-Ernil can be found in the north-western part of the city and Linhir's gates to Lebennin can be found to the south-west.\\n\\nErchar has asked you to patrol the gates of Linhir for any sign of the Enemy.",
      "es": ""
    }
  ]
}