{
  "id": 620955342,
  "txt": [
    {
      "id": 177082800,
      "en": "Defeated Corsair snipers at Dol Brannor ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Defeat the Haradrim War-master at Dol Brannor",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Corsair snipers can be found around Dol Brannor in Dor-en-Ernil.\\n\\nYou have discovered a group of Corsairs led by a Haradrim War-master. You should defeat them before they can slay more travellers on the roads below.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Herion can be found in Linhir in eastern Dor-en-Ernil.\\n\\nYou have crippled the forces at Dol Brannor, at least for the moment, and should now return to Herion.",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "The Haradrim War-master has been defeated!",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Herion in Linhir",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'High-ground or not, I hope the Corsairs and Haradrim know to keep away from our beacons now.\\n\\n'Should they be foolish enough to attempt to reclaim it, I shall call upon your aid once more. You have my thanks.'",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 24695160,
      "en": "The Haradrim and Corsairs have laid claim to Dol Brannor, and now their cruel archers use the beacon's perch to slay those who would dare to travel the roads below.",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Dol Brannor has been seized by Corsair sentries!",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I have heard talk of more violence to the north-west. Our scouts lead us to believe that the Corsairs have seized Dol Brannor, one of our south-beacons, and now use it as a perch to slay our people from afar.\\n\\n'They cannot be allowed to hold such an advantage within our lands, for it makes supplying our men a great challenge and travel nigh impossible.\\n\\n'Travel to Dol Brannor and see if their forces are still camped at the beacon. If they have been so bold, make certain they regret their arrogance.'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Patrol Dol Brannor",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Blinding the Enemy",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Defeat Corsair snipers at Dol Brannor ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Dol Brannor can be found to north-west of Linhir in Dor-en-Ernil.\\n\\nHerion has asked you to patrol the beacon of Dol Brannor and defeat any of the Enemy's forces that have made camp there.",
      "es": ""
    }
  ]
}