{
  "id": 620955336,
  "txt": [
    {
      "id": "0xceb0118",
      "en": "Herion can be found in Linhir in eastern Dor-en-Ernil.\\n\\nYou have recovered the relics and planted a banner atop the ruins of Barad Rill. You should now return to Herion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Plant a banner of Belfalas atop Barad Rill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I am gladdened that so many of our relics survived the toppling of Barad Rill, my friend.\\n\\n'Even if they tear our banner from the ruins, we shall raise it anew until all of their men are pushed from Gondor. You have my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "You have planted the banner!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa38",
      "en": "Splintered Light",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Recovered Gondorian relics from Barad Rill ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I still cannot believe what was done to Barad Rill, [placeholder].\\n\\n'It was one of the Prince's most beautiful towers and it shone light for all who would sail the Great River. The Corsairs and Haradrim seek to wrest it from us, but I will not see it done.\\n\\n'Travel to Barad Rill, plant a banner of Belfalas atop its ruins, and steal away our relics from those vile men. Let them know that Dor-en-Ernil is still ours!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Barad Rill, a crucial tower of the Prince's lands, has fallen into the hands of the Enemy, and Herion hopes to reclaim what was lost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Recover Gondorian relics from Barad Rill ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e12",
      "en": "Deliver the relics to Herion in Linhir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "New Quest -- Dor-en-Ernil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Barad Rill can be found far to the south-west of Linhir in Dor-en-Ernil.\\n\\nHerion has asked you to recover relics from Barad Rill as well as plant a banner of Belfalas atop its ruins.",
      "es": "",
      "es (fem)": ""
    }
  ]
}