{
  "id": 620955337,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "Herion can be found in Linhir in eastern Dor-en-Ernil.\\n\\nYou have defeated the drake, Ripper, and should now return to Herion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Herion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Find and defeat Ripper",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Roving Threat: Ripper, Bane of the Prince's Lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Ripper has been defeated!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Ripper was of great concern to us and you have my thanks for cutting him down. Our lands were besieged by many forces, and that drake only added to our many troubles.\\n\\n'I shudder to think what may have happened had he set the vale ablaze. Thank you again, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "The drake, Ripper, has been sighted throughout Dor-en-Ernil and poses a constant threat to its people amidst the War.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Ripper can be found somewhere in Dor-en-Ernil.\\n\\nHerion has asked you to track and defeat the drake, Ripper.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'People have spoken of a great shadow passing overhead - a winged beast beneath the murk of the sky.\\n\\n'Our scouts tell us it is a drake, and I would ask that you and your fellows hunt it down before it can bring any more ill-fortune to the people of Dor-en-Ernil.\\n\\n'We have no idea where this... Ripper... has gone, but I would ask that you search swiftly. Go, my friend, for I shall have a great reward waiting for you.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}