{
  "id": 620955341,
  "txt": [
    {
      "id": 246419840,
      "en": "Herion can be found in Linhir in eastern Dor-en-Ernil.\\n\\nYou have defeated many of the Corsairs and Haradrim in Lang Boha and should report your success to Herion.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Herion in Linhir",
      "es": ""
    },
    {
      "id": 149027379,
      "en": "A Halted March",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'You have done well to weaken them so, [placeholder]. Our work is not done, but your efforts shall delay them long enough for us to plan our next assault.'",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Defeated Corsairs and Haradrim at Lang Boha ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Far to the west, the Enemy holds a camp on our beaches. We cannot allow this intrusion to stand!\\n\\n'Each day, they work to gain more ground in Dor-en-Ernil and surely, it shall not be long until they breach the vale to the north.\\n\\n'I would ask that you travel to their camp and weaken their forces as best you can. I do not expect one to stand against so many, but it is my hope that your assault will delay their advance another day.'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Defeated Half-trolls at Lang Boha ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "The Haradrim and Corsair forces have advanced northward in Dor-en-Ernil and now pose a great threat to the people of Gondor.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Defeat Corsairs and Haradrim at Lang Boha ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Defeat Half-trolls at Lang Boha ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "New Quest -- Dor-en-Ernil",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Lang Boha can be found far to the west of Linhir in Dor-en-Ernil.\\n\\nHerion has asked you to weaken the forces at Lang Boha to keep them from advancing to the north.",
      "es": ""
    }
  ]
}