{
  "id": 620790957,
  "txt": [
    {
      "id": 218649169,
      "en": "'I have never heard of Golodir, but if he is a Ranger, as you say, then why should we give aid to him? The Rangers did not aid us when we had a need, and we were forced to rely upon the shades of Oathbreakers to win our freedom.\\n\\n'Still, we have lost many good men exploring Harloeg these days. There is rumour that Angmar is involved, so my guess is that is the best place to search. Go to Harloeg and seek out your evil Knight.\\n\\n'When you have purged this evil, return to me.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you for helping us. I feared to send more men to Harloeg, for my people are small in number.\\n\\n'You have helped the people of Ost Guruth greatly, and from what you tell me, all the Free Peoples.\\n\\n'Thank you again, friend [placeholder].'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'It is a shame that you have travelled this far only to be defeated. Mordirith's defeat means nothing. You have no idea what forces are at work in Eriador, and you will die without knowing.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 9, Chapter 3: Journey to the Lone-lands",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Frideric the Elder has warned you of a new threat in the southern bogs and that maybe it is the Knight you seek.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the Knight of Mordirith",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Knight of Mordirith may be found somewhere within Harloeg, south and east of Ost Guruth.\\n\\nFrideric the Elder suggested that you might find the Knight of Mordirith in the southern bog.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat the Knight of Mordirith",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Frideric the Elder is at Ost Guruth, north and west of Harloeg.\\n\\nHaving defeated the Knight of Mordirith, you should return to Frideric the Elder and let him know of your success.",
      "es": ""
    }
  ]
}