{
  "id": 620790988,
  "txt": [
    {
      "id": 218649169,
      "en": "'This mine is mostly stone now, [placeholder], but mostly is not all. There is enough ore here to harvest and turn into viable weapons and armour, and so we must keep her from the hands of our enemy.\\n\\n'I am charged with defending this mine with my life. Our numbers were thinned as the drakes swoop in from above and the cave-claws chewed through the floor to assail us. I need able bodies to help defend against the enemy, and you look capable.\\n\\n'Stay within the confines of the mine and help us defeat the foe from Angmar. I will see that you are rewarded for your efforts!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Your success at the Isendeep Mine is known to me. My scouts tell me that you showed ferocity and zeal as you cleaved through the forces of Angmar.\\n\\n'Take this reward and know that your efforts are very much appreciated by myself and all the Free Peoples who stand against the army assembled against us.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Excellent work, [placeholder]. Those dogs will think twice before they try to reclaim this mine again. \\n\\n'You are a hard warrior. Here, take this reward for your efforts and know that I may have need of one with such strength in the future.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Defence of the Isendeep",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Mines provide the ore that is needed to build weapons and armour for the war. The Isendeep long ago stopped being a mine capable of great production, but there are still veins of ore within the stone there and this makes the location desirable to both the forces of Angmar and the Free Peoples.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated minions of Angmar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat minions of Angmar within the Isendeep Mine ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lieutenant Otur is within the Isendeep Mine.\\n\\nLieutenant Otur asked for your assistance to help defend the Isendeep Mine against the forces of Angmar. If you succeed, speak with Otur or if he or the Isendeep falls into enemy hands, report to Captain-General Tordúr at Glân Vraig.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lieutenant Otur is within the Isendeep Mine. If Otur has fallen or the Isendeep Mine is in the hands of the enemy, you can speak with Captain-General Tordúr at Glân Vraig in his stead.\\n\\nThrough a hard fought battle, you defeated great number of the enemy within the Isendeep mine.",
      "es": ""
    }
  ]
}