{
  "id": 620790893,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Alf was captured by the goblins! We had all thought him lost for good.\\n\\n'You saved him, [placeholder]! We should have a party in your honour. Mayhaps we will, once we get to see the sun shining in these parts again. \\n\\n'One day it will happen, I know this in earnest. For the moment, I feel it fitting to part with a couple of these tokens the Big Folk from Glân Vraig gave us. Thank you for saving my baker!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87635e2",
      "en": "'I will endeavour to stay close to you, else I be captured again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "In a Spot of Trouble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2955cb2",
      "en": "'I only survived by acting as their cook. They eat the foulest things!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8876353",
      "en": "'We shall need to be careful through here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2955cb3",
      "en": "'I shall be very pleased to be free of this place. Let us leave.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Alf was captured by the goblins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Alf is free",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Alf Earthenway is at Grothum.\\n\\nAlf Earthenway asked you to help him escape from the goblins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa2955be",
      "en": "'I had only been out walking for a short time when the goblins beset me. They ate one of my toes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Marigold Winterdown is at the hobbit-village of Hoarhallow, found on the western edge of the Grimwood Forest in Hithlad. The village is found on the shores of the Hoarwell River.\\n\\nAlf is free, but before he left you, he asked that you inform Marigold Winterdown that he would be returning to work at the bakery in Hoarhallow shortly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa68f924",
      "en": "'We shall travel to the right. I hope there are no trolls, I have seen them about.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd013c79",
      "en": "'Deary me, which way to travel. I am unsure what will happen at either path.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Alf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Help Alf escape",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda5d8f5",
      "en": "'I know my way from here. You have been a great help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda62b94",
      "en": "'We shall travel to the left, I think. I hope there are fewer goblins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5d8f52",
      "en": "'I think I shall finish my walk before returning to Hoarhallow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Alf Earthenway was out for a leisurely stroll when goblins found him and dragged him to the north. He has spent the time since his capture cooking for the goblins as they think he makes the tastiest food. It was the only thing that he could do to prevent the goblins from eating him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5d8f53",
      "en": "'I have one last request of you before I go, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5d8f54",
      "en": "'Would you speak with Marigold Winterdown and tell her I will soon return to work?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5d8f55",
      "en": "'I cook for her at Hoarhallow. She'll be worried, but tell her I will be along soon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5d8f56",
      "en": "'I am very grateful for all your help, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Please, no more beatings.\\n\\n'Y-you're no goblin. Merry me! I have never been so pleased to see someone in all my days.\\n\\n'As you see, I am in a spot of trouble and need a fair bit of rescuing, if you wouldn't mind. Can you help me get clear of these accursed goblins?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}