{
  "id": 620790973,
  "txt": [
    {
      "id": 218649169,
      "en": "'Our strength is in numbers, whelp. This has always been a truth. The Free Peoples will come, and they will crash upon these walls in an effort to drive us from this place.\\n\\n'If they succeed, then our commanders at Dar-gazag will know we are weakening, and all of our lives will come into question. Stand against the foe within these walls. Strike them down, and we shall have favour with Angmar!\\n\\n'Fail us...and we will ship you north to work in the sulfur marsh. Fight and defeat the enemy within the borders of Lugazag!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'We defeated them, for a while at least! They will not soon return to face us here at Lugazag, but still we must remain ever vigilant as they will return.\\n\\n'For now we earn a reprieve. Return to me in time, and we shall stand in defence of Lugazag again!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Prepare yourself, maggot. This tower needs a solid defence!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You fought well at Lugazag. We must hold that tower at all costs. If it falls, the enemy will be too close, and we will need to commit forces to recovering it.\\n\\n'You have earned this, but do not revel in your victory. Fight on for Angmar!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Walls of Lugazag",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Soldier Gazlup prepares for an assault against Lugazag by the Free Peoples.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeat the Free Peoples at Lugazag ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat the Free Peoples at Lugazag ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Defeat the enemy within the walls of Lugazag.\\n\\nThe enemy will fall as they crash against the walls, provided you stand against them as they attempt to crash the walls.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Soldier Gazlup is at Lugazag. If the tower was lost to the enemy or Soldier Gazlup was beaten during the fighting, make your way to Gramsfoot and speak with War-tyrant Akúlhun.\\n\\nYou should return to Gazlup and report of your victory.",
      "es": ""
    }
  ]
}