{
  "id": 620790990,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Greetings, [placeholder]. I am Lieutenant Unferth. Before my arrival here in the Coldfells, I was a student of ancient lore.\\n\\n'I know much about Rhudaur, the kingdom which once stood here in the Ettenmoors, but my knowledge of this specific place is limited. Most documents surrounding the kingdom's decline were lost to the ages and in the great war that saw their ruin. When I arrived here in the Ettenmoors, we fought many skirmishes against the host out of Angmar, and I discovered that many of the Orcs and Uruks carried parchment from the ancient libraries of Rhudaur.\\n\\n'I fear that they seek something here in the Ettenmoors, and these texts may reveal what that is. Would you return any that you find to me? You would receive a reward, of course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These will take me time to translate, but they will help me to know what evil was done in these lands. If there is something foul here, we will learn what it is, and we will root it out.\\n\\n'For your efforts, I give you this token. I will have need of your service in the future, [placeholder], so remember me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'If there is a more nefarious purpose for Angmar's arrival here, we must discover it quickly, else we face an unknown foe. I would much rather face a ravening horde of Orcs than something darker.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Scholar's Woe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lieutenant Unferth is concerned over items which he found on the corpses of many of the Orcs and Uruks he killed when first arriving in the Ettenmoors: scraps of text cataloguing the history of Rhudaur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Lieutenant Unferth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Goblins, Orcs, and Uruks may be found throughout the Ettenmoors. Lieutenant Unferth is located within the relative safety of Ost Ringdyr.\\n\\nLieutenant Unferth is concerned that Angmar's army may be searching for something terrible in the Ettenmoors, but little of the history of the region survived Rhudaur's destruction. He is looking for any shred of information that he may find.",
      "es": "",
      "es (fem)": ""
    }
  ]
}