{
  "id": 620790826,
  "txt": [
    {
      "id": "0x8bea3d1",
      "en": "'We'll have our revenge!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8bea3d2",
      "en": "'Yaa!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "This looks like it might be a trap....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8bea3d3",
      "en": "'Attack!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8bea3d4",
      "en": "'Get them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8bea3d5",
      "en": "'Kill them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Grave-robbers and brigands abound in Evendim, looting the tombs of the Dúnedain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have done so well for us, that my brethren and I have thought of a way that we can reward you and serve our own ends at the same time.\\n\\n'We have learned that the robbers have hidden some of their loot on a tiny island near the mouth of the Brandywine in Lake Evendim. We believe that the loot they have gathered there contains not only stolen relics, but stolen coin as well. If you raid that cache, then perhaps we can make your reward a fair share of the recovered wealth; the rest we propose to return to the remaining law abiding people of Ost Forod.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The robber-camp is on a tiny island at the mouth of the Brandywine river in Lake Evendim.\\n\\nHaving successfully defeated the brigands at Rantost Island, you have been sent to another small brigand camp, where it is hoped you will be able to recover some more stolen treasure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Your news grieves me more than I can say. I am grateful that you were able to overcome the ambush! But there are other urgent tidings....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You have discovered a tomb-robber ambush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Balchelos is back at Tinnudir.\\n\\nYou overcame the tomb-robber ambush and should report the incident to Balchelos.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please seek out that camp on the Way of Kings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'An ambush! I am happy you escaped the trap! I would ask you, though, to return and defeat Ned Leggett if you can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Recover the stolen treasure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Thief-taker's Reward",
      "es": "",
      "es (fem)": ""
    }
  ]
}