{
  "id": 620790984,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The people are coming. Pests with pointy sticks and arrows. We're not ready, I keep telling the tyrant. We only have you pathetic wretches to stand against them.\\n\\n'We need your bodies, either to cast at the enemy as they draw near...or to stack in the entry way to seal it shut. I've seen you fight, and we'll not last with you on the defence, or so says I.\\n\\n'The Tyrant thinks otherwise and bids me offer you favour should you defeat a goodly number of the enemy when they come rushing to the tower. Stand against them and earn his favour...or prove me right, and we'll toss your body in the hall to stop their progress.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Survived! We survived, and you did well. I was wrong...wrong and you proved it.\\n\\n'You'll earn favour, oh yes you shall, but only the favour which I offer. This victory will be mine, maggot. Your part was such a pittance!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Proving my point about you already, standing here talking instead of preparing for battle. You are a hopeless wretch!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Fandmau is a whimpering sod. I've a mind to flay him and hang his skin from the gates of Gramsfoot.\\n\\n'You survived against the foe and took many lives as they stormed the tower. That, at least, earns you a reprieve from Malenhad, worm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "These People Be Pests",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fandmau prepares the defence of Tirith Rhaw against the Free Peoples.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Free Person Slaughtered ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Slaughter the Free People in Tirith Rhaw ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Slaughter the Free Peoples within the bounds of Tirith Rhaw.\\n\\nFandmau seems unimpressed with your capability, but you can show him that you are more of a soldier of Angmar than he.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "If Fandmau was killed or Tirith Rhaw was lost, make your way to War-tyrant Akúlhun at Gramsfoot.\\n\\nFandmau's fears were unfounded. You repelled the attack and scored a great victory over the Free People. You should return to him with your report.",
      "es": "",
      "es (fem)": ""
    }
  ]
}