{
  "id": 620790983,
  "txt": [
    {
      "id": 218649169,
      "en": "'Our fortunes will not hold forever, [placeholder]. Soon the dark charges of Angmar will muster and crash, wave after wave upon the walls of this forsaken tower. If we stand fast, we may yet survive the assault. If you are willing, stand with us, and we shall give them all we have and more. They will fall by the score to our host, and we shall hold them at bay until we drive them from this place.\\n\\n'Stand with us, defeat the foe as they crash against the walls of Lugazag, and when this is done, I shall see you rewarded. If I fall in battle, scouts will inform Captain-General Tordúr of your bravery, and you may claim your reward from him.\\n\\n'What say you?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'My scouts have indeed informed me of your efforts at Lugazag. You are most welcome here in the Ettenmoors, [placeholder]. Long have we waited for heroes willing to do all that you have done. \\n\\n'We are indebted to you. Please take this small reward and know that we strive to find more to offer those who serve the Free Peoples.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Your effort in defending the tower is well-known. We are pleased to offer you this reward. It is not much, but the rewards that you shall claim are taken from those who fall within these accursed lands.\\n\\n'You are most welcome in the company of the Free Peoples, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Defence of Lugazag",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Your effort in defending the tower is well-known. We are pleased to offer you this reward. It is not much, but the rewards that you shall claim are taken from those who fall within these accursed lands.\\n\\n'You are most welcome in the company of the Free People, [placeholder].'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "At the pinnacle of Lugazag, the tower on the easternmost edge of the Ettenmoors, once a stronghold for Angmar's army, now flies the flags of the Free Peoples. Angmar's army is well aware of this and wishes to return the tower to their control. Moreover, their taskmasters and war-tyrants will drive them to recover the location at all costs.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated minions of Angmar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat minions of Angmar at Lugazag ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Fight and slaughter the foes from Angmar within the area of Lugazag.\\n\\nSergeant-at-Arms Ambeng wants to ensure that the Free Peoples are prepared for the onslaught that will ensue at the walls of Lugazag and enlisted your help in driving the foe from the field. Stay within the immediate area of the tower and stand against the foe. If Ambeng or Lugazag falls, report to Captain-General Tordúr at Glân Vraig.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "If Lugazag and Sergeant-at-Arms Ambeng still stand, report to him for your reward. If the tower was lost or Ambeng fell in battle, report to Captain-General Tordúr at Glân Vraig.\\n\\nYou stood against the foe within the walls of Lugazag. Your efforts were not in vain, and you are owed a well-earned reward.",
      "es": ""
    }
  ]
}