{
  "id": 620790986,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Our time here is fleeting, [placeholder]. We must prepare our defence. Angmar will not let us rest long before they assail these wooden walls in an attempt to drive us out.\\n\\n'Stay within the lumber-camp with our forces and strike at these villains. Together, we can defeat their forces and drive them back to the darkness from whence they come. I will see that you are rewarded. Should I fall, Tordúr, our Captain-General in Glân Vraig, will hear of your efforts and reward you for the victories you achieve in my stead.\\n\\n'Stand with us, friend. Stand against this black host and earn your freedom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Scouts reported of the battle within the bounds of the Grimwood Lumber-camp, and your name was mentioned as one who fought with great verve and strength. You are well deserved of this reward, [placeholder].\\n\\n'My lieutenants are pleased to know that you have come to the Ettenmoors to assist us against this force out of Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Stay with us and fight, [placeholder]. The Lumber Camp must be defended!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'We are victorious for the moment, but we cannot rest on these laurels alone. The Enemy is numerous, and unless we remain vigilant, they will find a way to overrun our positions and drive us from this field of battle.\\n\\n'For your efforts, you are to be commended. You stood strong and fought well, enabling us to maintain this location for a time. Please accept this reward for all you have done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Defence of the Lumber-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Once a harvesting location for the Hobbits of Hoarhallow, the Grimwood Lumber-camp now offers equipment for refining and preparing the wood needed to build palisades throughout the Ettenmoors. Lieutenant Swithulf knows that retribution will come in the form of an assault from Gramsfoot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated minions of Angmar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat minions of Angmar at the Grimwood Lumber-camp ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Stay within the area of the Grimwood Lumber-camp and defeat the enemy out of Angmar.\\n\\nFirst Marshal Núrdam believes that the Free Peoples can achieve victory with your assistance at the Grimwood Lumber-camp and has asked that you stay and fight to defeat the foe when they come. If Ambeng or Lugazag falls, report to Captain-General Tordúr at Glân Vraig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "First Marshal Núrdram is at the Grimwood Lumber-camp. If Núrdram fell in battle or the Lumber-camp has fallen to the enemy, make your way to Glân Vraig and speak with Captain-General Tordúr.\\n\\nThough it was a hard-fought battle, you made your stand and have earned your reward.",
      "es": "",
      "es (fem)": ""
    }
  ]
}