{
  "id": 620790982,
  "txt": [
    {
      "id": 218649169,
      "en": "'If you are truly willing to help, [placeholder], then I would ask you to take up arms against the foe stalking us here in our village. We cannot keep them out forever and even our stalwart guards must find time for rest.\\n\\n'Stay in the village of Hoarhallow a while, friend. Fight and drive back the foe as they come into the village, and I will see that you are well rewarded.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you, [placeholder]. You are proving an invaluable ally against this terrible foe. I think that I shall ask you to help us again one day.\\n\\n'For now, I have asked too much of you and offered too little. Please take this with my thanks and know that you have earned the friendship of the Hobbits of Hoarhallow.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Keep the wards strong! They will not retreat so easily.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Defence of Hoarhallow",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Mayor Wat Mudbottom wants some assistance in clearing the beasts of Angmar out of Hoarhallow.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated minions of Angmar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat minions of Angmar at Hoarhallow ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Stay within the bounds of Hoarhallow village and stop the forces of Angmar threatening the hobbits there.\\n\\nMayor Wat Mudbottom enlisted your aid in fighting back the foes within the area of Hoarhallow.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Mayor Mudbottom is in Hoarhallow.\\n\\nNow that you have assisted in the defence of Hoarhallow you should speak with Mayor Wat Mudbottom about the reward he offered you.",
      "es": ""
    }
  ]
}