{
  "id": 620790972,
  "txt": [
    {
      "id": 218649169,
      "en": "'My hatred for the goblins runs as deep as the veins of mithril in Moria. I'll not mince words.\\n\\n'There are leaders, Bok and Gasham, at the village at Grothum. They are cunning and cruel. Each capable of leading the goblin-folk and both fiercely set against the Free Peoples. Defeating them is possible, but we must strike swiftly. If you go to Grothum, fight and kill these two creatures, then return to me. I will see that you receive a fitting reward.\\n\\n'Beware their strength. They are not of normal goblin-stock.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You've done well, [placeholder]. Bok and Gasham will return, that is assured. Until they do, we shall earn a small reprieve. For that reprieve you are owed a reward.\\n\\n'Here, take these. Remember, Quartermaster Ash at Glân Vraig will trade these for a key to the chests she guards.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Bok and Gasham can be found north in the goblin-village of Grothum. One watches the road from the mine, the other is cowardly and stays deep within the camp.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Leaders of the Goblins",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lieutenant Ingi not only desires the destruction of the goblins, but the dismantling of their leadership as well. He knows that Bok and Gasham are both leaders amongst the Snowreap goblins and wants them removed.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Grothum, the goblin-village in Arador's End, lies to the north. One of the leaders there watches the road into the Isendeep, the other hides deep within the crags of the camp.\\n\\nLieutenant Ingi's hatred for the goblins knows no bounds. He wishes you to target the leaders of the Snowreap tribe at Grothum and remove them from the area.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lieutenant Ingi is at Ost Ringdyr, south of Grothum.\\n\\nFighting through the Snowreap village of Grothum you found and defeated the two goblin leaders, Bok and Gasham. Now you should return to Lieutenant Ingo for your reward.",
      "es": ""
    }
  ]
}