{
  "id": 620790981,
  "txt": [
    {
      "id": 218649169,
      "en": "'I speak for the Free Peoples of Eriador, friend. The Ettenmoors, a land corrupt and lost to evil for many years, is the staging ground for an invasion from the north. Angmar's forces muster beneath the shadow of Mount Gram and plan to launch an assault into the south.\\n\\n'Captain-General Lainedhel headed north against his Lord's wishes and called a host to stand with him. Now a small but able band of us stands against the onslaught, but we are outnumbered, and if not bolstered, we will succumb to the tide. \\n\\n'If you are willing, I would ask you to make your way to Glân Vraig in the Ettenmoors. Many of the stable-masters have assisted us and trained horses to find their way to the Ettenmoors. When you arrive, speak with Sergeant-at-Arms Ascwyn.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I ask a request for the Free People of Eriador, friend. The Ettenmoors, a land corrupt and lost to evil for many years, is the staging ground for an invasion from the north. Angmar's forces muster beneath the shadow of Mount Gram and plan to launch an assault into the south.\\n\\n'Captain-General Lainedhel headed north against his Lord's wishes and called a host to stand with him. Now a small but able band of us stands against the onslaught, but we are outnumbered and if not bolstered we will succumb to the tide. \\n\\n'If you are willing, I would ask you to make your way to the Ettenmoors. Many of the stable masters have assisted us and trained horses to find their way to the Ettenmoors. When you arrive, speak with Sergeant-at-Arms Ascwyn; she is acclimating all new recruits to the defence.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I ask a request for the Free People of Eriador, friend. The Ettenmoors, a land corrupt and lost to evil for many years, is the staging ground for an invasion from the north. Angmar's forces muster beneath the shadow of Mount Gram and plan to launch an assault into the south.\\n\\n'Captain-General Lainedhel headed north against his Lord's wishes and called a host to stand with him. Now a small but able band of us stands against the onslaught, but we are outnumbered and if not bolstered we will succumb to the tide. \\n\\n'If you are willing, I would ask you to make your way to the Ettenmoors. Many of the stable masters have assisted us and trained horses to find their way to the Ettenmoors. When you arrive, speak with Sergeant-at-Arms Ascwyn; she is acclimating all new recruits to the defence.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Plea from Lainedhel",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I ask a request for the Free People of Eriador, friend. The Ettenmoors, a land corrupt and lost to evil for many years, is the staging ground for an invasion from the north. Angmar's forces muster beneath the shadow of Mount Gram and plan to launch an assault into the south.\\n\\n'Captain-General Lainedhel headed north against his Lord's wishes and called a host to stand with him. Now a small but able band of us stands against the onslaught, but we are outnumbered and if not bolstered we will succumb to the tide. \\n\\n'If you are willing, I would ask you to make your way to the Ettenmoors. Many of the stable masters have assisted us and trained horses to find their way to the Ettenmoors. When you arrive, speak with Sergeant-at-Arms Ascwyn; she is acclimating all new recruits to the defence.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A force out of Angmar threatens to press south into Eriador. A lone Elf has organized a band of defenders to stand against the army out of the north and dispatched emissaries to the Free Peoples in search of heroes willing to make a stand against Angmar's army.",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Our emissaries have succeeded beyond our expectations. I am Sergeant-at-Arms Ascwyn and this is Glân Vraig, our foothold in the Ettenmoors. We are led here by Captain-General Thurimbent...Lainedhel is to the north at the ruined keep, Ost Ringdyr.\\n\\n'I am sorry, I am getting ahead of myself. There are several enemies in the Ettenmoors and few allies. The eagles led by Golloval support us here in the Coldfells, as do the golden bears led by Goldhead. Far to the west, a small town of hobbits rests on the Hoarwell. None knew they were here.\\n\\n'It is good to see more arrivals. I have much to teach you, if you are willing to assist us.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Sergeant-at-Arms Ascwyn is at Glân Vraig in the Ettenmoors.\\n\\nCaptain-General Lainedhel's emissaries are asking any would-be heroes to make their way into the Ettenmoors to bolster their small numbers. Many stable-masters have trained horses who can take you to the Ettenmoors. You should speak with Sergeant-at-Arms Ascwyn upon your arrival there.",
      "es": ""
    }
  ]
}