{
  "id": 620790822,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "A group of Rangers are prepared to launch an assault on the island of Rantost, currently held by tomb-robbers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The information you brought to me tells me that the time has come to launch an assault on Rantost, [placeholder]!\\n\\n'I have sent word to the Rangers, and they are awaiting our signal to launch their assault. When you are ready, speak to Leighton Kipps, and he will send the signal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Leighton Kipps is at the spies' camp in the south-east of Rantost.\\n\\nLeighton Kipps is waiting to signal the Rangers to assault Rantost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Rantost is ours and the relics here have been secured. As we speak, the tomb-robbers are fleeing...hopefully, we shall never hear from them again.\\n\\n'You have performed a hero's deed this day; we will not soon forget your aid. Take this reward with my thanks, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Eliot Bencroft is at the south-east of Rantost.\\n\\nEliot Bencroft will be pleased to hear the Rangers were able to recover their relics and the spies can return to Ost Forod.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Speak with Leighton Kipps...he will signal the Rangers when you are ready.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Rangers are going to need your help if they are to retake Rantost!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You have my thanks for your deeds on Rantost, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Leighton Kipps and aid the Rangers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Greetings, Hero of Rantost, friend of Rangers and foe of tomb-robbers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Eliot Bencroft on Rantost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Thief-taker's Bane",
      "es": "",
      "es (fem)": ""
    }
  ]
}