{
  "id": 620790993,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We must prepare for the inevitable attack, [placeholder]. It is unlikely that there will be a long peace. We must make ready the walls and steel ourselves for the next assault. Stand fast, and we shall persevere.\\n\\n'If you are willing to stand with us, slaughter the foe as they crash against the walls of Tirith Rhaw, and when this is done, I shall see you rewarded. If I fall in battle, scouts will inform Captain-General Tordúr of your bravery, and you may claim your reward from him.\\n\\n'What say you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My scouts have indeed informed me of your efforts at Tirith Rhaw. You are most welcome here in the Ettenmoors, [placeholder]. Long have we waited for heroes willing to do all that you have done. \\n\\n'We are indebted to you, please take this small reward and know that we strive to find more to offer those who serve the Free Peoples.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Your efforts in defending the tower are well-known. We are pleased to offer you this reward. It is not much, but the rewards that you shall claim are taken from those who fall within these accursed lands.\\n\\n'You are most welcome in the company of the Free Peoples, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Defence of Tirith Rhaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tirith Rhaw, the tower on the eastern-most edge of the Ettenmoors, is a stronghold for the Free Peoples. Angmar's army is well aware of this and often organize raids to overrun the location to provide themselves a strong foothold in the east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated minions of Angmar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat minions of Angmar at Tirith Rhaw ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Defeat the foes from Angmar within the area of Tirith Rhaw.\\n\\nSergeant-at-Arms Mibrethil wants to ensure that the Free Peoples are prepared for the onslaught that will ensue at the walls of Tirith Rhaw and enlisted your help in driving the foe from the field. Stay within the immediate area of the tower and stand against the foe. If Mibrethil or Tirith Rhaw falls, report to Captain-General Tordúr at Glân Vraig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "If Tirith Rhaw and Sergeant-at-Arms Mibrethil still stand, report to him for your reward. If the tower was lost or Mibrethil fell in battle, report to Captain-General Tordúr at Glân Vraig.\\n\\nYou stood against the foe within the walls of Tirith Rhaw. Your efforts were not in vain and you are owed a well-earned reward.",
      "es": "",
      "es (fem)": ""
    }
  ]
}