{
  "id": 620790992,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I've spent long years fighting, [placeholder]. I never shy from battle, and I never show my enemy fear. Courage is one thing as is common sense, and common sense tells me now that we must prepare ourselves for a coming battle.\\n\\n'This fortress may not look to be much, but in a bygone age it was a seat of great power for the Men of Rhudaur. Now it lies in ruins, but affords those who control it a view of the east and west sides of the Hoarwell that cannot be seen elsewhere.\\n\\n'We must keep this site out of the hands of the Enemy, else we fall to a disadvantage. Stand with me and defeat the Enemy within the walls of the keep. We shall reap the glory this day!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The battle at Tol Ascarnen was hard fought, and you proved to be an able warrior.\\n\\n'You have earned this reward, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'A well-earned reward. Your arms must have grown tired as you cleaved your way through the battle. Yet, here we stand victorious against our enemy.\\n\\n'You have earned my resepct and more this day, [placeholder]. Take these with my greatest thanks and know that you shall be revered among the defenders of this ancient ruin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Defence of Tol Ascarnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "South of the falls of the Hoarwell River there stands a keep upon an island. This keep, once a seat of Rhudaur's strength within the Ettenmoors, long ago fell to ruin, but the vantage afforded at the top of the towers makes the location a strategic point within the Ettenmoors. It is for this reason that Lieutenant Solvi believes Angmar's army will strike at the location in an attempt to claim it for their own.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated minions of Angmar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat minions of Angmar at Tol Ascarnen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Stand with Lieutenant Solvi at Tol Ascarnen and defeat the enemy there.\\n\\nLieutenant Solvi wants to prepare for battle and hold this all-important location out of the hands of the Enemy. If you succeed, speak with Solvi or if he or Tol Ascarnen falls into enemy hands, report to Captain-General Tordúr at Glân Vraig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Report to Lieutenant Solvi at Tol Ascarnen if he stands and you control the location. If he has fallen or the enemy claimed the keep, return to Glân Vraig and speak with Captain-General Tordúr.\\n\\nThe battle at Tol Ascarnen earned you victory over your foes.",
      "es": "",
      "es (fem)": ""
    }
  ]
}