{
  "id": 620790991,
  "txt": [
    {
      "id": 22075075,
      "en": "Talk to Ascwyn",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You will face a great many foes here in the Ettenmoors, some more dangerous than others. Specifically, the Uruks, Orcs, Wargs, and spiders. We have seen that their cunning is unmatched.\\n\\n'They bear the brunt of their commanders' derision and still attack without care for their lives, continuously crashing against the walls of the strongholds throughout the Ettenmoors. You must use caution once you leave the safety of this fortress... and yet, you must learn the paths available to you in this wild place.\\n\\n'You should strike out into the Ettenmoors and visit the locations which enhance our ability to fight on this front. In the south, deep in the Grimwood Forest, is the Grimwood Lumber-camp; once used by the hobbits in Hoarhallow, it is now a contested location with rich wood for constructing palisades. North of the lumber-camp, on the west side of the Hoarwell River, is Lugazag, a tower oft in the control of the Enemy. Deep in the hills at the base of the Misty Mountains in the lands called Arador's End, you will find the Isendeep Mine, where rich minerals and ore can be found. South from there, on an island in the centre of the Hoarwell, is Tol Ascarnen. The last location east from Tol Ascarnen and not far to the north and west of Glân Vraig is Tirith Rhaw. Make your way to these locations, and when you have visted them all, return to me. I will see that you are well rewarded.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Welcome back, [placeholder]. Scouts reported that you visited each location. It is good to know that you were so diligent in accomplishing this task.\\n\\n'We have need of people like you. As promised, I have a gift for you. You will find that many here are willing to part with these tokens in exchange for assistance. Quartermaster Ash, in the stonework gazebo to the east of my location will exchange these tokens for keys to the chests we have at Glân Vraig.\\n\\n'These chests contain the odds and ends we find during the battles which occur throughout the Ettenmoors and are only a small piece of what we can offer you in exchange for your assistance. Thank you, [placeholder]. If you have a chance, speak with Captain-General Tordúr before heading back into the wild.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Be cautious as you make your way through these lands. You will find support in smaller numbers as you venture further from our holdings here. Remember, the bears and eagles are our allies. They will assist you should you come under attack.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Hike Like No Other",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Ettenmoors has several locations which allow for an advantage over the foe.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Visit the Grimwood Lumber-camp, Isendeep Mine, Tol Ascarnen, Tirith Rhaw, and Lugazag.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Grimwood Lumber-camp is west of Glân Vraig. Lugazag is west of Glân Vraig, on the west side of the Hoarwell. The Isendeep Mine is far to the north-west of Glân Vraig. Tol Ascarnen is south of the Isendeep Mine, north-west of Glân Vraig. Tirith Rhaw is east of Tol Ascarnen and north-west of Glân Vraig. Observe your map to see who currently controls the location. Red locations are held by the Enemy, and blue by the Free Peoples.\\n\\nSergeant-at-Arms Ascwyn explained that the contested locales throughout the Ettenmoors hold some manner of importance to the Free Peoples and the forces of Angmar and suggested that you visit each.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Ettenmoors location visited",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Sergeant-at-Arms Ascwyn is at Glân Vraig within the Coldfells.\\n\\nYou have found your way through the Ettenmoors and located the Grimwood Lumber-camp, Lugazag Tower, Isendeep Mine, Tol Ascarnen and Tirith Rhaw. Now you should return to Glân Vraig and speak with Sergeant-at-Arms Ascwyn.",
      "es": ""
    }
  ]
}