{
  "id": 620790978,
  "txt": [
    {
      "id": 218649169,
      "en": "'In an age long past, the Misty Mountains were home to many of my kin. Now they crawl with goblins in all places save Moria where Durin's folk still hold the darkness at bay.\\n\\n'The goblins in the north, at Grothum their accursed village, are the same that dwell in the place called Goblin-town. These savage little beasts are vile and cruel fiends, desiring only to serve the Dark Lord and the will of all evil manner. We can do our part, however, and crush them. Drive them back into their mountain halls and pursue them until there is nowhere else for them to flee.\\n\\n'Go north, friend. North to where the hills take on the dark colour of mountain slate. You will find their accursed village. Find the guards and sappers there and put an end to their fiendish ways.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'A glorious victory for the Free Peoples! Those little beasts deserve no better.\\n\\n'Your work is far from done, but this is a victory well-earned. Take this with my thanks. Remember that Quartermaster Ash will furnish you a key in exchange for a fair number of these.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'See this done, friend. Goblins are among the cruelest creatures in these hills. We'll be better served with them driven far from these lands.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fiendish Foes",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lieutenant Ingi explained that the Snowreap goblins are the same who inhabit Goblin-town and the bulk of the Misty Mountains. He knows that they are an ally to Angmar and wants to see their numbers culled.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "There are Snowreap-guards and sappers at Grothum, north of Ost Ringdyr.\\n\\nLieutenant Ingi wishes to cull the Snowreap goblins from the Ettenmoors and weaken the forces which Angmar can bring to bear against the Free Peoples.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ingi is at Ost Ringdyr, south of Grothum.\\n\\nWith the goblins dispatched, the time has come to return to Ingi.",
      "es": ""
    }
  ]
}