{
  "id": 620790955,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Speak with Daervunn at Esteldin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Golodir sent you? That is well, for it means his spirit has been renewed.\\n\\n'There are grave dangers about and many have spoken of a new evil from Angmar near the entrance to Ram Dúath. I am quite certain that this is the Knight you seek.\\n\\n'Go to the entrance to Ram Dúath, and you will find him...but be wary, there are many Angmarim in that place. It will not be an easy path.'    ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well, [placeholder]. Golodir will be pleased with your success.\\n\\n'I can now give my attention to sending more help to the North, now that you have made the way easier.\\n\\n'Return to Golodir and let him know of your victory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Mordirith cannot be stopped. Even if you think you have defeated him, he will never truly be dead. He was the King of the South in mortal life and will be King of the North as a wraith-lord.\\n\\n'Mordirith's will lives on, which is more than I can say for you, you pathetic [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 9, Chapter 3: Journey to Esteldín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Daervunn has warned you of a new threat to the north near the entrance to Ram Dúath and that maybe it is the Knight you seek.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the Knight of Mordirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Knight of Mordirith may be found near Ost Crithlanc, north-east of Esteldín.\\n\\nDaervunn told you of a new threat in the north, which may be the Knight you seek.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat the Knight of Mordirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Daervunn is at Esteldín, south of the mouth of Ram Dúath.\\n\\nHaving defeated the Knight of Mordirith, You should return to Daervunn and let him know of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}