{
  "id": 620790926,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have come to this field of battle to support the Free Peoples and my brethren among the Eagles. Long have we battled the spiders of Gorgoris' brood, and we are pleased to help the Free Peoples against the foes out of Angmar. \\n\\n'I see that the Isendeep has fallen to the Enemy. I pledge to join you in an assault against the enemy within the mine if you bring me the tokens proving your valour in these lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5e8404",
      "en": "'Make haste! I shall fly through the cavern opening and meet you within!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have proven your valour, [placeholder]. Now I shall show you the valour of the Eagles!\\n\\n'I will make my way into the mine through the hole in the wall. Meet me within, and we shall begin our assault on the tyrant who claims control within.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Return to me when you have the proof of your resolve. Only then will I join your assault against the Enemy within the mine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Golloval of the Golden Eagles",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4da5c44",
      "en": "'The day is won. I shall watch the battle from afar and return only when needed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Golloval of the Golden Eagles will come to the aid of the Free Peoples provided that the Free Peoples are willing to prove their intention and valour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Token of Valour ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Golloval",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Golloval is hidden to the west amongst the hills near the central entrance to the Isendeep Mine. He hides in the hills protected by other golden eagles.\\n\\nGolloval pledged to assist you in retaking the Isendeep mine if you return to him with proof of your valour within the Ettenmoors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Tokens of Valour ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}