{
  "id": 620790987,
  "txt": [
    {
      "id": 136263297,
      "en": "Poison cleansed",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The poison of the Angmarim was introduced here",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You must be nearer the water to cleanse the poison",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Captain-General Tordúr explained that scouts near Tol Ascarnen have seen a number of Angmar's servants dumping the contents of barrels into the river. Drawing water from the river shows that the river is slowly being poisoned. If this is allowed to continue, then the hobbits at Hoarhallow will certainly perish.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'[placeholder], you are known to many of the Elves of Rivendell... nay, do not be surprised. I have a delicate matter that needs attention, and I believe you may be the [placeholder] for the matter.\\n\\n'The waterfall above Tol Ascarnen has seen Angmar's forces visiting near its banks. Scouts report that they dump barrels of viscous material into the Hoarwell and further investigation has yielded evidence that the river is being poisoned. I have created a draught that will counteract this poison, but it must be delivered to the Hoarwell quickly. \\n\\n'I ask that you take this draught and make your way to the waterfall overlooking Tol Ascarnen and deposit it into the river to cleanse the poison. Do this, and I shall see that you are rewarded.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The poison was introduced to the Hoarwell at the waterfall overlooking Tol Ascarnen, in the central area of the Ettenmoors, north-west of Glán Vraig.\\n\\nCaptain-General Tordúr asked you to make your way to the top of the waterfall overlooking Tol Ascarnen to assist in cleansing the poison that the goblins of Angmar introduced into the Hoarwell River.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This is a great success. You are most welcome here at Glân Vraig, and I hope that you are able to assist the other Free Peoples throughout the Ettenmoors.\\n\\n'Remember, this war will not be decided easily. We are too few in number to score a decisive blow to the encampment at Gramsfoot. Ofttimes we will lose our holdings, but while we retain them there is much to do.\\n\\n'Be well, friend.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Captain-General Tordúr is at Glân Vraig.\\n\\nYou should return to Captain-General Tordúr with news of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Is it yet done, [placeholder]? We must be swift, else the Little Folk at Hoarhallow will suffer a terrible fate at the hands of Angmar.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "The cleansing agent has been introduced to the Hoarwell",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Cleanse the Hoarwell River of the poison introduced by Angmar",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Cleansing the Hoarwell",
      "es": ""
    }
  ]
}