{
  "id": 620790843,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Seeds planted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Amabel Redfern's seeds will only reap their rewards when they are harvested many months from now. Simply plant them and wait for the crops to come to fruition during the Harvest Festival.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'So you fancy yourself a dedicated farmer, do you? I think I may have something very special for you, but I need you to prove that you truly are a farmer that loves the feel of dirt under your nails, that truly knows the meaning of patience. Do you fully understand that you are at the whim of the earth, seasons, and time itself?\\n\\n'I hope so. I have been making this patch of earth ready for you. I simply ask you to plant these special seeds that will only grow in this soil, and then sit back and wait. When I return for the Harvest Festival in the Fall, then we shall see if you have the true instincts of a farmer, and I will share with you a special recipe.\\n\\n'Oh, and return the bag of empty seeds to me so that I know you have done what I have asked!\\n\\n<rgb=#FF0000>Hint: This is a crafting quest. Use the Crafting Panel to execute the recipe you have been given.</rgb>'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The field is next to Amabel near the Party Tree in the Shire.\\n\\nAmabel has asked you to plant some very special seeds in her field near the Party Tree. She would like you to prove that you have the true patience of a farmer.\\n<rgb=#FF0000>Hint: This is a crafting quest. Use the Crafting Panel to execute the recipe you have been given.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well. Your patience will be rewarded in the fall when I return for the Harvest Festival. If you are a true farmer, then we will talk again at that time, and I will give you a recipe known to few that has been in my family for generations.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Amabel Redfern is near the Party Tree in the Shire.\\n\\nYou should return the empty bag of seeds to Amabel Redfern so that she knows you have planted the seeds as asked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Well done, farmer. You must wait until the harvesting season before you will see your true rewards.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Where is my bag of seeds? I asked for it back, you know!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Patience is a great virtue for a true farmer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'A true farmer knows he cannot rush time nor the seasons.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Plant the seeds Amabel gave you in her special field",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Amabel Redfern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Planting the Seeds for Harvest",
      "es": "",
      "es (fem)": ""
    }
  ]
}