{
  "id": 620790980,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Lainedhel discovered the Little Folk while he was scouting the wilderness here in the north. He blames himself for Angmar discovering their location as they seem to have lived here for generations beneath everyone's notice, even the trolls.\\n\\n'Since his discovery, the Uruk-warleaders have ordered continuous assaults against the village, and the hobbits there, resilient and proud, have taken up arms to defend their homes. Mayor Wat Mudbottom leads them and has asked for little help. He sent a single emissary, Pip Diggins, to Ost Ringdyr to entreat with Lainedhel and has received weapons and arms from us in return for food that he and his people grow and hunt.\\n\\n'Please, if you can, visit Mayor Wat Mudbottom and assist him however you may.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Merry me! Did the folk over in that Elf-home send you? Good people they are, always trying to be helpful, keeping close watch over our hovels.\\n\\n'We are struggling, there can be no doubt of that, ever since the arrival of these beasts. Most are smarter than a troll, and though wolves have always been a bother, the wolves that have come now are much more frightening. We're concerned with the spiders too, but only because their webs are awfully hard to pull from the hair on our feet.\\n\\n'No doubt you have come to help, and we are grateful, truly we are. Emerald, along the road to the south and east, might need some help, if you ask her. Ned over at the store-house, just over this rise behind me and down to the water's edge, can always use a hand. And at the crest of the hill, north a bit, you will find Marigold. See if they might need anything, would you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Well I'll be!! You're like us!\\n\\n'A pleasure to meet you. I am Mayor Wat Mudbottom and this is Hoarhallow. We'd soon set-up a feast were there none of these uruks, Orc, Wargs and spiders running about. No wish to risk our already stretched food supply when one of them might run into town and gobble it up, or worse one of us.\\n\\n'My, oh my! To see that there are others like us out there and adventuring too! Do you live near or with big folk? Well of course you do, how silly of me to ask.\\n\\n'Oh yes, here to help! Emerald is down the lane to the south-east. Marigold is up the hill to the north and Ned can be found at the river's edge over the hill behind my house.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Our Friends in Hoarhallow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ascwyn mentioned that Hoarhallow is besieged by the forces of Angmar and that the hobbits can use any help you could offer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mayor Wat Mudbottom is at Hoarhallow far to the west of Glán Vraig, through the Grimwood Forest, on the banks of the Hoarwell River.\\n\\nBeset by the Enemy, the Hobbits of Hoarhallow are a hardy and proud people. Their Mayor, Wat Mudbottom, leads them and refuses to give up the land they own to the forces of Angmar. Sergeant-at-Arms Ascwyn directed you to speak with Wat Mudbottom.",
      "es": "",
      "es (fem)": ""
    }
  ]
}