{
  "id": 620790954,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Golodir? I have never heard of him, but he sounds like one of those Rangers, like Toradan. If he's anything like Toradan was, I don't see any reason to doubt him.\\n\\n'Well I'm not sure about this knight that you speak of, but there is a new threat in the Chetwood, much more powerful than anything you've come across in the past. Perhaps he is the knight you seek.\\n\\n'You can find him at his camp near the evil idol in the Chetwood. It is not hard to find, north-east of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It was the knight you sought, and you have slain him? I am impressed. It is not often we get heroes of your ilk in these parts.\\n\\n'Thank you for your help. Please tell your friend Golodir that your deed is done, and I will make sure we do something about that dreadful idol. It seems to attract an awful lot of attention.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x62c0075",
      "en": "'Now you will die!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Why do you come to trouble me, fool? I have many things to take care of for Mordirith....\\n\\n'What? You have defeated the Steward and left his throne to Amarthiel? Prepare to die!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 9, Chapter 3: Journey to Combe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Constable Underhill mentioned that there is a new threat in the Chetwood and that maybe it is the knight whom you seek.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the Knight of Mordirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Knight of Mordirith can be found near an evil idol in the Chetwood, north-east of Combe.\\n\\nConstable Underhill told you how to find the threat in the Chetwood, which might be the knight you seek.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat the Knight of Mordirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Constable Underhill is outside The Comb and Wattle in Combe, south-west of the knight's camp.\\n\\nHaving defeated the Knight of Mordirith, you return to Constable Underhill and let him know that the threat is ended.",
      "es": "",
      "es (fem)": ""
    }
  ]
}