{
  "id": 620790985,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I've something rather difficult to ask you. On my way to Ost Ringdyr, I was to bring two things with me. The first was much too large and the charge was given to your people to handle, that being a large shipment of food and brittleleaf.\\n\\n'The second was in my charge, and my pony -- loaned me by Captain-General Lainedhel himself -- was doing well until we were beset by the Snowreap goblins out of Grothum. Terrible creatures, those. Never had I seen one up close until that moment, and I admit that I was more than startled! I fought for a short time before they ran me off from the cart and pony. I know something terrible became of the pony, but the cargo I was hauling is most likely intact as many enjoy the spirits that we folk of Hoarhallow brew.\\n\\n'If you could, make your way north from here to Grothum and recover the ale for me. I would be very appreciative.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The ale! You brought the ale back. I am indebted to you!\\n\\n'This was meant to be a gift to the Captain-General for his assistance against the foe from Angmar. We were grateful for his offer and assistance.\\n\\n'You have helped to preserve my honour and the honour of the people of Hoarhallow. Please take this with my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Please. We may not have much, but we are a proud folk and wish to give Captain-General Lainedhel a gift for all that he has done for us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gifts from Hoarhallow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Pip Diggins meant to deliver a large amount of Hoarhallow ale to the Big Folk at Ost Ringdyr. As he was making his way towards the camp, he was forced to run from a pack of savage goblins and left the ale behind. He would truly appreciate any adventurer willing to collect the prize for him from the goblin-village at Grothum.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Hoarhallow ale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Pip Diggins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Grothum lies north of Ost Ringdyr. Pip Diggins is located within the safety of Ost Ringdyr near the cooking oven.\\n\\nPip Diggins would like you to recover some of the ale the goblins stole in exchange for a small reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Hoarhallow ale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}