{
  "id": 620790977,
  "txt": [
    {
      "id": 218649169,
      "en": "'You, there! The Free Peoples are coming, and we are frightened. We need your help. Yes, we are whimpering creatures not fit to carry the banner of Angmar. I grovel at your mighty feet and ask you for help.\\n\\n'You will give help, for you must!\\n\\n'Kill the Free Peoples that come here to Grothum. Kill them in our village!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You protect us! You do good! We live! Angmar prevails!\\n\\n'We thank you and offer you the honour you deserve.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Help us! Help us now!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'My scouts told me you helped those miserable wretches at Grothum. You honour the pact we made, but do not think that the goblins are anything more than dirt.\\n\\n'We should focus our attention on something other than our servants in the future.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Defend Us",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Free Peoples have been coming into Grothum village, killing goblins and stealing their food and ale.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Free Peoples at Grothum ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat the Free Peoples at Grothum ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Slaughter the Free Peoples as they attempt to destroy the goblins of Grothum.\\n\\nYou have been asked to honour the pledge made by Angmar to assist the goblins against the Free Peoples, an obligation you must fulfil.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Grothum is defended and your obligation to the goblins is complete. Return to Gasham and tell him so. If Gasham was killed return to the War-tyrant and tell him of your victory.\\n\\nFighting off the enemy within the bounds of Grothum proved a simple task for one such as you.",
      "es": ""
    }
  ]
}