{
  "id": 620790842,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Return the five items to Lalfor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Excuse me, good [placeholder], perhaps you could help me. I came here today to see Nedhrien. Today is the day that I will profess my feelings for her. But in all of my excitement -- and dare I say nervousness -- I seem to have dropped all of my poems and gifts for her.\\n\\n'Could you find them for me? And please hurry, while I still have the nerve to do as my heart tells me I must. Here is a list of all the things I need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, thank you! You have kept a young Elf's heart whole today and that is no small thing. The world itself would have shattered if I had missed this opportunity.\\n\\n'For your efforts, here is a festival coin.\\n\\n'Thank you! I must now speak with her!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I am simply at a loss; I cannot find my missing things anywhere.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Did you find my missing things yet? I must have them! Please look at the list I gave you to remind yourself of what they are. Quickly, before I lose my courage.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Missing Things",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lalfor has lost some of his most precious writings and belongings while watching Nedhrien dance.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Lalfor's missing items ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lalfor has given you a list of his missing things to remind you exactly what they are.\\n\\nLalfor would like you to find his missing things while he remains close to the Festival of Enedhin for...research purposes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collected Lalfor's missing items ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lalfor is waiting for you at the festival in Duillond.\\n\\nLalfor will be pleased to have all his missing items returned to him.",
      "es": "",
      "es (fem)": ""
    }
  ]
}