{
  "id": 620790975,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You pathetic worm. You look as though you've soured yourself in my presence and that gives me the urge to scourge the flesh from your back.\\n\\n'You'll be useful to our army if you sacrifice yourself against the enemy. Stand within the Isendeep and repel the invaders as they cross into these halls. Survive and you might just earn a little favour.\\n\\n'If you succeed return to me. If you fail, and I feel the sting of arrows...know that I will find you one day and scourge your body to the bone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Your efforts are noted, and the failures of others to hold their position is well-known to me. I recognize what you have done, [placeholder].\\n\\n'Know this...letting superiors die will be punishable by whipping and reassignment to the brimstone-pits of Angmar. Remember well that you're nothing more than a maggot, and you'll live. Try to reach beyond those bounds, and I'll see you spend your life in the brimstone-pits.\\n\\n'For now, I recognize your efforts and will honour you with thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Leave my sight, cur! Do what I ask, or I'll lose my temper!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Well done! I may have misjudged your resolve.\\n\\n'I'll try to remember to look favourably upon you in the future. Don't expect that I shall!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hold the Mine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Taskmaster Bárzqhosh is preparing the defence of the Isendeep Mine against the Free Peoples.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Free Peoples in the Isendeep Mine ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Free Peoples in the Isendeep Mine ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fight off invaders who meant to take the Isendeep mine.\\n\\nYou must fight the foe within the Isendeep mine and drive them out for the glory of Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "If the mine is fallen or Taskmaster Bárzqhosh is fallen in the battle, make your way to Gramsfoot and speak with War-tyrant Akúlhun.\\n\\nYour success is complete. Return to Taskmaster Bárzqhosh and tell him of your victory.",
      "es": "",
      "es (fem)": ""
    }
  ]
}