{
  "id": 620790911,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Ah, [placeholder], I need to speak with you. I have heard of your adventures at Carn Dûm, and I am concerned. Besides your strange encounters with her during your travels, I have never heard of this Sara Oakheart, and I am troubled by her.\\n\\n'There are few now in this age who have even heard of the palantíri, much less be concerned enough with them to steal them. Moreso, they have now become dangerous, for Sauron possesses the Ithil-stone, which he has certainly bent to his will.\\n\\n'Return to Golodir at Gath Forthnír and help him search for Sara Oakheart and the palantír. I fear that only evil will come of these events.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am glad that you have come, [placeholder]. The time has come for us to discuss several things. You have been most helpful in many ways to me and my friends. We have much to talk about very soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Barad Gúlaran is located in Nan Gurth, in the centre of a series of bridges that surround it like the spokes of a waggon-wheel. Sara Oakheart was seen by the tower located at the most south-easterly of these bridges. Find her and retrieve the palantír.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Gandalf sent you to help me search for Sara Oakheart and the missing palantír? Well, the search will be short, for one of my scouts has found her already: outside Barad Gúlaran, the place where the Witch-king studied his terrible arts. She has made no effort to conceal her whereabouts, but I can think of no reason this would be so.\\n\\n'You will find Barad Gúlaran in the centre of Nan Gurth, an evil valley haunted by wights and other dread creatures. Barad Gúlaran is located in the centre of a series of bridges that surround it like the spokes of a waggon-wheel. Sara Oakheart was seen by the tower located at the most south-easterly of these bridges. Go and bring back the palantír.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 9, Chapter 1: Oakheart Unhidden",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Lend your aid to Golodir at Gath Forthnír. The valiant Ranger has a mighty task before him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mordirith, the False King, has been defeated and sent back to Mordor houseless, but the mysterious Sara Oakheart stole the palantír Mordirith had in his possession. This greatly concerns Gandalf the Grey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Seek out Sara Oakheart outside Barad Gularan, [placeholder]. Barad Gúlaran is located in the centre of a series of bridges that surround it like the spokes of a waggon-wheel. Sara Oakheart was seen by the tower located at the most south-easterly of these bridges. Be careful! There is more to that old woman than meets the eye.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Golodir is at Gath Forthnír in Angmar, far to the north of Rivendell.\\n\\nGandalf the Grey has instructed you to return to Gath Forthnír and help Golodir to search for Sara Oakheart and the missing palantír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sara Oakheart is at Barad Gúlaran in Nan Gurth in Angmar. Barad Gúlaran is located in the centre of a series of bridges that surround it like the spokes of a waggon-wheel. Sara Oakheart was seen by the tower located at the most south-easterly of these bridges.\\n\\nSara Oakheart has been found outside Barad Gúlaran. Golodir has told you to be careful.",
      "es": "",
      "es (fem)": ""
    }
  ]
}