{
  "id": 620790922,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Be not afraid that I speak, [placeholder]. My voice may be gruff, but if your loyalty is to the Free Peoples whom I have come to support, you have no reason to fear me.\\n\\n'I have come from the north at the behest of others to see that the Free Peoples stand firm against these wretches. It appears that my arrival is ill-timed as Tirith Rhaw has already fallen. I will support you in an effort to retake the tower, but you must provide me with proof of your loyalty to the Free Peoples.\\n\\n'Captain-General Lainedhel told me to request proof in the form of tokens proving your valour on the battlefield. Bring these to me, and you shall have my service in reclaiming Tirith Rhaw.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You are true, [placeholder], and so am I. I shall not take all that you offer me.\\n\\n'Come, let us make our way to the tower and drive these curs from Tirith Rhaw!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Return to me when you have the tokens of valour, only then will I join this fight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Assistance from the Golden Bears",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4da5c44",
      "en": "'We have won this day. Until I am needed again, I shall make my way to a cave and rest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tirith Rhaw has fallen to Angmar's army. Goldhead, the lord of the Morningthaw bears offered his assistance in exchange for proof that you are loyal to the bears and the cause of the Free Peoples.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Token of Valour ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the tokens to Goldhead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Goldhead is located at his den east and north of Tirith Rhaw.\\n\\nGoldhead requested that you bring proof of your loyalty and support of the cause of the Free Peoples in the Ettenmoors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f5ef9e",
      "en": "'Come friends! Let us drive the enemy from Tirith Rhaw!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Tokens of Valour ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}