{
  "id": 620790960,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Golodir? I'm not familiar with him, but the Rangers helped us achieve peace here, so I will gladly aid you in this.\\n\\n'I think I may know where your man is hiding.  There have been many reports of new threats to the north of here. They are mostly rumours, but several of my patrols have not returned. Perhaps you could look into this problem for us?\\n\\n'Report back to me if you are successful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So not only did you find your Knight, but you defeated him as well? I am impressed. Thank you for your efforts. It is not often we see such a powerful [placeholder] grace these parts.\\n\\n'Please tell your friend Golodir that you have done your part here at Gondamon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Why do you come to trouble me, fool?  I have many things to do here for Mordirith.\\n\\n'What? You have defeated the Steward and left his throne to Amarthiel? Prepare to die!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 9, Chapter 3: Journey to Gondamon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mathi Stouthand has warned you of a new threat to the north of Gondamon and that maybe it is the Knight you seek.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the Knight of Mordirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Knight of Mordirith might be found north of Gondamon.\\n\\nMathi Stouthand suggested that the threat to the north of Gondamon may be the Knight you seek.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Kill the Knight of Mordirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mathi Stouthand is at Gondamon, south of the Knight's camp.\\n\\nHaving defeated the Knight of Mordirith, you should return to Mathi Stouthand and let him know that you were successful.",
      "es": "",
      "es (fem)": ""
    }
  ]
}