{
  "id": 620790974,
  "txt": [
    {
      "id": 218649169,
      "en": "'Listen well you pathetic excuse for a warrior. Battle will soon come to this lumber-camp, and we'd best prepare for the onslaught.\\n\\n'You'll defend the camp, staying within the bounds of the lumber-yard itself, and stand against the enemy as they come. You'll do this because I say you will.\\n\\n'If we lose the camp or I should fall, report to the War-tyrant at Gramsfoot. Face him and tell him that you fought against the foe...he will choose your fate. If I stand, I will see that you are rewarded for your efforts.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You did well against our enemy at the Grimwood camp....\\n\\n'Yet you return to me for your reward, which means my kin is lost. I will check my ire and curb my disappointment, for I know that many of the Free Peoples suffered by your hand. This success is fleeting, maggot. See that you do better in the future.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Prepare yourself, the Free Peoples will not let us stay here long without coming to liberate the camp. We are too close to their precious rat-folk.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Our victory is complete, and you have been a necessary member of the defence. You are to be commended for your assistance here, maggot.\\n\\n'Do not let this meagre success boost your thoughts of rising through the ranks of Angmar, though. You are nothing more than a maggot meant to be slaughtered by our enemies, until you prove otherwise.\\n\\n'For now, I recognize your contributions. You will need to perform as well in the future to earn my respect.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Grinding Bones in the Grimwood",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Chieftain Torbok prepares the defence of the Grimwood Lumber-yard against the Free Peoples.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Grimwood Lumber-camp ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Free Peoples at the Grimwood Lumber-camp ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Fight Angmar's foes within the bounds of the Grimwood Lumber-camp.\\n\\nYou were instructed to stand this ground and fight for the glory of Angmar in defence of the Grimwood Lumber-camp.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "If Torbok is defeated or the lumber camp has fallen to the Free Peoples, return to Gramsfoot and face the wrath of War-tyrant Akúlhun.\\n\\nYou should return to Chieftain Torbok at the Grimwood Lumber Camp to gloat of your victories against the Free Peoples.",
      "es": ""
    }
  ]
}