{
  "id": 620790996,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have done well with very difficult tasks, but there is more yet to be accomplished. While you were gone, I spoke with Laerdan about Amarthiel and where she might be heading with the palantír. We need to find her quickly and put an end to her schemes. \\n\\n'However, Laerdan knows much more than I thought before. Go and speak with him and learn how you can help him find Amarthiel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am loath to confess that I know more of Amarthiel than perhaps any other living, yet still I knew nothing of her secrets as Sara Oakheart. She has become much more powerful than I had imagined...indeed, I had believed her dead since the Battle of Fornost.\\n\\n'It matters not. She is alive, and my pursuit of her must continue. I believe that she is heading to Evendim. She has a palantír--I am guessing that of Osgiliath, the master of the south, thought lost in Anduin--and if she has any hope of staying in power, she will need to confer often with the Lidless Eye. She may also use the palantír to find Narchuil, that token of power she lost long ago.\\n\\n'The only place left for her is Annúminas then, for it may be that the pedestal where once sat the palantír of Annúminas still stands. You should go to Evendim quickly and speak with Calenglad. He is at the Ranger-camp at Tinnudir on the eastern shore.\\n\\n'It is my dearest hope that we will meet again on a happier day, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go and speak with Laerdan. It is urgent that you find Amarthiel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Laerdan and Golodir sent you, did they? There must be more than we thought to the growing presence of the Angmarim then. I am glad then that they have sent a proven hero to help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 9, Chapter 4: Amarthiel's Trail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You must do as Laerdan says. Hurry, for I deem time is short.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Golodir was pleased with your success in the south, but is still concerned with Amarthiel and her possession of a palantír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Calenglad is in Evendim at the Ranger-camp at Tinnudir. The camp is along the eastern shore of Lake Evendim, on an island there. Hurry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Laerdan is on the other side of the cave at Gath Forthnír.\\n\\nGolodir instructed you to speak with Laerdan to learn how you can help him track down Amarthiel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Calenglad is at the Ranger-camp at Tinnudir on the eastern shore of Lake Evendim.\\n\\nLaerdan instructed you to go to the Ranger-camp in Evendim to speak with the Ranger Calenglad.",
      "es": "",
      "es (fem)": ""
    }
  ]
}