{
  "id": 620790989,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'My concern over the true desire of Angmar's forces within the Ettenmoors grows with each passing moment, [placeholder]. I have acquired and translated only a few documents, but I have learned that the Witch-king very likely visited these lands as he fled after his defeat.\\n\\n'The dealings of the Hillmen of Rhudaur with Angmar confounds me, and I must learn more before I deliver my findings to Captain-General Lainedhel. Please, if you recover any tomes from the Enemy deliver them to me so that I might learn more of the history of this place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I will begin my translation of this work immediately. You have helped us greatly, friend.\\n\\n'For your efforts, I give you this token. I will have need of your service in the future, [placeholder], so remember me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'My fears continue to grow, [placeholder]. We must learn what Anmgar's true purpose here is and quickly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Scholar's Fears",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lieutenant Unferth wishes you to find books from the libraries of Rhudaur to support his fears. The more he learns from recovered notes and tomes, the more he believes that there is something within the Ettenmoors that the army of Angmar seeks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Lieutenant Unferth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The books and tomes Unferth desires may be carried by Orcs, Uruks, and possibly even goblins or trolls, which can be found throughout the Ettenmoors.\\n\\nLieutenant Unferth has asked you to collect any books or tomes which might uncover what Angmar seeks in the Ettenmoors.",
      "es": "",
      "es (fem)": ""
    }
  ]
}