{
  "id": 620790976,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Listen well, you maggot! Our leader says to make ready the walls and secure our position. Strike to kill the Free Peoples that move towards the walls of Tol Ascarnen.\\n\\n'You'll do this, you'll do this well, and you'll report to me when your job is done.\\n\\n'If I fall -- your soft belly best hope I don't end up with my back flat on the ground or my face planted in a pool of my blood -- get to the War-tyrant at Gramsfoot, and he'll chide you for your failure to keep me alive, but maybe show you some favour for slaughtering the Free Peoples.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You lived through the onslaught, eh, maggot? I may have misjudged your strength and ability.\\n\\n'I will inform others of your success, but you best not let this meagre victory go too far to your filthy head.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you testing to see if my whip-arm is strong? I can assure you it is strong and willing to strip the flesh off your backside. Make ready your preparations, worm. The battle will soon be at hand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Apsduf talks a lot, maggot. He's worth about as much as that troll-dropping over there to me.\\n\\n'I need soldiers, not quartermasters. You've proven you're a soldier. Now get out of my sight, for you'll earn no greater compliment this day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Scour the Walls Clean",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Quartermaster Apsduf prepares the defence of Tol Ascarnen against the Free Peoples.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Free Peoples at Tol Ascarnen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the Free Peoples at Tol Ascarnen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Slaughter the Free Peoples in and around Tol Ascarnen to earn the favour of your masters.\\n\\nQuartermaster Apsduf told you to prepare for battle against the Free Peoples and to do your part to repel them from Tol Ascarnen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "If Apsduf is slain or Tol Ascarnen was taken by the enemy, go to War-Tyrant Akúlhun at Gramsfoot.\\n\\nYou have successfully slaughtered the Free Peoples and should return to Apsduf to claim your reward.",
      "es": "",
      "es (fem)": ""
    }
  ]
}