{
  "id": 620790979,
  "txt": [
    {
      "id": 218649169,
      "en": "'Your time in the Ettenmoors will be fraught with danger. Angmar's army is bolstered by their own allies, and they are cruel and vicious.\\n\\n'If you make your way north of Glân Vraig and follow the valley to the east, you will emerge at the ruins of Ost Ringdyr. Inside, you should seek out Lieutenant Ingi. He is a dwarf of great repute who has come to help us. He is handling the assault on one of Angmar's allies.\\n\\n'To reach Ost Ringdyr, travel north along the edge of the hills and outcroppings that lead towards the Misty Mountains. You will ride through a valley for a short time and emerge on a path guarded by our people. Be wary, the woods are teeming with the Enemy.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Another fresh recruit? Well you've come to a place in dire need of your aid, [placeholder]. \\n\\n'Ever since we arrived, Angmar's forces have made a regular habit of assailing us wherever we travel. There are very few safe places to move. You're here to learn a bit about the Enemy, and I am ready to oblige, but be warned the Enemy travels the Ettenmoors largely unchecked and in great number. You will need to use caution and stealth.\\n\\n'North of our location, behind the safety of great dark stones, lies the goblin-village of Grothum, a vile place that sits at the east side of the Isendeep Mine, once a dwarf-mine. I need help in defeating those goblins.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Ruins of Ost Ringdyr",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lieutenant Ingi at Ost Ringdyr may be able to tell you what you can do to support the Free Peoples in the Ettenmoors.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lieutenant Ingi is at Ost Ringdyr, north and east of Glân Vraig.\\n\\nSergeant-at-Arms Ascwyn directed you to report to Ost Ringdyr to learn about the allies of Angmar's Army from Lieutenant Ingi.",
      "es": ""
    }
  ]
}