{
  "id": 621071947,
  "txt": [
    {
      "id": "0x6a50262",
      "en": "TBD - Explore the Poison Gardens and search for MISSINGNPC",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b90",
      "en": "TBD - ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50264",
      "en": "Defeat Tarkka-oka and Cráthair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50268",
      "en": "Unlock the North Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01171",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x178d1a4",
      "en": "Sant Lhoer, known as the Poison Gardens of Carn Dûm, is a dank place teeming with deadly plants, trees, and flowers, the likes of which have rarely or never been seen before in Middle-earth. Beyond the foetid, beryl-green waters which flow through Sant Lhoer, rise immense glass structures, including Bâr Heledh, the Glass House. It is here that the sorceress Oganuin plies her craft, experimenting upon creatures, plants, and people alike. To what end, and for what purpose? One can only assume the darkest of designs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1145",
      "en": "You have defeated Tarkka-oka and Cráthair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50210",
      "en": "Defeat Oganuin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01102",
      "en": "You stand before Bâr Heledh, the Glass House of Carn Dûm. Within its metal and glass walls the sorceress Oganuin practices her fell crafts, creating abominations and twisting living things towards unnatural ends.\\n\\nYou should defeat Oganuin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01176",
      "en": "Within Sant Lhoer you have come across an Angmarim sorcerer, Cráthair, and his companion, the Jorthkyn Tarkka-oka. The latter is like nothing you have ever seen before. This must be one of Oganuin's foul experiments! You should defeat the pair.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1131",
      "en": "You have defeated Oganuin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1149",
      "en": "The North Gate opens!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01177",
      "en": "You have defeated Tarkka-oka and Cráthair, and acquired the key to the North Gate.\\n\\nYou should unlock the North Gate and continue on.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sant Lhoer, the Poison Gardens -- Tier 2",
      "es": "",
      "es (fem)": ""
    }
  ]
}