{
  "id": 621071834,
  "txt": [
    {
      "id": 216727827,
      "en": "You must place a delving emerald into the fissure in the delving stone. This will unlock the potency trapped within the gemstone and unleash it upon the world.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "A malice spread from within the gemstone you affixed to the delving stone. You must defeat the enemies to rid the evil from the world.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Having completed the mission with the malice affecting the denizens within, you should now make your way back to a mission giver who knows about delvings, and tell them of your success.",
      "es": ""
    },
    {
      "id": 215429253,
      "en": "Without a delving emerald you cannot unlock the greater strength of the enemies in this space.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Speak with a mission giver who knows about delvings",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'There is a strength in your resolve that I think few possess. Without your strength and those like you where would we be? Certainly under more dire threats than we are even now. You continue to protect and defend, [placeholder]. It is an honour to know you. Still, the threats that we face are manifold and we are not yet done examining these tainted stones. I have another if you wish to investigate.'",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "You left the instance and failed the delving",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Find and open the final chest within the space",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "An overwhelming malice spreads through the area...",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Delving deeply into the world, the forces of the enemy are more powerful and vicious.",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Failure: Leave the instance",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "The stone is inert. There is a clear fissure in the surface where one, with a little effort, could affix a gem of some sort. Perhaps you have such a gem in your possession.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Acquire a delving emerald ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "An overwhelming malice spreads through the area...",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Find and open the final chest within the space",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "The delving emerald fits into the fissure within the delving stone. The emerald cracks and the darkness within creeps out of the stone and moves into the air as a black tendril. A flash of dread fills you, but passes.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Affix the delving emerald to the delving stone ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tier 09: Delving Emerald",
      "es": ""
    }
  ]
}