{
  "id": 621071837,
  "txt": [
    {
      "id": "0xa8e1195",
      "en": "A malice spreads through the area...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "Having completed the mission with the malice affecting the denizens within, you should now make your way back to a mission giver with knowledge of delvings and tell them of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd7308b8",
      "en": "Without a delving zircon you cannot unlock the greater strength of the enemies in this space.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01142",
      "en": "You must place a delving zircon into the fissure in the delving stone. This will unlock the potency trapped within the gemstone and unleash it upon the world.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Failure: Leave the instance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "The delving zircon fits into the fissure within the delving stone. The zircon cracks and the darkness within creeps out of the stone and moves into the air as a black tendril. A flash of dread fills you but passes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Find and open the final chest within the space",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Affix the delving zircon to the delving stone ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1177",
      "en": "You left the instance and failed the delving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Delving deeply into the world, the forces of the enemy are more powerful and vicious.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1178",
      "en": "A malice spreads through the area...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50259",
      "en": "Find and open the final chest within the space",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'The enemy grew stronger? Well... that bodes ill. We should be cautious about freeing whatever evil is within these gems.\\n\\n'I promised you a reward and I shall not disappoint.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Acquire a delving zircon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "The stone is inert. There is a clear fissure in the surface where one, with a little effort, could affix a gem of some sort. Perhaps you have such a gem in your possession.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "A malice spread from within the gemstone you affixed to the delving stone. You must defeat the enemies to rid the evil from the world.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Speak with a mission giver that knows about delvings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tier 01: Delving Zircon",
      "es": "",
      "es (fem)": ""
    }
  ]
}