{
  "id": 620902686,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Return Pendrad's belongings to Thane Mildrith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "This helmet bears the insignia of Pendrad, the former Thane of Elthengels. Many of the belongings of the deceased Thane have been scavenged and scattered by the Orc raiders. It might be comforting for Thane Mildrith if you could recover some of her late husband's belongings and return them to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have something for me? Yes, I recognize these, they belonged to my husband. This sword was passed down to Pendrad from his father. I weep at the thought that he will never be able to pass it on to his own son.\\n\\n'I miss both Pendrad and Pendulf dearly. Thank you for bringing these things to me. I will put them on display in my hall to preserve their memory for the people of Elthengels.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Vestige of the Fallen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A Rohirrim helmet once belonging to the former Thane Pendrad has been recovered in the fields of Orcs near Elthengels. Pendrath's shield and sword may be found in the possession of Orc-scavengers in the area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have recovered Pendrad's lost shield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have recovered Pendrad's lost sword",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Retrieve Pendrad's shield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The missing items from Thane Pendrad can likely be found among the fields of Orcs to the north and west of Elthengels.\\n\\nYou have found the late Thane Pendrad's helmet and are now looking for other lost weapons or armour that may have belonged to him. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Retrieve Pendrad's sword",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thane Mildrith awaits you at the Elthengels Mead Hall, on the eastern edge of the Norcrofts.\\n\\nYou have recovered the lost items of the late Thane Pendrad and should return them to his widow, Thane Mildrith.",
      "es": "",
      "es (fem)": ""
    }
  ]
}