{
  "id": 620902621,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "<rgb=#FF0000>Completing Aiding the Eastemnet will cancel this quest</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'During war it is difficult to keep the morale high. Warriors are used to the battle and the constant loss, but the farmsfolk, women, and children...their spirits cannot handle such violence and turmoil. They need reminders that there is still good and virtue within the world.\\n\\n'Such a reminder grows in the Dígelon. By the shores of the great underwater river there are glowing mushrooms unlike any ever seen. They remind people that light can overcome darkness. Only a few of them are needed to rekindle the fire within the people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These will do nicely. While war is fought with weapons, and stomachs are filled with food, hope is inspired from things like this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you prepared to visit Dígelon and see the fury of the underground river?'\\n\\n<rgb=#FF0000>This is an instanced public questing area.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dígelon: A Light in the Darkness",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The mushrooms that grow within the Dígelon are highly regarded by the Rohirrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected glowing mushrooms from Dígelon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect glowing mushrooms from Dígelon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Glowing mushrooms can be found in Dígelon.\\n\\nWulfin asked you to venture within Dígelon and gather several glowing mushrooms.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Wulfin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wulfin is at Harwick.\\n\\nWulfin will be happy to see the glowing mushrooms you were able to gather from Dígelon.",
      "es": "",
      "es (fem)": ""
    }
  ]
}