{
  "id": 620902781,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The steed appears to be eagerly guiding you towards the nearby gate out of Elthengels",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The steed seems determined to head towards the cluster of trees north along the cliff wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Your mount is pulling you onwards towards the rock cluster, further to the north",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Adnoth, the stable-hand, has asked you to help him with an unruly horse that has recently come into his stable.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "The steed seems drawn to this rock formation. Why have you been guided here?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You uncover what can only be the steed's former owner. Upon this discovery, the steed seems at ease",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hail, there. Have you any skill with horses? I am a bit ashamed to admit this, but I am having trouble with one of the horses in my stable.\\n\\n'This particular steed raced riderless into town, no more than a day ago. Perhaps he was abandoned and was fleeing from the Orc-raiders? I have taken him into my stable and have orders to prepare all of these steeds for the Elthengels guards... but this new horse is simply too unruly.\\n\\n'Perhaps if you were to take a ride with him and see where he may take you, it could be just what he needs to relax and become more amenable to our handling.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The unruly horse is waiting at the Elthengels stable in the Norcrofts.\\n\\nThe stable-hand, Adnoth, has asked you to take the unruly horse for a ride, in the hopes that it might relax and slowly become more amenable to handling.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The steed led you to a body? Aye, I imagine it was the horse's previous Rider. I will ask one of the guards to retrieve the poor fellow, so we can honour his remains.\\n\\n'This seems to have calmed the steed quite thoroughly. He was trying to let us know about his owner, and we mistook it for unruly behaviour. I will make certain such a loyal steed goes to a most worthy new rider.\\n\\n'Thank you for your help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Elthengels' stable-hand, Adnoth, is awaiting your return at the stables near the south-west entrance to Elthengels.\\n\\nThe unruly steed led you to discover the body of its former owner. It has since become calmer, and the stablemaster must be informed of this development.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Mount the unruly steed and ride until it calms down",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Adnoth and talk to him about your discovery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Adnoth and talk to him about your discovery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Unruly Stallion",
      "es": "",
      "es (fem)": ""
    }
  ]
}