{
  "id": 620878071,
  "txt": [
    {
      "id": "0xd085252",
      "en": "This rat has been partially-eaten. Your stomach turns at the thought, but you also wonder what might have caused the eater to leave the dinner unfinished.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lhaid Ogo Exploration",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You found the remains of a luckless unfortunate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "Lhaid Ogo is a series of tunnels beneath the Lich Bluffs, in Enedwaith. Its passages are clogged with mud and not entirely stable.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You found a gap in the wooden bridge and could jump down to the lower passage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "Trapped behind a wooden wall in the depths of Lhaid Ogo, you found the body of an ancient unfortunate. Did he die there in the wall or was he moved to that spot to languish for all the ages?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Filled with a sense of revulsion, you leave the pouch where you found it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "The wooden bridge was of ancient construction, but the damp rotted some of the railings away. The gap could then be used to drop down to the lower passage, but it would be a one-way journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lhaid Ogo is a mysterious place. Who knows what you might find down here?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You found a partially-eaten rat. Who was eating it? And why didn't they finish it?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "The discarded pouch within Lhaid Ogo was filled with small, bird-like bones, stripped of their meat. Tooth-marks on the bones revealed that someone or something had been gnawing on the collection.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The winding passages of Lhaid Ogo are clogged with mud, and its layout seems to shift as if on a whim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You found Mud-eater's lair, the deepest chamber in Lhaid Ogo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "Someone was eating a rat in the depths of Lhaid Ogo, but who? And what caused him not to finish it?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "The earth on this slope has been disturbed, as if something heavy was dragged up it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "Mud-eater has stalked the passages of Lhaid Ogo for many years and makes his lair in the deepest chamber. He drags prey back to his lair before feasting on it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "Deep within Lhaid Ogo, you found signs of something heavy being dragged up a muddy slope, and it filled your heart with worry.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Delve into Lhaid Ogo and unravel its mysteries",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the ancient, unlucky explorer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find the gap in the bridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find the discarded pouch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Find the unfinished dinner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Find Mud-eater's lair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Find the disturbed earthen slope",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have entered Lhaid Ogo, a series of tunnels beneath the Lich Bluffs. The passages are clogged with mud and feel quite unstable.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "This cloth pouch is not as ancient as the rest of Lhaid Ogo; someone must have brought it here, and recently, but then discarded it for some reason.\\n\\nYou open it up and look inside, but the only contents are a collection of small, bird-like bones, free of meat. Tooth-marks are visible on many of them.",
      "es": "",
      "es (fem)": ""
    }
  ]
}