{
  "id": 620878096,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You feel that Tham Nambarth is under control. The next page in the journal speaks of Tham Varan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You feel that Tham Varan is under control. The next page in the journal speaks of Tham Ornen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You feel that you have done all you can at Tham Ornen. The next page in the journal speaks of Tham Andalath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The estates east of Tinnudir, within the Twilight Fields, once belonged to families of great wealth and standing within the North Kingdom.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "The goblins have fled, terrified of whatever may roam in the darkness. You have reached the end of the journal. You should return to Orchalwë",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The land to the east of here is called the Fields of Twilight. Within it are the ruins of several ancient estates. These places were once home to powerful families within the kingdom. They grew grain and raised animals used to feed the city and provided work for many of the people.\\n\\n'Now, they are disgraced by robbers, overtaken by nature, desecrated by goblins, and one now even serves as a camp for a force from Angmar. It is an affront to all who draw their heritage from the shores of this lake.\\n\\n'I have detailed in this journal notes about the estates and the threats availing them. Please, take it and read from it as you explore the Fields of Twilight. It will guide you if you choose to help us reclaim these ancient ruins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orchalwë's journal can be found among your possessions.\\n\\nOrchalwë's journal details what needs be done to reclaim the Fields of Twilight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The Estates within the Twilight Fields are now within our control. There is still some work to do at Tham Ornen, but I believe we can now handle the situation that remains.\\n\\n'You have done great work for us. Perhaps one day my blade will join with yours, and we will stand before our enemies together.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Orchalwë's journal can be found among your possessions.\\n\\nOrchalwë's journal details what needs be done to reclaim the Fields of Twilight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Orchalwë's journal can be found among your possessions.\\n\\nOrchalwë's journal details what needs be done to reclaim the Fields of Twilight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My journal contains all the information you will need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Orchalwë's journal can be found among your possessions.\\n\\nOrchalwë's journal details what needs to be done to reclaim the Fields of Twilight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'My journal contains all the information you will need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Orchalwë is at Tinnudir.\\n\\nOrchalwë will be eager to get his journal back and discuss your exploits within the Fields of Twilight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'My journal contains all the information you will need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Read Orchalwë's journal and reclaim Tham Nambarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'My journal contains all the information you will need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Read Orchalwë's journal and reclaim Tham Varan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Read Orchalwë's journal and reclaim Tham Ornen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Read Orchalwës journal and claim Tham Andalath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Twilight Estates",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Orchalwë at Tinnudir",
      "es": "",
      "es (fem)": ""
    }
  ]
}