{
  "id": 620878127,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You turn a blind eye to a corner of this region for just a moment and something momentous happens that you missed. Somehow, with all of our focus on the tomb-raiders and brigands in the south, a scouting force from Angmar has slipped into one of the ruins.\\n\\n'This is a disaster for us on several fronts. Something here is of enough value for Angmar to send a force to find it, something that we do not yet know of ourselves. If they were to find this thing, it could turn the tides of war, not to mention what could happen if they find the refuge of Tinnudir. If they use that knowledge to somehow find Esteldín...I cannot entertain those thoughts.\\n\\n'We must drive them out, and we must sow confusion among those who remain. Their plans have been tacked to the walls of the ruins. If their numbers were thinned and their plans destroyed, perhaps we will stand a greater chance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tham Ornen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tham Ornen has been occupied by forces from Angmar. What value they see in the ruins is unknown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Angmarim at Tham Ornen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Destroyed Angmarim orders at Tham Ornen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Angmarim at Tham Ornen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tham Ornen is north east of Tinnudir.\\n\\nOrchalwë's journal speaks next of Tham Ornen, a ruin now controlled by a scouting force from Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Destroy Angmarim orders at Tham Ornen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}