{
  "id": 620878132,
  "txt": [
    {
      "id": 218649169,
      "en": "'Tham Andalath was the ancient home of a great smith, one who made the weapons for the line of kings themselves. While most of his work has been lost to history, his influence is seen in every blade we wield. Goblins now camp within the walls of the ruins... foul and wicked creatures.\\n\\n'They are more clever than I often give them credit for and very devious. However, if done correctly, one can trick them into believing something much larger is going on around them and frighten them into a panic. Night and day, the flames of Tham Andalath are constantly burning... the goblins never let them go out. They must fear the darkness and believe something out there will get them if the fires are not lit.\\n\\n'If we were to be both the quencher of those flames and the object of terror in the darkness, the goblins will flee from the ruins with great haste. Once they are gone, another part of our history falls back within our hands.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tham Andalath",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Tham Andalath is the furthest of the estates from Tinnudir. What was once one of the most opulent houses in all of Evendim is now desecrated by goblins.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated goblins at Tham Andalath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Extinguished the camp-fires ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat goblins at Tham Andalath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Tham Andalath is north east of Tinnudir, east of Tham Ornen.\\n\\nOrchalwë's journal speaks next of Tham Andalath, a ruin of a great weaponsmith's home, now defiled by goblins.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Extinguish the camp-fires ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}