{
  "id": 620962301,
  "txt": [
    {
      "id": "0x3178d19",
      "en": "In the absence of Gilgír, the Lord of Anórien, Dúneth and Tolwin vow to rebuild Talath Anor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1151",
      "en": "You vow to Tolwin to help him take back Cair Andros after the war",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56849",
      "en": "'I shall always remember this day. You have taught me much, [placeholder], in our short time together. I shall continue to practice my fighting techniques until we meet again.\\n\\n'Thank you again for your assistance in finding my mother and reuniting me with the family I still have. You should make sure to speak with Ceveneth before you head south. Farewell, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1155",
      "en": "Ingold will continue to watch from the North-gate for signs of the Rohirrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Ingold can be found at the North-gate.\\n\\nYou should return to Ingold and speak with him about your adventures in Talath Anor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1156",
      "en": "Ceveneth will do her part in rebuilding the once fertile farmlands and orchards of Talath Anor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01158",
      "en": "Tolwin can be found in the hall at Crithost.\\n\\nYou should speak with Tolwin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Speak with Ingold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'[placeholder], you were gone longer than expected. You say you were able to help establish a Gondorian stronghold in Crithost? That is good news.\\n\\n'While Cair Andros may be lost, we still hold a patch of ground in Talath Anor. Slowly we will push the enemy back.\\n\\n'Perhaps it would be wise of you to return to Minas Tirith. I am sure there are those in the city that could use your aid. I shall remain here to hold the North-gate for the arrival of the Rohirrim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Speak with Tolwin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I know you must depart, for the enemy marches south from Cair Andros towards Minas Tirith. You must defend the White City from the forces of Mordor. Do not fear, we shall be able to hold our own at Crithost.'\\n\\nYou vow to Dúneth and all the people of Talath Anor to return after the battle and help her retake Cair Andros. You do not know when you will be able to fulfill this promise but you assure her that you will keep it.\\n\\n'Thank you, [placeholder]. Your vow means much to me. It is what Gilgír would have done and would have wanted. I shall await your return, brave [placeholder]. Please make sure to speak to Tolwin before you leave.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01162",
      "en": "Ceveneth is in the hall at Crithost.\\n\\nYou should speak with Ceveneth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Vow to Cair Andros",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Speak with Ceveneth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56873",
      "en": "'You would not believe it but those saplings you brought back are growing better in Crithost than they were in the orchard! I'll see to it that these fields are as beautiful and plentiful as they once were.\\n\\n'It's a shame you have to leave so soon but I do understand. This is a hard time for everyone in Gondor and the White City needs as many able warriors as they can get.\\n\\n'Good luck and don't be a stranger around here in more peaceful times!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}