{
  "id": 620962288,
  "txt": [
    {
      "id": 162883746,
      "en": "'I thought my entire family was lost. I came to these woods to plan my last stand and take revenge for the death and destruction that Korpûrta has caused. He took the life of my sweet Gilgír and two of my sons.\\n\\n'I must stand strong. Now that we are all here, perhaps we stand a chance to see this revenge through.\\n\\n'I would recommend that we head to Jal Kepir, a blockade right outside Cair Andros. If we can take the blockade, then we may have a chance to get inside Cair Andros and confront Korpûrta.'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Travel to Jal Kepir",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Defeat enemies at Jal Kepir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "Jal Kepir is located next to Cair Andros.\\n\\nYou should travel to Jal Kepir in north-eastern Talath Anor.",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Speak with Dúneth",
      "es": ""
    },
    {
      "id": 246419894,
      "en": "Jal Kepir is located next to Cair Andros.\\n\\nYou should defeat enemies at Jal Kepir.",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "Defeated enemy at Jal Kepir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'Good work! I was able to take out the scouts patrolling near the bridge. I think we have a shot at getting into Cair Andros.\\n\\n'I hope that this isn't too much for Tolwin. He is a brave warrior, but still so young.'",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "Dúneth can be found outside of Jal Kepir.\\n\\nYou should speak with Dúneth.",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Speak with Tolwin.",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "You, Dúneth, and Tolwin enter Jal Kepir, an enemy encampment across the river from Cair Andros, in order to make a path to the fallen Gondorian stronghold.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I trust my mother to lead us from now on. She is strong-willed like my father and caring like my older brothers. She is all the family I have left, and she contains the best qualities of all the family I have lost.\\n\\n'Speak with her about what we should do next.'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Speak with Tolwin",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'We have come this far and I am not about to give up. Let my mother lead us to victory.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Doorstep of Cair Andros",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Dúneth's camp is located in Talath Anor's eastern woods.\\n\\nYou should speak with Dúneth at her camp.",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Speak with Dúneth",
      "es": ""
    }
  ]
}