{
  "id": 620962217,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Well, it does not matter. Whatever you and the Steward spoke about, it is not my business to hear! I will do as I am told, and though that may not amount to a great service in the tales of heroes, may it prove as useful and as important as any hobbit deserves!\\n\\n'But you should find Gandalf! I know that he is very worried about the city, and about Gondor, and any information you might have about the Steward's state of mind could be useful to him. Did I say Gandalf? I mean you should find Mithrandir. I will never get used to calling him that, [placeholder]. Why does he need two names, anyway? It's not proper!'\\n\\nYou point out that the young Took himself has two names, going sometimes by Peregrin and sometimes by Pippin.\\n\\n'Well, that's different. That's different! Ah, you got me. Well-played, [placeholder]. Well-played indeed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Mithrandir is in the Court of the Fountain on the Seventh Circle of Minas Tirith.\\n\\nPeregrin Took has suggested that you tell Mithrandir about your audience with Denethor, the Steward of Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Mithrandir in the Court of the Fountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 4, Chapter 13: Time Yet Remains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You should find Mithrandir! I know that he is very worried about the city, and about Gondor, and any information you might have about the Steward's state of mind could be useful to him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I understand you had an audience with Denethor, [placeholder]. I might have given you some wisdom concerning how to handle the Steward, but I was not consulted. I trust you did not spoil any of our plans, or cause any harm that cannot be undone?'\\n\\nYou tell Mithrandir that Denethor spoke to you of many things that he saw within the depths of a palantír. At that, Mithrandir looks up sharply.\\n\\n'So the Anor-stone did remain within the tower. I wondered if it was so. Denethor has had a stubborn and strong will for all the years of his life, but if he seeks to gain some advantage over the enemy by using the palantír...'\\n\\nYou interrupt the Wizard, and his initial offence is quickly assuaged as you recount the worrying tale of Denethor's prophetic words concerning the siege to come. Mithrandir is silent for a long while. Finally he speaks.\\n\\n'I do not think he has seen the siege itself in the Anor-stone, [placeholder], and that is very important to us. A palantír cannot be made to lie, though its images might deceive if the user interprets them incorrectly. But I fear that the future in which Denethor believes, while not certain, could still come to pass. There is a question that his tale raises in my mind, a question I had not fully considered before now.\\n\\n'Where was Rohan? If the events of the coming siege will indeed transpire as Denethor foretells, and Théoden does not come to the aid of Gondor, I fear that the Steward of Gondor may be right. Minas Tirith will fall.\\n\\n'It is absolutely imperative that you learn what has happened to the Riders of Rohan. They must come to Minas Tirith in time, or all is lost. The siege is still ahead. Time yet remains.'\\n\\n<rgb=#00FF00>To be continued in Volume IV, Book 5, 'The Ride of the Rohirrim.'</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d17",
      "en": "You have heard Denethor's tale of what he expects from the siege of Minas Tirith, and should convey the Steward's words to Mithrandir before the hour grows too late.",
      "es": "",
      "es (fem)": ""
    }
  ]
}