{
  "id": 620962261,
  "txt": [
    {
      "id": 111477367,
      "en": "Rescue farmers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419816,
      "en": "Farmers can be found around Eryn Cordovath.\\n\\nYou should rescue any farmers you find.",
      "es": ""
    },
    {
      "id": 111477348,
      "en": "Collect saplings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082710,
      "en": "You see signs that the farmers are still alive and should rescue them from the Orcs",
      "es": ""
    },
    {
      "id": 177082688,
      "en": "The farmer is thankful and urges you to rescue any others",
      "es": ""
    },
    {
      "id": 177082689,
      "en": "The farmer thanks you and wishes for you collect saplings if you have the time",
      "es": ""
    },
    {
      "id": 177082690,
      "en": "The nervous farmer wishes you luck and scurries to Crithost",
      "es": ""
    },
    {
      "id": 177082713,
      "en": "The farmer understands and makes her way to Crithost",
      "es": ""
    },
    {
      "id": 111477352,
      "en": "Talk to Tolwin",
      "es": ""
    },
    {
      "id": 162883687,
      "en": "'I am pleased to report that the farmers have all returned safely to Crithost. You have done well.\\n\\n'And it is wonderful that you were able to rescue these saplings from the orchard. I am sure that Ceveneth will be more than willing to plant the saplings here in Crithost.'",
      "es": ""
    },
    {
      "id": 246419827,
      "en": "One of the farmers wishes for you to gather saplings so that Crithost can tend to some of the orchard's crops even if the orchard is lost.\\n\\nYou should gather saplings.",
      "es": ""
    },
    {
      "id": 177082693,
      "en": "Collected saplings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419830,
      "en": "Tolwin can be found in the hall of Crithost.\\n\\nYou should speak with Tolwin.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'A look-out atop the tower in Crithost has just spotted a band of Orcs heading towards Eryn Cordovath, Talath Anor's prized orchard.\\n\\n'We have yet to evacuate all the farmers from Eryn Cordovath. You must make haste to the orchard and send the farmers to Crithost at once!'",
      "es": ""
    },
    {
      "id": 24695186,
      "en": "A look-out has spotted a band of Orcs headed for Eryn Cordovath, a nearby orchard that is in the process of being evacuated, and Tolwin wishes for you to ride out there and assist the farmers.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Saving the Orchard",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Travel to Eryn Cordovath and assess the situation.",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Travel to Eryn Cordovath and assess the situation",
      "es": ""
    }
  ]
}