{
  "id": 620962215,
  "txt": [
    {
      "id": 216727827,
      "en": "Mithrandir is in the besieged city, at the south-eastern area of the Second Circle.\\n\\nGrond has broken the gate, and now Mithrandir seeks to confront the Witch-king before that terrible foe can enter the city.\\n\\n<rgb=#00FF00>Minas Tirith is besieged! You may examine the model of the city in the Dome of the Sun to travel between states of the city.</rgb>\\n",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Hullo there, [placeholder]. How was your audience with the Steward?'\\n\\nAt the sound of the young hobbit's voice, a tremendous smile brightens your face and you fight the urge to clasp Pippin in a tight embrace.\\n\\n'What is the joke, [placeholder]? I've never seen you this happy! It's a little peculiar, if you ask me, this being war-time and all, but I suppose that's no reason not to look on the bright side, is it?\\n\\n'You do seem a little flustered, now that I think about it: both happy and sad at the same time, if that makes any sense. I saw you not ten minutes ago, when the Steward summoned you before him. What could you have talked about in so short a time that would work such a change in you?'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Mithrandir in the besieged city and travel with him to the gate",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Denethor is standing before you, his face an earnest mask of despair and hopelessness.",
      "es": ""
    },
    {
      "id": 24695153,
      "en": "It is the darkest hour for Gondor and Middle-earth. Has all hope been lost?",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Denethor",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Peregrin Took is in the Seventh Circle of the city, at his post.\\n\\nYou have shaken away the remnants of the terrible prophecy Denethor spoke to you, but you cannot forget the images his words raised in your mind. To convince yourself that it was simply a tale, you should find Peregrin and ensure he is well.",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "You shake off the reverie brought on by Denethor's prophecy of the siege",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Peregrin Took ",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'I have wrestled with the seeing-stone for many days, [placeholder]. I am not surprised that the experience left you feeling unwell, and particularly susceptible to the words I spoke. Can you not see how the tale I spun you must surely follow from the images you beheld in the stone? The end has come. The end has come! The armies have not yet surrounded Minas Tirith, but they will. The folk have not yet thrown in with the Withered Tree, but they will! Grond has not yet come to the gates, but it will! How long can they stand against that ram? If they last even a minute longer than I believe, that will be a triumph. But it will not matter. All that I have told you will come to pass.'\\n\\nYou try to tell the Steward that he is wrong, but you cannot find the words.\\n\\n'You have seen what I saw in the stone. Hirgon and the Red Arrow did not make it to Rohan, and the foolish one Mithrandir sent to Mordor is a captive in Cirith Ungol! Yes, I know of that errand. And I know it has failed! Whatever that fool brought with him is now gone, and if it is the weapon I perceive, it will not matter if the gates of Minas Tirith last five minutes or five hours. The end will come! It has already come!\\n\\n'Go, [placeholder]! Go and die! Every person in this city will follow you soon!'",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Peregrin Took at his post in the Seventh Circle",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'We have to get down to the gate! Talk to me when you are ready, and we will go with haste!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'To the gate! We must get to the gate!'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 4, Chapter 12: The Darkest Hour",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Do you understand, [placeholder]? It is not needless cruelty that drove this tale of mine. No, it is kindness. For my words wove a picture of the fate that awaits us all. It cannot be avoided. Better to accept the road and set our affairs in order than to fight it fruitlessly.'\\n\\nYou shake your head to clear it, but still your mind is foggy. Is it really only half past nine on the thirteenth of March? The account seemed so vivid, so real...\\n\\nYour eyes turn toward the palantír. Denethor laughs, but there is no humour in it.\\n\\n'I have wrestled with the seeing-stone for many days, [placeholder]. I am not surprised that the experience left you feeling unwell, and particularly susceptible to the words I spoke. Can you not see how the tale I spun you must surely follow from the images you beheld in the stone? The end has come. The end has come! The armies have not yet surrounded Minas Tirith, but they will. The folk have not yet thrown in with the Withered Tree, but they will! Grond has not yet come to the gates, but it will! How long can they stand against that ram? If they last even a minute longer than I believe, that will be a triumph. But it will not matter. All that I have told you will come to pass.'\\n\\nYou try to tell the Steward that he is wrong, but you cannot find the words.\\n\\n'You have seen what I saw in the stone. Hirgon and the Red Arrow did not make it to Rohan, and the foolish one Mithrandir sent to Mordor is a captive in Cirith Ungol! Yes, I know of that errand. And I know it has failed! Whatever that fool brought with him is now gone, and if it is the weapon I perceive, it will not matter if the gates of Minas Tirith last five minutes or five hours. The end will come! It has already come!\\n\\n'Go, [placeholder]! Go and die! Every person in this city will follow you soon!'",
      "es": ""
    }
  ]
}