{
  "id": 620962265,
  "txt": [
    {
      "id": "0xeb01184",
      "en": "Ceveneth can be found in the hall of Crithost.\\n\\nYou should speak with Ceveneth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'This should keep us safe for a time. You sure are a handy [placeholder]. Hopefully those who captured Cair Andros don't all come this way at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1155",
      "en": "Placed trap ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fortifying Crithost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50272",
      "en": "Repair barricades ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Broken barricades and spots for bear traps can be found around Crithost.\\n\\nYou should repair barricades and set bear traps.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Place bear trap ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Greetings, my name is Ceveneth. I am the head farmer of Crithost. It has been a difficult past few days here with the refugees coming from all over Talath Anor.\\n\\n'I've been put in charge of strengthening the defences of the village but honestly I do not know much about building things. I'm as good as they come for tilling the land though!\\n\\n'I could use a little help if you have a moment. Some of the barricades we made are in dire need of repair. Also, I was given these bear traps by one of the Cair Andros guards to place around the village. Perhaps those will be useful in protecting us as well?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Speak with Ceveneth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d19",
      "en": "Ceveneth, one of Crithost's head farmers, has been put in charge of fortifying the town and could use some assistance in her task.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1153",
      "en": "Repaired barricade ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}