{
  "id": 620962293,
  "txt": [
    {
      "id": 251715956,
      "en": "<rgb=#FF0000>Look around</rgb> the Grey Wood near the stream that cuts through the woods",
      "es": ""
    },
    {
      "id": 148970472,
      "en": "You see nothing here that looks suspicious",
      "es": ""
    },
    {
      "id": 148970473,
      "en": "Take a <rgb=#FF0000>look around</rgb>",
      "es": ""
    },
    {
      "id": 111477352,
      "en": "Speak with Ceveneth",
      "es": ""
    },
    {
      "id": 184621216,
      "en": "The strange staff can be found in the woods outside Crithost next to the Grey Wood.\\n\\nYou should pick up the staff and bring it to Ceveneth.",
      "es": ""
    },
    {
      "id": 148970480,
      "en": "You see nothing here but an old, weathered Púkel-men statue",
      "es": ""
    },
    {
      "id": 148970481,
      "en": "Take a <rgb=#FF0000>look around</rgb>",
      "es": ""
    },
    {
      "id": 148970435,
      "en": "Something nearby catches your eye",
      "es": ""
    },
    {
      "id": 162883687,
      "en": "You hand the staff to Ceveneth.\\n\\n'What a peculiar and very small staff! This isn't from an Orc, but where have I seen it before? Let me think...\\n\\n'Ah yes, from children's tale of the Woses! Do you know of these stories? They're about small creatures that live in the woods and love nature.\\n\\n'Perhaps there is more to this tale than I thought! That would certainly explain those strange, old Púkel-men statues about the edge of the forest! Well, I am glad there isn't an army of Orcs in the Grey Wood after all!'",
      "es": ""
    },
    {
      "id": 148970483,
      "en": "The staff does not look Orkish in nature",
      "es": ""
    },
    {
      "id": 173025586,
      "en": "Retrieve the strange staff",
      "es": ""
    },
    {
      "id": 148970485,
      "en": "Take a <rgb=#FF0000>look around</rgb>",
      "es": ""
    },
    {
      "id": 246419830,
      "en": "Ceveneth can be found in the hall of Crithost.\\n\\nYou should speak with Ceveneth.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Maybe this isn't important [placeholder], but I keep hearing the faint sound of drumming from the woods near here.\\n\\n'Some say there are spirits and strange creatures in the woods. I've never believed such things because I've never seen anything strange in the Grey Wood. That being said, I've never been in the Grey Wood so what do I know!\\n\\n'Look, what concerns me is that the drumming might be some Orcs looking to attack us from behind. It might be worth checking out. At the very least, if you look into it and it isn't anything, it will put me at ease.'",
      "es": ""
    },
    {
      "id": 24695186,
      "en": "Ceveneth has heard the sound of drums coming from the Grey Wood and believes Orcs may be planning to attack Crithost from the west.",
      "es": ""
    },
    {
      "id": 184621271,
      "en": "The Grey Wood is west of Crithost.\\n\\nYou should scout the edge of the Grey Wood for evidence of Orcs.",
      "es": ""
    },
    {
      "id": 251715952,
      "en": "<rgb=#FF0000>Look around</rgb> the woods outside Crithost next to the Grey Woods",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Drumming of the Grey Wood",
      "es": ""
    },
    {
      "id": 251715954,
      "en": "<rgb=#FF0000>Look around</rgb> the Grey Wood near the Púkel-men statue",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "The Grey Wood is west of Crithost.\\n\\nYou should scout the edge of the Grey Wood for evidence of Orcs.",
      "es": ""
    }
  ]
}