{
  "id": 620962262,
  "txt": [
    {
      "id": 246419816,
      "en": "Fires can be found in the fields near Parth Lisc.\\n\\nYou should put out fires in the fields.",
      "es": ""
    },
    {
      "id": 162883609,
      "en": "'I am glad to hear that fires will not spread. It is a shame that the farm is lost. I know that we can not save all of Talath Anor. Let us hope that Crithost will stay strong though.'",
      "es": ""
    },
    {
      "id": 148970387,
      "en": "Put out fires in the fields ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419830,
      "en": "Tolwin can be found in the hall of Crithost.\\n\\nYou should speak with Tolwin.",
      "es": ""
    },
    {
      "id": 111477267,
      "en": "Put out fires in the fields ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082674,
      "en": "You've gathered water to put out the fires!",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'The look-out in Crithost's tower has seen fires in the farmlands north of here. I suspect there is no saving Parth Lisc's crops, but many are concerned that the fires will spread if left unchecked. Ceveneth says that a small shift in the wind is all it would take.\\n\\n'If you are heading to Parth Lisc, please douse the flames. I do not want all of this peaceful land to burn. If you happen to spy any supplies on the farm, salvage them as this village desperately needs additional supplies.'",
      "es": ""
    },
    {
      "id": 24695186,
      "en": "Tolwin has asked you to mitigate the damage done to crops north of Cirthost by putting out fires in the fields, then collect any supplies that haven't been burned by the enemy.",
      "es": ""
    },
    {
      "id": 177082676,
      "en": "Put out a fire in the fields ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477269,
      "en": "Recover supplies from Parth Lisc ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082678,
      "en": "Recovered supplies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419720,
      "en": "Supplies can be found around the farm houses in Parth Lisc.\\n\\nNow that the fires are dealt with, you should recover any supplies from the farm.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fields Aflame",
      "es": ""
    },
    {
      "id": 173025617,
      "en": "Bring the supplies for Tolwin",
      "es": ""
    },
    {
      "id": 173025618,
      "en": "Put out fires in the fields ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}