{
  "id": 620962221,
  "txt": [
    {
      "id": 177082727,
      "en": "This Easterling appears to have been slain recently",
      "es": ""
    },
    {
      "id": 111477320,
      "en": "Approach and examine the body",
      "es": ""
    },
    {
      "id": 51875097,
      "en": "Ingold has learned of an injured farmer who has made his way to the North-gate!",
      "es": ""
    },
    {
      "id": 246419794,
      "en": "You should patrol the road north and search for survivors in Talath Anor.",
      "es": ""
    },
    {
      "id": 246419797,
      "en": "The slain body is located on the road in Talath Anor.\\n\\nYou should examine the body.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Ingold can be found at the northern gate of the Rammas.\\n\\nYou should speak with Ingold.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Speak with Ingold",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'So, Cair Andros has fallen and much of Talath Anor is in ruins. I had heard the rumours but did not wish to believe it so.\\n\\n'If there are indeed more Gondorians holding out in Talath Anor, we must rescue them. [placeholder], now is the time to part ways.\\n\\n'You must search Talath Anor for any survivors.'",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "<rgb=#FF0000>Kneel</rgb> and listen to the injured farmer",
      "es": ""
    },
    {
      "id": 177082741,
      "en": "The farmer's breaths are short but his words are heavy",
      "es": ""
    },
    {
      "id": 111477312,
      "en": "Patrol the road north and search for survivors",
      "es": ""
    },
    {
      "id": 177082743,
      "en": "The path north will be difficult but if there are survivors, you must try and rescue them.",
      "es": ""
    },
    {
      "id": 246419785,
      "en": "You should patrol the road north and search for survivors in Talath Anor.",
      "es": ""
    },
    {
      "id": 177082721,
      "en": "You see no signs of survivors yet and should press on",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Quick, a farmer from Talath Anor has come to the North-gate. He is injured and could use some comforting. Please, go to this man and find out what brings him here!'",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "Continue to patrol the road north and search for survivors",
      "es": ""
    },
    {
      "id": 162883696,
      "en": "This Easterling appears to have been slain recently.",
      "es": ""
    },
    {
      "id": 177082724,
      "en": "A slain body nearby catches your attention",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Searching for Survivors",
      "es": ""
    },
    {
      "id": 111477318,
      "en": "Approach and examine the body",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "The injured farmer can be found at the northern gate of the Rammas.\\n\\nYou should kneel and listen to what the injured farmer has to say.",
      "es": ""
    }
  ]
}