{
  "id": 620962287,
  "txt": [
    {
      "id": 49286680,
      "en": "Talk to Tolwin to dismiss him",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Complete: The Search for Dúneth Continues",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Complete: Dismantling Their Efforts",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Complete: Protecting the Woods",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Tolwin wishes for your help in his search for his missing mother, Dúneth.\\n\\nYou should complete a number of tasks in Talath Anor, using the whistle to call your friend for help if you become separated.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Complete: The Doorstep of Cair Andros",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Use the whistle to summon your new friend if you become separated",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Use the whistle to summon your new friend if you become separated",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "You should speak with Tolwin.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'I thank you for your aid in finding my mother. Still, there is much to do.'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Tolwin has asked you to join him on his search for his mother, Dúneth",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Tolwin asks for assistance as he patrols Talath Anor, searching for his mother who has been missing since minions of Mordor invaded the stronghold of Cair Andros.",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Speak with Tolwin",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'We can not delay further. We must work together to take back this land and find my mother, who may still be alive out there. I am certain The First Blade wants all of Talath Anor to burn. I have looked into his eyes and saw what he is capable of. He has murdered innocents with no remorse. He will leave nothing to chance.\\n\\n'I feel that Crithost's defences are sufficient for the time we will be away. Ceveneth and the Cair Andros guards will manage without us.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Call me to your side when you wish to depart.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tolwin's Journey",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Tolwin is in the hall at Crithost.\\n\\nYou should speak with Tolwin.",
      "es": ""
    }
  ]
}