{
  "id": 620962259,
  "txt": [
    {
      "id": 228870261,
      "en": "The Search for Dúneth",
      "es": ""
    },
    {
      "id": 190220754,
      "en": "'Still no signs of my mother? This indeed looks glum. I wished very much that you would have found her at one of the farms.\\n\\n'What is this, both captains you encountered had just been slain? Someone seems to have the same agenda as us!'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I still believe my mother is out there somewhere, hiding from the invaders. She might be held up in one of the abandoned farms near here. I do not know for sure but it is worth investigating.\\n\\n'Will you search for my mother while I help out around Crithost? My mother's name is Dúneth. I do hope she still lives.\\n\\n'Be warned though, Orcs and Easterlings have taken over the farms near here. Make the captains of these invaders pay for what they have done to Cair Andros.'",
      "es": ""
    },
    {
      "id": 246419830,
      "en": "Tolwin can be found in the hall of Crithost.\\n\\nYou should speak with Tolwin.",
      "es": ""
    },
    {
      "id": 148970464,
      "en": "No one's been here recently",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Parth Lisc is located in north-eastern Talath Anor and Parth Duin is located in eastern Talath Anor.\\n\\nYou should travel to the Parth Lisc and Parth Duin and search for Dúneth.",
      "es": ""
    },
    {
      "id": 162883687,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 148970465,
      "en": "No one's been here recently",
      "es": ""
    },
    {
      "id": 49286804,
      "en": "<rgb=#FF0000>Look around</rgb> for signs of Dúneth at the first farmhouse",
      "es": ""
    },
    {
      "id": 177082675,
      "en": "This farmhouse is a good place to <rgb=#FF0000>look around</rgb> for signs of Dúneth",
      "es": ""
    },
    {
      "id": 24695186,
      "en": "Tolwin's mother Dúneth, has been missing since the attack on Cair Andros and he fears the worst, though Tolwin still has hope that you might be able to find her hiding in one of the still standing farm buildings in Talath Anor.",
      "es": ""
    },
    {
      "id": 111477352,
      "en": "Talk to Tolwin",
      "es": ""
    },
    {
      "id": 251715858,
      "en": "<rgb=#FF0000>Look around</rgb> for signs of Dúneth at the second farmhouse",
      "es": ""
    },
    {
      "id": 177082678,
      "en": "It looks like the camp's captain was recently killed and some lowly warrior has stepped up to take his place",
      "es": ""
    },
    {
      "id": 251715859,
      "en": "<rgb=#FF0000>Look around</rgb> for signs of Dúneth at the third farmhouse",
      "es": ""
    },
    {
      "id": 251715860,
      "en": "<rgb=#FF0000>Look around</rgb> for signs of Dúneth at the fourth farmhouse",
      "es": ""
    },
    {
      "id": 177082680,
      "en": "The Orcs seem to think that you just killed their captain",
      "es": ""
    },
    {
      "id": 177082681,
      "en": "This farmhouse is a good place to <rgb=#FF0000>look around</rgb> for signs of Dúneth",
      "es": ""
    },
    {
      "id": 148970384,
      "en": "This farmhouse is a good place to <rgb=#FF0000>look around</rgb> for signs of Dúneth",
      "es": ""
    },
    {
      "id": 148970385,
      "en": "This farmhouse is a good place to <rgb=#FF0000>look around</rgb> for signs of Dúneth",
      "es": ""
    },
    {
      "id": 111477269,
      "en": "Find and defeat the captain at Parth Duin",
      "es": ""
    },
    {
      "id": 148970392,
      "en": "No one's been here recently",
      "es": ""
    },
    {
      "id": 148970393,
      "en": "No one's been here recently",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Find and defeat the captain at Parth Lisc",
      "es": ""
    }
  ]
}