{
  "id": 620962295,
  "txt": [
    {
      "id": 246419872,
      "en": "The trail of footsteps leads deeper into the woods.\\n\\nYou should follow the trail to find this mysterious figure.",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "You notice a trail of footprints leading deeper into the woods",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Search for Dúneth Continues",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'I had forgotten the words my father once said to me. He told me that we come from a long line of skilled warriors and everyone in this family is a warrior.\\n\\n'Of course he meant my mother too but it had slipped my mind. Thanks to you we are reunited and can both work together to find and oust The First Blade!'",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Speak with Tolwin.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'There is a farm by the river, not too far from here. Farmers from Parth Forant safely evacuated to Crithost at the first signs of conflict at Cair Andros.\\n\\nWhy have I not thought of this sooner! Parth Forant is abandoned and has not yet been taken over by the Enemy. I bet we will find my mother there!'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Find Gúrdru",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Follow the trail of footprints deeper into the woods",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "No one has been here recently as all the buildings are boarded up",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "This farmhouse is a good place to <rgb=#FF0000>look around</rgb> for signs of Dúneth",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Find and defeat Gúrdru",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "No one has been here recently",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'My son! I did not know if you were alive until I saw you fighting that Orc in Parth Gladló! You are both brave.\\n\\n'Did Tolwin not tell you of my training in both stealth and blade? I suppose he was too young to remember my training.\\n\\n'No matter, we are safe to rest here for a short time... Where are my manners?! My name is Dúneth. I am sure Tolwin has been worried sick about me.'",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "No one's been here recently, but you hear an Orc captain shouting orders nearby",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Enter the woods in pursuit of the mysterious figure",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Speak with Tolwin",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "This farmhouse is a good place to <rgb=#FF0000>look around</rgb> for signs of Dúneth",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Follow the trail of footprints deeper into the woods",
      "es": ""
    },
    {
      "id": 177082759,
      "en": "Tolwin is afraid that he may never find his mother",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Parth Gladló is located in southern Talath Anor.\\n\\nYour best chance at finding Dúneth is searching Parth Gladló.",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "Parth Forant is located in Talath Anor on the banks of the River Forant.\\n\\nYour should search Parth Forant for Dúneth.",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Tolwin has asked you to accompany him on the search to find his missing mother, Dúneth.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Dúneth is located at her camp.\\n\\nYou should speak with Dúneth.",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "Speak with Tolwin.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "The trail of footprints leads deeper into the woods",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "You come across a small makeshift encampment and the woman standing there smiles",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "Dúneth was never in need of rescuing and instead has been secretly keeping Crithost safe",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Travel to Parth Gladló",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "You come across a small makeshift encampment and the woman standing there smiles",
      "es": ""
    },
    {
      "id": 49286675,
      "en": "<rgb=#FF0000>Look around</rgb> for signs of Dúneth at the first farmhouse",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Speak with Dúneth",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Parth Gladló is located in southern Talath Anor.\\n\\nYou should search buildings at Parth Gladló.",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'I can also see that no one has been here for a while.'\\n\\nTolwin pauses with a frown upon his face and looks towards the ground for a moment.\\n\\n'The best place left to look for my mother is the farm of Parth Gladló in southern Talath Anor. I have seen many foes across the Forant River though. It will not be an easy task.\\n\\n'Still, we must try to find her. If we can not find her we should still send The First Blade a message that he is unwanted in Gondor.'",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Gúrdru can be found in Parth Gladló.\\n\\nYou should find and defeat Gúrdru.",
      "es": ""
    },
    {
      "id": 49286678,
      "en": "<rgb=#FF0000>Look around</rgb> for signs of Dúneth at the second farmhouse",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Search Parth Forant for Dúneth",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "The woods can be found in eastern Talath Anor.\\n\\nYou should follow the mysterious figure into the woods.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Orcs have begun using the farm as a staging ground for building machines of war",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Speak with Tolwin",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Gúrdru turns his head to see you approach",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "As Gúrdru falls you notice a human figure run away from Gúrdru's perch towards the woods",
      "es": ""
    }
  ]
}