{
  "id": 620962209,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Speak with Turgon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Narnaith can be found in Minas Tirith.\\n\\nSpeak with Narnaith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Great work. We have got to keep this city running if we are to survive after the battle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Narnaith wishes to clear the Harlond? While I commend this idea, I am uncertain if now is the time for such an endeavour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Assisting the Smiths’ Fellowship",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Complete Quest: Dredging a Path for Aragorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Turgon can be found at the southern gate of the Rammas.\\n\\nYou should speak with Turgon and assist him with clearing the port of the Harlond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Turgon can be found at the southern gate of the Rammas.\\n\\nYou should speak with Turgon and assist him with clearing the port of the Harlond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I have been working on making weapons for the soldiers of Gondor but our metal supplies are slowly dwindling. I fear that it may be a while before the Harlond's port is once again receiving goods from western Gondor.\\n\\n'Turgon is keeping watch over the southern gate of the Rammas. Though he is outnumbered, he is holding his post.\\n\\n'Would you be willing to assist him? Perhaps you and Turgon would be able to retake the port so that we may receive much needed supplies after the battle?'\\n\\nYou keep to yourself the knowledge that Aragorn's ships also need the port clear....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Speak with Narnaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d19",
      "en": "Narnaith asks you to assist Turgon, guard of the southern gate of the Rammas, in keeping the Harlond's port intact.",
      "es": "",
      "es (fem)": ""
    }
  ]
}