{
  "id": 620878884,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have picked up a crudely-hewn crown made of sticks and rocks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You hold in your hands a lock of hair from the tail of a horse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have collected a vicious-looking spear, its point tipped with old blood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have passed into Dunland and now find yourself welcomed into the homes of the simple folk of Lhan Tarren, a small village inhabited by the Caru-lûth, the Stag-clan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Tonight is the Feast of the Running Stag, our clan's annual festival. It is an important ritual, and you must join us and share our fare. Tonight, you are of the Caru-lûth, the Stag-clan!\\n\\n'Now, be off with you! I must prepare, and I cannot remember where I left the three ritual pieces... curse this old head of mine!\\n\\n'The crown, the spear, the hair... where did I leave them...?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The items for the ritual feast can be found somewhere in Lhan Tarren.\\n\\nYou should help Elder Riagán find the items that he has lost, for they will be needed tonight at the feast, and it seems as though his old mind has forgotten their whereabouts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Oh! You are a kind one, [placeholder]. I am ready to replace the rest of the Stag-clan with just you, if truth be told. Ha!\\n\\n'Do not pay me any mind. They are a useless, little clan, but they are no less dear to me for that.\\n\\n'Thank you for helping an old man gather his wits. Now I may begin to prepare for tonight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Elder Riagán can be found in Lhan Tarren, musing over the whereabouts of the items you found.\\n\\nYou should bring the pieces of the ritual set to Elder Riagán for tonight's feast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It was not always so difficult for me to remember where I left things. My poor, old head!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the first piece of the ritual set",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the second piece of the ritual set",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find the third piece of the ritual set",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the pieces of the ritual set to Elder Riagán",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Stag-clan of Trum Dreng",
      "es": "",
      "es (fem)": ""
    }
  ]
}