{
  "id": 620878987,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Talk to Captain Cadfrith at the Rohirrim encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Do you hear that howling, [placeholder]? Those are the Dunlendings' war-hounds. They have released entire packs of them into the wild parts of the Heathfells to harry our scouts and messengers.\\n\\n'Those beasts are nearly a match for a Warg. We have to drive them off, or we will lose precious time in getting word to the Ford and back should the Dunlending army begin to move.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Those beasts have been hounding us for days now. I am glad you were able to drive some of them off.\\n\\n'Now we need to get word through to the Ford about the Dunlendings' increasing presence in the Isendale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Hounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Dunlendings have released packs of war-hounds into the wild to harry Rohirrim scouts.\\n\\nYou must drive these beasts off lest they harry the Rohirrim attempts to track the Dunlending's movements in the Heathfells, and waylay messengers.\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated vicious war-hounds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated cunning hunting-hounds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat vicious war-hounds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "War-hounds can be found throughout the Heathfells.\\n\\nCaptain Cadfrith has asked you to defeat packs of Dunlending war-hounds that have been released into the Heathfells.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat cunning hunting-hounds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Captain Cadfrith is at the Rohirrim encampment in the north-west Heathfells.\\n\\nYou should return to Captain Cadfrith with your report.",
      "es": "",
      "es (fem)": ""
    }
  ]
}