{
  "id": 620878915,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Orc grunts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Orc guard ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Small bands of Orcs have been spotted wandering in the foothills in the northern Heathfells. The Rohirrim are not sure where they hail from, but they are a threat that must be dealt with.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It seems this barren land is twice accursed. Not only have we the Dunlending barbarians ready to fall upon us, but the most recent messenger from the Ford claims that he was ambushed and pursued by Orcs as he travelled through the vale east of here.\\n\\n'I do not know where they come from, but we have problems enough without those foul curs pouring down from the mountains upon us. See if you can hunt a few of them and discover where they are coming from.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orcs can be found throughout the northern part of the Heathfells.\\n\\nCaptain Cadfrith has asked you to defeat the bands of Orcs that have crept into the northern Heathfells and discover where they are coming from.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, the Orcs are indeed coming down out of the mountains... and in significant numbers.\\n\\n'These had best be wandering bands of raiders and nothing more... if they are allied with the Dunlendings, our hold on Dol Baran is as good as lost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Captain Cadfrith is at the Rohirrim encampment in the north-west Heathfells.\\n\\nYou should return to Captain Cadfrith with your report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hunt the Orcs in the Heathfells, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Orc grunts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Orc guards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Cadfrith at the Rohirrim encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Orcs in the Heathfells?",
      "es": "",
      "es (fem)": ""
    }
  ]
}