{
  "id": 620878955,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder]! We seem to have a little time left before the Feast of the Stag begins. I wish to finish the hunt I began the day I was taken, but the Elder has asked me to help him prepare for tonight.\\n\\n'There is an old fiend who has brazenly walked into town and stolen hens from right under our noses. His howl sends a jolt of fear down the spines of my kin. I was stalking him to his den to the south-west while the Draig-lûth rogues were likewise stalking me.\\n\\n'His name is Red-eye, an evil old menace of a wolf, and I intend to see him on the end of a spear! If you happen to slay him while you are out in the plains, I will be even more impressed with you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Old Red-eye's cruel howls will trouble the Stag-clan no more! Perhaps now our roosts will remain at peace.\\n\\n'Come, [placeholder]. It is almost time for feasting and the telling of tales. You have done quite enough for one day!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The wolf I sought was deep in a den, and I stalked him for many long hours before I became aware that the Dragon-clan was trailing me in the same manner. They took me before I could get too close!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Finding an Old Fiend",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Elain, the huntress you rescued not long ago, wishes to finish the hunt she began on the day she was captured.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Red-eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Red-eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Red-eye was said to be at a den to the south-west.\\n\\nElain has asked you to hunt down Red-eye in her stead while she prepares for the evening's rites.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Elain at Lhan Tarren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Elain awaits you in Lhan Tarren.\\n\\nYou should speak with Elain and inform her that you slew her old enemy.",
      "es": "",
      "es (fem)": ""
    }
  ]
}