{
  "id": 620878959,
  "txt": [
    {
      "id": 218649170,
      "en": "'Good evening to you! You are just in time -- the Elder is still preparing, but the clan has gathered already.\\n\\n'Come, follow me! This is the most important night of the year for my people.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'This is very unsettling. The poor bird tried to land, but friendly hands did not receive it. We will surely scout at first light.\\n\\n'You heard the Elder, [placeholder] -- our festival is at an end. You should take some food and rest, for you have earned it.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Feast of the Running Stag",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'We should leave, [placeholder]. I will talk to you again before I go to scout the farm.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "This looks like a good place to sit and watch",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The Elder has asked you to fetch the crown",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have dropped the crown",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Feast of the Running Stag is about to begin.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "The Elder smiles at you as you place the crown at his feet",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Talk to Elain",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You should perform the <rgb=#FF0000>/sit</rgb> emote near the bonfire to observe the festival.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have dropped the horse-tail",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The Feast of the Running Stag has begun.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have placed the horse-tail at the Elder's feet",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "You should observe the Feast of the Running Stag.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have dropped the spear",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The Elder's ritual crown can be found at the doorway from which he entered.\\n\\nYou should collect the crown and carry it carefully to the Elder.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You have brought the Elder the final piece of the ritual set",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "The Elder's ritual horse-tail can be found at the doorway from which he entered.\\n\\nYou should collect the horse-tail and carry it carefully to the Elder when he is done speaking.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "The crow was intercepted before it could reach the farm in the south",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "The Elder's ritual spear can be found at the doorway from which he entered.\\n\\nYou should collect the spear and carry it carefully to the Elder when he is done speaking.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "The Feast of the Running Stag continues.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "The Elder has called an early end to the Feast of the Running Stag this year, due to likely danger in the south where some of his people live.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Elain",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Join the Stag-clansmen and observe the rites",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Observe the Feast of the Running Stag",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Observe the ritual as it unfolds",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Bring the Elder what he asks for",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Bring the Elder what he asks for when he is finished speaking",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Bring the Elder what he asks for when he is finished speaking",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Observe the rites",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Listen to the Elder",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "Elain is at the Feast of the Running Stag.\\n\\nYou should speak with Elain about the injured crow and the missing southern family.",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "The Feast of the Running Stag has been disrupted by the ill omen...",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have arrived at Lhan Tarren as the Feast of the Running Stag began and have been invited to join the Stag-clan for the evening.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "The crow's wing appears twisted, as if someone attempted to break it cruelly. The message it bore is still attached to its leg.\\n\\nYou recognize at once that this was the crow you sent to the southern farm. Something very unfriendly intercepted this poor bird.\\n\\nIt is clear that the farmer's family never received this summons.",
      "es": ""
    }
  ]
}