{
  "id": 620878894,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Sent a summons by craban ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The clansmen from the farms outside of Lhan Tarren are expected at the Feast of the Running Stag as well and must be summoned by craban.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'And now the members of the Stag-clan who live beyond Lhan Tarren must receive their summons as well. Once a year, a crow from our village flies down to remind the solitary folk that it is time to join their brethren for an evening.\\n\\n'The crebain can be found in the village. Will you be so good as to set them off in the direction of the farms? The birds know what to do from there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The crows can be found throughout the village of Lhan Tarren.\\n\\nYou should send a summons to the each of the six farming and herding families of Trum Dreng.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The birds are off, then? Good! Very good. I think the Feast of the Running Stag will be a memorable one, thanks to the help that you have lent us. We have not had an able-bodied warrior like yourself with us in a long time, save dear Elain and my stubborn grandson Guto.\\n\\n'Now, you may spend the rest of your time as you please until the Feast of the Stag begins. I have no more need of you, but there is always work to be found in Lhan Tarren, and never enough hands found to do it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Elder is in Lhan Tarren, the Stag-clan village of Trum Dreng.\\n\\nYou should speak with the Elder now that you have loosed the crows to deliver their summons to the distant farmers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You are a useful sort of [placeholder], [placeholder]! The crebain are here in the village -- you will not have to look far. I think you will find the birds very obedient to your wishes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Send summons by craban ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Sent summons by craban ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Send summons by craban ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to the Elder in Lhan Tarren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Summons by Craban",
      "es": "",
      "es (fem)": ""
    }
  ]
}