{
  "id": 620878968,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Greetings. You are new here, are you not? Well, that is wonderful. I love meeting new people, even if we do not get to meet many very often. Since Bain has you helping us, I have a chore for you.\\n\\n'As you can see, we are a village of huts... lots and lots of huts. Sadly, these huts do not stand up well to being half-submerged in swamp-water all day. They are in constant need of repair, and what better way to repair them than with mud. It patches holes and makes things new again.\\n\\n'Can you bring us some mud-balls then? The beetles of the area east of here love to gather up the mud and roll it into neat little balls. I am not sure why, but we use them to patch our huts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A true gatherer. Impressive. Usually the beetles put up more of a fight for these. I am not sure why they want them, but they guard them jealously.\\n\\n'Thank you for gathering these. Perhaps, you will stay for a while so we can learn more about the world beyond the Dunbog? We do not often have the opportunity to talk to duvodiad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I do not think that is enough mud to patch up even one house. We will need a lot more mud-balls to take care of all my repairs today.\\n\\n'You can find the mud-balls to the east, near the beetles' nesting grounds. The beetles sometimes carry them as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Patching the Huts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Every hut needs repairs, and the huts of the Dunbog are no different. In fact, they need repair even more than most.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected mud-balls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Edhow in Lhan Rhos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mud-balls can be found where the bog-beetles dwell, east of Lhan Rhos, and sometimes upon the beetles themselves.\\n\\nEdhow has asked you to gather up as many mud-balls as possible and bring them to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect mud-balls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}