{
  "id": 620878965,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Since you seem to be doing Alun's labour, then you can help me, as well. I am not certain what I did to upset the Elders, but they always give me the worst tasks.\\n\\n'They want me to gather food -- which is what I am accustomed to -- but toad-legs? Toads are disgusting creatures and make even worse food. Nevertheless, it is what they demand.\\n\\n'If you are to be of help, go hunt toads and take their legs. Bring them back to me, and perhaps I will not think of you as the bog-scum you are.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]. You have saved me a tremendous amount of time and effort doing work that I detest.\\n\\n'Take this and go do your other tasks. These chores will not complete themselves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Perhaps you could keep gathering toad-legs for me? There are toads all around here. Hunt them and bring back their legs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fancy Feasts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Séarl has been tasked with gathering food for the Avanc-lûth. He personally does not have a taste for toad-legs, but that is what has been demanded by the Elders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected toad-legs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Séarl in the north-east Dunbog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Toads are all around the camp-fire where Séarl is encamped in the Dunbog.\\n\\nSéarl has asked you to fetch toad-legs for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect toad-legs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}