{
  "id": 620878916,
  "txt": [
    {
      "id": 218649169,
      "en": "This blade was taken from a fallen Orc in the Heathfells. While forged in the usual crude and utilitarian manner of the Orcs, it appears to be almost brand new.\\n\\nSomewhere nearby must be a cave or encampment where these particular Orcs are forging weapons. If you can find it, you should be able to tell the Rohirrim of its presence so that they can take action against them.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'As if you aren't a sight for sore eyes. I have seen naught but Orcs for days now. A band of them struck my father's caravan a few days north of here. We were minding our own business, and this rabble fell upon us without warning.\\n\\n'Well, we fought them off, of course, but my father died in the battle. The rest of our caravan returned south to Zigil-jâbal, but I swore an oath of vengeance against them.\\n\\n'I don't suppose you could lend me some aid here?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "From Whence They Came",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "While fighting Orcs in the Heathfells, you found a sword one of them dropped. While it bore the usual crude hallmarks of Orc-crafting, it was very nearly brand new, suggesting that Orcs must have a lair nearby where they are forging these weapons.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have found the Orc-cave",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the Orc-cave in the north-east Heathfells",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orcs can be found in the northern Heathfells.\\n\\nCadfrith has asked you to defeat bands of Orcs that have crept into the northern Heathfells in hope that you can discover from whence they came.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Ondor the Dwarf at the Orc-cave",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ondor the Dwarf is at the Orc-cave in the north-east Heathfells.\\n\\nYou should speak with the dwarf Ondor.",
      "es": ""
    }
  ]
}