{
  "id": 620878878,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The Stag-clan of Lhan Tarren welcomes you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Elain is thrilled that you have come to stay at Lhan Tarren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "The Elder is filled with gratitude for your rescue of his clan's huntress",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have passed very recently into the land of Dunland.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hail, Duvodiad. Will you stay a moment? We have need of a strong warrior like yourself in our little band.\\n\\n'We can find work for you and reward as well, for there is much to be done, and even more to be gained....'\\n\\n<rgb=#FF0000>WARNING: This is a solo instance and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You should speak with the look-out in the northern pass of Trum Dreng.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah! You must be [placeholder]! Come, come. Make yourself at home. I like the look of you, [placeholder]! A good, strong, sturdy [placeholder] -- that is what I like in a warrior.\\n\\n'You have done us a great service by rescuing our headstrong little huntress. Elain is a brash girl... but we would be helpless without her!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lhan Tarren, the village of Elain of the Stag-clan, lies to the south of where you found her.\\n\\nYou have been urged to seek the hospitality of the humble Caru-lûth clansmen while you pass through Trum Dreng.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Elain made it safely back to her village, Lhan Tarren.\\n\\nYou should speak with Elain briefly before presenting yourself to the Elder of the Stag-clan in Trum Dreng.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You are willing to join us, then? Good, consider it done. You are one of our small clan now. We are not so different; we all want the same things: wealth, power. Run with us, and you shall have both! Of this, we have been assured.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Hold, Duvodiad. Let me have a look at you.\\n\\n'Ah, you are the kind [placeholder] of whom Elain spoke! We have been expecting you. You have our gratitude and our hospitality.\\n\\n'We do not make a habit of welcoming outsiders into our midst, but exceptions are to be made for a hero. Come... there are many who wish to thank you, and most of all the Elder. He can be found within.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "The Elder of Lhan Tarren is inside the bounds of the village.\\n\\nYou should speak with the Elder, for he wishes to thank you for your kindness to Elain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I knew you would come, [placeholder]! I hope Cadelh did not give you any trouble on the bridge -- my people are suspicious of duvodiad, but I told them about how you rescued me from the outcasts.\\n\\n'The Elder wishes to speak with you, my friend. He means to give you a proper welcome.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to the look-out to join the Dunlendings of Trum Dreng",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the village of Lhan Tarren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find Elain inside the village",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to the Elder of the Stag-clan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Passage into Dunland",
      "es": "",
      "es (fem)": ""
    }
  ]
}