{
  "id": 620878885,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Welcome to Lhan Tarren! The Elder has sent word that you will be joining us for the feast tonight. Many hungry people will be there, along with Stag-clansmen from other parts of Trum Dreng.\\n\\n'It is my duty to prepare the meat, but since our clan's huntress was taken captive, the men have been hard-pressed to find food. Our tribe is not what it once was....\\n\\n'But do not worry yourself; you look to be a sturdy [placeholder]. Will you participate in the hunt, [placeholder]? We wish to feast on boar and oxen tonight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Oh! So much? This is more than enough, [placeholder]. And it did not take you an expedition of many days to bring it back.\\n\\n'The Elder says that you are to be treated as family while you pass through our village, but we have need of a stout provider like yourself....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you are to hunt the boar and oxen of the plains, you can find them roaming throughout Trum Dreng, not far from our village.\\n\\n'Very few people in our village are able to hunt these days....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Meat for a Hungry Clan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "While the clan's chief huntress was missing, the meat for the Feast of the Running Stag was perilously neglected. A productive hunt would rectify this situation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected meat for the Feast of the Running Stag ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Hunt game beasts of Trum Dreng ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Boar and oxen roam the rough plains around Trum Dreng.\\n\\nYou have been asked to hunt the beasts of Trum Dreng for the Feast of the Running Stag that takes place tonight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the game-meat to Hav",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hav can be found in Lhan Tarren, the Stag-clan's village in Trum Dreng.\\n\\nYou should bring the meat you collected to Hav at once so that she can begin roasting it for the feast.",
      "es": "",
      "es (fem)": ""
    }
  ]
}