{
  "id": 620878890,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected kindling for the bonfire ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Picked scented herbs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Feast of the Running Stag is in need of a significant bonfire, so you have been asked to collect a fuel mixture of kindling and scented herbs.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Honoured traveller! I am so glad that you brought Elain back to us in time for the feast. Many feared that she was dead. If only she would take a husband, she would not get into so much trouble! But she is a headstrong girl.\\n\\n'I wish to build this bonfire to represent the depths of my gratitude that she has come back to us safe and whole. It should be towering, burn hot as the summer, and smell of fair flowers.\\n\\n'I will need more kindling and scented herbs to fuel it as it burns, if it is to be so great. Will you help me collect these things?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Kindling and scented herbs can be collected on the stark and rough plains around Lhan Tarren.\\n\\nYou should collect herbs and kindling for a magnificent bonfire to be lit at the festival.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, these will do just fine. Take heed tonight of the bonfire...it will fill the air with lovely scents and will burn as hot and bright as the stars in summer.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ivor awaits you in Lhan Tarren, the Stag-clan's village of Dunland.\\n\\nYou should bring the kindling and scented herbs you gathered to Ivor, who wishes to use them to fuel an especially magnificent bonfire.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The fuels I need are simple. They can be found in the plains around our village. You could collect them in half a day if you wished.\\n\\n'The fire must burn as bright as the spirit of Elain and as that of her saviour!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect kindling for the bonfire ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Pick scented herbs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the kindling and scented herbs to Ivor",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Building the Fire",
      "es": ""
    }
  ]
}