{
  "id": 620878920,
  "txt": [
    {
      "id": 210227985,
      "en": "'Aye down there, could ya give me a hand here?'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hey there, my good [placeholder], I don't suppose you would be up for a quick bit of sport?\\n\\n'This cave is packed full of Orcs, and I see no reason to leave it as is... it is better to seal the lot of them in the dark below!\\n\\n'I have found a weak point in the rock here that should bring it down, but it will take a few minutes and make a whole lot of noise, so I could use a hand holding the Orcs off until I can bring it down.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'There we go, and a job well done, if I do say so myself. Ondor is my name, by the way. I followed a raiding party for three days until they disappeared in here... after they smashed my family's caravan and killed my father, of course.\\n\\n'The rest of the family is headed back south to find refuge in Zigil-jâbal -- but I swore to hunt down the ones that did for my father. Of course, I cannot tell one Orc from another, so now I am left trying to deal with the whole lot of them.\\n\\n'It looks like it could take a while... well, no sense staying here. There is too much to do. Perhaps I will see you about, if we are both lucky!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'These rocks are not going to knock themselves over. Let's get on with it!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Imminent Collapse",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'When I start swinging this pick, the Orcs are likely to come running, so let me know when you are ready....'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have come upon a cave entrance in the northern Heathfells, on the border of Isengard, where you have encountered a rather unusual dwarf. Seemingly without heed to his own safety, he seems to have set about collapsing the cave entrance, which he claims leads to a warren of Orcs below.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Help Ondor collapse the cave",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Help Ondor the Dwarf collapse the entrance to the Orc-cave.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Ondor",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "With the cave entrance collapsed, you might have a few spare moments to speak with Ondor.",
      "es": ""
    }
  ]
}