{
  "id": 620878954,
  "txt": [
    {
      "id": 218649169,
      "en": "'My grandfather talks of the importance of remembrance, family, and clan pride, but what of the real dangers pressing against us? Every year, more people of Trum Dreng fall to the evils of the wild.\\n\\n'My people dwindle, and they are weak and afraid. The old blood of the Stag will likely not survive another generation.\\n\\n'If you want to truly help my folk, worry less about the Feast of the Running Stag and more about the wolves that loom nearer and nearer.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am sorry if I put you to any trouble, [placeholder] -- though I am not sorry that we have fewer wolves to harry us.\\n\\n'My grandfather and I see things very differently, and I was only complaining, but it was wrong of me to tease you about doing the work of my own people.\\n\\n'I find that I often despair of our future, when we are so hopeless and useless a people. I am glad you are among us now, even if only for a short time.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Do not waste my time with silly thoughts of feasts and festivals, not while we are troubled by wolves and worse!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bolder Every Day",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The wolves of Trum Dreng press ever closer to the village, and Guto cares more for the safety of the Stag-clan than preparations for a superfluous festival.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated wolves in Trum Dreng ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat wolves in Trum Dreng ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wolves roam the rocky plains south of Lhan Tarren.\\n\\nYou should slay wolves for the protection and well-being of the Stag-clan.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Guto at Lhan Tarren",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Guto holds his post at Lhan Tarren, the village of the Stag-clan in Trum Dreng.\\n\\nYou should speak with Guto and tell him that you slew many wolves while roaming the wilds beyond the village.",
      "es": ""
    }
  ]
}