{
  "id": 620878879,
  "txt": [
    {
      "id": 22075078,
      "en": "Talk to the woman you freed",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "There looks to be no honour in what the Dunlendings want you to do",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The Stag-clanswoman is free... prepare yourself for the wrath of the outcasts",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have defeated the chieftain of the the Dunlending outcasts",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have agreed to join this Dunlending band for a time.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'There are not many of us, but we are enough to stir up some trouble when we wish to! You will find that we value those who are strong and war-like, duvodiad or no.\\n\\n'Come, I will bring you to the others.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Dunlending band you have joined is in the fields of Trum Dreng.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You do not look so evil, Duvodiad. Please... if there is any good in you, free me! My village depends upon me; I am their chief huntress and protector.\\n\\n'My weapons were taken from me, but I will help you fight. I beg you!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Dunlending band you have joined is in the fields of Trum Dreng.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The Dunlending captive wishes to speak with you.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Let's get out of here.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Thank you, friend. I am Elain... and you have the gratitude of myself and my village.\\n\\n'Should you wish it, you may have refuge in Lhan Tarren for as long as you like. We do not normally invite strangers into our midst, but I will tell the Elder what you have done for us.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "It seems best to free the captive and attempt to drive off this hostile band of Dunlending outcasts.",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Let us leave here.'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "You must defeat the band of brigands in order to save the innocent village from being raided.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to the Dunlending look-out",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "The woman from the Stag-clan wishes to thank you.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Follow the look-out",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Quickly speak with the captive",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Free the captive woman from her bonds",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Passage into Dunland",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Defeat the band of outcasts",
      "es": ""
    }
  ]
}