{
  "id": 620878975,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You are ready for the ultimate challenge, [placeholder]. We must defeat the avanc called Bloodmaw. All of these avanc come from her. She must be dealt with, or Lhan Rhos may one day be overrun. If you can do this, you are truly a friend of the Avanc-lûth.\\n\\n'Bloodmaw will not be easy prey. I have sent many hunters into the ruins to fight her and none have reported the deed is done. Go... gather any help you wish or prove that you can do it yourself, just come back when she is dead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Indeed, you are worthy of the name of hunter. Well done. The Elders will hear of your great deeds when the day is done.\\n\\n'Thank you for your bravery. You have put my hunters to shame.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Defeat Bloodmaw, [placeholder], and you may receive my respect.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hunting Bloodmaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The avanc of the Dunbog are ruled by a terrible matriarch, Bloodmaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have defeated Bloodmaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Bloodmaw, the avanc matriarch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bloodmaw may be found at the centre of the Withered Stones in the southern Dunbog.\\n\\nHarri has asked you to kill Bloodmaw, the Avanc matriarch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Harri at the hunters' camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Harri is at the hunters' camp, near the western edge of the southern Dunbog.\\n\\nYou should return to Harri and tell him that you have accomplished all that he has asked.",
      "es": "",
      "es (fem)": ""
    }
  ]
}