{
  "id": 620878953,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], I am pleased that you are here. Ever since Elain was attacked by the Dragon-clan, I have not been able to calm myself. What if we are attacked? We have not the stores to feed our village if some catastrophe were to befall us.\\n\\n'There should be a few hours yet before the Feast of the Running Stag. I happen to know that wild turnips are in season, and they grow in the fields to the south this time of year. Would you be so good as to collect some so that our stores may be supplemented? It would do much to ease my worries.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These were all the turnips you could find? I suppose it will do, for a short day's work. It is not much, but I thank you.'\\n\\nGrigor turns back to his troubled thoughts.\\n\\n'What can we do, what can we do...?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I am in constant terror of what state we would be in if you had not brought Elain back to us. But how can we prepare against such a terrible situation? If only we had harvested more crops this year....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fear of Famine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The peaceful people of Lhan Tarren are rattled by the recent violent aggression of the Dragon-clan in Trum Dreng. It would ease the disturbed fears of the villagers to see their food-stores supplemented.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected wild turnips ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect wild turnips ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wild turnips tend to grow in the fields south of Lhan Tarren.\\n\\nYou should collect wild turnips to help bolster the food-stores in Lhan Tarren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the wild turnips to Grigor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Grigor resides in Lhan Tarren, worrying over the food-stores and the distressing thought of a future emergency.\\n\\nYou should bring the turnips you gathered to Grigor.",
      "es": "",
      "es (fem)": ""
    }
  ]
}