{
  "id": 620878974,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'All of us need to eat. It is as simple as that. The Dunbog does not offer the most traditional food sources, but we think it is some of the best provender ever eaten.\\n\\n'I become hungry just thinking about our delicacies. You may not really understand, and that is fine. I am not asking you to eat it, just bring some. What am I talking about? Slug-meat, of course...specifically tender, baby slug-meat. The taste is nothing short of amazing.\\n\\n'There are slugs to the east of the village. The baby slugs are protected by the adults, so be careful. You do not want to be attacked by a group of angry slug-matrons!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, Duvodiad. Baby slugs are difficult to hunt. The mothers seem to be able to communicate well with their young. Thank you. We will enjoy this during our next feast.\\n\\n'You are well on your way to proving that you are not just another intrusive duvodiad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I...we...need that slug-meat. How are we to hold feasts if we do not have it? Hunt the young slugs, for they have the meat we need. You will find them to the east of town.\\n\\n'But be quick. If the mothers are able, they will protect their young before you attack. Aim for the young first. Once they are injured, they will not be able to flee.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Slugs for the Slaughter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bain insists the the meat from baby slugs is a delicacy in Lhan Rhos. The slugs, however, are protective of their young.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected baby slug-meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Bain in the centre of Lhan Rhos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Slugs reside east of town. Bain is at the centre of Lhan Ros, west of the slug bogs.\\n\\nBain wants you to hunt baby slugs for their meat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect baby slug-meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}