{
  "id": 620878893,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Though not enthusiastic, this villager plans to attend",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "This villager will attend, but does not relish the idea",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "This villager intends to sleep through the rites",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Elder has asked you to remind the gentle folk of Lhan Tarren that the festival is to begin at sundown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "<NPC TBD> is eager to prove herself a worthy stag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "<NPC TBD> will not promise his attendance at <FEAST TBD>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Have you been enjoying your stay thus far, dear [placeholder]? There are not many hours left until the Feast of the Running Stag, and I want to make certain that everyone is ready precisely at sundown. The ritual is an important part of our heritage.\\n\\n'My good clansmen are not always the most observant when it comes to these things. Indeed, the blood of the Stag-clan grows thin, and only Elain and Guto show promise of growing into true Stags.\\n\\n'My feet are sore and my words are tired, but I do what I can to nurture my folk, so that they will be able to carry on when I am gone. I wish that they could be more like you! Please, will you go and remind them all to be present at sundown?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The people of Lhan Tarren can be found throughout the village.\\n\\nYou should speak with the members of the Stag-clan to remind them to be present at the Feast of the Running Stag. Their presence will ease the Elder's worry that his clan has grown soft and weak.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "The Elder listens with a sad smile as you recount your conversations to him.\\n\\n'Aye, they are generally a soft lot. But that is no matter... I am glad they are coming. Most of them, at least. Thank the Gwirod for Elain; she is a jewel among coals!\\n\\n'My grandson is a good boy, but like a bull in both body and mind. I pray he will learn to think of living as oft as he thinks of war. When I die, he will lead this clan in my stead....\\n\\n'Yes... I hope there is still time for him to learn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Elder awaits you in the village of Lhan Tarren.\\n\\nYou should return to the Elder and tell him that you spoke gentle reminders to many of the villagers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find the clansmen about Lhan Tarren. You will not have to search far.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I will promise no such thing, Duvodiad. My grandfather believes in the preservation of our culture, but I believe in the preservation of our lives.\\n\\n'If you failed to notice, one of our clanswomen was attacked not many days ago. Someone must remember these things, rather than remember a history lived long, long ago.\\n\\n'I am grateful to you, but I make no promises. Now, stop troubling me and go humour my grandfather somewhere else.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Aye, I know. The Elder sent someone to remind us all yesterday, and the day before that as well. We will all attend, as we do every year, but I do not see the point in continuing on with this ritual.\\n\\n'We go to humour the Elder; that is all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Is it really that time again? It is a tedious way to spend a night, but at least we can enjoy a feast.\\n\\n'I do not see the point of carrying on this old tradition. No one cares but the Elder.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Remind villagers to attend the Feast of the Running Stag ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Bah! The Elder's eyes are not good, nor is his memory. He will surely not notice if I am not present at the Feast of the Running Stag. It is an old tedious rite, anyhow.\\n\\n'But I see that you are here to nag me in his place, which means that you will tell him. Very well, I will go! But there is no sense in it.\\n\\n'I will surely sleep while the rites are performed; wake me when it is time to eat!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to the Elder of Lhan Tarren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'Do not worry, [placeholder], I will attend! I intend to learn more of the rites of the Stag-clan. I fear that the Elder shall soon need assistance when he performs the Feast of the Running Stag. Someone will need to be his eyes when he is blind.\\n\\n'Will you be there, my friend? I have been hoping to share the meal with you, after what you did for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Counting the Antlers",
      "es": "",
      "es (fem)": ""
    }
  ]
}