{
  "id": 620878966,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Do you know what the hunter's favoured game is in the Dunbog? Turtles. They present a challenge because they protect themselves so very well. We love hunting them... too much, perhaps.\\n\\n'The turtles are in danger of vanishing from the Dunbog. We cannot let this happen. We must protect the turtles.\\n\\n'Go forth and gather turtle-eggs from around the edges of the great southern bog. We need to save the eggs so that we can make sure there are always turtles to hunt!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done a great thing, stranger. Saving the turtles is very important to the hunters of the Avanc-lûth.\\n\\n'Please, take this as a token of my appreciation.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You still need to save more turtle eggs and quickly. Collect all the eggs and return here when you are done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Turtle or the Egg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Rhodri is worried about the endless slaughtering of turtles and feels that eventually there will be no more turtles in all of the Dunbog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected turtle-eggs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Rhodri at the hunters' camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Turtle-eggs can be found throughout the southern Dunbog.\\n\\nRhodri has asked you gather turtle-eggs from all over the southern bog so that the turtles can be saved.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect turtle-eggs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}