{
  "id": 620878971,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'There are some people that speak highly of the virtues of the beetle-shell. How can they even begin to talk about the beetle-shell when there is a much better shell for many more purposes? \\n\\n'I speak of the turtle-shell, of course. Can you tell me that you can make a shield out of a beetle-shell? Can you make food for a whole village in one single beetle-shell? Nay, you cannot. \\n\\n'So we hunt turtles, and we take their shells, and we thank them for the amazing things that we can only do with a turtle-shell. Gather for me many turtle-shells, and we will all be happy as a village.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You now know the power of the turtle-shell firsthand. You have learned why I am so incredibly excited about collecting these great shells.\\n\\n'Thank you very much. You have proven -- to me at least -- that you are a good hunter and a duvodiad to be trusted. So will I tell Harri.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Does the turtle elude you? We need to collect the shells. The turtles will not just give them to you. We are sorry we have to kill such a magnificent beast, but it must be done. We must survive against the outside world and the threats that mount against us.\\n\\n'Collect the shells of the turtles in the southern bog, then hurry back to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "He Says Shield Shells",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Turtle-shells are used for many purposes in Lhan Rhos.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected turtle-shells ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Luarch at the hunters' camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Turtles can be found throughout the southern Dunbog.\\n\\nLuarch has asked you to hunt turtles in the area and collect their shells.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect turtle-shells ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}