{
  "id": 620878969,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have done all that we have asked of you and even dealt with Nye's rudeness without complaint. I am impressed. Perhaps you can do the Dunbog some good, unlike the other duvodiad that have passed through here... and I am now one step closer to returning to my wife.\\n\\n'There will be few who will venture out of doors with you around. Speak with Bain, and perhaps he can help you gain some trust among the People of the Avanc.\\n\\n'Lhan Rhos lies to the south-west of here. You cannot miss it, for there is not much else to see in that direction.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What are you doing here? Alun sent you? He is too trusting these days. Strangers dance their way through our lands with no regard to the plights of my people. Nevertheless, I will trust him this once.\\n\\n'If you wish to help us, you must help our village. War has not touched these lands, but that does not mean the weather and hardships of life avoid us. Why do we live here, you ask? That answer is not yours to have quite yet.\\n\\n'For now, help us further, and we will make sure your questions are answered in time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should speak with the Elders at Lhan Rhos.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "To Lhan Rhos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Alun has become impressed with you and your performance and recommends you to the Elders of Lhan Rhos.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Bain in Lhan Rhos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bain is at Lhan Rhos, south-west of the scouts' camp.\\n\\nAlun has asked you to talk to Bain, but warned you that most of the inhabitants of his village will not trust you or speak with you.",
      "es": "",
      "es (fem)": ""
    }
  ]
}