{
  "id": 621064111,
  "txt": [
    {
      "id": "0xeb01179",
      "en": "Meregrot is sitting by the river, south-east of Long Cleeve.\\n\\nMeregrot North-took has asked you to place the picnic basket on the blanket beside her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b4",
      "en": "Weighed down by her duties, Rosalinda North-took is unable to bring a meal to her elderly mother, Meregrot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1133",
      "en": "Meregrot smiles as you place the basket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ee7",
      "en": "Place the picnic basket on the blanket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01172",
      "en": "Meregrot is sitting by the river, south-east of Long Cleeve.\\n\\nRosalinda has asked you to bring a basket of food to her mother, Meregrot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fac0",
      "en": "Delivery to Meregrot North-took",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56863",
      "en": "'Well hello, my dear [placeholder]. Rosa sent you, has she? Ah, she is a good girl. Here then, you can set the basket down right here beside me.'\\n\\nShe smiles and pats a spot on the blanket.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56864",
      "en": "'While you are exploring, might I ask a favour of you? I recently took over the position of Reeve from my mother, Meregrot. I do not know how she ever kept up with all the requests, concerns, and troubles of Yondershire! I am up to an Elf's ears with things to do.\\n\\n'If you have the time, would you bring the basket next to me to my mother? She is usually sitting by the river this time of day, and she is certain to be famished by now. Why, I think it has been at least two hours since our last meal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50211",
      "en": "Pick up the picnic basket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50212",
      "en": "Bring the basket to Meregrot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01178",
      "en": "The picnic basket is beside Rosalinda North-took in Long Cleeve.\\n\\nRosalinda has asked you to bring a picnic basket to her mother Meregrot.",
      "es": "",
      "es (fem)": ""
    }
  ]
}