{
  "id": 620853710,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected pristine webbing ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The silk of the spiders in the Scuttledells is very strong and useful for a variety of purposes.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Good day to you, though the circumstances are dark ones. I have heard tell that you are a worthy and brave adventurer who has aided the Malledhrim in this deadly venture into Mirkwood. Though my cause is less worthy -- but no less deadly -- I have need of your aid if you will help me.\\n\\n'The silk of the giant spiders of Mirkwood is of surpassing quality and has myriad uses if it can be collected pristine and fresh. I have need of quite a bit of this silk -- not the least to produce bandages for those wounded in these battles.\\n\\n'I myself am well-studied in the lore of runecraft, and I may have some writings here that are of interest to you to trade for your efforts.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Spiders can be found throughout the Scuttledells in Mirkwood.\\n\\nLegindir has asked you to collect pristine webbing from the spiders and environs of the Scuttledells.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have brought the webbing I requested?\\n\\n'Ah! My sincerest thanks to you! Such creatures do not stalk the realm of Lothlórien, so it is rare for me to have the opportunity to collect so much of their silk.\\n\\n'What can I offer you in trade for your efforts?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you brought me the spider-silk I requested?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "YOU SHOULD NOT SEE THIS",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have brought the webbing I requested?\\n\\n'Ah! My sincerest thanks to you! Such creatures do not stalk the realm of Lothlórien, so it is rare for me to have the opportunity to collect so much of their silk.\\n\\n'What can I offer you in trade for your efforts?'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "YOU SHOULD NOT SEE THIS",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect pristine webbing ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Legindir at Ost Galadh",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Silken Strands",
      "es": ""
    }
  ]
}