{
  "id": 620853695,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Survive in the Barrow-downs for thirty minutes without being defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "You have survived within the Barrow-downs for five minutes without anyone in your raid being defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "You have survived within the Barrow-downs for ten minutes without anyone being defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Enemy in the Barrow-downs is relentless, throwing themselves at their foes without regard to their lives...for they have no life.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "You have survived within the Barrow-downs for fifteen minutes without anyone in your raid being defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "You have survived within the Barrow-downs for twenty minutes without anyone in your raid being defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "You have survived within the Barrow-downs for twenty-five minutes without anyone in your raid being defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "You have survived within the Barrow-downs for thirty minutes without anyone in your raid being defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Survive in the Barrow-downs for five minutes without being defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Survive in the Barrow-downs for ten minutes without being defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Survive in the Barrow-downs for fifteen minutes without being defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Survive in the Barrow-downs for twenty minutes without being defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Unvanquished -- Raid",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Survive in the Barrow-downs for twenty-five minutes without being defeated",
      "es": "",
      "es (fem)": ""
    }
  ]
}