{
  "id": 620853661,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Survive in the Barrow-downs for thirty minutes with no duplicate classes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "You have survived within the Barrow-downs for five minutes with no duplicate classes in your fellowship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "You have survived within the Barrow-downs for ten minutes with no duplicate classes in your fellowship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The unpredictability of diversity can be a strength when building a force to be reckoned with.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "You have survived within the Barrow-downs for fifteen minutes with no duplicate classes in your fellowship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "You have survived within the Barrow-downs for twenty minutes with no duplicate classes in your fellowship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "You have survived within the Barrow-downs for twenty-five minutes with no duplicate classes in your fellowship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "You have survived within the Barrow-downs for thirty minutes with no duplicate classes in your fellowship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Survive in the Barrow-downs for five minutes with no duplicate classes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Survive in the Barrow-downs for ten minutes with no duplicate classes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Survive in the Barrow-downs for fifteen minutes with no duplicate classes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Survive in the Barrow-downs for twenty minutes with no duplicate classes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Strength in Diversity -- Fellowship",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Survive in the Barrow-downs for twenty-five minutes with no duplicate classes",
      "es": "",
      "es (fem)": ""
    }
  ]
}