{
  "id": 620853691,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Survive in the Barrow-downs for thirty minutes without defeating any Lieutenants",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "You have survived within the Barrow-downs for five minutes without defeating any Lieutenants as part of a small fellowship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "You have survived within the Barrow-downs for ten minutes without defeating any Lieutenants as part of a small fellowship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Sometimes an insult may demoralize the foe, and the worst insult can be mercy....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "You have survived within the Barrow-downs for fifteen minutes without defeating any Lieutenants as part of a small fellowship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "You have survived within the Barrow-downs for twenty minutes without defeating any Lieutenants as part of a small fellowship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "You have survived within the Barrow-downs for twenty-five minutes without defeating any Lieutenants as part of a small fellowship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "You have survived within the Barrow-downs for thirty minutes without defeating any Lieutenants as part of a small fellowship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Survive in the Barrow-downs for five minutes without defeating any Lieutenants",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Survive in the Barrow-downs for ten minutes without defeating any Lieutenants",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Survive in the Barrow-downs for fifteen minutes without defeating any Lieutenants",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Survive in the Barrow-downs for twenty minutes without defeating any Lieutenants",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mercy of the Free Peoples -- Small Fellowship",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Survive in the Barrow-downs for twenty-five minutes without defeating any Lieutenants",
      "es": "",
      "es (fem)": ""
    }
  ]
}