{
  "id": 620853715,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected an iron ingot ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected burnished worm-scales ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The black iron forged in the Flaming Deeps of Moria often has slight traces of truesilver in it. Though the precious metal is not recoverable, this odd alloy does have its uses for knowledgeable masters of lore and craft.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ah, [placeholder], it's good that you have come by... I have a proposition for you! Though most don't know it, the iron-lodes in this section of Khazad-dûm always had trace amounts of mithril in it. My forefather tried for over a hundred years to find some way to extract it, but never had any luck.\\n\\n'I have other uses in mind for it, but I need some rather large quantities of the black iron that the Orcs have been using to forge their weapons in the Flaming Deeps. The Orcs often trade and barter the ingots among each other for other goods so they are easy enough to come across.\\n\\n'Do you think you could get ahold of a good stack of them for me? Oh, it almost slipped my mind, but I also need a number of worm-scales as well. Worms are plentiful down here, so see if you can get me a few of their scales while you're about it, would you?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Iron ingots and burnished worm-scales can be collected from the Orcs and worms inhabiting the Flaming Deeps.\\n\\nMyndil has asked you to collect black iron and burnished worm-scales for him.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Are these the items I asked you to gather? Excellent!\\n\\n'Would that I could extract the mithril from them, but better dwarves than I have tried and failed. Nevertheless, the debased alloy itself should prove useful for my work.\\n\\n'Now then, what can I offer you in return for your efforts? I have a few things that you might find most useful!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Myndil is at Anazârmekhem in the Flaming Deeps of Moria.\\n\\nYou should bring the iron and scales you collected to Myndil at once.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If you bring me the items I requested, I'll have an attractive reward for you!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "YOU SHOULD NOT SEE THIS",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect iron ingots ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect burnished worm-scales ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Myndil at Anazârmekhem",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Crafting: Trace Metals",
      "es": ""
    }
  ]
}