{
  "id": 620949024,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "Lothíriel is in the Great Hall of Dol Amroth.\\n\\nYou have learned that Lothíriel is unhappily betrothed to her cousin Boromir, and should tell her of her intended's fate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 10: Keepers of the History",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'The kingdom was first established in the wake of disaster. The land of Númenor fell beneath the waves; only fast ships could save the household of Elendil and bring them to these shores. High King Elendil's sons ruled the kingdom together, but when the Dark Power returned to Middle-earth, Elendil and his sons Isildur and Anárion were slain. The line continued by way of Anárion's son through many years, until Eärnur, the last king of Gondor, disappeared into Minas Morgul and was never seen again.\\n\\n'For more than nine hundred years, rule of the kingdom has passed down through the hereditary line of the Ruling Stewards, charged with maintaining the peace and welfare of Gondor until the line of Kings is restored. Few believe that can ever happen. Any claimant would need to prove an unbroken blood-line, a task that seems insurmountable to this poor scholar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'South of Dol Amroth, across the Bay of Belfalas, the city of Umbar stands. Its large harbour provides the mooring for many great ships, and a mighty fortress was built there. It was an important port for the Númenóreans, but when strife split the loyalties of that people, Umbar became a contested land.\\n\\n'It remained so throughout history, at times taken by Gondor and at others occupied by Black Númenóreans and their Haradrim allies. One of the most devastating losses of Umbar occurred following the Kin-strife, one of Gondor's darkest periods. The sons of Castamir the Usurper, chief architect of the Kin-strife, escaped from Gondor and named themselves 'Corsairs of Umbar.'\\n\\n'Castamir's sons were all slain, but their legacy remains. The Corsairs have caused much hardship along the coastline over the years.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Naremil and learn about Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Lord Imrahil is the Prince of Dol Amroth, and he is the wise ruler of the city and its surrounding lands. He has gone to Minas Tirith with many soldiers, but he has left some of his swan-knights to serve his daughter Lothíriel, who now rules the city during his absence.\\n\\n'Imrahil is well-loved by the people of Belfalas, but his daughter is untested and unproven. Númenórean tradition allows women to rule, but not all folk in Gondor remember such things; I have heard some dissatisfaction that she was chosen to rule the city while her father is away.\\n\\n'But Lothíriel is loyal and complies with her father's wishes, despite her young age and a tendency toward recklessness. She recently disagreed with an arrangement of marriage, but it is my understanding she will go through with the proposed match, despite her feelings, or the feelings of a great many of her people. Some things are not meant to be, and I fear there will be a reckoning for it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Cirhael and learn about Umbar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Lothíriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "You convey Dorthaneth's warning about the Heirs of Castamir and the one they call 'the Scourge.' Lothíriel frowns, deep in thought.\\n\\n'I will take Dorthaneth's warning to heart, but I do not know a great deal about the people of Umbar or their leaders. Every child of Gondor knows the tale of Castamir the Usurper, of course, but his is a name from long ago and I thought his line was ended. I do not know.\\n\\n'My father has always said the finest way to combat a new foe is to learn as much of his history and temper as you can, before facing him on the battlefield. I think this is wisdom. To that end, I ask you to go to the libraries of Dol Amroth and speak to Pethebir, the master of the archives. He was my tutor, when I was just a child, and he believed I neglected my studies. This will not change his mind! But now I need information, and he will know where to find it. Learn from him everything you can about the Corsairs and their masters. Perhaps in so doing you will discover something we can use to our advantage.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Nosseth and learn about Prince Imrahil and Lothíriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Lothíriel seeks information? What a wonder! She has never sought our knowledge before this. Perhaps she has begun to take seriously the duty with which she has been charged? At last. When I was her tutor she was the very picture of inattentive boredom. It is one of my greatest regrets that I was unable to impress upon her the importance of study.\\n\\n'That is ancient history! What matters now is the present need. The scholars here are at your disposal, of course! Allow me to guide the course of your study.\\n\\n'Naremil and Nosseth have travelled extensively throughout the kingdom of Gondor, and can tell you a great deal about the land and our rich history. Nosseth has a particularly keen insight for the lineages of the Kings and of the Stewards, and the political intentions of various Lords and Ladies. Cirhael can tell you a great deal about the Corsairs, and the port from which they hail: Umbar, to the south across the Bay.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Pethebir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I will tell you what time allows about our kingdom, but that is a rich history and there is much of which I might speak!\\n\\n'The kingdom was first established in the wake of disaster. The land of Númenor fell beneath the waves; only fast ships could save the household of Elendil and bring them to these shores. High King Elendil's sons ruled the kingdom together, but when the Dark Power returned to Middle-earth, Elendil and his sons Isildur and Anárion were slain. The line continued by way of Anárion's son through many years, until Eärnur, the last king of Gondor, disappeared into Minas Morgul and was never seen again.\\n\\n'For more than nine hundred years, rule of the kingdom has passed down through the hereditary line of the Ruling Stewards, charged with maintaining the peace and welfare of Gondor until the line of Kings is restored. Few believe that can ever happen. Any claimant would need to prove an unbroken blood-line, a task that seems insurmountable to this poor scholar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'South of Dol Amroth, across the Bay of Belfalas, the city of Umbar stands. Its large harbour provides the mooring for many great ships, and a mighty fortress was built there. It was an important port for the Númenóreans, but when strife split the loyalties of that people, Umbar became a contested land.\\n\\n'It remained so throughout history, at times taken by Gondor and at others occupied by Black Númenóreans and their Haradrim allies. One of the most devastating losses of Umbar occurred following the Kin-strife, one of Gondor's darkest periods. The sons of Castamir the Usurper, chief architect of the Kin-strife, escaped from Gondor and named themselves 'Corsairs of Umbar.'\\n\\n'Castamir's sons were all slain, but their legacy remains. The Corsairs have caused much hardship along the coastline over the years.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Lord Imrahil is the Prince of Dol Amroth, and he is the wise ruler of the city and its surrounding lands. He has gone to Minas Tirith with many soldiers, but he has left some of his Swan-knights to serve his daughter Lothíriel, who now rules the city during his absence.\\n\\n'Imrahil is well-loved by the people of Belfalas, but his daughter is untested and unproven. Númenórean tradition allows women to rule, but not all folk in Gondor remember such things; I have heard some dissatisfaction that she was chosen to rule the city while her father is away.\\n\\n'But Lothíriel is loyal and complies with her father's wishes, despite her young age and a tendency toward recklessness. She recently disagreed with an arrangement of marriage, but it is my understanding she will go through with the proposed match, despite her feelings, or the feelings of a great many of her people. Some things are not meant to be, and I fear there will be a reckoning for it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Ah, did my scholars help you learn anything of use, [placeholder]? It seems to me that the Corsairs are a dangerous threat, and Lothíriel would be wise to recall the swan-knights she sent from the city. I hope the information of my scholars proves helpful to you and to Lothíriel, and awakens her to the uncertain future that awaits.'\\n\\nPethebir notices your expression, and sighs.\\n\\n'I see that Nosseth spoke to you of Lothíriel's betrothal to Boromir. I should have counseled her to exercise restraint! None are happy about this match, save Denethor, and as he is the Ruling Steward there are none willing to speak against his wishes. All I know of it is that he had a dream of some sort that convinced him of the rightness of this match, but I do not know what it could have been.'\\n\\nYou decide not to tell the earnest archivist that you know Boromir will never wed Lothíriel, but the young ruler of the city should be told the fate of her intended.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have given Lothíriel the message from Dorthaneth, and she wants to prepare for the coming of the Heirs of Castamir by acquiring as much knowledge about them as possible.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Pethebir is at the libraries of Dol Amroth.\\n\\nLothíriel believes the best way to prepare for the threat of the Corsairs of Umbar is to learn as much about their ways as you can, and to that end she has sent you to the libraries of Dol Amroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'You have returned from the library archives, [placeholder]? Have you learned anything that will help us defend against the attacks of Umbar? Why do you appear so sorrowful? What is wrong?'\\n\\nThere is no easy way to give such tidings as you have of Boromir, but you do the best you can, and tell Lothíriel that he fell in battle protecting those who could not protect themselves. Her face betrays a confused mixture of emotion.\\n\\n'I do not know what to say, [placeholder]. Boromir was a good man. He always had my love and my respect, and I would have married him for Gondor. His father the Steward dreamed of the triumph of the kingdom, and in the dream I was a garlanded queen in Minas Tirith, beneath a fair and golden sun. My father, too, had a similar dream: he dreamt that I was in a high place, wearing a golden crown.'\\n\\nLothíriel wipes at the dampness in her eyes with the back of her sleeve.\\n\\n'I mourn for my cousin, [placeholder], and for Gondor. I was unhappy with the marriage match, but now that he is gone I am sad for his passing, glad that he attained glory, and angry for my relief. I do not know how I feel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'It seems to me that the Corsairs are a dangerous threat, and Lothíriel would be wise to recall the swan-knights she sent from the city. I hope the information of my scholars proves helpful to you and to Lothíriel, and awakens her to the uncertain future that awaits.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Pethebir has given you the names of several scholars who may be able to help you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Pethebir in the library of Dol Amroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Pethebir is at the libraries of Dol Amroth.\\n\\nLothíriel believes the best way to prepare for the threat of the Corsairs of Umbar is to learn as much about their ways as you can, and to that end she has sent you to the libraries of Dol Amroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Go to the libraries of Dol Amroth and speak to Pethebir, the master of the archives. Learn from him everything you can about the Corsairs and their masters. Perhaps in so doing you will discover something we can use to our advantage.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Naremil and Nosseth have travelled extensively throughout the kingdom of Gondor, and can tell you a great deal about the land and our rich history. Nosseth has a particularly keen insight for the lineages of the Kings and of the Stewards, and the political intensions of various Lords and Ladies. Cirhael can tell you a great deal about the Corsairs, and the land from which they hail: Umbar, to the south across the Bay.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}