{
  "id": 620949045,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The Strength of Sauron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba94",
      "en": "Following the defeat of the Corsairs at Pelargir, Aragorn entrusted you with the mission of keeping secret his capture of their ships and his plan to sail up the Anduin to the aid of Minas Tirith. You went by another road to Osgiliath, now held by the enemy, and sabotaged the great war machine Grond. It was there that you encountered a foe you thought had been dispatched: Mordirith, once the Steward of Angmar, eternal slave of the Witch-king. He had been wrested from the Void and sent back in a new guise, and as the wraith Gothmog he commands many of the forces of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "You have crossed the White Mountains and come into Gondor, where new adventures await. The servants of Sauron assail this last bastion of the Free Peoples, and the Dark Lord turns his greatest strength upon the south-kingdom.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "The story continues in future updates!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "The story continues in future updates!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Complete 'Book 8: The Black Gate'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba98",
      "en": "You arrived at the great city of Minas Tirith with little time to spare, as the forces of the Enemy encircle the White City and prepare to mount their siege. From a secret chamber in the Tower of Ecthelion, Steward Denethor wrestled against the despair of Sauron in the depths of the Anor-stone. If no allies come, and soon, the doom of which he speaks must surely fall upon Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Complete 'Book 7: The Trap'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete 'Book 6: The Battle of the Pelennor Fields'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "The story continues in future updates!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Complete 'Book 9: The Ring of Power'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Complete 'Book 2: The Dawnless Day'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete 'Book 1: The Road to Gondor'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "The story continues in future updates!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "The story continues in future updates!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Complete 'Book 3: Voices of the Past'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "The story continues in future updates!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Complete 'Book 4: Siege of the White City'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Complete 'Book 5: The Ride of the Rohirrim'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab1",
      "en": "Aragorn has undertaken a dangerous mission: he marches to the Black Gate of Mordor with an army too small to wage serious war against the forces of Sauron. And yet, the Host of the West occupies every thought of the Dark Lord, for he is consumed with fear that Aragorn has obtained the Ring of Power and seeks to install himself as sovereign.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Unravel the Epic Story for Volume IV: The Strength of Sauron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab3",
      "en": "The story continues in future updates!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba85",
      "en": "With the aid of the Woses you found the Riders of Rohan and joined their charge to the fields of Pelennor. The battle is joined, and the fate of Gondor hangs in the balance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab6",
      "en": "The story continues in future updates!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "The story continues in future updates!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab7",
      "en": "Aragorn's dangerous scheme to draw the eye of the Dark Lord has borne fruit, but it brings an upsetting revelation: Sauron has captured a hobbit within Mordor, and his dark messenger displays tokens of proof: Bilbo's mail-shirt, Sam's short sword, and an Elf-cloak of Lórien. The Quest of the Ring has failed. The Host of the West fights on, but the circle in which it stands draws ever smaller as the end approaches...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba89",
      "en": "The armies of Gondor and Mordor clashed on the fields of the Pelennor, and you stood with your friends against the ravening Morgul hordes. The cost of victory was high. Many heroes will not return to their homes to see the peace their lives have bought.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab9",
      "en": "And so it was that the Quest of the Ring came to a successful conclusion, and Sauron was destroyed. In the end, it was not through feat of strength or prowess in combat that the Dark Lord was undone, but by the courage and fortitude of two hobbits, and the mercy they showed to another: Sméagol of the river-folk. He it was who destroyed the Ring and ended the dominion of Sauron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba91",
      "en": "You crossed through the expanse of Central Gondor and came to the port city of Pelargir, where you faced Balakhôr the Scourge and ended the threat of Umbar.",
      "es": "",
      "es (fem)": ""
    }
  ]
}