{
  "id": 620949023,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 9: A Message for Lothíriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Lothíriel in the Great Hall of Dol Amroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You must think I speak of leaving the world to its troubles, but even I, with every reason to do so before me, cannot truly withdraw. I have grown fond of Lothíriel, the daughter of the Prince of Dol Amroth who rules now in his absence. On several occasions she has escaped the watchful eyes of her guard, and come to visit me outside the walls of her city. The matters of which we spoke? Not war, nor armies, nor weapons. They were matters of love and of marriage, for Lothíriel is betrothed to a Man she does not wish to marry. Such things are a Lady's concerns, and I counseled her on them as best I could.\\n\\n'But now I must counsel her on these other concerns as well: weapons, and armies, and war. I echo the worry of Galdor: she must not underestimate the Heirs of Castamir, and the one they call 'The Scourge.' Lothíriel's father has been called to war in the East; but war finds her now in the West, and if either is lost there will be no hope for the other when the night has come.\\n\\n'Go to Dol Amroth and give her my warning. There is Elvish blood in her line, but it is no sense of kinship that drives me in this; it is the love I bear for the dark-haired woman who spoke to me of her hopes and her fears when the moon was high over the Sea, and banished sadness for a time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Go to Dol Amroth and give Lothíriel my warning. I do not want her to underestimate the Heirs of Castamir, for I fear they pose a greater danger to these lands than they have before.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Travel to the entrance of Dol Amroth, and present yourself to the guards",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Halt and speak your business, stranger. There was a time when passage into the city was free and open, and none needed to answer questions, but those days are done. They will come again when the war is over.'\\n\\nYou say you have come with an urgent warning for Lothíriel from Dorthaneth, the leader of the Avorrim.\\n\\n'Leader of the creeping Elves, you should say, for that is closer to the truth. Some say there is Elvish blood in Imrahil's line, but if so I say it is a good ways back and the Prince has done a good job of not letting it master his senses!\\n\\n'You may pass into the city. Lothíriel is fond of the Elves, and her father is not here to speak 'gainst the meeting. It is not my place to speak for him, though I think his mind would be clear on this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "You have come to the entrance of the great city of Dol Amroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'What brings you to Dol Amroth, adventurer? Surely there is danger to be found everywhere, and you seem a long way from your home.'\\n\\nLothíriel's face brightens considerably when you reveal that your message comes from Dorthaneth.\\n\\n'She is one of my closest friends, and I have treasured our conversations. Recently she had some wise counsel to provide about a delicate matter, but we need not speak of that. What message does she have for me now, friend of my friend?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Dorthaneth has asked you to bring a message of warning to Lothíriel, who rules now in Dol Amroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "You have presented yourself to the guards at the entrance to Dol Amroth and should now find Lothíriel in the Great Hall of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Lothíriel is dark of hair, with a somewhat Elvish appearance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The entrance to Dol Amroth is west of the Cave of the Avorrim.\\n\\nDorthaneth has asked you to bring what she knows of the Heirs of Castamir and the Umbar raiders to Lothíriel in Dol Amroth. You should first present yourself to the guards at the gate of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Halt and speak your business, stranger. There was a time when passage into the city was free and open, and none needed to answer questions, but those days are done. They will come again when the war is over.'\\n\\nYou say you have come with an urgent warning for Lothíriel from Dorthaneth, the leader of the Avorrim. The guard appears about to speak, but instead he boggles at you silently for a moment before continuing.\\n\\n'Ah... you may pass into the city. Lothíriel will likely be in the Great Hall. Cause no mischief... Elf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Go to Dol Amroth and give Lothíriel my warning. I do not want her to underestimate the Heirs of Castamir, for I fear they pose a greater danger to these lands than they have before.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "The entrance to Dol Amroth is west of the Cave of the Avorrim.\\n\\nDorthaneth has asked you to bring what she knows of the Heirs of Castamir and the Umbar raiders to Lothíriel in Dol Amroth. You should first present yourself to the guards at the gate of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You have presented yourself to the guards at the entrance to Dol Amroth and should now find Lothíriel in the Great Hall of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Travel to the entrance of Dol Amroth, and present yourself to the guards",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to a guard by the entrance to Dol Amroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Find Lothíriel in the Great Hall of Dol Amroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9c7d931",
      "en": "Dol Amroth Door-guard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'You may pass into the city. Lothíriel is fond of the Elves, and her father is not here to speak 'gainst the meeting. It is not my place to speak for him, though I think his mind would be clear on this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "You have come to the entrance to the docks of Dol Amroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'You may pass into the city. You will find Lothíriel in the Great Hall, I shouldn't wonder.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'You may pass into the city. You will find Lothíriel in the Great Hall, I shouldn't wonder.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}