{
  "id": 620949015,
  "txt": [
    {
      "id": 177082793,
      "en": "Collected relics in Edhellond ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'Ah, you brought me some relics from that abandoned Elf refuge? Well, why delay? Let me see them!'\\n\\nYou remove the dusty shards from your pack, and Galengam looks puzzled.\\n\\n'This is it? These dirty old fragments? I expected jewels, or gems, or fine weaponry! I suppose all of those have already been taken. Thank you for trying, [placeholder], but I cannot pay for any of these pieces. No one would have any interest in purchasing them!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 1, Chapter 7: Abandoned Refuge",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Explore the southern court of Edhellond",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'These Corsair raiders likely landed at the shore west of here, in Belfalas. I expect they have established a foothold in the old ruins on the coast. People say Elves once lived there, but that must have been a thousand years or more ago. No Elves have come near Calembel for as long as I have run my shop, at any rate.\\n\\n'If you are of a mind to deal with these Corsairs, that would be the place to do it! And while you're at those ruins, if you happen to see any old remnants of the Elves, bring them back to me and I will pay you good coin for them. The Elves won't be needing them, after all.\\n\\n'I have not travelled that way since I was a young man, but I remember an overlook with a good view of the ruins. That would be a good place to survey the situation, and you should go there first.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Explore the north-west dock at Edhellond",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Defeat Corsair raiders in Edhellond ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'If you are a friend, you are welcome to share my watch. I would be pleased to have your company, for Men of Umbar have brought their ships to shore, and threaten Edhellond. My people have not inhabited the refuge for a thousand years, but we bear enough affection for places once dear that we cannot allow the raiders to remain.\\n\\n'If their goal is plunder, they will be disappointed. The only relics that remain will be of historical value only. Any valuable artifacts or jewels were taken long ago.\\n\\n'There are others of my people nearby. If you can defeat some of the raiders throughout Edhellond, I will bring you to them. Return hither with any relics you find, and I will be doubly-pleased, for I do have an interest in curiosities from my people's history.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Bring the relics to Lathlorn on the overlook near Edhellond",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "An Elf stands atop the overlook, surveying the refuge of Edhellond",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Collect relics in Edhellond ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'It always warms the heart to meet a new friend in these dangerous days, [placeholder]. We do not have enough warriors to cast the Corsairs into the sea, but your efforts in the refuge have told them that even an abandoned refuge is never truly forgotten by the Elves.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'These Corsair raiders likely landed at the shore west of here, in Belfalas. I expect they have established a foothold in the old ruins on the coast. Your people once lived there, apparently, but that must have been a thousand years or more ago. You are the first Elf I have seen near Calembel for as long as I have run my shop, at any rate.\\n\\n'If you are of a mind to deal with these Corsairs, those ruins would be the place to do it. I do not know if you hold any attachment for the place, but even I do not think the cruel folk of Umbar should despoil the old homes of Elves, or of anyone.\\n\\n'I have not travelled that way since I was a young man, but I remember an overlook with a good view of the ruins. That would be a good place to survey the situation, and you should go there first.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Galengam believes the Corsairs must have landed at the old refuge of Edhellond, in Belfalas.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Lathlorn is on an overlook with a good view of the Corsair landing at Edhellond.\\n\\nYou have defeated Corsair raiders throughout Edhellond and collected a number of forgotten relics, and should bring them now to Lathlorn.",
      "es": ""
    },
    {
      "id": 49286706,
      "en": "Bring the relics to Lathlorn on the overlook near Edhellond",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I have not travelled that way since I was a young man, but I remember an overlook with a good view of the ruins. That would be a good place to survey the situation, and you should go there first. Find it to the west, in Belfalas.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "An overlook of the refuge of Edhellond, west of Calembel in Belfalas, would be a good place to begin your stand against the Corsair raiders.\\n\\nGalengam has sent you to Edhellond to deal with some of the Corsair raiders.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'If you are a friend, you are welcome to share my watch. I would be pleased to have your company, for Men of Umbar have brought their ships to shore, and threaten Edhellond. Our people have not inhabited the refuge for a thousand years, but if your heart is like to mine, we bear enough affection for places once dear that we cannot allow the raiders to remain.\\n\\n'If their goal is plunder, they will be disappointed. The only relics that remain will be of historical value only. Any valuable artifacts or jewels were taken long ago.\\n\\n'There are others of our people nearby. If you can defeat some of the raiders throughout Edhellond, I will bring you to them. Return hither with any relics you find, and I will be doubly-pleased, for I do have an interest in curiosities from our people's history.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Lathlorn is surveying the situation at Edhellond, from an overlook that provides a good view of the refuge.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I have not travelled that way since I was a young man, but I remember an overlook with a good view of the ruins. That would be a good place to survey the situation, and you should go there first.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Lathlorn has asked you to explore the abandoned refuge of Edhellond, defeating Corsair raiders and collecting any relics of historical interest.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Find the overlook west of Calembel, in Belfalas, that provides a good view of Edhellond",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Lathlorn on the overlook near Edhellond",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Explore the tallest tower at Edhellond",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Corsair ships have moored at the docks of Edhellond",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "This tallest tower at Edhellond once kept watch over the sea",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "The buildings along the southern court are intact, but empty",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'If you are a friend, you are welcome to share my watch. You are doubly-welcome if you defeat Corsair raiders throughout Edhellond, and return to me with any relics you find!'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "You found TBD C!",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'It always warms the heart to meet a new friend in these dangerous days, [placeholder]. We do not have enough warriors to cast the Corsairs into the sea, but your efforts in the refuge have told them that even an abandoned refuge is never truly forgotten by our people.'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Defeated Corsair raiders in Edhellond ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}