{
  "id": 620949159,
  "txt": [
    {
      "id": "0x178d154",
      "en": "Gladion has invited you for a home-cooked meal at his family's table.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Summon the healer to help Fuirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "You hurriedly tell the healer that Fuirion has been grievously wounded, and bleeds alarmingly onto his brother's floor.\\n\\n'Fuirion wounded! What could that young man have been up to, to get himself so hurt? I will go right away.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'Please help my brother!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'Fuirion, please tell us what happened to you? Oh, why will you not say? Why will you not look at me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Limril can be found inside her home in Dínadab in northern Lamedon.\\n\\nYou should go into Gladion's home and speak with his wife Limril.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'It is almost time for dinner, and you have certainly earned it. Go on inside, for Limril is waiting. But where is my brother Fuirion? He should have been back quite some time ago.\\n\\n'Go ahead in, [placeholder]. I will wait here for Fuirion. You may tell Limril that we will be in shortly, I hope.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Introduce yourself to Limril",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "The healer can be found in the apothecary's shop in Dínadab.\\n\\nYou should hasten to the healer to get help for Fuirion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'Hello -- you must be [placeholder]. Gladion told me you would be joining us for dinner tonight. So my husband's brother Fuirion is late? Odd... he is usually on time when we sit down as a family.\\n\\n'I wonder where he could be!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Hello -- you must be [placeholder]. Gladion told me you would be joining us for dinner tonight. So my husband's brother Fuirion is late? Odd...he is usually on time when we sit down as a family.\\n\\n'I wonder where he could be!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Hard-earned Meal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Have dinner with Gladion's family",
      "es": "",
      "es (fem)": ""
    }
  ]
}