{
  "id": 620949034,
  "txt": [
    {
      "id": 51875090,
      "en": "Eager for vengeance and hoping to limit their losses, Rosfin seeks to eliminate the Orkish threat and protect what people remain in Lancrath.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Hail, traveller. You must be a friend of Lady Rosfin, for none have been so bold... or foolish enough to journey here as of late.\\n\\n'The Orcs have starved us for resources by sacking Tingobel and its mine, and it is unlikely that we can hold out much longer. I must admit, I know less than I would like to about what occurred to the north, but the people who escaped know it well.\\n\\n'If you would aid us, I ask that you speak to them, for they might be able to aid you in planning an attack.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Loss for Loss",
      "es": ""
    },
    {
      "id": 215429255,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Osbenn can be found in the village of Lancrath, far to the south-east of Morlad.\\n\\nRosfin has asked you to travel to the village of Lancrath and aid the people in repelling the Orcs of the White Mountains.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Talk to Osbenn in Lancrath",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Osbenn has asked that you speak to the refugees of Tingobel",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'We have waited long enough, [placeholder]. If the Dead seek to overrun the vale, we cannot abide another Orc. We must crush their forces at Tingobel and ready ourselves for war.\\n\\n'Far to the south-east, you will find Lancrath nestled in the hills. There, seek a man named Osbenn. He is a wise hunter, and though he is no longer fit for battle, he can aid you in directing the attack on Tingobel.\\n\\n'Go with haste, [placeholder]. Every minute we delay allows the Orcs to creep further south towards Lamedon.'",
      "es": ""
    }
  ]
}