{
  "id": 620949005,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 6: The Merchant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e58",
      "en": "The farmer has been defeated and the crop lost!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Collect Corsair weapons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I will be glad of the company, but I hope Galengam's concerns prove to be unfounded. I am no warrior. If a raiding party does threaten our work here, I will be quite helpless. Fortunately for me you are an imposing figure indeed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Retrieve harvested Cemenduril bundles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Have you seen any sign of the raiders? I fear for my workers and for the Cemenduril crop, and want no harm to come to either!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Do you have news from the fields? Oh, you have more than that! These bundles of harvested flowers will allow me to brew a good quantity of my healing liquor... but what are these?'\\n\\nGalengam squints critically at the Corsair weapons you have set before him.\\n\\n'I do not like the look of these weapons at all. These are weapons of Umbar, I'll warrant, and that means the raiding parties that plague Lamedon come from the coast. If Prince Imrahil were here, they would not dare to land! But we have only his daughter Lothíriel to keep the coast safe, and she is not the leader that is her father.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Galengam has asked for your help to preserve the Cemenduril fields that are his livelihood and perhaps that of Gondor as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Galengam is outside his shop in Calembel.\\n\\nYou have protected Galengam's farmers and collected a number of weapons wielded by the Corsair raiders. The merchant will be interested to hear how you have assisted his interests.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Yours is not the first report I have heard of raiders in Lamedon, [placeholder]. I am worried they may do some harm to the fields where my workers grow Cemenduril blossoms. With these crops I brew the healing liquors I sell throughout the kingdom; if they are ruined, more than my business will suffer.'\\n\\nGalengam scowls. 'Prince Imrahil rode east for Minas Tirith, leaving his daughter to rule Dol Amroth. Is it any wonder that raiders have taken advantage to cause trouble while the Prince is away? I wager they would not dare do so if he remained in the city, but alas! War threatens in the east, and draws him thither. Lothíriel sits in Dol Amroth, where she is safe, but what of the people outside the walls?\\n\\n'Several farmers in my employ work the fields even now. Will you protect them while they go about their business? I would greatly appreciate it, and you would be doing me, and Gondor, a favour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I will be glad of the company, but I hope Galengam's concerns prove to be unfounded. I am no warrior. If a raiding party does threaten our work here, I will be quite helpless. Fortunately for me you are an imposing figure indeed, though you be short of stature!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Galengam's farmers can be found west of Calembel, working the flower fields.\\n\\nA wealthy merchant has asked you to protect the farmers that grow his Cemenduril crop from the attacks of any raiders that threaten.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e08",
      "en": "Bring Cemenduril bundles and Corsair weapons to Galengam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to a Cemenduril farmer in the fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3fcc441",
      "en": "'Thank you for the help, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6af0",
      "en": "Protect a Cemenduril farmer as he does his work",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1406391",
      "en": "'I will do my work if you will protect me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Collected Corsair weapons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Collected Cemenduril bundles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}