{
  "id": 620949031,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'My swan-knights have returned, [placeholder], and I thank you for bringing them my message. I see from your face that you have more to say to me. What is on your mind?'\\n\\nYou tell Lothíriel of your encounter with the Nazgûl in the Blackroot Vale. She is silent for a long time. When she speaks again, her voice is very quiet, the words not much more than a whisper.\\n\\n'I remember the heat of summer on the stones of the White City, [placeholder]. It was late in the month of June, and my father brought me and my brothers to Minas Tirith with a dozen riders. He did not reveal the purpose of the journey until we were in the Steward's chamber: I was to marry Boromir, the son of my father's sister. He was tall, and confident, and a great warrior, and I could tell that he too did not want the match.\\n\\n'But he was an obedient son, and consented to the betrothal. There would have been a wedding on that warm night of June, but Boromir had a journey of his own to make, and it was decided the wedding would occur on his return. 'I will bring you a wedding gift,' he said to me before I joined my father and brothers in the courtyard for the return to Dol Amroth. 'I will win this war and bring you the peace you deserve!' he called to me. I never saw him again.'\\n\\nLothíriel's eyes are fierce, her mouth a thin line sharp with resolve.\\n\\n'I did not want to marry him, and he did not want to marry me. But we wanted the same thing. We wanted peace and happiness for our people, and we were willing to sacrifice whatever we needed to achieve it for them. Our enemies have underestimated us. They think we are soft. They think we will give in to despair and give in to grief. But we will not.\\n\\n'I spent more time in study than the archivist Pethebir believed. I know the name of the Great Enemy, the master of the foe you faced in the Blackroot Vale. I am not afraid to utter his name. He is Sauron, and we will stand against him to the last man, woman, and child. Gondor is not without strength. We will face the great strength of Sauron and we will defeat him, or we will die. There are no other choices for us.\\n\\n'I will call for you, [placeholder]. Enemies are everywhere, and we have only just begun to fight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Rovalang is on the slopes of the Hill of Erech, in the Blackroot Vale.\\n\\nThe Nazgûl must be prevented from learning of Aragorn's passage with the army of the Dead, at any cost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'We should return to Dol Amroth at once. Lothíriel must be told that servants of the Great Enemy walk in Gondor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Rovalang is on the slopes of the Hill of Erech, in the Blackroot Vale.\\n\\nWith the help of Rovalang, you have driven off the Nazgûl that threatened to learn of Aragorn's passage with the army of the Dead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I do not know what that creature might be, but I know it is my duty to face it. We will face it together! If you have a Fellowship at your call, bring them along as well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Rovalang and face 'The Shadow in Morthond'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Rovalang on the Hill of Erech, in Blackroot Vale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Lothíriel is in the Great Hall of Dol Amroth.\\n\\nYou faced a Nazgûl in the Blackroot Vale, and though it has been driven away formless to its master, this is a clear sign that the Great Enemy has Gondor much on his mind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d170",
      "en": "If Rovalang saw a Nazgûl on its winged steed, it must be prevented from learning of Aragorn's passage with the army of the Dead, at any cost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Lothíriel in the Great Hall of Dol Amroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You have heard of this winged creature, [placeholder]... I can see it in your eye. Will you help me find it and keep it from harming the people of the Vale?'\\n\\nYou nod in agreement. If the Nazgûl learns that Aragorn commands an army of the Dead, much harm might be done to the desperate hope that drives him, and to the people that depend on him.\\n\\n'Well, let us go at once! If you have a Fellowship at your call, bring them along as well. There will be danger enough for all... but now let us chase this foe! I saw it fly in the direction of the haunted cave to the north-west. Perhaps we can bring it down, if we hurry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I think you knew more about that creature than you let on, my friend. I am glad you were here! My tale might have ended in the shadow of the haunted mountain if you were not! But we have both faced great evil and lived, and our tales go on.\\n\\n'That creature brings to mind a name from the ancient years, a name of great evil. I will not speak this name, but I have now seen with my own eyes the servant of that terrible Enemy.\\n\\n'The time has come to return to Dol Amroth. Lothíriel must be told.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 12: The Shadow in Morthond",
      "es": "",
      "es (fem)": ""
    }
  ]
}