{
  "id": 620949004,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "If the Dead passed through here, they may have gone to Calembel. It is worth a look.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'I need to return to my father's cart, up the road that way, in the Neck. Have you come from there?'\\n\\nNethadan grimaces and clutches his leg.\\n\\n'We were bringing several bottles of Cemenduril liquor to sell at towns throughout the Vale, on behalf of Galengam's Divine and Delicate Draughts, but the cart succumbed to the harsh passage. My father sent me down to that village yonder to bring back supplies to fix the cart, and I did my duty. Well, as far as it went, for I was jumped by raiders and hurt my foot quite grievously. They ran off, but be warned: they may return in time!\\n\\n'If you could bring one of these barrels back to my father, I will follow with the other. I think I am just about ready to walk once more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 5: A Difficult Road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'My name is Rovalang, and I am proud to serve Imrahil, Prince of Dol Amroth. He has marched for the White City with a company of knights and more than five hundred men at arms to defend it 'gainst all enemies.  I and several of my order he commanded to remain in the service of his daughter Lothíriel, who rules now while he is gone.\\n\\n'Her safety is paramount, and I and the other swan-knights who remained would die to defend her, but we are sworn to obey her commands. She sent several of us from the city to protect her people in the Vale and in Lamedon, and we could not refuse. So I came to the Vale, and beheld the scene I have reported to you. It seems Lothíriel was right: there is danger outside the walls of Dol Amroth, and the Swan-knights are needed here too.\\n\\n'Not just Swan-knights; brave adventurers too, as I deem you to be! Follow the Dead south-east through Tarlang's Neck, and help any of the people of Gondor that may have been endangered by their passage. I will remain to aid the people of the Vale, but I value your help, my new friend. May the people benefit from our friendship!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Galengam outside his shop in Calembel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Bandron by his cart in Tarlang's Neck",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Follow the Dead south-east through Tarlang's Neck, and help any of the people of Gondor that may have been endangered by their passage. I will remain to aid the people of the Vale, but I value your help, my new friend. May the people benefit from our friendship!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Find Nethadan somewhere south of Tarlang's Neck",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Take care, traveller! You pass through Tarlang's Neck, and the road here is treacherous. Many an ankle has been turned by the rough going in this pass, riders and walkers sent to the ground by one misstep. It has claimed the axle of my cart, and now my business is halted.\\n\\n'I sent my boy Nethadan to the nearest village for supplies we can use to fix it, but he has yet to return. Can you keep one eye open for him? I am afraid he may have run into trouble... or into the town's tavern for a short drink that became a long one!\\n\\n'The nearest town is called Dínadab, and it is to the south-east along the road. Nethadan may be a fool, but he is my boy and I do not want him to run afoul of trouble. Not when we have a task to perform!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'The road through Tarlang's Neck is treacherous. Keep your eyes open for any danger!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Collect barrel of nails by Nethadan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I sent my boy Nethadan to the nearest village for supplies we can use to fix it, but he has yet to return. Can you keep one eye open for him? The road leads south-east to the nearest village, and I hope you find him there. I need those supplies, and I need to know he has not run into trouble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'If you could bring one of these barrels back to my father, I will follow with the other. I think I am just about ready to walk once more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I sent my boy Nethadan to the nearest village for supplies we can use to fix it, but he has yet to return. Can you keep one eye open for him? The road leads south-east to the nearest village, and I hope you find him there. I need those supplies, and I need to know he has not run into trouble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e31",
      "en": "Bring the barrel of nails to Bandron by his cart in Tarlang's Neck",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have met Rovalang, a Swan-knight of Dol Amroth. Recognising you for a great adventurer, he has asked you to journey into Lamedon and ensure that the people there are not endangered by the movement of the Dead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Nethadan has asked you to bring one of the barrels near him back to his father Bandron, in Tarlang's Neck.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Did you find my boy? Did you find Nethadan?'\\n\\nYou tell Bandron his son was attacked by raiders, but survived and seemed well enough to return very soon.\\n\\n'That is a relief, [placeholder]. I have many daughters, but he is my only son. Who else will carry on the legacy of my house, as common as it is? He is my blood, and in him I see my own visage at that age. Young, but full of dreams for the road to come. He is dear to me. You have done well by my son and my family! Now, my benefactor, what supplies have you brought from him? Give them to me and I will repair this axle, the better to return to my employer's errand.'\\n\\nYou hand over the barrel of nails, and Bandron's eyes widen with surprise.\\n\\n'What is this? An entire barrel of nails?'\\n\\nYou tell Bandron that his son should be by soon with another, similar barrel.\\n\\n'No, that cannot be! What am I supposed to do with two barrels of nails? I need to fix an axle, not put a nail in every tree from here to the Grey Wood! This repair will take two nails, at the most. And now we have two barrels of the things! How much coin did he spend on these barrels? Every one I gave to him, I do not doubt! All of our profit on this expedition will have gone to buying nails!\\n\\n'Oh, [placeholder]. I recommend to you a life without heirs. Every hair on my head was the colour of coal before Nethadan was born, and ever since: white hairs, each and every one!\\n\\n'My employer is Galengam, of Galengam's Divine and Delicate Draughts. He runs a shop in the town of Calembel, to the south-east. Kindly go to him and tell him that we ran into some difficulty, and will return as soon as the Cemenduril liquor is delivered. If you have a kindly heart, [placeholder], weave a tale of raiders and robbers... and leave the nails quite out of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Bring that barrel of nails to my father, and with haste! I will be along quite soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Rovalang has asked you to travel south-east through Tarlang's Neck, and to help any people of Gondor who may have run afoul of the Dead in their passage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Bandron is by his broken cart in Tarlang's Neck, between Lamedon and Blackroot Vale.\\n\\nYou have picked up a barrel of nails from Nethadan and he asked you to bring it to his father so he can repair the cart.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Ah, welcome to Galengam's Divine and Delicate Draughts, purveyor of healing remedies and wholesome poultices! If you are here to purchase some of my goods, I must sadly report that you have come at a poor time; my last shipment of Cemenduril liquor is already bound for the Blackroot Vale, and my remaining stock is set aside for the Houses of Healing at Minas Tirith.'\\n\\nYou tell Galengam of your encounter with Bandron and his son Nethadan.\\n\\n'The delay is unfortunate, but not unexpected. A successful merchant accounts for such things. Theirs will be the last delivery of Cemenduril liquor to the Vale for some time, because now all my goods will be needed at Minas Tirith.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "A waggon has come to an early stop in Tarlang's Neck, and its driver could use your assistance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Galengam is outside his shop in Calembel, south-east of Tarlang's Neck.\\n\\nBandron has asked you to speak to his employer in the town of Calembel and explain some of the reasons for the delay.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Nethadan went to the town of Dínadab in Lamedon, south-east of Tarlang's Neck, to recover supplies to fix his father's broken waggon, but he never returned. Bandron asked for you to find him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Travel south-east through Tarlang's Neck into Lamedon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "You see a waggon ahead, motionless in the road. What has happened?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'My employer is Galengam, of Galengam's Divine and Delicate Draughts. He runs a shop in the town of Calembel, to the south-east. Kindly go to him and tell him that we ran into some difficulty, and will return as soon as the Cemenduril liquor is delivered. If you have a kindly heart, [placeholder], weave a tale of raiders and robbers... and leave the nails quite out of it!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}