{
  "id": 620949180,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'The others look at me as if I have lost my mind, but I know the truth. I have seen ghastly figures wandering the hilltop at night... but I dare not approach them.\\n\\n'If the Dead truly have returned to the vale, I fear for our safety and know not what ills might come of their presence here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Sarnir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Dírion can be found in the village of Alagrant in western Blackroot Vale.\\n\\nCalennen has asked you to speak to the other hunters in Alagrant about Malthellam's warning.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Sarnir can be found in the village of Alagrant in western Blackroot Vale.\\n\\nCalennen has asked you to speak to the other hunters in Alagrant about Malthellam's warning.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73086",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "In the wake of strange occurrences in the vale, the hunting village of Alagrant has come to a standstill. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Malthellam orders us to stay in our villages because of the Orcs and wild animals? Hah! Well, to me, there is no difference. \\n\\n'Do you hear this, Dírion? The Steward cannot be serious! You see, [placeholder], we are hunters by trade...  it does not serve us well to flee from the wildlife of the vale. Sarnir and all his talk of ghosts almost seems believable now! \\n\\n'Well now, if we're stuck here, you might as well get to know us, traveller! It'll certainly provide us something to do...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Dírion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730880",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'What is the meaning of this, traveller? I am quite capable of looking after myself, despite what the Steward might think. I shall remain in town, but do not expect me to do so quietly.\\n\\n'If Malthellam were here in your place, I would not be so polite.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ghost Stories",
      "es": "",
      "es (fem)": ""
    }
  ]
}