{
  "id": 620949179,
  "txt": [
    {
      "id": "0xceb0117",
      "en": "Dírion can be found in Alagrant in western Blackroot Vale.\\n\\nYou have placed bait on all of Dírion's traps and should now return to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Dírion, a hunter of Alagrant, has grown frustrated with Malthellam and finds himself confined to the village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Dírion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Nowhere to Run",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Ah, you are back so soon.\\n\\n'It was that trying a task? You must tell me more of your adventures in placing bait on traps. Actually, no... I would rather you did not. \\n\\n'Here, take these. Assuming the bait works, I can spare these coins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Placed bait on traps outside Alagrant ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Traps can be found outside Alagrant both east and west of the river Blackroot.\\n\\nDírion has asked you to bait traps outside Alagrant so that he may get ahead on the day's hunting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Place bait on traps outside Alagrant ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'So am I to feign terror simply because you bring Malthellam's word to us?\\n\\n'There is no need for us to travel north, much less remain confined to Alagrant. We are hardy folk, and familiar with the dangers of these lands. I wish to continue my daily hunting, but if that is not to be the case, I expect something from you in return.\\n\\n'Could one as mighty as you stoop to baiting my traps outside town? Given how dangerous the vale is said to be now, surely you must be the only one among us up to the task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73089",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    }
  ]
}