{
  "id": 620949181,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "You can likely find slain creatures to the east of Alagrant, across the Blackroot.\\n\\nSarnir has asked you to investigate the mauled animals that have been appearing near Alagrant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Sarnir can be found in Alagrant in western Blackroot Vale.\\n\\nYou have managed to survive a brutal attack after finding a mauled bear in the vale. You should report what you have found to Sarnir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The bear corpse you discovered can be found directly east of Alagrant.\\n\\nYou have discovered a mauled bear corpse in the field of Blackroot Vale, and should examine it to determine what brought about its demise.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Sarnir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'The bears are devouring their own, [placeholder]? \\n\\n'What could drive them to do that? I only have one thought as to what... but I do not wish it to be true.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d174",
      "en": "After noticing strange and violent behaviour between animals of Blackroot Vale, Sarnir has asked you to investigate further.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "You have come across a freshly slain bear riddled with enormous bites and gashes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Search for evidence of mauled animals outside Alagrant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'[placeholder], I worry greatly for the vale.\\n\\n'I know not what drives the beasts to such violence, but as of late, their behaviour has only grown more cruel. Beasts seem to slay each other not for subsistence, but for the sheer violence they can wreak on the valley floor. Even after spending my life as a hunter, it is horrifying to behold. \\n\\n'The beasts have taken to displaying their kills along the road due east. Perhaps if you can get a better look at one of the fallen, we can gain some insight into what is driving them to such madness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Sensing their prey is being stolen, maddened bears rush forth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Examine the mauled bear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Against Their Nature",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730882",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    }
  ]
}