{
  "id": 620949022,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'Do not underestimate the Corsair threat! I gave Dorthaneth the same warning. In my journey here I came near to a group of Umbar-Men and overheard their talk. They spoke in reverent tones of 'the Heirs of Castamir' and 'the Scourge,' but it is not these names that fill me with anxiety. No, the flame of my concern is kindled by the passion with which the Umbar-Men spoke of their loyalty. Any of them would die in the name of the Heirs, and gladly, which is not a trait I have heard associated with that people before now. Something has changed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 8: Dorthaneth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'You can find Dorthaneth in the cave where we reside for now. If you follow the road south-west on the way to Dol Amroth, you will come to a rocky cleft in the ground to your right. Follow it down to a cliff-side path over the water, and you will come to the entrance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Galdor in the Cave of the Avorrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'It is time for me to introduce myself properly, my friend. I am Lathlorn, and I am proud to count myself among the Avorrim. We were tasked by Círdan the Shipwright with maintaining a watch on Edhellond, and have done now for some time: removing overgrown brush and keeping the paths clear, and ensuring that the docks remain free of debris. If the Havens of Mithlond become untenable, this would be the last place from which my people could depart this Middle-earth for the Undying Lands. The Men of Umbar that occupy Edhellond do us a grievous turn, and do not even know of it!\\n\\n'Dorthaneth is the leader of the Avorrim, and you can find her in the cave where we reside for now. If you follow the road south-west on the way to Dol Amroth, you will come to a rocky cleft in the ground to your right. Follow it down to a cliff-side path over the water, and you will come to the entrance.\\n\\n'Tell Dorthaneth of your experiences in this land, for she has a wisdom about her and has proven a capable leader of the Avorrim for as long as I have known her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Dorthaneth in the Cave of the Avorrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Find Dorthaneth within the Cave of the Avorrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Welcome to Belfalas, [placeholder]. I am called Dorthaneth, and I have chosen to care for the Elves here as a mother does. They are the Avorrim, and they have come to this land to watch over the refuge of Edhellond and keep it safe from danger.\\n\\n'Danger threatens it now, as you have seen. Men of Umbar have come ashore in great number, too many for my few Avorrim to drive away. A guest is lately arrived, and we just spoke about these raiders. Go to him and hear what he has to say, for his news signals trouble for the Avorrim, and for the folk of Gondor as well.\\n\\n'Do you see him across the way? His name is Galdor, and he is lately arrived from Imladris.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'You can find Dorthaneth in the cave where we reside for now. If you follow the road south-west on the way to Dol Amroth, you will come to a rocky cleft in the ground to your right. Follow it down to a cliff-side path over the water, and you will come to the entrance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I know your face, [placeholder], for I came to Imladris some months ago and saw you there. A council was held and many courses decided, but we will not speak of them here. Know that I hold you in esteem and consider you an ally, and we bear friends in common.\\n\\n'It is that sense of kinship that drives me to tell you this: do not underestimate the Corsair threat! I gave Dorthaneth the same warning. In my journey here I came near to a group of Umbar-Men and overheard their talk. They spoke in reverent tones of 'the Heirs of Castamir' and 'the Scourge,' but it is not these names that fill me with anxiety. No, the flame of my concern is kindled by the passion with which the Umbar-Men spoke of their loyalty. Any of them would die in the name of the Heirs, and gladly, which is not a trait I have heard associated with that people before now. Something has changed.\\n\\n'I will set out for Mithlond in a few days, but do not forget my warning!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Dorthaneth in the Cave of the Avorrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Lathlorn has told you how to find the location from which the Avorrim keep watch over Edhellond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Galdor is in the Cave of the Avorrim, in Belfalas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The Cave of the Avorrim is located in a cliff-wall overlooking the sea, on the road to Dol Amroth. Lathlorn described it in this way:  'If you follow the road south-west on the way to Dol Amroth, you will come to a rocky cleft in the ground to your right. Follow it down to a cliff-side path over the water, and you will come to the entrance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'It is time for me to introduce myself properly, my friend. I am Lathlorn, and I am proud to count myself among the Avorrim. We were tasked by Círdan the Shipwright with maintaining a watch on Edhellond, and have done now for some time: removing overgrown brush and keeping the paths clear, and ensuring that the docks remain free of debris. If the Havens of Mithlond become untenable, this would be the last place from which our people could depart this Middle-earth for the Undying Lands. The Men of Umbar that occupy Edhellond do us a grievous turn, and do not even know of it!\\n\\n'Dorthaneth is the leader of the Avorrim, and you can find her in the cave where we reside for now. If you follow the road south-west on the way to Dol Amroth, you will come to a rocky cleft in the ground to your right. Follow it down to a cliff-side path over the water, and you will come to the entrance.\\n\\n'Tell Dorthaneth of your experiences in this land, for she has a wisdom about her and has proven a capable leader of the Avorrim for as long as I have known her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Dorthaneth is in the Cave of the Avorrim.\\n\\nGaldor, an emissary from Círdan the Shipright at Mithlond, has overheard the speech of the Corsair raiders, and is worried about the loyalty they display for their leaders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Dorthaneth is within the Cave of the Avorrim, in Belfalas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Dorthaneth is within the Cave of the Avorrim, in Belfalas.\\n\\nLathlorn has sent you to speak with Dorthaneth, the leader of the Avorrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Find the entrance to the Cave of the Avorrim, overlooking the sea",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "The entrance to a cave yawns in the cliff-side to your left: the hideout of the Avorrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'You can find Dorthaneth in the cave where we reside for now. If you follow the road south-west on the way to Dol Amroth, you will come to a rocky cleft in the ground to your right. Follow it down to a cliff-side path over the water, and you will come to the entrance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'The cool breeze off the water feels so nice after the heat of the day. Do you not agree?'\\n\\nDorthaneth's expression is masked by her veil, but from her tone she seems unwilling to speak of more serious matters here.\\n\\n'Let us speak within the Cave of the Avorrim at another time,' she says after a moment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Speak with Galdor and hear what he has to say, for his news signals trouble for the Avorrim, and for the folk of Gondor as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'The cool breeze off the water feels so nice after the heat of the day. Do you not agree?'\\n\\nDorthaneth's expression is masked by her veil, but from her tone she seems unwilling to speak of more serious matters here.\\n\\n'Let us speak within the Cave of the Avorrim at another time,' she says after a moment, and the weariness in her voice is evident.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Galdor is right to worry. The Men of Umbar have not possessed loyalty like this for many years, and it was once believed their people would decline and no longer pose a threat to their neighbours across the Bay. I do not believe these Heirs of Castamir are truly descended from that king, but I have paid little attention to the histories of Gondor and could not say for certain. The lives of Men are brief; before many a season has passed they fall, like the leaves of the trees in my home. I have never recorded either.'\\n\\nDorthaneth is silent for a long time, and you have almost decided to leave her in peace when she speaks again.\\n\\n'I would be content to remain alone, listening to the sound of the water falling and the sighing of the wind in the trees, but as long as the Avorrim must remain here I will care for and protect them. There are others, too, with whom I feel a kinship and would safe-guard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "An Elf-maid stands on the bridge, deep in thought",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'The cool breeze off the water feels so nice after the heat of the day. Do you not agree?'\\n\\nDorthaneth's expression is masked by her veil, but from her tone she seems unwilling to speak of more serious matters here.\\n\\n'Let us speak within the Cave of the Avorrim at another time,' she says after a moment.",
      "es": "",
      "es (fem)": ""
    }
  ]
}