{
  "id": 620949001,
  "txt": [
    {
      "id": 165230993,
      "en": "Drugât",
      "es": ""
    },
    {
      "id": 194383121,
      "en": "Man of the North",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Listen to the arguments of Tenval and Drugât",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Tenval and learn his intention",
      "es": ""
    },
    {
      "id": 105992241,
      "en": "Servant of Gil-galad",
      "es": ""
    },
    {
      "id": 144505745,
      "en": "'Men of the Mountain! I can feel your presence!'",
      "es": ""
    },
    {
      "id": 144505746,
      "en": "'I seek no treasure! Keep your secrets!'",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Dûgden and learn his intention",
      "es": ""
    },
    {
      "id": 144505747,
      "en": "'All I ask of you is this: delay me not, and then follow behind!'",
      "es": ""
    },
    {
      "id": 266374871,
      "en": "Follow Tenval, the cursed shade",
      "es": ""
    },
    {
      "id": 21254721,
      "en": " ",
      "es": " "
    },
    {
      "id": 144505748,
      "en": "'I summon you to the Stone of Erech!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Tenval has felt a curious disturbance and wishes to speak with you.",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "Tenval has chosen to follow the Heir of Isildur",
      "es": ""
    },
    {
      "id": 169563793,
      "en": "Oath-breaker",
      "es": "Rompejuramentos"
    },
    {
      "id": 51875090,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Dûgden is beneath the Mountain, in the Paths of the Dead. He shares your curse, and your feeling that something has changed.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 253239729,
      "en": "'We have come to fulfill our oath....'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "The heavy silence beneath the Mountain remains unbroken, a held breath beneath the still waters of Time, an expectant hush. Dûgden feels it too.\\n\\n'I swore I would never forget this presence,' he breathes without air or voice, giving thought to the idea that has come to all who now walk the undying paths beneath the Mountain.\\n\\n'Isildur the Hated has come again, to deepen the burden of his curse.'",
      "es": ""
    },
    {
      "id": 253239730,
      "en": "'...and to have peace....'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Talk to Tenval in the Paths of the Dead",
      "es": ""
    },
    {
      "id": 44884145,
      "en": "Rioc",
      "es": ""
    },
    {
      "id": 24695120,
      "en": "Only the Oath-breakers of old know what befell Aragorn and his friends within the Paths of the Dead.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Your lot has been cast, your path decided",
      "es": ""
    },
    {
      "id": 93282081,
      "en": "'I desire forgiveness, Lûtkal... my debt is very great....'",
      "es": ""
    },
    {
      "id": 73174401,
      "en": "Heir of Hated Isildur",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 73174402,
      "en": "The Heir of Isildur",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Tenval and Dûgden were your closest friends when you walked the earth as a living man, in the days before the Curse. Now they must decide where their course lies, as must you.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "The heavy weight of the silence before the coming of the Heir has been lifted. Now the darkness is busy with the sighing whispers of the Dead. Tenval's gaze is piercing and eager.\\n\\n'What moved the Heir of Isildur to come beneath the Mountain, Lûtkal...? Has he forgiven us our treason...? I will follow him to Erech, and whither then...? I cannot see it, but I care not....'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "You knew Dûgden long ago, before the two of you succumbed to weakness and fell beneath the heavy weight of the Curse of Isildur. His presence is cold, but he burns with a fierce agony.\\n\\n'What has brought the heir of hated Isildur to this place, Lûtkal...? Untold years we have suffered the Curse of his cruel ancestor... has it not been enough...?'\\n\\nDûgden's resolve is sudden and frightening.\\n\\n'I will cast my lot in with Sauron, as we did before...! Drugât speaks the truth: only Sauron will reward us for our service. Only he can banish the chains of our curse! I will follow our true master!'",
      "es": ""
    },
    {
      "id": 176276545,
      "en": "'Brothers and sisters... do you know what this means...?'",
      "es": ""
    },
    {
      "id": 41426593,
      "en": "'It is not he....'",
      "es": ""
    },
    {
      "id": 176276546,
      "en": "'The heir of Isildur has called for us....'",
      "es": ""
    },
    {
      "id": 41426594,
      "en": "'And yet, this man is descended from hated Isildur.... His blood is anathema to me...!'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Instance: Those Who Are Dead",
      "es": ""
    },
    {
      "id": 176276547,
      "en": "'He alone can lift the burden of our curse....'",
      "es": ""
    },
    {
      "id": 41426595,
      "en": "'He is not alone... and now they approach...!'",
      "es": ""
    },
    {
      "id": 176276548,
      "en": "'I will not compound our errors and our sins....'",
      "es": ""
    },
    {
      "id": 41426596,
      "en": "'He will lift no curse....'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Learn if Tenval shares your uneasy disquiet",
      "es": ""
    },
    {
      "id": 176276549,
      "en": "'If this Man of Isildur's line calls me, I will follow him....'",
      "es": ""
    },
    {
      "id": 41426597,
      "en": "'You seek redemption...? You seek it in vain...'",
      "es": ""
    },
    {
      "id": 41426598,
      "en": "'There is only One that can forgive our treason....'",
      "es": ""
    },
    {
      "id": 41426599,
      "en": "'I speak of Sauron the Great...!'",
      "es": ""
    },
    {
      "id": 163806049,
      "en": "Drugât",
      "es": ""
    },
    {
      "id": 41426600,
      "en": "'I will not follow this man, or any other.... I will follow our true master....'",
      "es": ""
    },
    {
      "id": 163806050,
      "en": "Drugât, the Unrepentant",
      "es": ""
    },
    {
      "id": 41426601,
      "en": "'Stand with me and we will be rewarded for our long service....'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Tenval and Dûgden were your closest friends when you walked the earth as a living man, in the days before the Curse. They have decided where their paths lead, and now you must do the same.",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "You have made your decision, and must now deal with the consequences.",
      "es": ""
    },
    {
      "id": 157259841,
      "en": "'The chains of our curse bind us and blind us....'",
      "es": ""
    },
    {
      "id": 157259842,
      "en": "'Every moment is like every other... until now....'",
      "es": ""
    },
    {
      "id": 157259843,
      "en": "'What has changed...?'",
      "es": ""
    },
    {
      "id": 55069601,
      "en": "'We cannot seek forgiveness, Lûtkal... we must seek vindication...!'",
      "es": ""
    },
    {
      "id": 127534737,
      "en": "The Ruthless Dead",
      "es": ""
    },
    {
      "id": 86724945,
      "en": "'Aragorn, wait! Wait for me!'",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "Years have no meaning beneath the Mountain for the likes of you, but even so, you hold the memory of a time when the passage of day and night mattered. A new feeling has crept into your being, but you cannot place it. Tenval senses it too.\\n\\n'Something feels different in the dark, Lûtkal,' he murmurs, and you know it is true.",
      "es": ""
    },
    {
      "id": 195611201,
      "en": "Ruthless Dead",
      "es": "Muertos despiadados"
    },
    {
      "id": 246419879,
      "en": "A number of living Men have entered the paths beneath the Mountain, intruding upon your demesnes.",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "One of the living Men is the Heir of Isildur, and he has called your kind to the Stone of Erech. This has caused a split among your people: Tenval and Drugât argue the merits of following the Heir or ignoring his summons.",
      "es": ""
    },
    {
      "id": 136838193,
      "en": "'Isildur will pay for what he has done to us...!'",
      "es": ""
    },
    {
      "id": 136838194,
      "en": "'He who cursed us approaches, Drugât...!'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Make your choice: follow either Aragorn or Drugât",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "Dûgden has chosen to follow Drugât, and Sauron",
      "es": ""
    },
    {
      "id": 64238497,
      "en": "'We chose our side in this war long ago, Lûtkal!'",
      "es": ""
    },
    {
      "id": 64238498,
      "en": "'Sauron will reward us for our loyalty. He will crush Isildur's heir!'",
      "es": ""
    },
    {
      "id": 164268001,
      "en": "'Oath-breakers! Tell me why you have come!'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Witness the actions of your potential allies",
      "es": ""
    },
    {
      "id": 64238499,
      "en": "'They thought Sauron was defeated, long ago. But he is still here!'",
      "es": ""
    },
    {
      "id": 164268002,
      "en": "'Your hour has come!'",
      "es": ""
    },
    {
      "id": 64238500,
      "en": "'He will always be here!'",
      "es": ""
    },
    {
      "id": 235466134,
      "en": "Follow Dûgden, the cursed shade",
      "es": ""
    },
    {
      "id": 164268003,
      "en": "'I go now to Pelargir upon Anduin, and you will follow after me.'",
      "es": ""
    },
    {
      "id": 64238501,
      "en": "'I was Drugât in life, and I am unrepentant now!'",
      "es": ""
    },
    {
      "id": 164268004,
      "en": "'When this land is free of the servants of Sauron, I will hold your oath fulfilled.'",
      "es": ""
    },
    {
      "id": 64238502,
      "en": "'Cast off all hope of redemption, my cursed brothers and sisters!'",
      "es": ""
    },
    {
      "id": 164268005,
      "en": "'For I am Elessar, heir of Isildur, and I can give you peace!'",
      "es": ""
    },
    {
      "id": 64238503,
      "en": "'Now we are the Ruthless Dead! Let the Living tremble!'",
      "es": ""
    },
    {
      "id": 186454641,
      "en": "Lagging Dwarf",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Learn if Dûgden knows what has caused this disturbance",
      "es": ""
    },
    {
      "id": 186454642,
      "en": "Dwarf",
      "es": "Enano"
    },
    {
      "id": 111477394,
      "en": "Watch the living interlopers pass, and learn their intentions",
      "es": ""
    }
  ]
}