{
  "id": 620827971,
  "txt": [
    {
      "id": 86058645,
      "en": "'There is no glory for me here - only death!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah! You were able to acquire an infused adamant. Now you will need to bring it to the Dunlending-camp.\\n\\n'Let me know when you and your companions are ready to depart, and I will impart to you the plan I have devised.'",
      "es": ""
    },
    {
      "id": 86058646,
      "en": "'Please! Spare me!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You will need to bring me an infused adamant before we can begin.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Midnight Raid",
      "es": ""
    },
    {
      "id": 86058647,
      "en": "'Aiee! Demons of flame have taken the camp! Run!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Ah, I rather wish I could have been there to see it. As much as fire is a clumsy weapon, it does make for a merrily lit evening by sword and bow, does it not?\\n\\n'With the Dunlendings routed and their camp in ruins, we should have little to worry about from that quarter for a time.\\n\\n'Now, let us see about imbuing the qualities you seek, shall we?'",
      "es": ""
    },
    {
      "id": 86058648,
      "en": "'The flames! Ahgh! Run!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Were you not able to imbue the stone? Without it I cannot help you.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Your attack upon the Dunlending camp has failed!",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If you and your companions are prepared, then you can set off. I have prepared a small boat for you to take up river to the eastern side of the camp, where my scouts say the defenders are the least watchful. Once you land you must quickly dispose of as many of the veteran guardsmen as possible, as they pose the greatest threat of spoiling the plan by raising an alarm.\\n\\n'Once the threat of the guardsmen is removed, make your way to the centre of the camp where you will find a great bonfire that the Dunlendings keep well lit day and night. Once you reach it, you should put someone to the task of setting fire to as many of the tents surrounding it as possible, sowing chaos throughout the camp.\\n\\n'If you can set enough of the camp alight, the remaining soldiers should quit the camp in fear, leaving you the space you need to do your work at the forge.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'So you and your companions managed to burn the Dunlendings out of their camp? Well done! That is one less obstacle to overcome ere this War is over!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Perimbant has asked you to bring him an infused adamant to imbue the quality you desire upon your weapon. He does not, however, know where you might find such a stone.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Perimbant can be found at Echad Dúnann, west of the gates of Moria.\\n\\nPerimbant has bidden you to speak with him when you are ready to depart for the Dunlending-camp, where you will conduct a midnight raid against the soldiers encamped there.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Perimbant can be found Echad Eregion, west of the gates of Moria.\\n\\nYou should return to Perimbant to complete the enhancement of your weapon.\\n",
      "es": ""
    },
    {
      "id": 103626417,
      "en": "'Curse you Northerners! What have you done!?'",
      "es": ""
    },
    {
      "id": 103626418,
      "en": "'But I know why you're here! I'll see your precious forge burn before you can have it!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring an infused adamant to Perimbant",
      "es": ""
    },
    {
      "id": 103626419,
      "en": "'Enough! Let it end here northerners!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Perimbant to travel to the Dunlending-camp",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the empowered adamant to Perimbant",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring the empowered adamant to Perimbant",
      "es": ""
    },
    {
      "id": 188114707,
      "en": "'That's it! More water on the fire! We'll get this under control!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Unbeknownst to the Dunlendings in Eregion, their largest camp has been built upon an ancient Elf-forge where some of the finest weapons of the early Third Age were once wrought. If use is to be made of this forge, the Dunlendings must be forced to retreat.",
      "es": ""
    },
    {
      "id": 86058641,
      "en": "'No! All is lost, run!'",
      "es": ""
    },
    {
      "id": 86058642,
      "en": "'Please no! Not me!'",
      "es": ""
    },
    {
      "id": 86058643,
      "en": "'The heat! It's too much!'",
      "es": ""
    },
    {
      "id": 86058644,
      "en": "'There's too many of them! The camp is lost!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'There is but one forge remaining in Eregion where the quality you wish to obtain may be acquired. After the early years of the Third Age, the old smithy fell to ruin, and in this day the Dunlendings have built a large fortified camp upon them. Thankfully, they remain unaware of the significance of the ruins, but their presence complicates matters.\\n\\n'I think it is time we did something about that camp, and though we have not the forces for a direct assault upon it, I have a more cunning, though un-subtle plan in mind.\\n\\n'You must gather a small group of companions and prepare a midnight raid upon the camp! If you are successful, then making use of the forge should be within your grasp.'",
      "es": ""
    }
  ]
}