{
  "id": 620843833,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated snow-troll bruisers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated snow-troll hurlers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Snow-trolls are among many evil creatures which have taken refuge in the ruins of the ancient dwarf-city called Sarnúr by the Elves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Greetings, brave [placeholder]. It is good to see you.\\n\\n'Deep within Sarnúr, a large force of trolls has been gathering for some time. As my folk have explored further into the depths, these creatures have become more fearsome. Would you gather a party of friends and dispatch these trolls?\\n\\n'Travel to Sarnúr, south of Thorin's Hall, deep beyond the ruins of Orodost, which can be found along the western mountains of Ered Luin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Snow-trolls can be found deep within Sarnúr, south of Thorin's Hall reached through the ruins of Orodost.\\n\\nSnár has asked you to enter the ancient ruins of Sarnúr and defeat a number of the snow-trolls gathered there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Greetings, [placeholder]. I wish to thank you for entering the caverns and dispatching those foul creatures.\\n\\n'Reports from the area tell that the problem is much worse than we had known. Your accomplishments will be spread among the Dwarves of Ered Luin.\\n\\n'Please seek me out if you decide to travel to Sarnúr again, as I may have more work for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Snár is in Thorin's Hall, north of Sarnúr, just outside the Blue Stone Garrison.\\n\\nYou should return to Snár with news of your victory against the snow-trolls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I cannot abide trolls! Drive them out of Sarnúr, if you are able!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat snow-troll bruisers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat snow-troll hurlers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Snár in Thorin's Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cleanse the Ruins of Sarnúr",
      "es": "",
      "es (fem)": ""
    }
  ]
}