{
  "id": 620843819,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Greetings, [placeholder]! I hope that you are well.\\n\\n'Within the depths of Sarnúr, there are tales of lost lore remaining still within the halls. There are those that believe that the Dourhands are searching the area for pieces of faded parchment that are scattered about. Please travel to Sarnúr yourself, recover these pieces of faded parchment, and return to me with them. \\n\\n'Sarnúr can be found south of Thorin's Hall, deep beyond the ruins of Orodost, which is located on the western mountains of Ered Luin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for journeying into that dark place and returning the scrolls.\\n\\n'I will begin to decipher the runes that are found on this collection of parchment. \\n\\n'If you journey to Sarnúr again, I may ask that you seek out more of these parchments.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I am sure you will find many scraps of ancient scrolls in the ruins of Sarnúr.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gathering Ancient Scrolls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "There are rumours that ancient scrolls remain in Sarnúr from the days before the great cities of the Dourhands were destroyed by the great cataclysm which tore Ered Luin. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected faded parchment ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect faded parchment ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Pieces of faded parchment can be found in Sarnúr, south of Thorin's Hall, reached through the ruins of Orodost. \\n\\nRútur has asked you to recover any pieces of faded parchment you might find in Sarnúr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Rútur in Thorin's Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rútur is in Thorin's Hall, north of Sarnúr, just outside the Blue Stone Garrison.\\n\\nNow that you possess the pieces of faded parchment that Rútur requested you gather, you should return them to him so that he may decipher them. ",
      "es": "",
      "es (fem)": ""
    }
  ]
}