{
  "id": 620843820,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The battle goes well thus far, [placeholder], but the Orcs in the nearby fortresses are proving tenacious. It seems they have also laid in supplies for a prolonged siege, should it come to that... but we cannot afford to be tied down here for so long, or the might of Dol Guldur shall push us back into the Anduin!\\n\\n'We bid you fight your way into those camps and destroy their supplies. This will both weaken their defence and ensure that none of them are able to retreat with valuable stores back to their dark tower.\\n\\n'When you have completed this task, return here to me for further instructions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The supplies have been destroyed? Well done, [placeholder]. Without those supplies of arrows and provisions, the Orcs will not be able to hold out much longer...and the rest of our forces are coming ashore and moving further into the forest as we speak.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'While we seek to destroy the Enemy's supplies, our own stocks are in complete disarray.\\n\\n'Poor Amrúnwen was caught totally unaware by Celeborn's sudden order for an attack and has been struggling mightily to put all in order, but the scale of our assault is of too great a scope, and she cannot possibly maintain the line.\\n\\n'At least this battle shall not last overly long, and so if we must go hungry, it will only be for days, not weeks. I am more worried about our medicines and poultices, which we have great need of.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Foreword: Out of Supply",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Taughâsh tribe defending the Mirk-eaves against the Malledhrim rely heavily upon stores brought to their encampments before the invasion began.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Destroyed supply-crates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy supply-crates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Supplies can be found at Durbúrz-stazg to the north of Echad Sirion and Fállug to the south.\\n\\nFuirgam has asked you to find and destroy the supply-crates in the Orc-fortifications of the Mirk-eaves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Fuirgam's Aide at Echad Sirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fuirgam's Aide is at Echad Sirion, on the eastern banks of the Anduin.\\n\\nYou should return to him with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}