{
  "id": 620843831,
  "txt": [
    {
      "id": 218649170,
      "en": "'It seems that you have managed to recover our missing soldiers, [placeholder]. Excellent.\\n\\n'We cannot afford to lose too many soldiers this early in the campaign...we have a hard road ahead of us still.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You've saved me from an unpleasant fate! Alas, these wounds will need to be tended to - I fear my part in this battle may be over before it has rightly begun.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Expedition: Lost in the Fray",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'It seems you've managed to recover our missing soldiers [placeholder], excellent. We can't afford to lose too many soldiers this early in the campaign - we've a hard road ahead of us leading to Dol Guldur.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'It seems you've managed to recover our missing soldiers [placeholder], excellent. We can't afford to lose too many soldiers this early in the campaign - we've a hard road ahead of us leading to Dol Guldur.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Rescued desperate soldier",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'So many of our kindred will die this day, and I do not understand the meaning of it.\\n\\n'Our strength is far greater in Lothlórien where the Lady's powers confound our enemies...why has Lord Celeborn ordered us against the walls of Dol Guldur?'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Rescued exhausted soldier",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Rescued wounded soldier",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Elf-soldiers may be found among the trees of the Mirk-eaves.\\n\\nAgorin has asked you to aid the missing Elves should you find them amongst the forests of the Mirk-eaves.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Agorin is at Echad Sirion on the eastern banks of the Anduin.\\n\\nYou should return to Agorin and let her know that you have found and aided the missing soldiers.",
      "es": ""
    },
    {
      "id": 104553060,
      "en": "'Tis a great relief to see you, my friend.'",
      "es": ""
    },
    {
      "id": 55194647,
      "en": "'Thank you my good [placeholder], I had reached the end of my strength and feared the end was near! Your intervention was  most timely.'",
      "es": ""
    },
    {
      "id": 248612149,
      "en": "Desperate Soldier",
      "es": ""
    },
    {
      "id": 249660725,
      "en": "Exhausted Soldier",
      "es": ""
    },
    {
      "id": 78068897,
      "en": "'My thanks, friend!'",
      "es": ""
    },
    {
      "id": 264846663,
      "en": "'Take care. There are many more about!'",
      "es": ""
    },
    {
      "id": 188439140,
      "en": "'A friendly face at last! I was afraid that Orcs were all I would see at the end.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Rescue desperate soldier",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Rescue exhausted soldier",
      "es": ""
    },
    {
      "id": 205216356,
      "en": "'I had thought my time in Middle-earth ended - my thanks!'",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Rescue wounded soldier",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Agorin at Echad Sirion",
      "es": ""
    },
    {
      "id": 55194903,
      "en": "'Your arrival is better tiding than I had hoped for, [placeholder] -- the Enemy's forces are still strong here. I'll report back to camp immediately.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A handful of Elves have become separated from the main host during the battle to take the Mirk-Eaves.",
      "es": ""
    },
    {
      "id": 55196183,
      "en": "'You've saved me from an unpleasant fate! Alas, these wounds will need to be tended to - I fear my part in this battle may be over before it has rightly begun.'",
      "es": ""
    },
    {
      "id": 106126135,
      "en": "'Well, good luck then. Perhaps we can talk some other time...'",
      "es": ""
    },
    {
      "id": 238126389,
      "en": "Wounded Soldier",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'A handful of our soldiers have gone missing and I fear they may have been cut off from our forces during the initial rush of the assault. Keep a watchful eye out for any of them while you are out in the Mirk-eaves and lend them whatever aid you can if you do come across them.\\n\\n'They are skilled warriors in their own right, but there are a great many Orcs still roaming the area....'",
      "es": ""
    }
  ]
}