{
  "id": 620843999,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We left the expedition moving towards the east to investigate what the Dourhands are doing here in the Lone-lands. We have seen both Orcs and dwarves in this place, and nothing here makes a dwarf feel welcome!\\n\\n'Our fears are that the Orcs and Dourhands are trading with one another. Nay... we fear that they are working together, supplying one another with materials, tools and weapons, and we want a stop put to it!\\n\\n'Go into the ruins below and see if you can find any Orc-made weapons on the Dourhands in the section to the west. Return to me if you find any. This will tell me plainly what we face.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I can hardly believe what I am seeing! Dwarves and Orcs are enemies! This is something that should never have occurred, never! \\n\\n'Our cousins have fallen so far in these long years. Now it is clear to me that their leader must meet an end....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you found any proof yet? I am hoping that this is just a terrible circumstance, but something in my belly tells me otherwise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dwarves with Orc-weapons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Worried that the Dourhands and Orcs have struck some bargain, dwarves from an expedition in the east have stopped to investigate a ruin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Orc-weapons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the Orc-weapons to Logi at Iorvinas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orcs and Dourhands can be found in the area of Iorvinas. Logi is at Iorvinas.\\n\\nUpon discovering that the Orcs and Dourhands were living in close proximity, Logi began to fear that the two were working together as well. He has asked you to collect any proof that this collusion may be happening.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Orc-weapons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}