{
  "id": 620843818,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Orcs of Moria have stolen many beloved items from the bodies of those who have fallen defending Lothlórien from their assaults. I doubt not that many have been defiled or destroyed, but there must be some which can be recovered and brought to the families of the lost.\\n\\n'Nardur-stazg is the chief encampment of the Orcs in Fanuidhol and the most dangerous to attack, but would you go there and recover what you may? I am sure some of the finest trophies have been sent there.\\n\\n'Nardur-stazg lies to the north-west of here. Bring back any stolen belongings that you find, and you will be rewarded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Your bravery is undeniable, [placeholder]. Not many would enter Nardur-stazg to recover trophies for sentimental Elves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Galadhrim will be grateful for any stolen belongings you can return to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Were you unable to recover the stolen belongings from Nardur-stazg?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Looting Nardur-stazg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Orcs of Moria have begun mustering in Fanuidhol in preparation to assault Lothlórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected crates of stolen belongings at Nardur-stazg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect crates of stolen belongings at Nardur-stazg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nardur-stazg lies to the north-west from Talan Gwilith.\\n\\nMaeriel has asked you to enter Nardur-stazg and collect any stolen belongings you find there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the stolen belongings to Maeriel at Talan Gwilith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Maeriel is at Talan Gwilith, south-east of Nardur-stazg.\\n\\nYou should return to Maeriel with the stolen belongings you recovered.",
      "es": "",
      "es (fem)": ""
    }
  ]
}