{
  "id": 620843998,
  "txt": [
    {
      "id": 218649169,
      "en": "'The Dourhands must be stopped, and I am willing to bet that there is a leader among them who directs them to deal with the Orcs... a terrible cur who needs to be removed so that dwarves everywhere can hold their heads up with pride!\\n\\n'This is my task. Find this leader, likely in some hidden passage or lair, eliminate him, then return to me.\\n\\n'I think you should look first within Iorvinas... the ruins there would be an ideal lair for such a mongrel.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Already, I feel the fire of my blood beginning to cool. The fool Dourhands need to remember their place. It is bad enough what they did to Thorin's Hall.\\n\\n'I and all dwarves of good repute owe you a debt of gratitude, [placeholder]. Take this and know that you have made a friend this day and wiped a black smudge from the world.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Find the leader of the Dourhands within Iorvinas and see that he is ended quickly and with prejudice. We cannot abide such curs to sully the names of the Seven Fathers!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dwarf, Interrupted",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Worried that the Dourhands and Orcs have struck some nefarious bargain, dwarves from an expedition in the east have stopped to investigate a ruin.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Angár Irongut",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Angár Irongut",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The leader of the Dourhands might be found within Iorvinas.\\n\\nLogi has asked you to hunt down and defeat the leader of the Dourhands, who is trying to form an alliance with the Orcs.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Logi at the entrance to Iorvinas",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Logi is at the entrance to the ruins of Iorvinas.\\n\\nDefeating the leader of the Dourhands proved a relatively simple feat. With the leader defeated, the Dourhands will likely prove no more difficulty here.",
      "es": ""
    }
  ]
}