{
  "id": 620843860,
  "txt": [
    {
      "id": 218649169,
      "en": "'Greetings, good [placeholder]! I hope that you are safe and well?\\n\\n'Buried beneath the ruins of Orodost, in the depths of Sarnúr, lurk two horrible creatures. The first is a hideous Snow-troll, Gâdhûp, and the second is a wretched drake that goes by the name of Brúllug. Would you gather allies and travel to the Sarnúr to dispatch either of these vile creatures? \\n\\n'Travel to Sarnúr, which is located south of Thorin's Hall, deep beyond the ruins of Orodost, which can be found along the western mountains of Ered Luin.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah! It's good to see that you are well, [placeholder]. \\n\\n'I have received word that you were able to dispatch one of the foul horrors of Sarnúr. I shall spread the word of your great deeds to the Dwarves of Ered Luin. \\n\\n'Please return to me if you choose to enter Sarnúr again, as I may have additional work for you.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'There are other creatures as vile as trolls in Sarnúr.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Defeat the Cavern Horrors",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Many evil things besides the Dourhands dwell deep within Sarnúr...many which put dread even into the heart of other evil.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Gâdhûp",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Brúllug",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Gâdhûp or Brúllug in Sarnúr",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gâdhûp and Brúllug can be found in Sarnúr, south of Thorin's Hall, reached through the ruins of Orodost.\\n\\nSnár has asked you to defeat either Gâdhûp the Snow-troll or Brúllug the drake.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Snár in Thorin's Hall",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Snár is in Thorin's Hall, north of Sarnúr, just outside the Blue Stone Garrison.\\n\\nYou should return to Snár and tell him of your victory over the terrors of Sarnúr. ",
      "es": ""
    }
  ]
}