{
  "id": 620843887,
  "txt": [
    {
      "id": 218649170,
      "en": "'Your care for our soldiers is timely and much appreciated, [placeholder].\\n\\n'With some rest and healing, most of them should be able to return to Lothlórien to recover in a few days.\\n\\n'Those who cannot, we shall be reunited with in ages to come in the Furthest West....'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'My thanks to you, stranger. That seems to have stopped the bleeding.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Expedition: Seeing to the Fallen",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "YOU SHOULD NOT SEE THIS",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Thank you! I could not have done as well myself... even were my arm not broken!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected bandages ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Do not mourn for us, [placeholder], for our fallen await us in the Halls of the West.\\n\\n'We regret only the pain that such darkness inflicts and the vast gulf of time during which we must be parted from those we dearly love, and so we fight to live as fiercely as any mortal must.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "YOU SHOULD NOT SEE THIS",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "This crate is full of military supplies",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Do not mourn for us, [placeholder], for our fallen await us in the Halls of the West.\\n\\n'We regret only the pain that such darkness inflicts and the vast gulf of time during which we must be parted from those we dearly love, and so we fight to live as fiercely as any mortal must.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "The Elf grimaces silently as you try to staunch the bleeding of a severe stomach wound.\\n\\nAfter you do the best you can, you move on, unsure whether he will live through the night.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Soldier Treated ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The supplies are at Echad Sirion, on the eastern banks of the Anduin.\\n\\nAgorin has tasked you with finding clean bandages that have been misplaced among the rest of the military supplies that were hastily brought across the Anduin.",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "YOU SHOULD NOT SEE THIS",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The wounded Elves are at Echad Sirion, on the eastern banks of the Anduin.\\n\\nNow that you have collected enough bandages, you should see to the treatment of the Elf-soldiers who were seriously wounded during the first wave of the assault upon Mirkwood.",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'You... you have my thanks... good [placeholder].'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Agorin is at Echad Sirion, on the eastern banks of the Anduin",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect bandages ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Treat wounded Elves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Treated wounded Elves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Agorin at Echad Sirion",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "YOU SHOULD NOT SEE THIS",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "This soldier is having serious trouble breathing and cannot speak. You realize that the left side of his chest has been nearly crushed by some massive blow.\\n\\nYou bandage some of his lesser wounds in an effort to comfort him, but he is clearly dying and beyond aid.",
      "es": ""
    },
    {
      "id": 8725906,
      "en": "YOU SHOULD NOT SEE THIS",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "In battles of such a scale as the Mirkwood landing, severe wounds and even death are an inevitable consequence, even among such fine warriors as the Mallhedrim.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We have little time here before more wounded arrive or those who have been most sorely injured pass into the West, but we have not even had a chance to unpack our supplies as yet, and in the rush of the landing, these fools have mixed the bandages and other healer's goods in with the rest of the crates!\\n\\n'I need you to find the bandages in among the other supplies, then see to as many of the wounded as you can... and quickly!\\n\\n'Return to me when you have completed this task.'",
      "es": ""
    }
  ]
}