{
  "id": 620843826,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Starg没sh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Starg没sh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Orcs of Moria have begun mustering in Fanuidhol in preparation to assault Lothl贸rien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ho there, [placeholder]. I have a challenge for you. You have journeyed into Fanuidhol and know what dangers we face in the Orcs of Moria. If we strike fear into their hearts, that threat may be lessened.\\n\\n'What I would have you do is enter the camp of Bolg Maufulug and burn the standard of the Orcs there. With their banner in ashes, they will know that we are strong enough to defy them.\\n\\n'Bolg Maufulug lies to the west and a little north of here. Be wary, though, for I do not doubt the camp is championed by a powerful Orc or other creature...if the champion arrives, defeat him as well. When you have done this deed, return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bolg Maufulug lies west and a little north from Talan Fanuidhol.\\n\\nMaenhador has asked you to burn the Orc-banner at Bolg Maufulug and defeat the camp's champion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have burned the banner at Bolg Maufulug and defeated their champion? Well done, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Maenhador is at Talan Fanuidhol, east and a little south of Bolg Maufulug.\\n\\nYou should return to Maenhador with the tidings of your victory at Bolg Maufulug.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Head a little north and some distance west to Bolg Maufulug and deal with the enemy there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc6eb34b",
      "en": "'What is this? A stinking Elf-friend come to challenge me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Burn the banner at Bolg Maufulug and defeat Starg没sh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Maenhador at Talan Fanuidhol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Maenhador at Talan Fanuidhol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Burning Bolg Maufulug",
      "es": "",
      "es (fem)": ""
    }
  ]
}