{
  "id": 620843816,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Many Galadhrim have fallen to the blades of Mazog's Orcs, [placeholder]. The Orcs have spirited away many items belonging to those Elves as trophies, and we wish them returned to us.\\n\\n'Will you travel to the lumber-camp of Drûmaudhul and search for any of these stolen belongings? The encampment is large and surely well-guarded, but I am confident in your abilities.\\n\\n'Drûmaudhul lies to the north-west of here. Recover what you can and bring it to me, and you will be rewarded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have recovered more than I could have dreamed possible, [placeholder]! Thank you for your earnest efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Galadhrim will be grateful for any stolen belongings you can return to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Were you not able to recover the stolen belongings from Drûmaudhul, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Looting Drûmaudhul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Orcs of Moria have begun mustering in Fanuidhol in preparation to assault Lothlórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected crates of stolen belongings at Drûmaudhul ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect crates of stolen belongings at Drûmaudhul ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Drûmaudhul lies to the north-west from Talan Gwilith.\\n\\nMaeriel has asked you to enter Drûmaudhul and collect any stolen belongings you find there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring stolen belongings to Maeriel at Talan Gwilith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Maeriel is at Talan Gwilith, south-east of Drûmaudhul.\\n\\nYou should return to Maeriel with the stolen belongings you recovered.",
      "es": "",
      "es (fem)": ""
    }
  ]
}