{
  "id": 620843855,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected crates of stolen belongings at Nardur-stazg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeat enemies in Nardur-stazg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Orcs of Moria have begun mustering in Fanuidhol in preparation to assault Lothlórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Your efforts on behalf of my fellow marchwardens are commendable, [placeholder], but alas, the Orcs of Moria continue to pour out of the Black Hole and my kinsmen continue to perish from Middle-earth.\\n\\n'I must ask you to sally forth once more into Nardur-stazg and defeat the foe there. If you should find any more belongings stolen from the fallen Elves, please bring those to me as well, so that they can be returned to the families of the lost.\\n\\n'Nardur-stazg lies to the north-west of here. Anything you bring back will be greatly appreciated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nardur-stazg lies to the north-west from Talan Fanuidhol.\\n\\nBahanneth has asked you to enter Nardur-stazg and defeat the Orcs there. He has also asked you to collect any stolen belongings you find as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well, [placeholder]. The Orcs have suffered another defeat at your hands, and the Galadhrim will benefit from the recovery of their kinsmen's belongings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bahanneth is at Talan Fanuidhol, east and a little south of Nardur-stazg.\\n\\nYou should return to Bahanneth with the stolen belongings you recovered and news of your victory against the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Galadhrim will be grateful for any assistance to us that you can grant against the Orcs of Moria. Any stolen belongings you can recover for us would be much appreciated as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you not done as I asked, [placeholder]? There are many Orcs to defeat and many stolen belongings to recover at Bolg Maufulug.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect crates of stolen belongings at Nardur-stazg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat enemies in Nardur-stazg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the stolen belongings to Bahanneth at Talan Fanuidhol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sacking Nardur-stazg",
      "es": "",
      "es (fem)": ""
    }
  ]
}