{
  "id": 620843815,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], many Galadhrim have fallen in battle here at the eaves of Lothlórien. The accursed Orcs of Moria have taken trophies of their victims...items belonging to the Elves who fell.\\n\\n'Would you journey to Bolg Maufulug, one of the Orc-camps in Fanuidhol, and see if you can recover any of these items? It would be a pity if the Orcs defiled them -- though it is likely they have already done so.\\n\\n'Bolg Maufulug lies to the west and a little north of here. Anything you bring back will be greatly appreciated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have found more than I thought you would, and many of these items are yet unspoiled!\\n\\n'Thank you, [placeholder]...I will return these to the families of the departed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Galadhrim will be grateful for any stolen belongings you can return to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Were you not able to recover the stolen belongings from Bolg Maufulug?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Looting Bolg Maufulug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Orcs of Moria have begun mustering in Fanuidhol in preparation to assault Lothlórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected crates of stolen belongings at Bolg Maufulug ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect crates of stolen belongings at Bolg Maufulug ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bolg Maufulug lies to the west and a little north from Talan Fanuidhol.\\n\\nFaelleron has asked you to enter Bolg Maufulug and collect any stolen belongings you find there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring stolen belongings to Faelleron at Talan Fanuidhol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Faelleron is at Talan Fanuidhol, east and a little south of Bolg Maufulug.\\n\\nYou should return to Faelleron with the stolen belongings you recovered.",
      "es": "",
      "es (fem)": ""
    }
  ]
}