{
  "id": 620843822,
  "txt": [
    {
      "id": 218649169,
      "en": "'I have a little challenge for you, [placeholder]! Do you see all of those Orc-fortifications out there? They communicate with each other through trained runners -- goblins, usually -- who carry messages from one to another. Defeat those messengers, and their communication will be disrupted.\\n\\n'If you are fortunate, you might even capture a message or two from them, though they usually memorize the information they are supposed to deliver to avoid such issues.\\n\\n'When you have done as I have asked, return to me here.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So, were you able to learn anything from the goblin-runners? No?\\n\\n'Do not fret. They are rarely entrusted with anything of import, and this stage of the battle should not last long enough for anything we learned from them to matter much.\\n\\n'Our main goal is to cut them off from each other and leave them disorganized, and in that, you have performed admirably.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'In recent years, my scouts have kept a watchful eye upon Dol Guldur, and in the past, the Lord and Lady have forbidden any assault upon it, believing the risk of defeat too great should our forces prove unable to tumble its obsidian walls.\\n\\n'What counsel has changed their minds, I wonder? It must have something to do with our recent visitors from afar.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Expedition: Disrupting Communication",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Communication between the Orc-fortifications scattered across the Mirk-eaves are handled by goblin-runners who rush messages from one to another. The defeat of these runners not only would cut the encampments off from each other, but may result in the interception of important information about the Enemy's movements.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated goblin-runners ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat goblin-runners ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Goblin-runners can be found throughout the Mirk-eaves.\\n\\nIvorel has asked you to intercept and defeat the goblin-runners that carry messages from camp to camp in the Mirk-eaves.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Ivorel at Echad Sirion",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ivorel is at Echad Sirion, on the eastern banks of the Anduin.\\n\\nYou should return to Ivorel with news of your success.",
      "es": ""
    }
  ]
}