{
  "id": 620843908,
  "txt": [
    {
      "id": 22075078,
      "en": "Defeat Kamhont",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Defeat Banosnákh",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Defeat Willie Hawthorn",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Defeat Blackfeather",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "It is rumoured that the wolf Southpaw was responsible for the death of one of the Underhills of Staddle.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "When the men of Bree-town were held prisoner within the town, the Old Hunter awoke from his hibernation.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Prancing Pony Inn is a cornerstone of Bree-town. All who come through the village stop there for at least a pint, if not the night.",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "Ufglup had never left the pens of Isengard before coming to Bree. He misses the smell of burning trees.",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "Rat-catcher is a small but tricky lynx. Rat was the name of the brigand he last had for dinner.",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "Mukghashan has enjoyed staying within one of the finer houses in Bree...far better than the hard, jagged rocks he is accustomed to sleeping on.",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "Burning The Prancing Pony Inn was Kamhont's idea originally...he did not account for the tenacity of the innkeeper.",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "Banosnákh never became accustomed to sleeping in a bed. Even with all the finery of Bree, he used the cold, hardwood floors.",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "Willie Hawthorn came to Bree once when he was young and saw his father laughed at by the local inhabitants. His sense of revenge runs deep.",
      "es": ""
    },
    {
      "id": 118018281,
      "en": "Blackfeather has watched Bree from high and afar for a long time. This is first he has ever landed in the town.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Complete all encounters in the Defence of The Prancing Pony Skirmish.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Southpaw",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat the Old Hunter",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat Ufglup",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defeat Rat-catcher",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Defence of The Prancing Pony",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Defeat Mukghashan",
      "es": ""
    }
  ]
}