{
  "id": 620831640,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Few warriors such as ourselves live long enough to recall their deeds in battle. Fewer still live up to their own tales.\\n\\n'If you wish to further your skills, I'll need to see just how much truth there is to what I've heard of you.\\n\\n'To begin, prove yourself by defeating some of the Globsnaga Orcs that infest the Foundations of Stone. We'll speak again if you've lived to tell the tale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]. Your skill in battle has lived up to your reputation.\\n\\n'I have use for one with your skill in arms. Khazad-dûm has been fraught with peril since Durin's Bane slew Durin VI, and we need all the help we can get.\\n\\n'Speak with me again later, and we will continue your training.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you wish to show me you're a true champion, head out into the Foundations of Stone and defeat a few of those Globsnaga Orcs for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Controlled Burn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fungus-infested Orcs, called the Globsnaga by the Orcs of Moria, dwell throughout the Foundations of Stone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Globsnaga Orcs in the Foundations of Stone ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Globsnaga Orcs in the Foundations of Stone ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Globsnaga Orcs infest the Foundations of Stone.\\n\\nValthor has asked you to defeat Globsnaga Orcs to prove your might.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Valthor at the Shadowed Refuge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Valthor is at the Shadowed Refuge in the northern region of the Foundations of Stone.\\n\\nYou should return to Valthor and tell him of your deeds.",
      "es": "",
      "es (fem)": ""
    }
  ]
}