{
  "id": 620831620,
  "txt": [
    {
      "id": 218649169,
      "en": "'I am hoping to assess the disease spreading throughout the Orcs within the Sixteenth Hall, but I dare not enter the Hall by myself, for I am no warrior.\\n\\n'If you are willing, I would seek your aid. Acquire many samples of tissue from the Orcs to see how potent is their disease, and if it may be passed on to others.\\n\\n'This will not be an easy task; you should do your best not to allow the infected Orcs to come into close contact with you, for they may be contagious. You will find the Sixteenth Hall to the north-east of the Shadowed Refuge. Collect the samples and return them to me when you are finished.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I will need time to study these samples, but you have served me well thus far. I will be sure to tell Mallas what you have done for me.\\n\\n'I thank you, [placeholder], and I am glad to find you hale after so risky a venture.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You will find the samples I need in the Sixteenth Hall, north-east of the Shadowed Refuge.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Infected Samples",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Sixteenth Hall is an area overrun with Orcs, many of whom suffer from a terrible illness that causes fungus-like growths on their bodies.\\n\\nMallas, an Elf ally to the dwarves, believes that there is something secret beneath the Sixteenth Hall and wishes to learn the true purpose and source of the plague.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected strips of infected flesh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return the samples to Pentlenn at the Shadowed Refuge",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Sixteenth Hall can be found north-east of the Shadowed Refuge.\\n\\nYou should collect samples from defeated Orcs in the Sixteenth Hall to allow Pentlenn to observe the behaviour of this disease. He advised that you do your best to avoid becoming infected yourself.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect strips of infected flesh ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}