{
  "id": 620831629,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected the queen's fragment ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected the Queen's Fragment ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A reeking ward found, sundered, upon the corpse of the leader of Skûmfil could be a means to enter the depths of the area plagued by kergrim and insects.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "This fragment, found upon the kergrim-king, appears to have been sundered in twain. It is possible that this item can be fused with another like item.\\n\\nYou should find the second half of the object and show them to Gelirwen at the Shadowed Refuge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gelirwen is at the Shadowed Refuge.\\n\\nYou discovered an item on the master of Skûmfil. It is possible that another half of the item rests on the other combatant at the location.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is as I thought, a ward used to seal a doorway. If there are doorways within Skûmfil, it is possible that this item was used to allow passage, much like a key.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The iem you brought me appears to be some type of key or ward, but it is sundered. I cannot be certain until you have both pieces. Return to me when you have recovered the second piece of the item.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'It appears to be some type of key or similar device, but it is sundered. I cannot be certain until you have both pieces. Return to me when you have recovered the second piece of the item.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the fragments to Gelirwen at the Shadowed Refuge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect the queen's fragment ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect the Queen's Fragment ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Stinking Ward",
      "es": "",
      "es (fem)": ""
    }
  ]
}