{
  "id": 620831670,
  "txt": [
    {
      "id": 218649169,
      "en": "'You have done well to have come this far, [placeholder], and have humbled me in the meantime. Now, let us see to our final preparations before we send you off to face one of Moria's oldest nightmares.\\n\\n'The glands of crawlers that slither throughout the Water Works give off a strange scent that has been known to draw attention from the enemy, as one poor dwarf of the expedition was unlucky as to discover. If you wish to ensnare the ancient creature, the heads you acquired for me earlier will need the addition of the glands from these glowing crawlers.\\n\\n'Go now to the Water Works and slay the glowing crawlers that infest that place. When you have acquired enough, return to me quickly and we will see to your final preparations.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Disgusting, you say? I never said that handling anything from the old roots of the earth would smell of daisies. If you wish to work with more pleasant odours, go deal with the Elves! Maybe an Elf-maid will need assistance in finding a favourite flower.\\n\\n'Nay, such work is not for you or me. We are Guardians, hearty and true. We fear no darkness and turn our noses from no sickly smells, not when there are walls that stand or good folk in peril. Let us hurry now, before these lose their potency....'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Be sure to bring me plenty of glands from the crawlers that infest the Water Works. Without them, our bait is incomplete.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Salt the Wound",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Dithrik has asked you to gather the glands of crawlers found throughout the Water Works.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Acquired glow-worm glands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return to Dithrik at the Foundations of Stone",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Water Works are far to the south-west of the Foundations of Stone in Moria.\\n\\nYou should slay many crawlers in the Water Works and collect their pungent glands. When you have acquired enough, you should return to Dithrik at the Foundations of Stone.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Acquire glow-worm glands ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}