{
  "id": 620831608,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I am normally not so cautious a dwarf, [placeholder]... but I fear something terrible has followed us to these flooded depths.\\n\\n'The Orcs of these deeps have been here longer than us... perhaps they know what lurks in these stilled pools. Defeat them, we have no need for further interference at the Great Wheel. I have heard that the fungus has consumed the Orcs, but no matter, they may still know something we do not.\\n\\n'If they say naught, it may be that the creature is gone from this place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The Orcs are afraid of tentacles dragging them down into the water? This bodes ill, my friend.\\n\\n'I already sent my aide, Kaldi, to the Vile Maw. It is not far from here, but now I worry that I may have made a grave error in judgement in coming here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go fight the Orcs out there in the Water-works, then return to me with your report.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Two Problems, One Tool",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Water-works is a site of importance to the dwarves who wish to remain in Moria. One such dwarf, Foreman Indrith, has made it a mission to repair the channel there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Orcs in the Water-works ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Orcs in the Water-works ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orcs can be found in the Water-works, east and north-east of the Great Wheel.\\n\\nForeman Indrith wants to best two problems with one foray. If the Orcs in the Water-works are afraid of anything, they may mention it as they fight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Foreman Indrith in the Chamber of Wheels",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Foreman Indrith is in the Chamber of Wheels, beneath the Great Wheel.\\n\\nWhile ridding the Water-works of the Orcs, a few of the creatures did mention that they were afraid of tentacles dragging them down into the cold water.",
      "es": "",
      "es (fem)": ""
    }
  ]
}