{
  "id": 620831609,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "The Water-works is a site of importance to the dwarves who wish to remain in Moria. One such dwarf, Foreman Indrith, has made it a mission to repair the channel there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Now that we have the findings, we can send them on to someone who will know what we should do.\\n\\n'Make your way east to the Great Wheel and speak with Foreman Indrith. He will be able to tell you if there is anything wrong with the water and how we can best deal with the situation.\\n\\n'I am afraid something terrible is going on here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Foreman Indrith is at the Great Wheel to the east of the Vile Maw.\\n\\nKaldi handed the sample back to you and sent you to speak with Indrith about what is wrong with the water and to find out what should be done at the Vile Maw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This is grave indeed. It appears that we have found something after all.\\n\\n'In fact, it seems as though we found the very thing we had hoped we would not find since facing it outside of Khazad-dûm.'\\n\\n'We must persevere though, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Kaldi is at his camp outside the Vile Maw, west of the Great Wheel.\\n\\nForeman Indrith did not like what he saw within the water and sent you back to Kaldi with a special message.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hurry back to Kaldi and let him know what I have learned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'This is a sample of the water near the Vile Maw?'\\n\\nHe examines the fluid.\\n\\n'Not good. There is something there, and I think that we need to be cautious about what we do. When you return to Kaldi, tell him that I said it is time for a final foray.\\n\\n'You should head back to him now at his encampment outside the Vile Maw.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Hurry now, get that sample to Indrith at the Great Wheel to the east of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Can I help you with something?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the sample to Foreman Indrith at the Great Wheel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Kaldi at the Vile Maw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Reporting the Findings",
      "es": "",
      "es (fem)": ""
    }
  ]
}