{
  "id": 620831621,
  "txt": [
    {
      "id": 218649169,
      "en": "'Bless my beard! I am glad you are here. I made the mistake of seeing them, and now I can't get them out of my head! They are there when I close my eyes, infesting my nightmares, and every thing I see, I mistake for one of them! How my skin itches and crawls! They grow in the very bellies of their victims and spew forth to plague my sanity.\\n\\n'I cannot go back into the Sixteenth Hall, for I do not wish to see the creeping crawlers again -- once was enough to do lasting damage! Call me a coward if you must. I will not go near that place as long as the crawlers are there.\\n\\n'If Mallas sent you here to do my bidding, you will slay the crawlers to the slithering last. How I hate them! How the sight of them weakens my knees....'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'They are gone, all gone... good. I believe you, but I see them still. I wonder if this nightmare will ever cease.\\n\\n'Why am I the only one to have these dreams and visions? I do not like it. Nonetheless, you have done me a great kindness, and I will tell Mallas of your worth.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Sixteenth Hall is to the north-east of the Shadowed Refuge. Do not tarry!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Vile Infected",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Sixteenth Hall is an area overrun with Orcs, many of whom suffer from a terrible illness that causes fungus-like growths on their bodies.\\n\\nMallas, an Elf ally to the dwarves, believes that there is something secret beneath the Sixteenth Hall and wishes to learn the true purpose and source of the plague.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated crawlers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat crawlers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Crawlers can be found in the Sixteenth Hall, north-east of the Shadowed Refuge.\\n\\nYmar seems to be affected differently than all the others who keep watch at the Shadowed Refuge. He is haunted by visions of crawlers, and wishes you kill them while you are in the Sixteenth Hall.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Ymar at the Shadowed Refuge",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ymar is at the Shadowed Refuge, south-west of the Sixteenth Hall.\\n\\nYou have slain many, many vile crawlers and should inform Ymar that the nightmarish threat has passed.",
      "es": ""
    }
  ]
}