{
  "id": 620831617,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have known for some time that there was something truly vile happening at the Foundations of Stone. Before I sent my agents to the Shadowed Refuge, I saw Orcs -- or things that looked like they were once Orcs -- picking through the fungus there. They had these great barrels on their side that they stuffed the fungus into and then mashed to a fine pulp.\\n\\n'Before I send you off to the Shadowed Refuge, I want you to understand what this means and how vile this truly is. On the outskirts of the shadowy dark, you will find these collectors. Hunt one down and bring its barrel back to me.\\n\\n'Begin your search south-east of here. When the ground grows moist and the area dark with traces of red emanating from the fungus, you will know you are in the right place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Aye, this is the same mush that I recall seeing before. Did you get a good look at the beast that carried this? Good... good.\\n\\n'You see, I believe that the Orcs there are changing themselves to become more like that thing, and that is what my agents are looking into at the Shadowed Refuge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Get me one of those barrels. Search to the south-east for an Orc fungus-collector. They all carry the barrels... I remember that all too well. When you have one return here to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Something Wicked",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In the deepest regions of Moria, there are strange and frightening creatures. Veúlfur dispatched a host of his finest agents to the Shadowed Refuge to meet up with Elves there to investigate rumours of the deep dark.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected a barrel of fungus ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return the barrel to Veúlfur at the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orc fungus-collectors can be found at the Foundations of Stone, south-east of the twenty-first Hall. Veúlfur is at the Twenty-first Hall.\\n\\nVeúlfur wants you to be prepared for the undertaking he intends for you and asked you to retrieve a barrel from the Orc fungus-collectors as the first step in your preparations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect a barrel of fungus ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}