{
  "id": 620831619,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Return to Mallas at the Shadowed Refuge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "ELF C Satisified",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "ELF B Satisfied",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "DWARF Bs Problem Addressed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Sixteenth Hall is an area overrun with Orcs, many of whom suffer from a terrible illness that causes fungus-like growths on their bodies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "DWARF C's Problem Addressed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "DWARF A's Problems Addressed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am glad that Veúlfur was able to earn the favour of so stout a warrior as yourself. We are in need of such spirit in this darkened place. The gloom here clouds our sight and disheartens even the hardiest among us.\\n\\n'Veúlfur likely told you that I am charged with watching the Sixteenth Hall, and with the aid of dwarf and Elf alike, I am cataloguing my findings to report to Veúlfur of any significant movement in this area. If you are willing to aid in our vigil, I will be certain to mention your assistance in my report.\\n\\n'There is much to be done. I suggest speaking to the others who aid me already. Each can be found here within the Shadowed Refuge. Lar, Ymar, and Odmar are the dwarves who mind the Sixteenth Hall, and the Elves are named Pentlenn and Glorelloth. When you have spoken to them and given them what they need, return to me with tidings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Watchers of the Sixteenth Hall are in the Shadowed Refuge in Moria. The Elves and dwarves you seek are named Lar, Ymar, Odmar, Pentlenn, and Glorelloth.\\n\\nMallas has asked you to help his fellows at the Shadowed Refuge do various tasks in the Sixteenth Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This is ill news. The appearance of a nameless evil such as this beneath the Peasant Halls belies an even greater corruption of the Orcs than I foresaw.\\n\\n'Your information gives us but a piece of the puzzle that is unfolding in depths. It is clear, though, that the curse-shouters here are working to infect other Orcs for some fell purpose. What it is, I cannot guess.\\n\\n'Yet it is good to know that the disease is not something that can be passed easily among enemies of evil such as ourselves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Elf Mallas is at the Shadowed Refuge.\\n\\nYou have completed the tasks set before you by the dwarves Ymar, Lar, and Odmar and the Elves Glorelloth and Pentlenn, and should now bring tidings to Mallas of all that has transpired.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Would that we had greater numbers and were not daunted thus by the Sixteenth Hall. As such, however, we must rely on the assistance of others to learn what threat looms in the darkness.\\n\\n'Speak with Odmar, Lar, Ymar, Pentlenn and Glorelloth in the Shadowed Refuge for instruction.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Aid Glorelloth: collect fungus from the Sixteenth Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Aid Pentlenn: collect samples from the Sixteenth Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Complete Odmar's task in the Sixteenth Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Complete Ymar's task within the Sixteenth Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Plague Wind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Complete Lar's task in the Sixteenth Hall",
      "es": "",
      "es (fem)": ""
    }
  ]
}