{
  "id": 620831641,
  "txt": [
    {
      "id": 218649169,
      "en": "'We are coming to the end of this adventure, [placeholder]. My next task for you is more practical in nature. In order to face your greatest challenge, you will have need of the scent-glands of a spider.\\n\\n'Now for mighty warriors such as ourselves, simply slaying a common spider won't do. No, you will have face the great spider, Luillë. She can be found in the Redhorn Lodes, lurking in the shadows.\\n\\n'Come back to me with the glands, and we will see this adventure completed.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done, [placeholder]. I have no doubt that your deeds will live on long after your spirit has departed from Middle-earth.\\n\\n'Now, let us see to your final task.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Luillë is a terrible creature...I want her scent-gland as proof of her demise!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Is the deed done, [placeholder]?\\n\\n'Luillë can be very crafty. She likes to hide in the shadowy roots of Cruel Caradhas.\\n\\n'Look for her there and return to me when the deed is done.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Glory",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Orcs are not the only evil creature to inhabit the Foundations of Stone. There are also vile spiders.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected scent-glands from the spider Luillë",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect scent-glands from the spider Luillë",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Luillë can be found in the Redhorn Lodes, north of the Claw Hollow and just west of the Foundations of Stone.\\n\\nValthor has asked you to defeat the spider Luillë and bring him her scent-glands.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Valthor at the Shadowed Refuge",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Valthor is at the Shadowed Refuge, east from the Redhorn Lodes.\\n\\nYou should return to Valthor with Luillë's glands.",
      "es": ""
    }
  ]
}