{
  "id": 620831618,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "ELF A Satisfied with Peasant Halls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "ELF A Satisfied with Skumfíl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Dwarf A Satisfied with Skumíl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In the deepest sections of Moria, there are strange and frightening creatures. Veúlfur dispatched a host of his finest agents to the Shadowed Refuge to meet up with a company of Elves there to investigate rumours of the deep dark.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "ELF D Satisfied with Dark Delvings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have dispatched my agents to meet with the Elves who came to the Shadowed Refuge. They are at the Foundations of Stone now, and they all have tasks that I have set them to. We are too few in number to undertake them on our own.\\n\\n'I would ask that you complete all the tasks set forth by Mallas, Throstur, and Gelirwen then return to me. We must understand better the foes that we face out of that dark place.\\n\\n'You can find my agents and our Elf-allies within the Shadowed Refuge, located to the south-east of the Twenty-first Hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mallas, Throstur, and Gelirwen are at the Shadowed Refuge, south-east of the Twenty-first Hall.\\n\\nVeúlfur wants to better understand the enemy appearing from the edges of the shadowy dark. He sent you to the Shadowed Refuge to assist his agents and allies there with various tasks meant to divine the dangers and meanings of the nefarious creature found therein.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A terrible discovery is this Gurvand, creatures without heads, and Orcs being claimed by the fungus. What terror is this that dwells within the darkest depths of Khazad-dûm?\\n\\n'Your efforts have done much to prove that there is indeed a great evil yet lurking within these halls. We are in your debt for assisting us in our investigations. Further, we are indebted to you for ridding us of such a terrible creature.\\n\\n'We shall ever more call you a hero of our folk. You have our deepest thanks and will be written of in the annals of Durin's Folk, I promise you that, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Veúlfur is at the Twenty-first hall, north-west of the Shadowed Refuge.\\n\\nYou successfully assisted all of Veúlfur's agents at the Shadowed Refuge, earning from them honour and respect.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Orcs fear the place, but far be it from a dwarf to not enter a cave that needs exploring. My agents at the Shadowed Refuge south-east of the Twenty-first Hall can all use your help.\\n\\n'Our allies there are also aiding us in better understanding just what kind of threat grows from that place. Will you go there and help Mallas, Throstur, and Gelirwen?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Hail to you, [placeholder], the Light in the Darkness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Assist Mallas with his efforts at the Sixteenth Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Assist Mallas with his efforts at Skûmfil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Assist Throstur with his efforts at Skûmfil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Assist Gelirwen with her efforts at the Dark Delvings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Nightmares in the Abyss",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Return to Veúlfur at the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    }
  ]
}