{
  "id": 620821560,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated deep-claws or cave-claws in the Great Delving ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Buried within the nest you discover rotting pages that mention Nâr-khelab.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You search through the foul-smelling nest, but find nothing useful.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bori has told you of Nâr-khelab, the great forge at which the mithril axe, Zigilburk, may have been made. The way to the forge is blocked by some secret trick, lost to time.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'If we can find both the location of the Heart of Fire and the secret to opening its doors, it could be that Zigilburk will return to us from the darkness.\\n\\n'I will ask the other dwarves of our expedition if they have come across any sign of Nâr-khelab. Perhaps someone has encountered some clue, though I am not hopeful.\\n\\n'You must return to Katûb-zahar, the Word-hoard of Durin, and search for the secret to opening the door. The deep-claws you found will not make it easy, but you are strong enough to deal with them. Katûb-zahar is on the eastern side of the Great Delving, north of a large statue of Durin. Somewhere inside, among the deep-claw nests, you may find the secret to opening the Heart of Fire.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Katûb-zahar, the Word-hoard of Durin, is on the eastern side of the Great Delving, north of a large statue of Durin.\\n\\nBori has asked you to return to Katûb-zahar to search for some sign of the trick to opening the door to Nâr-khelab, the Heart of Fire.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This looks very promising indeed, [placeholder]. Let me see what I can learn from these pages.\\n\\n'Many of the words are faded, and the parchment is rotten.... Curse the deep-claws and cave-claws that nest now in Katûb-zahar!\\n\\n'Use of this secret to opening the door seems to be... punishable by death... or imprisonment. Blacksmith Ongli could approve entry, as could Durin, of course.... I cannot make out the next line, but...ah, here we go.\\n\\n'The door will be hidden until... the following steps are taken.... This word must be \\qOngli,\\q which means that he must be hailed as a master blacksmith, or congratulated for his fine works, or...saluted, I think. And then these words are to be spoken: \\qBâb kanon zuhûk!\\q\\n\\n'This is it, [placeholder]!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bori is in the Chamber of Command, the room up the eastern stairs in the Chamber of the Cross-roads, at the southern entrance to Durin's Way, north of the Great Delving.\\n\\nYou have uncovered some pages that reveal information about Nâr-khelab, the Heart of Fire.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Return to Katûb-zahar on the eastern side of the Great Delving, north of a large statue of Durin, and search it for some sign of the secret that will open the way to the Heart of Fire.\\n\\n'If we can find both the location of that ancient forge and the secret to opening its doors, it could be that Zigilburk will return to us from out of the darkness.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What have you done with the pages?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat deep-claws or cave-claws in the Great Delving ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search Katûb-zahar for the secret to opening Nâr-khelab",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the rotting pages to Bori",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 4: Enemies in the Ever Dark",
      "es": ""
    }
  ]
}