{
  "id": 620821558,
  "txt": [
    {
      "id": 136263297,
      "en": "You find some withered pages within the strongbox; the script is still legible",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You find a broken tablet within the strongbox; its inscription can still be discerned",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You find a weathered tome within the strongbox; some of its text can still be deciphered",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bósi has asked you to seek out three store-houses within the Great Delving of Moria and attempt to recover any surviving records or histories.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The gredbyg were a dreadful hazard, and despite your efforts they will undoubtedly return in time, but we cannot spend overlong dealing with this minor threat. To wholly wipe them out would involve resources beyond what I can provide. We must turn now to other matters, and defend ourselves from the returning gredbyg wherever we must.\\n\\n'What I truly desire above all else is a chance to look at records and histories from the Old Days. Who knows what secrets lie untold beneath the dust: pages, tablets, and tomes to be found throughout the caverns of Moria?\\n\\n'There should be store-houses located within the Great Delving of Moria, and they are thus named: the Chamber of Knowledge, the Chamber of Wisdom, and the Chamber of Deep Thought. Find these store-houses within the Great Delving and search them all for records of the Old Days. Return to me when you have found something from each area.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Chamber of Knowledge, the Chamber of Wisdom, and the Chamber of Deep Thought can all be found somewhere within the Great Delving of Moria.\\n\\nBósi has asked you to search three ancient store-houses of the Great Delving for pages, tablets, or tomes that will enlighten him about Old Days.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Excellent, [placeholder]! These records and histories are very old, and probably harbour many ancient secrets. They are sure to be tremendously valuable!'\\n\\nBósi examines each of the records in turn, and his face falls somewhat as he reads.\\n\\n'Records of goods bought and sold, inventories of iron and other metals... these are of some interest, to be sure, but....'\\n\\nBósi trails off, and then brightens.\\n\\n'Wait a moment, [placeholder]. You might have something here after all.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bósi is in the Chamber of the Cross-roads, at the southern entrance to Durin's Way, north of the Great Delving of Moria.\\n\\nYou have collected ancient records of Moria from three store-houses in the Great Delving and should bring them to Bósi.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The three store-houses of which I speak are called the Chamber of Knowledge, the Chamber of Wisdom, and the Chamber of Deep Thought. Look for them somewhere in the Great Delving of Moria, and bring me records or histories from each.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not brought me what I require.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Who knows how much knowledge was lost in Moria, long ago?'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Great secrets lie within these caverns. We will unearth them!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find and search the Chamber of Knowledge",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find and search the Chamber of Wisdom",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find and search the Chamber of Deep Thought",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring the historical records to Bósi",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 2: Store-houses of the Western Halls",
      "es": ""
    }
  ]
}