{
  "id": 620821562,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated goblins along the Silvertine Lodes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Brogur is skeptical that the Heart of Fire even exists, and wants you to at least do something about the goblin problem while you search for it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You will always have my respect for what you did before the Doors of Durin, avenging my poor son with your excellent weapon, but I must be honest with you: I believe you are wasting your time. As long as you will be trapessing around in the dark looking for this flight-of-fancy forge, you might as well accomplish something worthwhile, [placeholder].\\n\\n'There seems to be a large goblin presence among the Silvertine Lodes, far to the south and below the Great Delving. As long as you are searching for this fabled Heart of Fire, you may as well slay goblins while you do it -- especially the ones that have moved into Gamil Filik, the Elder-mine. The goblins are many, and bringing an ally or two might be a good idea.\\n\\n'In fact, why not steal some of their maps? They have long lived here in the darkness, and their crude maps may show the way to this mythical forge of yours, as well as being useful to those of us seeking paths that actually exist.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Goblins can be found among the Silvertine Lodes, south and below the Great Delving, and their maps can be found within Gamil Filik, the mine they have occupied.\\n\\nBrogur asked you to slay goblins while you seek the Heart of Fire, and to keep an eye out for their maps; it is possible they discovered the forge and included it on their crude maps.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I cannot complain about this errand of yours, [placeholder]: you have slain many goblins despite your search for a forge that likely never existed.\\n\\n'These crude goblin-maps tell me nothing I didn't already know: that goblins are filthy, disgusting creatures, and their maps are worthless.\\n\\n'Show them to my cousin Bósi, though. Perhaps he has more patience than I and will tell you something useful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Brogur is in the Chamber of Command, up the eastern stairs in the Chamber of the Cross-roads, located at the southern entrance to Durin's Way, north of the Great Delving.\\n\\nYou have slain many goblins and collected their maps while searching for the Heart of Fire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Bósi is in the Chamber of the Cross-roads, just outside the Chamber of Command.\\n\\nBrogur has not seen anything of use on the crude goblin-maps you found, but his cousin Bósi may have better fortune interpreting them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I do not think the Heart of Fire exists, [placeholder]. We would have heard of this legendary forge if it did. As long as you are searching for it, you may as well slay goblins along the Silvertine Lodes. They are many, and you may wish to bring an ally or two.\\n\\n'Keep an eye out for their maps, if you must; perhaps they have found this imaginary forge of yours.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have not brought me anything of interest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Bósi has always been better at this sort of mind-work than I. Show him the maps and maybe he will have more to tell you. They look like crude and hideous scribbles to me. Goblins are wretched creatures, are they not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'The goblins have made their homes here in the darkness for a long time. These maps might have secrets to show us, however unsavoury they seem.'\\n\\nBósi peers at the maps for a long while, and then his face creases into a wide smile.\\n\\n'I may have unravelled our riddle, [placeholder]! I do believe that we can discern the location of the Heart of Fire from these maps!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'You haven't brought me anything? How curious.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat goblins along the Silvertine Lodes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring crude maps to Brogur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring crude maps to Bósi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 6: Goblins in the Western Halls",
      "es": "",
      "es (fem)": ""
    }
  ]
}