{
  "id": 620821565,
  "txt": [
    {
      "id": 218649169,
      "en": "'Look here, [placeholder]. The location of Nâr-khelab, the Heart of Fire, is on this crude goblin-map! Do you not see it?'\\n\\nBósi laughs, clearly enjoying the attention.\\n\\n'Let me put it this way, my friend: we know that the door to the Heart of Fire is sealed; indeed, you discovered the trick to opening it within the Word-hoard of Durin. But the goblins cannot know this trick -- the pages that held the secret were disturbed by only deep-claws; if the goblins had found those pages and understood their significance, they would have certainly taken them.\\n\\n'We are not looking for a room on this map, [placeholder]; we are looking for a stretch of undisturbed wall behind which such a room could lie hidden, and I have found just such a spot! Let me know when you are ready, and together we will travel to this place!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You fought bravely and well, [placeholder], as I have come to expect, but more important is this: the secret forges of the Heart of Fire are now at the service of my people!\\n\\n'It is a shame that we did not find Zigilburk itself within the Heart of Fire, but I was wrong to expect it: only rarely do weapons remain at the place of their making, for is it not their purpose to go forth into the world and find glory on the battlefield? Even so, this remains a great victory for my expedition.\\n\\n'If you have the proficiency, the forges of Nâr-khelab are of course at your service.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Are you ready, [placeholder]? If my guess is near the mark, we will soon find the Heart of Fire, and I will set the dwarves of my company to its mighty forges!\\n\\n'And perhaps Zigilburk itself still remains within! Imagine: an axe made entirely of mithril. What a wonder!'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 7: The Empty Passage",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'How incredible that Nâr-khelab should exist at all!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bósi believes he has discovered the location of Nâr-khelab, the forge where the mithril axe Zigilburk was made.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Dwarves of my company have gone to work the forges of Nâr-khelab, and joyous work it is!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Bósi and travel with him to find Nâr-khelab",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bósi is in the Chamber of the Cross-roads, near the southern entrance to Durin's Way, north of the Great Delving of Moria.\\n\\nBósi believes he has intuited the hidden entrance to Nâr-khelab, the Heart of Fire, and is waiting to travel there with you.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bósi is in the Chamber of the Cross-roads, at the southern entrance to Durin's Way, north of the Great Delving of Moria.\\n\\nWith Bósi's help, you discovered the hidden entrance to Nâr-khelab, the Heart of Fire, and should now speak with him.",
      "es": ""
    }
  ]
}