{
  "id": 620821559,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "This broken plaque is faded, but still reads 'Katûb-zahar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bósi has discovered mention of a mighty axe made of mithril in one of the records you found and seeks to learn whether it might still be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'These pages mention something curious indeed, [placeholder]: an axe made entirely of mithril, light enough to be wielded one-handed but strong enough to fell any foe or rend any armour with a single sweep! Zigilburk, it was called, and it appears to have been forged in Durin's time by one called Ongli. Hm. I have not heard that name before. How can it be that one so skilled would not be remembered in legend?\\n\\n'There is more to be learned on these pages. Could it be that Zigilburk might yet be found?\\n\\n'My son Bori has been wracked by grief ever since Bróin was slain before the Doors of Durin. Bring him these pages and tell him of Zigilburk. It will do him well to have other thoughts upon which to brood. Go up the stairs on the eastern side of the chamber and through the door into the Chamber of Command; my son Bori is there, and Brogur also.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bori is in a small room off the eastern side of the Chamber of the Cross-roads.\\n\\nBósi has given you back the dusty pages which hold clues to the location of Zigilburk, hoping that your delivery may raise his son's spirits.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Alas that Bróin is not here, [placeholder]. This is just the sort of adventure he would have relished. Still, I may be able to help you, though my heart will not be in it.\\n\\n'It seems that the dwarf who sought to forge Zigilburk relished his privacy, and by the grace of Durin he was given a secret forge at which to work. These pages do not reveal the location of the forge, but they do mention a trick of some sort that would open the door. The nature of this trick is lost, but these pages indicate that it was recorded at Katûb-zahar, the Word-hoard of Durin.\\n\\n'Katûb-zahar was once supposed to be on the eastern side of the Great Delving, somewhere north of a great statue of Durin. I am sorry, but there is little else with which to guide you. Find the location and return to me, and perhaps I can unravel some more of the mystery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Katûb-zahar, the Word-hoard of Durin, is somewhere on the eastern side of the Great Delving, north of a large statue of Durin.\\n\\nBori told you that if you can find the place called Katûb-zahar, he may be able to discover the location of the mysterious mithril axe, Zigilburk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Bori is in the Chamber of Command; it is the room up the eastern stairs in the Chamber of the Cross-roads, at the southern end of Durin's Way. It can be reached from the Great Delving.\\n\\nYou have located a plaque that marks the location of Katûb-zahar and should return to Bori with the news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go up the stairs on the eastern side of this chamber and through the door there. My son Bori is in the Chamber of Command with Brogur.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have not brought me anything of note?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Katûb-zahar, the Word-hoard of Durin, was somewhere on the eastern side of the Great Delving, north of a statue of Durin. Those are not the most helpful of directions, I know; there are many statues of Durin in Moria.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You found the location of Katûb-zahar, the Word-hoard of Durin? I am deeply impressed. It is a shame that your report tells of a great infestation of deep-claws and cave-claws; I hope the beasts have not ruined too many of the records and histories kept in that place.\\n\\n'It seems that Ongli, the great craftsman who may have forged Zigilburk, was very protective of his privacy. Durin granted him a secret forge at which to work: Nâr-khelab, the Heart of Fire. The way to Nâr-khelab was locked by means of some trick known only to a trusted few.\\n\\n'These pages do not mention the location of Nâr-khelab, but they do say that the trick to opening the way was kept in Katûb-zahar. Now that you have found the Word-hoard of Durin, you can search for this trick.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Katûb-zahar was somewhere on the eastern side of the Great Delving, north of a statue of Durin.\\n\\n'Find some evidence of this place, the Word-hoard of Durin, and return it to me. Recovering the mithril axe mentioned in those pages, if it was ever in fact made, would be a tremendous feat!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'You have not yet found Katûb-zahar, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the dusty pages to Bori",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Nâr-khelab, the Heart of Fire. Can it be that Zigilburk might still be there?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find evidence of Katûb-zahar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Bori",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Would that Bróin might share in this adventure with us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 3: Zigilburk the Unrivaled",
      "es": "",
      "es (fem)": ""
    }
  ]
}