{
  "id": 620821557,
  "txt": [
    {
      "id": 218649169,
      "en": "'We have established a presence within Moria, [placeholder], and will stage further excursions into the depths from this room, the Chamber of the Cross-roads. This once served as a guard room for watching the three passages just to the south, but has been empty for many long years.\\n\\n'Many creatures have thrived in the darkness during the long absence of the dwarves, especially the gredbyg, fierce and loathsome insects spawned from the deep.\\n\\n'Seek out all varieties of gredbyg in the Western Levels, to the south and west of this chamber, and eliminate them. This will be the first small step in reclaiming the Great Delving for my people. There is much to be done before true progress is to be made.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Good work! You are ever a friend at need, and I am at your service. You continue to impress me with your inextinguishable fervour towards our cause!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Gredbyg can be found throughout the Great Delving and must be dealt with. Travel south and west of this chamber into the Great Delving, and eliminate any gredbyg that you find skittering along the way.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 2, Chapter 1: New Residents",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The gredbyg are ferocious and deadly, as you have discovered.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "B贸si has established his command centre at the Chamber of the Cross-roads, a guard room once used for watching three passages that lead deeper into Moria.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'This chamber is steeped in history. It fills my heart with wonder!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated gredbyg within the Great Delving ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat gredbyg within the Great Delving ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gredbyg can be found throughout the Great Delving, to the south and west of the Chamber of the Cross-roads.\\n\\nB贸si has asked you to eliminate the fierce gredbyg within the Great Delving. These insects are a threat to the safety of the dwarves.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "B贸si is in the Chamber of the Cross-roads, at the southern entrance to Durin's Way, north of the Great Delving.\\n\\nYou have defeated many of the gredbyg in the Great Delving, helping to make the area more safe for B贸si's dwarves.",
      "es": ""
    }
  ]
}