{
  "id": 620821561,
  "txt": [
    {
      "id": 218649169,
      "en": "'We now have the secret to opening the doors to the Heart of Fire, but not the location of the doors themselves! This is a frustrating turn.\\n\\n'Speak to my uncle Brogur about this, if you would. He is busy, as usual, organizing our efforts here within Moria, but he may have some idea that has eluded our consideration.\\n\\n'Brogur is wise and has a great store of knowledge in that old head of his. I would be very happy to have him giving thought to this adventure as well, for his input is certain to be valuable.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'My nephew has told me of this wild goose chase, [placeholder]. How can we be certain that Nâr-khelab, this Heart of Fire, ever existed at all? We would have heard tales of such a forge, surely. And Zigilburk: an axe made entirely of mithril? Ludicrous. This would surely have been featured in many of our tales before now, as all dwarves would sing its praise until the end of time.\\n\\n'You would have better luck catching a wild Redhorn Goat than you would finding this ridiculous forge. This \\qsecret\\q to opening the door that you have recovered is nothing more than a mad dwarf's mutterings.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'My uncle Brogur may be able to help us find the Heart of Fire. What use is the key when you can't find the door?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'So where are these pages?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 5: Half a Riddle",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have uncovered the secret to opening the door to Nâr-khelab, the forge where Zigilburk was made, but still do not know the location of the door.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the rotting pages to Brogur",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Brogur is in the Chamber of Command, up the eastern stairs within the Chamber of the Cross-roads.\\n\\nBori has asked you to consult with his uncle Brogur about the Heart of Fire.",
      "es": ""
    }
  ]
}