{
  "id": 620830607,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Destroyed nests ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated slingers in Skoiruzg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The merrevail use several perches as nests. Gúri believes that if they were destroyed, the colony would be crippled.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Merrevail above ground take to the skies at night. In Khazad-dûm, however, they nest and sleep in several perches high above the caves, as though they were queer birds. If those perches were to fall, they would be forced to the ground, where we might meet them with our steel.\\n\\n'The greatest collection of perches is in the furthest camp to the east, Skoiruzg. While you are assaulting their nests, take care of any slingers you come across. When we attack, we need to make sure we can get in close, and their ability to fight at range could pose problems.\\n\\n'Hurry, [placeholder]. Much depends upon your success.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The morroval-camp is located at Skoiruzg, far to the east of the Fanged Pit camp.\\n\\nGúri asked you to destroy the morroval-perches and defeat several morroval-slingers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent work, [placeholder]. Now the merrevail will be forced to the ground, where we are on even footing, and with fewer slingers, we can bring our axes to bear upon them without fear of darts. Now they have become the prey!\\n\\n'Ha! I wonder what their queen will think of her slingers now that they've failed to protect their nesting areas! \\n\\n'Yes, their queen. It seems that they are ruled by one they call She-Who-Must-Be-Obeyed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gúri is at the Fanged Pit camp, far to the west of Skoiruzg.\\n\\nGúri will be pleased to hear that the morroval-perches have been destroyed and the approach to the camp is free from the attacks of the slingers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We must force the merrevail to the ground and ensure our approach will be unfettered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Excellent work, [placeholder]. Now the merrevail will be forced to the ground, where we are on even footing, and with fewer slingers, we can bring our axes to bear upon them without fear of darts. Now we have become the prey!\\n\\n'Ha! I wonder what their queen will think of her slingers now that they've failed to protect their nesting areas! \\n\\n'Yes, their queen. It seems that they are ruled by one they call She-Who-Must-Be-Obeyed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy nests ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat slingers in Skoiruzg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Gúri at the Fanged Pit camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Birds of Prey",
      "es": "",
      "es (fem)": ""
    }
  ]
}