{
  "id": 620830756,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You guessed correctly, and have solved another of Falgeirr's riddles",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You chose the wrong lever",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Solved the Riddle of the Bridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Another riddle was waiting for you within the locker, along with three plaque-marked levers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "This riddle is on the back of the door that you chose when you solved the Riddle of the Ship.\\n\\nI turn around once,\\nWhat is out will not get in.\\nAround once more,\\nWhat is in will not get out.\\n\\nThere are three levers in the locker-space contained behind the door marked with a ship. Each of them is marked with a plaque bearing a different symbol.\\n\\nBelow the left lever is a plaque of footprints; in the middle is a snake. On the right is a key.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Falgeirr Twisttongue's latest riddle reads:\\n\\nI turn around once,\\nWhat is out will not get in.\\nI turn around again,\\nWhat is in will not get out.\\n\\nSelect the lever that best answers this riddle. The levers are in Bhraf-ru in the Flaming Deeps.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Falgeirr has left quite a puzzle to be solved, eh? Thank you for sharing your discoveries with us. Moria is home to many wonders, and it gives us heart to see them being discovered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Endrith is at Anazârmekhem in the Flaming Deeps.\\n\\nYou should tell Endrith of your strange discoveries.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Simbi is at the Twenty-first Hall, north-east of Anazârmekhem.\\n\\nGapi suggested you speak with his friend Simbi about the new riddle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Simbi at the Twenty-first Hall may know more about this latest riddle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Simbi, at your service, [placeholder].\\n\\n'Riddles? Interesting. Walking over...a road? Under? No, then....\\n\\n'Plaques? Brilliant! I've seen a lot of those...why yes, especially around the area slightly north of here, near Balin's tomb. A friend of mine, Ulfkell, is there now -- why don't you start by seeking his help?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Simbi has advised you to seek out his friend Ulfkell in the Chamber of Mazarbul, to the north of the Twenty-first Hall, to solve Falgeirr Twisttongue's riddle:\\n\\nDwarf walketh over\\nDwarf walketh under\\nIn time of war,\\nDwarf burneth asunder.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Simbi suggested you speak with Ulfkell at the Chamber of Mazarbul? Then do so! I am curious as to the solution to this puzzle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Greetings to you, friend [placeholder]! Simbi? Ah yes, we have known each other for many a year. He has suffered through many an evening of my thinking aloud, trying to solve riddles....\\n\\n'You're on the trail of Falgeirr Twisttongue as well? My, my! Yes, indeed, so am I. You didn't think you were the only one, did you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Speak with my friend Ulfkell at the Chamber of Mazarbul. He may be able to help you with this riddle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Pull the lever that matches the correct plaque to answer Twisttongue's riddle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Speak with my friend Ulfkell at the Chamber of Mazarbul. He may be able to help you with this riddle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Endrith in Anazârmekhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Simbi at the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Ulfkell in the Chamber of Mazarbul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Riddles in the Walls",
      "es": "",
      "es (fem)": ""
    }
  ]
}