{
  "id": 620830797,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Talk to Skygni",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I will tell you the story of the fall of Moria, if you will hear it. Perhaps one day your part in our expedition to reclaim this place will be an important narrative for a new tale, eh?\\n\\n'I warn you thus: it is a sad story. Only now do we endeavour to give it a happier ending.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Though Náin and his kinsmen stood against the great evil that slew Durin, they did not stand long: Náin was killed by the shadow the following year and the dwarves were forced to abandon Khazad-dûm. Many of the Silvan Elves departed Lothlórien in anger and fear, flying southward and cursing the dwarves as they went.\\n\\n'Thank you for listening to the tale, my friend. You see now the importance of this expedition to my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Listen well, [placeholder], and I will tell you the tale of the Fall of Moria.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You know as well as I do what became of Náin I, [placeholder], for all dwarves are told the sad story in childhood. Though he and his kinsmen stood against the great evil that slew Durin, they did not stand long: Náin was killed by the shadow the following year and our people were forced to abandon Khazad-dûm. Many of the Silvan Elves departed Lothlórien, fleeing southward in anger and fear, cursing the names of our people.\\n\\n'Thank you for listening to the tale, my friend. All dwarves are told it when they are very young, but I feel it does us good to revisit the old stories... especially when we are making new and happier endings for them ourselves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Fall of Moria",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Skygni wishes to tell you the tale of the fall of Moria so that you can better appreciate what the expedition has accomplished.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Skygni and listen to the tale of the fall of Moria",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Skygni is in the Twenty-first Hall in Moria.\\n\\nSkygni has agreed to tell you the tale of the fall of Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Skygni and listen to the tale of the fall of Moria",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Skygni is in the Twenty-first Hall in Moria.\\n\\nSkygni has told you the tale of the fall of Moria and is waiting to speak with you.",
      "es": "",
      "es (fem)": ""
    }
  ]
}