{
  "id": 620830753,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "You have found a dwarf-woman's axe. The delicate carvings and the feminine curve to the steel are unmistakable. Every other dwarf you meet is giving you a slightly odd look as you pass them carrying this axe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "You have found a dwarf-woman's axe. The delicate carvings and the feminine curve to the steel are unmistakable.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are dwarves in the Twenty-first Hall.\\n\\nYou should, perhaps, speak with someone regarding the axe you found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'And what brings you to our camp this fine...?\\n\\n'What do you have there? Surely that isn't...?\\n\\n'LET ME SEE THAT AXE AT ONCE!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Kafli may be found at the Orc-watch, far to the south of the Twenty-first Hall.\\n\\nYou were told to speak with a dwarf named Kafli about the axe you found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Amazing, [placeholder], simply amazing! What a find. You should tell Kafli about it. He is at the Orc-watch, far to the south of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'By Durin's beard! What a find!\\n\\n'That's a lady's axe, that is! Look at the delightfully feminine curve of the steel! And this playful little spike right here! And look! The curve of that decorative etching imitates the distinctive handle of a fine-toothed beard-comb, such as only a high-born lady would use.\\n\\n'What a find, friend [placeholder]! You must bring this to an acquaintance of mine, by the name of Kafli -- he is a student of lore, history, and society. You will find him in the Orc-watch, far to the south of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Seek information about the axe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Seek information about the axe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak to Kafli at the Orc-watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Speak to Kafli at the Orc-watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Feminine Curve to the Steel",
      "es": "",
      "es (fem)": ""
    }
  ]
}