{
  "id": 620830604,
  "txt": [
    {
      "id": "0xfa9a7c4",
      "en": "'I hope your blade is thirsty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7103864",
      "en": "'The workshop is just up here. If we hurry, we should take those foul winged things by surprise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Erlar has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "With the merrevail defeated, you may now destroy their siege-weapon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have destroyed the morroval siege-weapon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The morroval-workshop has been busy making weapons of war. Hadi is tasked with putting an end to their labour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x77e5be9",
      "en": "'That should slow them down a bit. I'll leave the siege weapon to you, while I clear our escape!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Reports indicate that the merrevail are a larger threat than we initially thought. Like the great armies of the South, they have great siege-weaponry with which to wage war. This is disturbing news.\\n\\n'If we are to succeed here, we must infiltrate their workshop and destroy those constructing the siege weapons. Erlar is waiting for you to help assault their camp. You will find him east of here, within morroval-territory, at the base of the siege-camp.'\\n\\n<rgb=#FF0000>NOTE: Erlar must survive.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Erlar is waiting just outside the morroval-workshop, east from the Fanged Pit camp.\\n\\nHadi asked you to speak to Erlar and help him assault a morroval siege-weapon workshop. Erlar must survive!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, Erlar's plan worked. I admit, I initially had doubts, but he has a mind for such things.\\n\\n'With those weapons out of commission, we can venture deeper into the morroval-camp without fear of reprisal.\\n\\n'Erlar said that some of the mervyl were being chivvied along by their female counterparts with threats of \\qBogrian's wrath\\q should they err. Whoever this Bogrian is, they fear her most sincerely.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "With the workshop clear of merrevail, the nearby siege-weapon can be dealt with.\\n\\nHadi asked you to help Erlar assault a morroval siege-weapon workshop.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Hadi as at the Fanged Pit camp, west of the morroval siege-camp.\\n\\nHadi will want to know that your assault with Erlar was successful.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Erlar is waiting just outside the morroval-camp. I ask you to make haste, [placeholder], lest he be caught before our strike can be delivered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Hadi sent you? Good! I have made all the preparations and now is the perfect time.\\n\\n'The merrevail have left the siege-workshop undefended. We can sneak in and catch them unawares. On your mark, the battle will be joined.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Erlar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat the returning merrevail and wait until it is safe to destroy their weaponry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Destroy the morroval siege-weapon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Hadi at the camp in the Fanged Pit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Workshop of the Winged",
      "es": "",
      "es (fem)": ""
    }
  ]
}