{
  "id": 620830602,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Opened cages ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Morroval-slayers at Tith-maudhûl ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The merrevail have captured several fungus-infected Orcs and are keeping them in cages. The dwarves are worried the merrevail might discover how to turn the fungus into a weapon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Orcs infested with fungus is bad enough news for us, but infected Orcs captured by merrevail is even worse. These creatures are canny, and I worry what they may be up to. If they can learn how to turn this fungus into a weapon, it will be many more centuries before dwarves rule these depths again.\\n\\n'There is a camp, Tith-maudhûl, where I believe they have these Orcs locked up in cages. While the thought sickens me, free the Orcs from their prisons and defeat any merrevail in the area who might also be infected.\\n\\n'I do not wish to think of the danger this situation poses to us all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The morroval-camp is at Tith-maudhûl, east of the Fanged Pit camp.\\n\\nBési asked you to free the infected Orcs from their cages and defeat any merrevail in the camp who might also be infected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The camp has been destroyed? That is good news. We no longer have to fear the fungus being used against us by the merrevail.\\n\\n'Another of my scouts mentioned overhearing one of the merrevail mention that their leader -- I don't know her name, but they called her She-Who-Must-Be-Obeyed -- had the idea of capturing Globsnaga goblins. Whoever she is, she's maliciously clever.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bési is at the Fanged Pit camp west of Tith-maudhûl.\\n\\nBési will be pleased to know that you freed the infected Orcs from the cages and killed any merrevail that have been infected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hurry! Every moment we delay is a moment the merrevail have to make use of that fungus!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Open cages ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Morroval-slayers at Tith-maudhûl ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Bési at the Fanged Pit camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fungus Takes Flight",
      "es": "",
      "es (fem)": ""
    }
  ]
}