{
  "id": 620830605,
  "txt": [
    {
      "id": 136263297,
      "en": "Struck the mirror",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Bogrian has been forced to flee back into the darkness",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The morroval-queen has laid claim to one of the ancient mirrors of Khazad-dûm. If it were tampered with, she would surely respond with angry force.",
      "es": ""
    },
    {
      "id": 248548085,
      "en": "'This is not the end -- mark my words, plans are already in motion!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have talked to the others here and gathered all the information you gave them. I believe, with the damage you have already done, we are prepared to strike against the queen of the merrevail.\\n\\n'Our scouts tell me that she has one of the ancient mirrors of Khazad-dûm in her possession, and she values it very highly. I believe if you were to try to damage the mirror, she should quickly respond with force. That will be your opportunity to strike. Do not waste it.\\n\\n'You will find it at the top of a tall tower, east of here.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bogrian's mirror is at Dâr-rukh, atop a tall Moria-mirror tower which overlooks the morroval-caverns to the east.\\n\\nFolkath believes the time has come to strike against the morroval-queen. He knows she has an ancient mirror she values highly, and Folkath believes if you were to tamper with it, Bogrian will appear and attack.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So, Bogrian took the cowardly way out and fled after the battle. I am not much surprised. I sense she is far from through being a thorn in our side, but for now, at least, the victory is ours.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Folkath as at the camp on the western edge of the morroval-caverns.\\n\\nFolkath will be pleased to hear that you wounded Bogrian and forced her to retreat from the battle.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Oxi is at Jazârgund, west of the morroval-caverns.\\n\\nOxi will be pleased to hear that although you did not defeat Bogrian, she was forced to retreat from the battle.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The queen of the merrevail will fall, and these caverns shall belong to Durin's Folk once more.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'How dare you approach my looking-glass?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We have won, for a time at least, the caverns of the merrevail.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Summon Bogrian by striking the mirror, then drive her off.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Folkath at the Fanged Pit camp",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Oxi at Jazârgund",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Oxi at Jazârgund",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Vanity",
      "es": ""
    }
  ]
}