{
  "id": 620808580,
  "txt": [
    {
      "id": 136263297,
      "en": "You have found the body of Ógur. He is dead.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have found the body of Súlki. He is dead.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Brogur sent four dwarves to explore the cave known as the Brackwater, but they have not yet reported back to him. He is anxious to learn their fate.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hm, pardon? Can I help you? My cousin and I have a great number of things to manage here, and I do not have a moment to spare on other matters!\\n\\n'You wish to help? Well, if you're willing to work, I can certainly find a use for you. I dispatched four of my finest dwarves to investigate the cavern that flows with water; it is just up the slope to the east, and they have not yet reported back. If you can find these four inside the Brackwater and bring me word of their findings, I will reward you for your trouble.\\n\\n'Now that you have a task with which to busy yourself, pray do not linger about, for I find it distracting. Leave me! There is much I must consider.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The four dwarves are somewhere inside the Brackwater, the cave up the slope east of Brogur.\\n\\nBrogur wants to know what happened to the four dwarves he sent to investigate the Brackwater, and has charged you with finding them.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These creatures are more dangerous than you might expect, [placeholder]; be careful as you search for the rest of my party! We were separated not long ago by the vicious beasts, and I have been unable to locate my fellows since.\\n\\n'I heard Súlki calling for help not long ago, but I have not heard him in some hours. I fear he has fallen into danger.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Brogur is outside the cave known as the Brackwater, down the slope to its west.\\n\\nYou have found the four dwarves Brogur sent into the Brackwater, and should report to him of their fates.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Brackwater is the cave just up the slope to the east, on your left. Four of my best dwarves went inside to explore the cave, and have not returned.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Brogur sent you to check on us, [placeholder]? I cannot blame him, for it is well past time that we returned to give our report!\\n\\n'We were separated shortly after entering this foul dank cavern -- Brackwater indeed! I heard Ógur shouting from somewhere up above here about some sort of treasure he had found, but then his calls faded and I have heard nothing from him since. Where Súlki and Wethur ended up I do not know.\\n\\n'I hope you can find my kinsmen, [placeholder]. We four have had poor fortune in this watery cave, and Brogur will not be pleased by our report.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It saddens me to lose so many good dwarves, but the way to Khazad-dûm must be opened.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Thank you for the tidings, [placeholder], even though they are grim. I am saddened by the losses of Súlki and of Ógur. There is much work still to be done before we have cleared the Hollin Gate of the rubble that chokes it, and they were strong of arm and sturdy as the hardiest of our race.\\n\\n'But your payment was not only for good news, and you have earned this reward. Take it and make yourself useful! There is still work to be done.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'These hills are riddled with caves, and the caves are full of danger.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find dwarves that entered the Brackwater ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Time is wasting! There is still much work to be done!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Found dwarves that entered the Brackwater ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Can only be completed before the Expedition enters Moria.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Expedition: Four Dwarves",
      "es": ""
    }
  ]
}