{
  "id": 620808403,
  "txt": [
    {
      "id": 218649169,
      "en": "'[placeholder], we must remain vigilant! Angmar has suffered many losses now due to your heroism and our alliance with the Trév Gállorg, and Mordirith yet seeks his revenge.\\n\\n'We have received word that the False King is sending reinforcements across Rammas Deluon to renew his assaults upon Aughaire. We have established a blockade of the Rammas Deluon, but that line of stones has become impassable once more. Mordirith has sent forth sorceresses to supplicate the spirits of the watching-stones to strengthen their wills.\\n\\n'The sorceresses must be defeated if we are to move against the reinforcements from Carn Dûm and Urugarth before they can reach Aughaire. Go, gather your allies and speak with me when you are ready to depart.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Your efforts contributed greatly to our victory, but the war is not won yet, [placeholder]. Angmar is weakened, but they will press on. Your strength will be needed here and in other battles, I fear.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you gathered your allies? Are you ready to leave?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Battle Before the Rammas Deluon",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Mordirith's wrath against the Trév Gállorg has not been deterred. Reinforcements from Carn Dûm and Urugarth are trying to march across Rammas Deluon towards the village of Aughaire.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Travel with Faelbenn to the Rammas Deluon",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Faelbenn is near Gath Forthnír.\\n\\nThe Ranger Faelbenn has asked you to help him defeat the sorceresses of Angmar who are strengthening the watching-stones of Rammas Deluon and move against the Angmarim reinforcements.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Faelbenn",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Faelbenn is near Gath Forthnír.\\n\\nFaelbenn waits to speak with you again.",
      "es": ""
    }
  ]
}