{
  "id": 620808581,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "The dwarf Símbi has asked you to enter the cave Filgogân and obtain as much information about the half-orc camp as possible.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Be careful, [placeholder]! This cave is home to a large encampment of half-orcs; they haven't been here long, but it seems to me that they are mustering their strength for some evil purpose. Once they are prepared, I fear that they will strike against my people!\\n\\n'We cannot let that happen. If the Iron Garrison is to survive, we must ensure that the half-orcs are unable to construct an effective offence.\\n\\n'Seek the camp-fires of the half-orcs inside Filgogân, and collect pieces of information from each of them. If you can retrieve any orders, maps, reports, or letters, we can surely leave these half-orcs too disorganized to pose a great threat to our expedition.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Information about the half-orcs can be found at their camp-fires inside the cave Filgogân, south-west of Bósi's camp, across the dried-up Sirannon.\\n\\nSímbi has asked you to obtain information from each of the half-orc camp-fires inside the cave Filgogân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Be careful, kinsman! This cave is home to a large encampment of half-orcs; they haven't been here long, but it seems to this dwarf that they are mustering their strength for some grave purpose. Once they are prepared, they are sure to attack our people!\\n\\n'We cannot let that happen. If the Iron Garrison is to reclaim the halls of our fathers, we must ensure that the half-orcs are unable to mount an effective attack.\\n\\n'Seek out the camp-fires of the half-orcs inside Filgogân, and collect pieces of information from each of them. If you can retrieve any orders, maps, reports, or letters, we can surely leave these half-orcs too disorganized to threaten the expedition.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Símbi is outside the cave Filgogân, south-west of Bósi's camp, across the dried-up Sirannon.\\n\\nYou have gathered a great deal of information about the half-orcs in Filgogân and should bring it all to Símbi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The half-orcs are sure to have the sort of information we're seeking at each of the camp-fires they've built inside the cave Filgogân. Orders, maps, plans, and letters -- all will be of use to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'This information you have brought me paints a disturbing picture, [placeholder]. Someone has drawn arrows on this map in what looks to be blood, tracing a course down from the Trollshaws and into Hollin. And these orders are difficult to read, but seem to command the half-orcs to search for halflings. Could they mean Shire-folk? In Hollin? I confess I do not understand the meaning of these riddles.\\n\\n'The half-orcs may not be here to stop the expedition, but they still threaten the work of the dwarves. It is to be hoped that your efforts have left them in disarray and unable to carry out a manoeuvre against my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I am keeping a watchful eye on the half-orcs that occupy Filgogân.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You have not returned with all of the information we need, [placeholder]. Go back into the cave, if you dare, and find the remaining half-orc camp-fires!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The half-orcs are disorganized, and should be unable to mount an effective attack.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'This information you have brought to me paints a disturbing picture, [placeholder]. Someone has drawn arrows on this map in blood, tracing a course down from the Trollshaws and into Hollin. And these orders are difficult to read, but seem to command the half-orcs to search for halflings. Halflings? In Hollin?\\n\\n'The half-orcs may not be here to stop the expedition, but they still threaten the work of the dwarves. It is to be hoped that your efforts have left them disorganized and unable to mount an effective attack on our people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect information about the half-orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'You have not returned with all of the information we need, [placeholder]. Go back into the cave, if you dare, and find the remaining half-orc camp-fires!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring information on the half-orcs to Símbi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Can only be completed before the Expedition enters Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'This information you have brought to me paints a disturbing picture, [placeholder]. Someone has drawn arrows on this map in blood, tracing a course down from the Trollshaws and into Hollin. And these orders are difficult to read, but seem to command the half-orcs to search for halflings. Halflings? In Hollin? Begging your pardon, [placeholder], but you are among the very few I have seen in this land!\\n\\n'The half-orcs may not be here to stop the expedition, but they still threaten the work of the dwarves. It is to be hoped that your efforts have left them disorganized and unable to mount an effective attack on my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Expedition: Orders for Half-orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'You have not returned with all of the information we need, [placeholder]. Go back into the cave, if you dare, and find the remaining half-orc camp-fires!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}