{
  "id": 620808493,
  "txt": [
    {
      "id": "0xae32b43",
      "en": "'The Ethuilwereth has started in Duillond; join the Elves for merry-making and dancing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe6e6e93",
      "en": "'The Shire celebrates Yule with a Festival Run. Race for the prize!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xae32b44",
      "en": "'The dwarves of Thorin's Hall are celebrating their Springfest; join them at the Thorin's Hall inn!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe6e6e94",
      "en": "'Join the inhabitants of Bree in their famous Yule feast at the Festival Grounds!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xae32b45",
      "en": "'Those looking to pay their respects to Bullroarer Took should visit Sigismond North-took in Brockenborings!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe6e6e95",
      "en": "'The Dwarves of Thorin's Hall invite you to join their Yule festivities!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xae32b46",
      "en": "'Travellers report beautiful flowers in full bloom near Bree-town, Michel Delving and Celondim!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe6e6e96",
      "en": "'The Elves of Duillond invite you to join them in celebrating the beauty of winter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4608581",
      "en": "'The Elf-lord Elrond has sent forth Heralds in search of the lost Ring-lore of Eregion!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4608582",
      "en": "'Heralds of Rivendell have been sent forth to locations throughout Eriador!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcafea61",
      "en": "'It is said a shadow is growing in the East, and the Dark Lord has returned to his tower far away....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4608583",
      "en": "'By the command of Amarthiel, Servants of the Enemy have begun a great search for the Ring-lore of the Eregion!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcafea62",
      "en": "'Have you heard that some dwarves have begun a journey to pass into the Mines of Moria? Some say it is a fool's errand, for ominous legends surround that place....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4608584",
      "en": "'A desperate search has begun to recover the long lost Ring-lore of Eregion!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcafea63",
      "en": "'If the dwarf-expedition succeeds in Moria, who knows what treasures could be uncovered?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcafea64",
      "en": "'Only the bravest or most foolhardy adventurer would dare to pass beyond the Hollin Gate into Moria, for it is a dark place beset by many evils.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3a99611",
      "en": "'Riders crossing the Brandywine have spotted mariners camped nearby the bridge! No boat was seen nearby!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3a99612",
      "en": "'Word has been received from Tinnudir that an expected barge carrying much needed cargo is long over due!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3a99613",
      "en": "'Fishermen have reported spotting the debris of a foundered ship scattered along the banks of the Brandywine!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x56e2201",
      "en": "'Summerdays has opened at the Bree-fields party grounds!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x56e2202",
      "en": "'The Lithe Festival has begun near Hobbiton at the old Party Tree!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x56e2203",
      "en": "'The Festival of Enedhin has started in Duillond!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x56e2204",
      "en": "'The dwarves of Thorin's Hall are celebrating their Summerfest!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x56e2205",
      "en": "'The Inn League of the Shire is looking for new members!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x56e2206",
      "en": "'Try your hand at guessing which is the fastest hobbit and dwarf in all of Middle-earth!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1dd6f71",
      "en": "'Lalia's Market is now open in Bree!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1dd6f72",
      "en": "'Have you visited Lalia's Market lately? Visit Bree for all your threaded needs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1dd6f73",
      "en": "'Lalia's Market is a market like no other. Outfits beyond compare.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1dd6f74",
      "en": "'Visit Lalia's Market in Bree today for the finest clothing in all of Middle-earth!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3712f41",
      "en": "'The Harvestmath has opened at the Bree-fields party grounds!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3712f42",
      "en": "'The Harvest Festival has begun near Hobbiton at the old Party Tree!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa0dbca1",
      "en": "'The vile False King, Mordirith, has returned to Angmar and threatens to crush what little resistance remains in that horrible land!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3712f43",
      "en": "'The Iavasmereth has started in Duillond!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa0dbca2",
      "en": "'Mordirith, long thought defeated, has returned to Angmar and rules once more in the Witch-king's name!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3712f44",
      "en": "'The dwarves of Thorin's Hall are celebrating their Autumnfest!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa0dbca3",
      "en": "'Desperate warriors are struggling to hold back Angmar's vicious assaults against the Free Peoples!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3712f45",
      "en": "'The Hobbits of the Shire report a fine harvest. Join their feasting at the Party Tree in Hobbiton!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa0dbca4",
      "en": "'The village of Aughaire is struggling to bear up on the continued assaults of Angmar and has asked for all able warriors to come to its defence!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3712f46",
      "en": "'Test your horsemanship by running the Bree Derby or All-Shire Run!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xae32b41",
      "en": "'The Spring Planting has started in Bree! Avery Crabapple is looking for assistance near the Bree Boar Fountain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe6e6e91",
      "en": "'Yule is here and so is the time for celebration! Join with your friends and kindred at the Party Tree in Hobbiton!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xae32b42",
      "en": "'The Feast of the Greenfields has begun in the Shire!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe6e6e92",
      "en": "'Happy Yule! Enjoy a winter horse-race at the Bree-land Festival Grounds.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}