{
  "id": 620808582,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Símbi wants to know who has sent the half-orcs to Filgogân, where their presence threatens the expedition of dwarves that has come to Hollin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Someone sent these half-orcs to Hollin, [placeholder]; it is clear to me that Graug, the chieftain who ordered the camp established inside Filgogân, has his own master. I want to know who this might be.\\n\\n'I will reward you handsomely for evidence of this overseer. Enter the cave and do battle with the half-orcs, and bring me whatever common thread binds these half-orcs in loyalty to Graug's mysterious master.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Half-orcs inside the cave of Filgogân, south-west of Bósi's camp and across the dried-up Sirannon, surely carry some proof of their loyalty to Graug's master.\\n\\nSímbi has asked you to ascertain the common thread that binds these half-orcs together, and bring evidence of it to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You say the half-orcs carried these stones, each of them painted with this hand symbol? This is not Graug's mark; it must certainly be the emblem of his master.\\n\\n'I do not recognize it. I will show this mark to Bósi when I return to the camp; perhaps he will understand its significance.\\n\\n'Thank you for your help, [placeholder], and take these coins with my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Símbi is outside the entrance to the cave Filgogân, south-west of Bósi's camp, across the dried-up Sirannon.\\n\\nYou have recovered stones, crudely painted with the emblem of a hand, from many of the half-orcs within Filgogân, and should bring them now to Símbi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Perhaps the half-orcs carry some sign of their loyalty to Graug's mysterious master. You should enter the cave and bring me proof of this common thread.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have yet to find sufficient evidence of whoever oversees these half-orcs, [placeholder]. Go back inside and stop wasting time, unless you are not hardy enough for this task!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Graug may lead these half-orcs, but he reports to another master.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'We must keep the half-orcs from leaving Filgogân and threatening the expedition.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring painted stones to Símbi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Can only be completed before the Expedition enters Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Expedition: The Common Thread",
      "es": "",
      "es (fem)": ""
    }
  ]
}