{
  "id": 620808579,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated cave-lizards in the Brackwater ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Valgút has warned you about the cave-lizards that make their home within the Brackwater, and wants you to defeat some of them if you purpose to enter the cave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'A moment, if you please, [placeholder]. We've already lost contact with four good dwarves inside the Brackwater, and I want to be sure you know what you're in for if you dare to follow them.\\n\\n'The cave seems to have many winding tunnels, and the whole network of passages is very dark, unwholesomely so. Cave-lizards crawl from rock to rock amid the damp, and are more ferocious than their small size would have you believe.\\n\\n'If you mean to delve into the Brackwater on some errand, be cautious! Thin the cave-lizard horde while you are there. The creatures are a menace to any who tread too near their lair, and I do not know how long it will be before the gate is cleared and we can leave this place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cave-lizards can be found throughout the cave known as the Brackwater; its entrance is in the hill along the slope that winds up to the Hollin Gate.\\n\\nValgút has asked you to defeat several cave-lizards that dwell within the Brackwater and threaten the safety of the expedition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is good to see you return from the depths of that noxious cavern, [placeholder] -- too few have done so.\\n\\n'Fewer cave-lizards lurk now among the stagnant pools to threaten the unaware, it would seem. I thank you for your service, and reward you with these coins. May they be of use to you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Valgút is outside the entrance to the Brackwater, on the slope that winds up to the Hollin Gate.\\n\\nYou have defeated many of the dangerous cave-lizards within the Brackwater and should return now to Valgút.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will have no trouble finding cave-lizards within the Brackwater, [placeholder]. Indeed, they will likely find you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Brackwater is no place for those who hate the damp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Thank you for dealing with the cave-lizards, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat cave-lizards in the Brackwater ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Can only be completed before the Expedition enters Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Expedition: Danger Beneath the Surface",
      "es": "",
      "es (fem)": ""
    }
  ]
}