{
  "id": 620808583,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The strongbox contains only dust.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Throttólf wants you to find the top of the waterfall inside the Brackwater and see if you can recover the treasure Ógur mentioned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am glad you're here, [placeholder]. My party became separated shortly after we entered the Brackwater, and I have not yet been able to regroup with them.\\n\\n'I almost found my friend Ógur, however; he seems to have made it to the top of the waterfall down this passage, somehow, and I heard him shouting about some sort of strongbox that he found at the top of it. I fear that the cave-lizards must have been drawn by the sound of his shouting, for I have not heard from him since.\\n\\n'If you can find the same passages he used to come to the top of the waterfall, however, you might be able to find the treasure of which he spoke! I will reward you handsomely for news of it, [placeholder], and for news of Ógur's fate as well, of course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The treasure of which Ógur spoke may be at the top of the waterfall deep within the cavern known as the Brackwater.\\n\\nThrottólf has asked you to find the passages leading to the top of the waterfall so you can investigate the possibility that some treasure might be found there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You found the strongbox? Well, where is it? What treasure did Ógur find that can justify the losses we have suffered here?'\\n\\nThrottólf's face falls as you tell him the strongbox contained only dust.\\n\\n'I see. Perhaps I was a fool to expect a mighty treasure, but as we are so close to Khazad-dûm, I thought perhaps....\\n\\n'It doesn't matter. Thank you for your help, [placeholder]. The real riches are sure to be inside the mines, rather than in these damp caves. This strongbox must have contained the belongings of some brigand long ago, and no treasure at all. It is a pity.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Throttólf is in the cave called the Brackwater, near the entrance, down a passage from the base of the waterfall.\\n\\nYou found the strongbox at the top of the waterfall, but whatever treasure it might once have contained has long since fallen into dust. You should return to Throttólf with these tidings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If Ógur found some passage that could take him to the top of the waterfall down that passage, I am sure you can do the same. What treasure might the strongbox contain, I wonder?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Imagine the treasures we will find within Khazad-dûm itself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I was too eager to believe there could be treasure in the Brackwater. I was wrong.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the strongbox at the top of the waterfall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Can only be completed before the Expedition enters Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Expedition: The Top of the Waterfall",
      "es": "",
      "es (fem)": ""
    }
  ]
}