{
  "id": 620808584,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You find a chipped gold tooth among the bones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have failed to find the gold tooth you seek",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have failed to find the gold tooth you seek",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Trausti is worried that his friend Lofrík may have been killed by the half-orcs, and wants you to search for his distinctive gold tooth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Keep it down, [placeholder]! I have managed to remain unseen by the half-orcs until now, but they are camped all throughout Filgogân and I do not know how much longer I can remain undetected.\\n\\n'I have been searching the cavern for my friend Lofrík, who disappeared in the vicinity of Filgogân shortly after the expedition arrived in Hollin. I fear that he was killed by the half-orcs, but I must know for certain!\\n\\n'The half-orcs construct grim piles containing the bones of their victims: you can see them at various locations throughout Filgogân. Lofrík had a distinctive gold tooth; this is an unpleasant business, but I will reward you well if you can search through these piles and return to me with his tooth, if you find it. I hope you do not find any such thing, but if you do, at least I will then know of Lofrík's fate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Piles of bones can be found throughout the cave of Filgogân, and Lofrík's gold tooth might be among them.\\n\\nTrausti has asked you to search the bone piles within the cave for the distinctive gold tooth of his friend Lofrík.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I had hoped you would not find anything, [placeholder], but at least I know now of Lofrík's death and can mourn at last. I will weld his tooth into the haft of my axe, and in this way he shall help me cleave many a foe. We shall seek vengeance, he and I together.\\n\\n'Lofrík! Alas that you will never see the halls of Khazad-dûm shining as once they did. I will avenge you upon the heads of the half-orcs who invade this land of our sires, land where their labour once shaped the stone into immeasurable splendour. May your memory burn long beneath the earth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Trausti is somewhere within the cave of Filgogân.\\n\\nYou have found Lofrík's distinctive gold tooth, and should return to Trausti with the sad tidings of his friend's death.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I would be grateful to you if you were to search the skull-piles these half-orcs have made throughout Filgogân for the gold tooth of my friend Lofrík. I hope you do not find it, [placeholder], but if you do, at least I will know his fate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have not found Lofrík's distinctive gold tooth? I am glad, but I must ask you to keep searching the bone piles here in Filgogân. Some instinct tells me to fear the worst.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Lofrík will be avenged! I, Trausti, have sworn it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'These half-orcs will never leave Filgogân alive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search bone piles in Filgogân for Lofrík's gold tooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring chipped gold tooth to Trausti",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Can only be completed before the Expedition enters Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Expedition: Unpleasant Business",
      "es": "",
      "es (fem)": ""
    }
  ]
}