{
  "id": 620808585,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated half-orcs in Filgogân ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The dwarf Sandar has asked you to aid the expedition by defeating the half-orcs; they have set up camp inside Filgogân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Bósi has assured me that the Hollin Gate will be excavated soon, but I am still worried that our expedition might be left outside Khazad-dûm for some days. The hills echo with the howling of wolves, but little else can be heard; how they make us shiver in the stillness! Hollin of old was full of life, but now even the birds seem suspicious and hostile.\\n\\n'These hills are riddled with natural caverns, though none approach the splendour of even the unworked passages of Khazad-dûm. Unpleasant creatures have taken refuge in some of these, and I fear they will cause trouble for my people if we remain here overlong.\\n\\n'To the south-west, across the dry river-bed of the Sirannon, is the cave called Filgogân. A company of half-orcs has an encampment deep inside that place; if you care to assist the dwarves of this expedition, you will thin their numbers and defeat their leader, Graug.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The cavern Filgogân is south-west of Sandar, across the dry river-bed of the Sirannon, in the south-western corner of the surrounding hills.\\n\\nSandar has asked you to defeat the half-orcs that have encamped inside Filgogân, as well as their leader Graug.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have my heartfelt thanks, [placeholder]! The half-orcs are not welcome in Hollin so close to Khazad-dûm, and now Graug knows it. Little good it does him now, though, eh? Ha!\\n\\n'You're a good [placeholder], [placeholder], and I am glad to have you on our side. May you prove as useful beyond the doors as we enter the Mines of Moria!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sandar is at the small dwarf encampment north-east of Filgogân, with Bósi.\\n\\nYou have thinned the ranks of the half-orcs in Filgogân and defeated their leader Graug, and should now return now to Sandar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Filgogân is in the south-western corner of the surrounding hills; you will need to cross the dry river-bed of the Sirannon and continue marching south-west. The half-orc encampment is likely to be extensive, and Graug is sure to be deep inside.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Half-orcs! How I despise them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Filgogân may seem extensive, but it is nothing compared to the great halls of Khazad-dûm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat half-orcs in Filgogân ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Graug and his kind are not welcome in Hollin, as you have shown them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Can only be completed before the Expedition enters Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Bósi and Brogur have brought us here to reclaim Khazad-dûm. May we achieve victory!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Expedition: Unwelcome in Hollin",
      "es": "",
      "es (fem)": ""
    }
  ]
}