{
  "id": 621097822,
  "txt": [
    {
      "id": 216727827,
      "en": "Orcs in service to the Utûgi charge across the battlefield during the Dagor Carlanthir.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Sirgon fights along the north-western bank of the river during the Dagor Carlanthir.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Defeated Urâshi skirmishers during the Dagor Carlanthir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Sirgon during the Dagor Carlanthir",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Sirgon may not possess the physical strength of his youth, but still he fights during the Dagor Carlanthir.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Defeated Urâshi warriors during the Dagor Carlanthir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I am not as young as once I was, but I can still fight!\\n\\n'I will not have Belondor return from his city with reinforcements to see me cowering behind the line of battle! Let us slay as many Orcs as we can, [placeholder], and protect the lives of our friends and the homes we left behind!'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Defeat Urâshi warriors during the Dagor Carlanthir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Let us slay as many Orcs as we can, [placeholder], and protect the lives of our friends and the homes we left behind!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Desperate Battle: Sirgon of Lebennin",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Defeat Urâshi skirmishers during the Dagor Carlanthir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'There is no end to these creatures! Good!\\n\\n'That means there is still glory to be won, and we will win it!\\n\\n'I have not engaged in combat like this for years, [placeholder]! I will not let down my friends! For Lebennin and for Gondor!'",
      "es": ""
    }
  ]
}