{
  "id": 621097818,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Our people should be reminded of the great heroes that came before us! Sing a song of the great hero Shurug-nîn to the fighting Dumûri and they will fight more fiercely than ever before!\\n\\n'The melody is not as important as the words themselves! Sing of Shurug-nîn as she fought the great dragon Akhízi, the Winged Terror! Sing of Shurug-nîn's powerful allies among Elves, both the ancient Kintai of the Emerald Wood and the more distant Elves who gifted her the mighty sword Orotheg! Sing of how she slew Orcs by the thousands! These names from our great histories will inspire the Dumûri who hear them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Girhâzi stands her ground north of her daughter during the Dagor Carlanthir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'These songs of our great hero Shurug-nîn have stirred my heart, and those of the other Dumûri!\\n\\n'The melody was unfamiliar, [placeholder], but we knew the words! They have done as my mother wished, and our people fight more fiercely than before!\\n\\n'What named the Wizard this battle? Dagor Carlanthir? To my people it will be the Sabûdamar, the red-rush battle, and perhaps it will one day number among the great songs of the Ambarûli!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Dumûri warriors fight bravely during the Dagor Carlanthir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Girhâzi during the Dagor Carlanthir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Remind groups of Dumûri warriors of their glorious deeds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Rahâzi fights to the south during the Dagor Carlanthir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "You sing of Shurug-nîn and the dragon Akhízi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You sing of Shurug-nîn and her allies among the Kinta Elves, long ago",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "You sing of Shurug-nîn and her mighty Elf-forged sword Orotheg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "You sing of Shurug-nîn slaying thousands of Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Rahâzi to the south during the Dagor Carlanthir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Rahâzi returned from Ambarûl with a force of Dumûri warriors, and now the Dagor Carlanthir rages all about them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The Dumûri of Ambarûl will neither back down nor retreat! We will not relinquish a single step to these foes!\\n\\n'[placeholder]! Find my mother somewhere to the north and learn from her one of the great tales of Old Shagâna! To hear those names recounted will inspire the Dumûri to greater heights of combat prowess when they need it most!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'We will not know defeat! We must triumph or the lands that lie behind us will suffer terrible torments at the hands of these vile creatures!\\n\\n'Rahâzi is right in this, [placeholder]: our people should be reminded of the great heroes that came before us! Sing a song of the great hero Shurug-nîn to the fighting Dumûri and they will fight more fiercely than ever before!\\n\\n'The melody is not as important as the words themselves! Sing of Shurug-nîn as she fought the great dragon Akhízi, the Winged Terror! Sing of Shurug-nîn's powerful allies among Elves, both the ancient Kintai of the Emerald Wood and the more distant Elves who gifted her the mighty sword Orotheg! Sing of how she slew Orcs by the thousands! These names from our great histories will inspire the Dumûri who hear them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Find my mother Girhâzi to the north and learn from her one of the great tales of Old Shagâna! To hear those names recounted will inspire the Dumûri to greater heights of combat prowess when they need it most!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Desperate Battle: Rahâzi of Ambarûl",
      "es": "",
      "es (fem)": ""
    }
  ]
}