{
  "id": 621097819,
  "txt": [
    {
      "id": 228870261,
      "en": "Desperate Battle: Legolas and Gimli of the North",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Hurry to defend the waterfall to Gimli's south-east",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Defend the south-eastern waterfall until time is up",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'There are not enough of us to maintain a complete defensive line, [placeholder]! See you not the holes in our defence?\\n\\n'Go to the waterfall ahead of me to the north-west and try to fill the gap there! You must battle the enemies that seek to take advantage of our limited numbers. Do not leave that spot until you have stayed there long enough to make a difference! Afterward you should find Gimli and see if he knows of a similar gap in our defensive line!'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "<rgb=#FF0000>Do not leave the south-eastern waterfall or you will fail the quest!</rgb>",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Go to the waterfall ahead of me to the north-west and try to fill the gap there! You must battle the enemies that seek to take advantage of our limited numbers. Do not leave that spot until you have stayed there long enough to make a difference! Afterward you should find Gimli and see if he knows of a similar gap in our defensive line!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Legolas during the Dagor Carlanthir",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I cannot be everywhere at once, [placeholder]! You will have to fill the gaps in our defences! Legolas had the same idea? Then you can assure him it was a good one, for I have a sharp mind for such things!\\n\\n'But go to the waterfall to my south-east and defend it until you have made a difference, as you did at the other!'",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "You have to defend this location long enough to secure it from your enemies!",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Go to the waterfall to my south-east and defend it until you have made a difference!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Let us hope your defensive work at those locations showed the Orcs the folly of seeking to slip past our line! The battle shows no sign of nearing its end, but I have not yet begun to tire.\\n\\n'I am certain Gimli would say the same!'",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "You have secured the north-west waterfall!",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Legolas and Gimli seek to patch holes in the defensive line during the Dagor Carlanthir.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "You must defend the waterfall to the south-east of Gimli, and not leave it until enough time has passed!",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "You left the location undefended, and have failed!",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Legolas fights during the Dagor Carlanthir.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Legolas asked you to stand your ground before the waterfall to the north-west.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "You must defend the north-west waterfall and not leave it until enough time has passed!",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Gimli fights to the south-east during the Dagor Carlanthir.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Gimli asked you to stand your ground at the waterfall to his south-east.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Hurry to defend the waterfall north-west of Legolas",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Defend the north-west waterfall until time is up",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "<rgb=#FF0000>Do not leave the north-west waterfall or you will fail the quest!</rgb>",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Gimli during the Dagor Carlanthir",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "You have to defend this location long enough to secure it from your enemies!",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "You have secured the south-eastern waterfall!",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "You left the location undefended, and have failed!",
      "es": ""
    }
  ]
}