{
  "id": 621097821,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'Please tell Kizeri that you helped me recover my pack. I will speak with her shortly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'He could have told me plainly. We have more packs. We are not expecting to only fill one catalogue in our time here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Awkward First Step",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Return the pack to Raphûz at Telperiën's Wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'If you please, [placeholder], our arrival at Telperiën's Wall seems to have upset one of my few Tale-wardens. I cannot attend to the young man's needs with my workload. Could you enquire why the man grew melancholy with our arrival?\\n\\n'You will find him near the supplies on the south side of the wall. Ask him what weighs so heavily upon him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "You see a figure watching you from the north-west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "The young man seems flustered as you approach.\\n\\n'How can I assist you?'\\n\\nYou explain the request from Kizeri.\\n\\n'It appears I have not masked my mood well enough to keep it from notice. This bodes poorly for me. My first steps outside of Umbar, and already I am a failure.\\n\\n'You see, back along the road to the south-west, I spied a vision in the distance and strayed from the trail. Only for a moment, but long enough to lose pace with the caravan. In my haste and struggle to return, I lost my cataloguing pack.\\n\\n'Before I could explain, Kizeri set me to organize this cart. I know where I lost my pack, but I cannot leave my post.\\n\\n'I wonder. Would you look south-west just off the road near a rock outcropping and find my pack? I'll confess my failure to Kizeri and accept whatever fate befalls me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Raphûz is young. It is his first time out of Umbar. I am concerned the travel to the south and the tales of this land is making him nervous. Please speak with him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Collected Raphûz's pack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The leader of the Tale-wardens is concerned about a new recruit, Raphûz, and asked you to check on the young man. He is concerned because his first time out of Umbar is going poorly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You saw something to the north-west and went to investigate. When you arrived you did not find a person. You did, however, find a pack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "You see a pack on the ground and nothing else",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Make your way to Raphûz in the shadow of Telperiën's Wall and ask the young man why he is sullen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "You found the location Raphûz described where he lost his pack and noticed what looked like a person watching you to the north-west. You should investigate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Collect Raphûz's pack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Raphûz confessed to dropping his pack while investigating something he saw in the distance while travelling with the caravan. He asked you to follow the road to the south-west and search for his missing pack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ee2e45",
      "en": "'Raphûz, you could have asked me for another pack, we have plenty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe4ee725",
      "en": "'I am sorry Kizeri, I did not know. They were able to help me though.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Investigate the person watching you to the north-west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "You took the pack from the ground and made certain it was Raphûz's. You can find no signs that anyone was standing here a moment ago. Return the pack to Raphûz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Speak with Raphûz near Telperiën's Wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Raphûz is grateful to you for returning his pack. He asks you to go to Kizeri and tell her that you helped him as she asked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Search the area around the road for Raphûz's pack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "You returned the pack to Raphûz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "Raphûz looks excited as you approach.\\n\\n'You found my pack. I am blessed. If I lost this pack, the dishonour I would bring my father's name would be unbearable.'\\n\\nHis smile fades.\\n\\n'I have nothing to offer you for this kindness. In truth, I do not know if I am worth your kindness.\\n\\n'I do not know if I should have joined the Phetekâri or made this journey. Everything moved so quickly when my mother passed. The decision to join the Tale-wardens seemed right. Now, I am unsure.\\n\\n'Thank you. Please tell Kizeri you helped me. Put her at ease. I will find my bearing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Raphûz informed you that he lost his cataloguing pack",
      "es": "",
      "es (fem)": ""
    }
  ]
}