{
  "id": 621097858,
  "txt": [
    {
      "id": 216727827,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'The Orcs fear and hate the light of the Elf-stone you carry, even as it renews my own determination to triumph!\\n\\n'I returned as quickly as I could with some of the Avabár-kintai, and they fight bravely in defence of their groves and their people. But you should know something, [placeholder].\\n\\n'Balakhâd was not yet fully-recovered from his injuries, but he followed my small band of Kintai reinforcements here from Shonith. I saw him at times from a great distance, pursuing us as we came north. I know not where he is now, but he may watch the battle from afar, waiting to see which side prevails.'",
      "es": ""
    },
    {
      "id": 49286679,
      "en": "Hold the Elf-stone aloft to inspire Legolas",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Glorfindel asked you to hold the Elf-stone aloft near Legolas, who fights on the western side of the river during the Dagor Carlanthir.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Glorfindel asked you to hold the Elf-stone aloft near Sigileth, who fights during the Dagor Carlanthir by the northern waterfall that hides Utug-bûr.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Sigileth fights beside Silirtas during the Dagor Carlanthir by the waterfall that hides Utug-bûr.",
      "es": ""
    },
    {
      "id": 49286681,
      "en": "Hold the Elf-stone aloft to inspire Sigileth",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Glorfindel asked you to hold the Elf-stone aloft near Elladan and Elrohir, who fight their enemies in the middle of the river to the north-west during the Dagor Carlanthir.",
      "es": ""
    },
    {
      "id": 49286659,
      "en": "Return the Elf-stone to Glorfindel during the Dagor Carlanthir",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Thank you for bringing the light of the Elf-stone to bear during the battle!\\n\\n'We will fight on! We have no choice but to prevail!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Glorfindel fights to the south of Sigileth and Silirtas during the Dagor Carlanthir.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Balakhâd was not yet fully-recovered from his injuries, but he followed my small band of Kintai reinforcements here from Shonith. I saw him at times from a great distance, pursuing us as we came north. I know not where he is now, but he may watch the battle from afar, waiting to see which side prevails.'",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "The light of the Elf-stone shines upon Elladan and Elrohir",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "The light of the Elf-stone shines upon Legolas",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Sigileth during the Dagor Carlanthir",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "The light of the Elf-stone shines upon Sigileth",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The Elf-lord Glorfindel fights valiantly during the Dagor Carlanthir.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I saw how the warriors of Ambarûl responded when you invoked the name of their great hero, [placeholder]. Let us similarly inspire the Elves!\\n\\n'Take this Elf-stone and hold it aloft in the company of the Eldar! May it shine as a beacon against the darkness that threatens to spill from Utug-bûr!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Hold aloft the Elf-stone I gave you in the company of the Eldar! May it shine as a beacon against the darkness that threatens to spill from Utug-bûr!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Desperate Battle: Glorfindel of Imladris",
      "es": ""
    },
    {
      "id": 49286676,
      "en": "Hold the Elf-stone aloft to inspire the Elf-twins",
      "es": ""
    }
  ]
}