{
  "id": 620906108,
  "txt": [
    {
      "id": 22075078,
      "en": "Inspect the fallen Rohirrim",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Gísil",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You see more footprints leading into the distance",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You see another footprint in the distance, as well as several Orc-tracks....",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "As you follow the trail, you spot darkened blood on the ground. Perhaps an Orc was slain nearby?",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Orcs have thoroughly ravaged this croft. It is possible that some of the crofters have escaped this grisly fate and fled to Garsfeld or Snowbourn.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Even before the body in the distance catches your eye, you can tell that this is not the blood of an Orc",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "This Rohirrim and his steed were slain by Orcs. Gísil will want to know of this",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "You have come across no signs of the Rohirrim aside from Sigeric. You should scout the road to see if any Rohirrim were able to escape the Orc-assault.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "Gisil sighs heavily.\\n\\n'So, even the Riders could not escape. What a grim end for my folk. Thank you for telling me, as horrid as the truth is.\\n\\n'I will not allow the crofters to come to such a terrible end. We must depart now or risk losing everything.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You have found a trail of footprints off the side of the road south to Snowbourn.\\n\\nYou should follow the footprints and discover if anyone else escaped the sacking of the croft.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You have found a trail of footprints off the side of the road south to Snowbourn.\\n\\nYou should follow the footprints and discover if anyone else escaped the sacking of the croft.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "You have found a trail of footprints off the side of the road south to Snowbourn.\\n\\nYou should follow the footprints and discover if anyone else escaped the sacking of the croft.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "At the end of the trail, you have found a patch of blood-stained grass.\\n\\nYou should examine the blood to determine its source.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Follow the trail of footprints off the road to Snowbourn",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "You have found a Rohirrim and his steed slain at the end of the trail.\\n\\nYou should inspect the warrior's wounds to confirm your suspicions about his attackers.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Follow the trail of footprints off the road to Snowbourn",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Follow the trail of footprints up the hill",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Gísil is in the Mead Hall of Garsfeld.\\n\\nYou should bring news of what you have found to Gísil.",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Follow the footprints further up the hill",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "No Survivors",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Investigate the nearby blood-stained grass",
      "es": ""
    }
  ]
}