{
  "id": 620906174,
  "txt": [
    {
      "id": 22075078,
      "en": "Talk to Winsig",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Winsig has expressed concern that the Orc camps near Walstow will soon pose too great a threat along with the Orcs entering through the East Wall. She wishes you to completely dismantle their fortifications so that Walstow can redouble its efforts on a single force.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'[placeholder], the time has come to make a decisive strike against our enemies.\\n\\n'To the west and south, Orcs have set up their camps and intend to starve us out as more forces of Mordor pour in from the East. We cannot allow this to happen.\\n\\n'I want you to travel to these camps and raze them. If we can eliminate the Orcs that already seek shelter in our lands, we will be much less ill-prepared to deal with the arrival of new foes.\\n\\n'Make haste... every passing minute brings more Orcs in the Sutcrofts. Their camps must burn or all will be lost.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Winsig has directed you to assault the Orc camps to the south-west and west of Walstow.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done what I thought impossible, [placeholder].\\n\\n'The Orcs may still pose a threat to us, but they will no longer lurk just outside our homes.\\n\\n'We will strengthen our defences at the East Wall and block as many of their number as we can from invading our lands.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "As you've completely destroyed the Orc fortifications, you should now return to Winsig with news of your victory.\\n\\nWinsig can be found in the mead-hall of Walstow.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Complete 'Circling The Kill'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Complete 'Borrowing Barricades'",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Complete 'A Cut Above'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Complete 'A Controlled Pyre'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Cleft In Twain",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Complete 'Crippling The Front'",
      "es": ""
    }
  ]
}