{
  "id": 620906163,
  "txt": [
    {
      "id": 136263297,
      "en": "As you approach, you notice two Orcs preparing to attack the crofter",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated the Orc attackers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have come across a ragged old man on a cliff overlooking a waterfall to the south of Snowbourn. Surely, he knows it is unwise to be outside with so many Orcs about.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "You have come across a ragged old man on a cliff overlooking a waterfall to the south of Snowbourn. Surely, he knows it is unwise to be outside with so many Orcs about.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "The stranger stares blankly at you, considering the situation that has just occurred. He pauses a moment, mouths something silently, and then begins to speak.\\n\\n'Thank you for your aid, stranger. Your assault was opportunely timed, I must say. Those Orcs had truly taken me by surprise.\\n\\n'I had come to visit a... friend of mine, but sadly, his home to the north appears to have been destroyed and I have heard naught of him in some time now...\\n\\n'You need not worry about me, stranger. The Orcs will trouble me not on my journey home, of this I am sure.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The old crofter is just ahead, standing atop a cliff to the south of Snowbourn.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The Orc attackers have moved to attack the elderly crofter standing atop a cliff to the south of Snowbourn.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The crofter is standing alone on a cliff overlooking a waterfall to the south of Snowbourn.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Approach the old crofter",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Approach the old crofter",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat the Orc attackers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to the old crofter",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Mysterious Crofter",
      "es": ""
    }
  ]
}