{
  "id": 620906122,
  "txt": [
    {
      "id": 54354734,
      "en": "Nîn-stazg's war-leader poses a dire threat to the city of Floodwend and its young Thane.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The overseers of Nîn-stazg were an Orkish version of our Sergeants, but they must have a true leader -- a Thane, but in the dark fashion of Mordor.\\n\\n'He will be the most dangerous one of all. It is imperative that we remove their leader to slow their advance on the town of Floodwend!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Warleader of Nîn-stazg can be found deep within the Orc encampment of Nîn-stazg, south-east of Floodwend.\\n\\nYou should defeat the Warleader of Nîn-stazg.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Now my son is angry at me, and talking nonsense about battle and freedom. I do not appreciate this meddling, [placeholder]. I wish you would stay out of the affairs of Floodwend.\\n\\n'Aldor Harding sent you, and for that reason I do not set my guards to knock you out of town, but I must insist that you cease this meddling with my son.\\n\\n'He is only a boy!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thane Radwig is in the Mead Hall of Floodwend.\\n\\nYou should tell Thane Radwig that the Warleader has been slain, which should bring some peace of mind to the young Thane.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Etta, mother of Thane Radwig, is in the Mead Hall of Floodwend.\\n\\nYou should speak with Etta.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We are here only to protect Thane Radwig, at the bidding of Lady Etta.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I am sorry I was not allowed to fight by your side, [placeholder]. Someday, the men loyal to my mother will show their loyalty to me, and I will be able to act the part of a true Thane, not some cowed boy-child.\\n\\n'I was inspired by your feats at Nîn-stazg. It was a pleasure to watch a free warrior do what was right.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You fight like none I have ever seen, [placeholder]. I wish to fight like you, someday, when I have put a few notches on my blade.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Nîn-stazg's Warleader from Mordor",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Radwig in Floodwend",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with Etta",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Leading Floodwend's Demise",
      "es": ""
    }
  ]
}