{
  "id": 620906164,
  "txt": [
    {
      "id": 136263297,
      "en": "You feel a sense of fear, certain that hateful eyes are watching your every move. All of the darkness of the forest spins from this place....",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have ended the suffering of a tree who had long since stopped growing, whose heart was black and pained",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "The guardian approaches! He is starved, ill, miserable to the core. He will kill you if you let him!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "In the shades of the past, you saw that an Ent once resided over this fell glade of Fangorn. You must search for him, and see if he can be helped as Gandalf bid.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "In the shades of the past, you saw that an Ent once resided over this fell glade of Fangorn. You must search for him, and see if he can be helped as Gandalf bid.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The guardian of the Black Heart could be seen in the shades of past suffering scarred upon the barren patches of land.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "The shadow is abated! You have ended the long suffering of this poor, twisted former guardian of the Black Heart. His realm was once hale, but he could not ward off the evil that crept into his realm and corrupted him to the core.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The guardian of the Black Heart can likely be found deep in the forest's darkest reaches in the north-west edge of Fangorn's eaves.\\n\\nYou should search the Black Heart in an attempt to find its guardian.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The guardian of the Black Heart is in this grove...you can feel it.\\n\\nYou should toss a nearby rock to try to catch the attention of the Black Heart's guardian....",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The shadow is abated! You have ended the long suffering of this poor, twisted former guardian of the Black Heart. His realm was once hale, but he could not ward off the evil that crept into his realm and corrupted him to the core.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Gather evidence of the guardian of the Black Heart",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find the guardian of the Black Heart",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Throw the rock! Whatever watches will come...",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "What Grows Within",
      "es": ""
    }
  ]
}