{
  "id": 620950364,
  "txt": [
    {
      "id": 228870261,
      "en": "Instance: A Dark Pact",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Azruthor and Nerzus are at the Stone of Erech.\\n\\nYou should watch the meeting between the invader and the Dead.",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Follow Gúrion to the Hill's peak",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Gúrion",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Nerzus is at the Stone of Erech.\\n\\nYou should defeat him before warning the people of Blackroot Vale of Azruthor's summoning of the Dead to Tarlang's Crown.",
      "es": ""
    },
    {
      "id": 215429255,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Observe the meeting of the Dead and Azruthor",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Gúrion is at the peak of the Hill of Erech.\\n\\nYou have defeated Nerzus once more, but many of the Dead have rallied to Azruthor's side in Tarlang's Crown.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Let us leave this place, [placeholder].'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Honour or not, I am still not certain if I regret joining you here, [placeholder]. I suppose I shall soon find out....\\n\\n'We should advance as quietly as possible, for I do not wish to alert this man to our presence until the time comes.\\n\\n'Let us begin our ascent, [placeholder]. I hope the Dead are kind enough to leave us be....'",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "<rgb=#FF0000>Gúrion has fallen!</rgb>",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Defeat Nerzus",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Nerzus",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "The Dead appear out of the shadows and attack!",
      "es": ""
    },
    {
      "id": 225642642,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Steward Malthellam seeks to expose and oust the strange invader from Tarlang's Crown before he can rally the Dead to his cause.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225642648,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Gúrion is standing near the base of the Hill of Erech.\\n\\nYou have arrived at the Hill of Erech and should now speak to Gúrion.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "<rgb=#FF0000>Gúrion must not be defeated</rgb>",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Gúrion is climbing the Hill of Erech.\\n\\nYou should follow Gúrion toward the summit of the Hill of Erech.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Gúrion is climbing the Hill of Erech.\\n\\nYou have defeated the Dead that attacked you, and should continue up the hill.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Follow Gúrion up the Hill of Erech",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "Azruthor and the Dead rush from the vale!",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Follow Gúrion further up the Hill of Erech",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'We have kept our lives, [placeholder], but I fear we won little else.\\n\\n'This Heir of Castamir, Azruthor, threatens the whole of Gondor and we may only count ourselves lucky that all of the Dead did not heed his call. He has fled to Tarlang's Crown, but he may not stay long there before waging war to the south... or even the West for the Anfalas is all but empty.\\n\\n'You must warn Malthellam and Lady Rosfin at once so the people of Dol Amroth might ready themselves for war in time!'",
      "es": ""
    },
    {
      "id": 235466128,
      "en": "Listen to Nerzus",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Gúrion is climbing the Hill of Erech.\\n\\nYou have defeated the Dead again, but should now sprint to the Hill's peak in hopes of avoiding continued attacks by the Dead.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Gúrion",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Gúrion",
      "es": ""
    },
    {
      "id": 225642665,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Gúrion is hiding near the peak of the Hill of Erech.\\n\\nYou have reached a point close to the summit, and should now speak to Gúrion.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Nerzus is standing at the Stone of Erech.\\n\\nYou have followed Gúrion to the Hill's peak, and should now attempt to convince Nerzus and the Ruthless Dead of the invader's deception.",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'You speak of deception, [placeholder]... yet you know nothing of our plight. Azruthor has given us a means of escape!\\n\\n'The curse that binds us shall be lifted at this war's end and the line of Isildur shall finally be broken! We shall have no one left to answer to save for the Dark Lord, as it always should have been!\\n\\n'You are too late, [placeholder]... we will overwhelm these lands and the Heirs of Castamir shall lead us all to freedom!'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'Look ahead, [placeholder]! Is that the same Oathbreaker you spoke to once before? Nerzus, was it?\\n\\n'I do not see the invader yet, so this may be our last chance! You should speak to the Oathbreaker, and try to convince him of his folly!'",
      "es": ""
    }
  ]
}