{
  "id": 620950366,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Malthellam can be found in Morlad, outside his home.\\n\\nMalthellam has asked you to speak with him and Rosfin about what you encountered in Alagrant and Sardol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Malthellam in Morlad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Lady Rosfin can be found outside Malthellam's home in Morlad.\\n\\nYou have finished speaking with Lady Rosfin and Malthellam about the threats you encountered in the south, and should now speak to Rosfin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Malthellam can be found outside his home in Morlad in north-western Blackroot Vale.\\n\\nYou have been urged to return to Malthellam by Gordir, who hopes that your experiences in Alagrant and Sardol will goad the Steward into taking action.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Rosfin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'It heartens me to know that so much is being done on our behalf, [placeholder].\\n\\n'Yet, I can see that something has troubled you. Come, let us talk of what concerns you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I have heard enough, [placeholder]. If we do not act now, we may as well surrender our lives and lands.\\n\\n'However, I do not plan on giving up so easily....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73089",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "After aiding the villages of Alagrant and Sardol, you have uncovered dangerous new threats to Blackroot Vale that you must reveal to Malthellam and Rosfin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'[placeholder], I have seldom felt as frightened as I am now.\\n\\n'You have seen what vile things rise against us, but I fear that there are few options left for us. I beg you, please travel back to Morlad and tell Malthellam of what you have seen!\\n\\n'I only hope it is not too late!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Malthellam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Come, let us speak inside.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Cursed Vale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730882",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    }
  ]
}