{
  "id": 620950368,
  "txt": [
    {
      "id": 96959073,
      "en": "'You are late to our gathering, [placeholder]....'",
      "es": ""
    },
    {
      "id": 96959074,
      "en": "'You see, the Dead have already sworn themselves to my Lord!'",
      "es": ""
    },
    {
      "id": 6254433,
      "en": "'Who do you think this man to be, [placeholder]?'",
      "es": ""
    },
    {
      "id": 96959075,
      "en": "'I am Azruthor, an Heir of Castamir, and servant to The Scourge.'",
      "es": ""
    },
    {
      "id": 61552001,
      "en": "'Come, Azruthor, this is the one I told you of....'",
      "es": ""
    },
    {
      "id": 96959076,
      "en": "'When this war ends and the kingdoms of Men lie broken, the Great Eye shall rule and the Dead will be free of their curse!'",
      "es": ""
    },
    {
      "id": 61552002,
      "en": "'As you wish, my Lord.'",
      "es": ""
    },
    {
      "id": 6254434,
      "en": "'Perhaps he is a corsair, but to hold such power over the Dead... I do not think it likely.'",
      "es": ""
    },
    {
      "id": 96959077,
      "en": "'I need not the strength of the heir of Isildur to break this curse... only the might of the Dark Lord Sauron!'",
      "es": ""
    },
    {
      "id": 61552003,
      "en": "'Your journey ends here... I will not allow you to keep us from the freedom we desire!'",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "Instance: A Dark Pact",
      "es": ""
    },
    {
      "id": 6254435,
      "en": "'But... there were those of a long-vanished line that worshipped the Enemy and wielded vile power in his name.'",
      "es": ""
    },
    {
      "id": 6254436,
      "en": "'Unlikely as it is, it could be that this man is a descendant of the Black Númenóreans.'",
      "es": ""
    },
    {
      "id": 96959078,
      "en": "'While I admire your boldness in seeking an audience with me, you will not leave the vale alive.'",
      "es": ""
    },
    {
      "id": 61552004,
      "en": "'There is no defeat for me, [placeholder]... it is only you who shall meet your doom in Gondor!'",
      "es": ""
    },
    {
      "id": 6254437,
      "en": "'If that should be true, we would have much more to worry about than fear of the Dead.'",
      "es": ""
    },
    {
      "id": 96959079,
      "en": "'Serve your master, Oathbreakers, and your curse shall be lifted!'",
      "es": ""
    },
    {
      "id": 6254438,
      "en": "'I pray I am wrong, [placeholder]... but I cannot explain what I have seen thus far.'",
      "es": ""
    },
    {
      "id": 96959080,
      "en": "'I leave this matter to you, Nerzus, and pray you do not fail me. Slay them where they stand!'",
      "es": ""
    },
    {
      "id": 96959081,
      "en": "'As for the rest of you... you will begin to repay the Dark Lord for your betrayal in Tarlang's Crown!'",
      "es": ""
    },
    {
      "id": 81411361,
      "en": "'My people have long avoided the Hill for good reason, [placeholder]...'",
      "es": ""
    },
    {
      "id": 81411362,
      "en": "'...so you must forgive me if I seem a mite uneasy.'",
      "es": ""
    },
    {
      "id": 81411363,
      "en": "'They are upon us! To arms!'",
      "es": ""
    },
    {
      "id": 81411364,
      "en": "'I fear we shall not soon see the last of them, but we must press on! Now, what was I saying?'",
      "es": ""
    },
    {
      "id": 81411365,
      "en": "'The Dead will not suffer our presence here, [placeholder]... we must fight through them.'",
      "es": ""
    },
    {
      "id": 81411366,
      "en": "'We have tarried long enough! There is no sense in allowing them more time to regroup!'",
      "es": ""
    },
    {
      "id": 81411367,
      "en": "'Let us wait a moment here, [placeholder]....'",
      "es": ""
    },
    {
      "id": 81411368,
      "en": "'Hold, [placeholder]. The chill of death is still in the air....'",
      "es": ""
    }
  ]
}