{
  "id": 620950365,
  "txt": [
    {
      "id": 216727827,
      "en": "Rosfin can be found beside the fireplace in Malthellam's home.\\n\\nYou have come to tell Malthellam and Rosfin of what you have learned of the Dead and Tarlang's Crown. You should speak to Rosfin while you wait for Malthellam.",
      "es": ""
    },
    {
      "id": 266374872,
      "en": "Wait for Malthellam",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Malthellam",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I am sorry to have kept you and Lady Rosfin waiting, [placeholder]. I was trying to find some sort of explanation as to why the Dead have returned to the Hill in such force....\\n\\n'I shall soon ask you more of your travels in the south, but first, let me tell you more of the vale's history.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Malthellam and Rosfin are speaking in Malthellam's home.\\n\\nYou have informed them that the Dead continue to haunt the vale.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Malthellam can be found beside the fireplace in his home.\\n\\nYou have come to tell Malthellam and Rosfin of what you have learned of the Dead and Tarlang's Crown. You should speak to Malthellam.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Malthellam is near his fireplace in his home.\\n\\nMalthellam and Rosfin spoke at length on the history of the vale, and Malthellam now desires to hear the rest of your tale.",
      "es": ""
    },
    {
      "id": 215429254,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Listen to Malthellam",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Malthellam and Rosfin are speaking in Malthellam's home.\\n\\nYou have told them of all that you experiencing in Alagrant and Sardol, and now Malthellam and Rosfin are discussing what is to be done.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Recount your <rgb=#FF00FF>story</rgb> to Malthellam and Rosfin",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Listen to Malthellam and Rosfin",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Malthellam can be found beside the fireplace in his home.\\n\\nYou have finished discussing matters with Rosfin and Malthellam and should speak to Malthellam once more before readying yourself to journey into the vale once more.",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Malthellam",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'We have spoken enough on these matters, [placeholder]. The danger to the east has grown, and it must be dealt with soon, lest it spread south into Lamedon.'",
      "es": ""
    },
    {
      "id": 225642641,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Let us be done with these talks.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "After aiding the villages of Alagrant and Sardol, you have uncovered dangerous, new threats to Blackroot Vale that you must reveal to Malthellam and Rosfin.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Rosfin",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Malthellam told me that you have much to tell us of happenings around Alagrant and Sardol... I hope what you have seen can offer us some hope, but your face seems to say otherwise.\\n\\n'Let us hear what you have to say then....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Cursed Vale",
      "es": ""
    },
    {
      "id": 225642625,
      "en": "DNT -- will not be seen",
      "es": ""
    }
  ]
}