{
  "id": 620950363,
  "txt": [
    {
      "id": "0x178d172",
      "en": "Steward Malthellam seeks to expose and oust the strange invader from Tarlang's Crown before he can rally the Dead to his cause.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Malthellam can be found outside his home in Morlad in Blackroot Vale.\\n\\nYou encountered Azruthor, a Black Númenórean sorcerer and one of the Heirs of Castamir. His grim task came to fruition, but he fled back to Tarlang's Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Malthellam in Morlad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Gúrion shall meet you at the Hill. Are you ready, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Dark Pact",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I am thankful for the aid you have provided us, [placeholder].\\n\\n'I worry greatly for Dol Amroth now that this Black Númenórean has swayed the Dead to his cause. Yet, I cannot help but feel that the vale has returned to some sense of peace now that he and most of the Dead have rushed away into Tarlang's Crown.\\n\\n'We shall remain vigilant, and keep them from pillaging our towns any further. I only hope we can afford Dol Amroth enough time to ready itself for war.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Malthellam can be found outside his home in Morlad.\\n\\nMalthellam has asked you to rally with Gúrion at the Hill of Erech in hopes of exposing the identity of the strange Man from Tarlang's Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73088",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Malthellam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Lady Rosfin and I have talked at length about this invader from Tarlang's Crown.\\n\\n'He must be of considerable power to sway the Dead to his cause, but he is still just a Man... or so I hope. We cannot be certain if he has already finished his dealings with the Dead, but you must seek him out at the Hill. If he is to meet the Dead there again, he will show himself, and it is then that you must convince the Dead of his deception.\\n\\n'Go now, [placeholder]! Gúrion shall aid you when you reach the Hill!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}