{
  "id": 620950205,
  "txt": [
    {
      "id": 111477412,
      "en": "Investigate the streets of Lothgobel for signs of a Corsair invasion ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "The smell of smoke on the air does not bode well",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "A wheel lies fallen from the waggon to which it was attached ",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "You have found a burning waggon",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "A pile of crates burns in the middle of the road",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Find and confront Jajax",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "Homes can be found in Lothgobel in central Lamedon.\\n\\nYou should search homes for signs of Gondorians or the invading Corsairs.",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'I am Jajax, Captain of these men. What is it you seek? An honourable death? Or perhaps to join the Corsairs and seek riches across the wide world? Maybe you wish to kill me and all of my men. These are your choices three.'",
      "es": ""
    },
    {
      "id": 246419777,
      "en": "The Watchman can be found in Dínadab in northern Lamedon.\\n\\nYou should speak with the Watchman about what should be done next against the Corsair threat.",
      "es": ""
    },
    {
      "id": 246419894,
      "en": "You have seen a great deal of evidence showing that the enemies here are uniformly loyal to a Corsair named Jajax.\\n\\nYou should seek out this captain and confront him about his ransacking of Lothgobel.",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'I think we must look into the reports of Corsairs sighted in Lothgobel, just south down the road from here. They might need help, [placeholder].\\n\\n'Are you willing to look into it? Please be careful. The Corsairs are dangerous foes....'",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Speak with the Watchman of Dínadab",
      "es": ""
    },
    {
      "id": 177082740,
      "en": "You should investigate the rumours of Corsairs in Lothgobel, to the south",
      "es": ""
    },
    {
      "id": 177082741,
      "en": "A waggon lies violently overturned in the street",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You heard rumours that Corsairs were seen moving into Lothgobel in central Lamedon.",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Lothgobel is in central Lamedon.\\n\\nYou should investigate Lothgobel for signs of Corsair intrusion.",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Investigate the streets of Lothgobel for signs of Corsair intrusion",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I thank you for all that you have done for us, dear [placeholder]. It sounds as if the Corsairs mean to menace far more than our little corner of Gondor.\\n\\n'The Watchman surely has need of your aid, and we can ask no more of you.'",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "Lothgobel is in central Lamedon.\\n\\nYou should investigate Lothgobel for signs of Corsair intrusion.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Investigate homes in Lothgobel ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Lothgobel and Reports of Corsairs",
      "es": ""
    }
  ]
}