{
  "id": 620892674,
  "txt": [
    {
      "id": 218649170,
      "en": "'Splendid! It is wonderful to meet someone with such a strong passion for the beauty of fireworks.\\n\\n'Take care, and I hope that you bring your joy for merriment wherever you go, especially in these dark days.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fireworks Exploration",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "The blue fireworks appear calm over the clutter and clamour of Bree",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I shall remain here during the duration of the festival, and will look forward to your return.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "This appears to be the location for launching blue fireworks",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The proper time and place will truly enchance the wonder of your fireworks.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "The red fireworks enhance the bravery present in the dwarf-made structures",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gandalf has asked you to travel to each of these locations and launch the appropriate fireworks: \\n\\nLaunch blue fireworks at the firework show in Bree, near the North-gate.\\n\\nLaunch red fireworks at Frérin's Court outside of Thorin's Hall.\\n\\nLaunch green fireworks at the Last Homely House in Rivendell.\\n\\nLaunch yellow fireworks at the Party Tree of Hobbiton in the Shire.\\n\\nLaunch orange fireworks at the summit of Weathertop in the Lone-lands.\\n\\nLaunch purple fireworks outside Tom Bombadil's home in the Old Forest.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'It gives me pleasure to know that my fireworks bring such joy to others.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "This appears to be the location for launching red fireworks",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Launch yellow fireworks at the Party Tree in the Shire",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gandalf may be found at the Methel-stage north of Bywater in the Shire during the firework shows.\\n\\nYou should return to Gandalf and share with him your experiences with fireworks.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Fireworks are even more beautiful when you can share the moment with friends.'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "The green fireworks do well to complement the harmonious nature of the Elves",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Launch purple fireworks at Tom Bombadil's house in the Old Forest",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "This appears to be the location for launching green fireworks",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Launch purple fireworks at Tom Bombadil's house in the Old Forest",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "The orange fireworks emit a warm glow that illuminates the peak of Weathertop",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Return to Gandalf at the Methel-stage fireworks show",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "This appears to be the location for launching orange fireworks",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "The yellow fireworks have a playful quality, enhanced by the cheerful appearance of the Party Tree",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Launch blue fireworks at the firework show in Bree",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Launch blue fireworks at the firework show in Bree",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Launch red fireworks at Frérin's Court in Ered Luin",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Launch red fireworks at Frérin's Court in Ered Luin",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Launch green fireworks at the entrance to the Last Homely House in Rivendell",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Launch green fireworks at the entrance to the Last Homely House",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Launch orange fireworks at the peak of Weathertop in the Lone-lands",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Launch orange fireworks at the peak of Weathertop in the Lonelands",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Launch yellow fireworks at the Party Tree in the Shire",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "This appears to be the location for launching yellow fireworks",
      "es": ""
    },
    {
      "id": 32729281,
      "en": "The rich purple fireworks are a contrast to the simple and secluded surroundings of Tom Bombadil's house",
      "es": ""
    },
    {
      "id": 32729282,
      "en": "This appears to be the location for launching purple fireworks",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gandalf the Grey has asked you to visit various locations throughout Middle-earth and to use specific colours of fireworks at each landmark.\\n\\n<rgb=#FF0000>Fireworks may be purchased from festival vendors or earned as festival rewards.</rgb>\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Greetings, [placeholder]. Have you come to see the fireworks on display?\\n\\n'Viewing fireworks may evoke different emotions and memories depending upon the firework's characteristics and its surroundings. For example, observing blue fireworks in Bree will offer a much different sensation than green fireworks in Rivendell. Are you interested in observing this curiosity for yourself? If so, I recommend setting off fireworks in various locations during your travels.\\n\\n'I only ask that you return to me once you have experienced the marvelous beauty of fireworks throughout Middle-earth. I would hear the tale of your experience.'",
      "es": ""
    }
  ]
}