{
  "id": 620829665,
  "txt": [
    {
      "id": 136263297,
      "en": "Globsnaga rush forth to reclaim the mirror!",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Cleaned mirror with the acid",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ancient mirrors once reflected light throughout the tunnels of Moria. One of them in the Water-works has been covered with a thick layer of fungus.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Greetings, [placeholder]!\\n\\n'One of the dwarf-mirrors has been covered with the fungus infesting everything down here. No matter what I have tried, I have not been able to get rid of it. Ansurr has been experimenting with a variety of acid he claims he retrieved from the dragonets in the Silvertine Lodes... perhaps you could try using it to clean the mirror?\\n\\n'The mirror is to the south, just outside the Chamber of Memory. If it works, return to me, but travel with care, the Orcs are lurking about! There is still more to be done!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The fungus-covered mirror can be found just outside the Chamber of Memory, south-east of Hulwul-nefekh.\\n\\nThrand believes the acid Ansurr crafted should destroy the fungus covering the mirror.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So, it cleared it away? Good. Interesting that the Orcs would be riled to defend it so.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The fungus-covered mirror can be found just outside the Chamber of Memory, south-east of Hulwul-nefekh.\\n\\nThrand believes the acid Ansurr crafted should destroy the fungus covering the mirror.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Thrand is at Hulwul-nefekh in central Water-works.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Use the acid on the mirror. If Ansurr is correct, it should clear the fungus from it.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the fungus-covered mirror",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Clean mirror with the acid",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Thrand at Hulwul-nefekh",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Darkened by Mildew",
      "es": ""
    }
  ]
}