{
  "id": 620829682,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The goblins keep smashing the dwarf-lamps. Without them, we cannot safely find our way through the halls and move supplies between the camps we have established throughout Khazad-dûm.\\n\\n'We either have to find more materials to craft more lamps or find a replacement. The latter may be easier, now that I think of it. I believe we can use bits of glass-spider legs to replace the crystals. In order to do this, though, I will need a great many of those legs.\\n\\n'If you would, go out and hunt down some glass-spiders and bring me their legs. You can find a good many of the beasts to the west, near The Lost Palace.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Yes, looking at these, they may do well for a shoddy replacement. Thank you for not breaking them into too many pieces.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I do not believe we can fix the dwarf-lamps without those glass-spider legs. Do not tarry any longer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Clearly Problematic",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The materials originally used to craft the dwarf-lamps have long since been used up. More must be found if the halls of Moria are to shine once more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Glass spider-legs collected ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect glass-spider legs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Glass-spiders can be found to the west of the Rotting Cellar, near The Lost Palace.\\n\\nThrand wishes to repair some of the dwarf-lamps smashed by the goblins and speculates that glass-spider legs will make the best replacements for the crystals.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Thrand in the Rotting Cellar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thrand is in the Rotting Cellar, east of The Lost Palace.\\n\\nThrand will be delighted to see the condition of the glass-spider legs you collected.",
      "es": "",
      "es (fem)": ""
    }
  ]
}