{
  "id": 620829686,
  "txt": [
    {
      "id": 218649169,
      "en": "'I have polished up and tinkered with these glass-spider legs as much as I can. There is naught more I can do...either they will work, or we shall be wandering in the dark.\\n\\n'Unfortunately, I have too much to do here, or I would repair the lamps myself. I will have to leave that task in your capable hands.\\n\\n'The posts are all over Gabil-munz, south-west of here. Go out there and repair those lamp-posts, then return to me when you are done.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So, they worked! I never doubted my craftsmanship. Never had a doubt.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If those lamps are not repaired, we cannot safely run supplies between the camps.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Spider-leg Prisms",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I think we will soon have to find new materials for the lamps...the use of spider-legs is simply too distasteful, nor are they very efficient.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Thrand has polished the glass-spider legs and prepared them to be placed inside the empty lamp-posts.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Repaired lamps near Gabil-munz ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Repair lamps near Gabil-munz ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The empty lamp-posts can be found all over Gabil-munz, south-west of the Rotting Cellar.\\n\\nThrand would like you to place the polished glass-spider legs inside the posts to repair them.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Thrand in the Rotting Cellar",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thrand is in the Rotting Cellar, north-east of Gabil-munz.\\n\\nYou should return to Thrand and inform him the glass-spider legs worked and the lamp-posts have been repaired.",
      "es": ""
    }
  ]
}