{
  "id": 620829779,
  "txt": [
    {
      "id": 136263297,
      "en": "Green Lamp Fragment Found ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You found a green glass shard from an ancient dwarf-lamp. It is rumoured that such lamps were used to reveal hidden doors throughout Moria.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "This glass shard is dirty and dulled, but through the dust and grime you can see its bright green colour. You know from the tales of Moria that the dwarves had several different coloured lamps they used to find hidden doors. With a couple more green fragments, you may have enough shards to construct a green lamp.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Perhaps a dwarf in the nearby Deep Descent expedition of the Silvertine Lodes may know something more about the strange lamp fragment you found.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Hmm. I could have sworn all of these were lost long ago...but it seems that you may have found a fragment of one of the ancient dwarf-lamps of Moria!\\n\\n'They were used to reveal hidden doors secreted throughout the mines, beyond which hidden treasures of insurpassable value were locked away! Or so the old tales say, at any rate.\\n\\n'What a pity that this one is broken. There's not much I can do with it. If you were to find more of it, then there might be some hope I could repair it. This one looks like its been gnawed on by one of those accursed grodbog creatures; perhaps you might find more of it in their lairs.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "South of the Deep Descent in the Silvertine Lodes should be gredbyg-lairs.\\n\\nYou may be able to find more shards of the lamp with in the gredbyg-lairs of the Silvertine Lodes.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Styrr can be found in the Deep Descent at the northern edge of the Silvertine Loads.\\n\\nYou should return to Styrr with the fragments of the lamp you have recovered.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'It is a bit dusty and chipped, but that green fragment once was part of one of the ancient dwarf lamps. A couple more just like that, and I could probably refashion a green dwarf-lamp out of them.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What's that there? Managed to collect a few more of those fragments, have you? I may well be able to do something with these!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with Styrr",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Gather Green Lamp Fragments ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with Styrr",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "HIDING CONTENT - DNT - Green Dwarf-Lamp",
      "es": ""
    }
  ]
}