{
  "id": 620829673,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected creature samples ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Toad Leg collected",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Spider Leg collected",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Águti is curious as to the nature of the wildlife in the Water-works and is looking for someone to help him investigate.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am curious to know more about what lurks in the depths of the Water-works. I have identified three major forms of creature here: toads, lizards, and spiders -- all of them vile, creeping things.\\n\\n'I want to know more about them, however, and how we might stem their growth. If you would bring me back some examples of the specimens, I should be able to determine who eats what, and perhaps I can find a way to pit them against each other.\\n\\n'You can find these creatures all throughout the Water-works. I would like to see these vermin distracted from their appetite for my kinsmen.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Toads, lizards, and spiders can be found all over the Water-works in Moria.\\n\\nÁguti wants to know more about the local wildlife. He asked you to gather samples of the toads, lizards, and spiders of the Water-works.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These samples are exactly what I need to break the mysteries of the Water-works. With these, I can figure out the feeding hierarchy and determine the most effective creature for us to strike.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Águti can be found at the Rotting Cellar camp in the Water-works.\\n\\nÁguti will want to see the samples while they are still fresh, for he hopes to learn from them.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Hurry up and bring back those samples. As soon as we can figure out what eats what, we can figure out what we need to kill to remove these creatures from the area.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'This toad leg is covered in a thick slime. The question is, do they use the slime to paralyze their attackers or their prey?'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'This spider leg is very interesting. From how it moves I should be able to figure out if it is for chasing or fleeing. That will give us insight into who eats who.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect creature samples ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak to Águti",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Águti in the Rotting Cellar",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Speak to Águti",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Studying the Local Wildlife",
      "es": ""
    }
  ]
}