{
  "id": 620829666,
  "txt": [
    {
      "id": 136263297,
      "en": "A great water-wheel lies still in the water nearby",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated creatures at The Great Wheel ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The water-wheels of Moria were once instrumental in powering and cooling the great fires of the ancient forges.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Have you heard a great creaking and churning in your travels of the Water-works? That sound is from one of the ancient water-wheels which once powered the great forges of Khazad-dûm. Without those wheels, the forges would overheat, and all the dwarves would have burned and met their end.\\n\\n'However, not all of the wheels still work. The Great Wheel has long stood dormant, and it is time we renewed its churn. If you can, do us a favour and drive out some of the creatures in the area. If we are to refire the forges, we will need to control the wheels first.\\n\\n'The water-wheels can be found by The Great Wheel, south-west of here.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The water-wheels can be found at The Great Wheel, south-west of the Hulwul-nefekh.\\n\\nAnsurr challenged you to find a great water-wheel in the Water-works which is no longer working. Once found, he wants you to clear out some of the creatures nearby to secure it.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So you found it? \\n\\n'Well, I am impressed. Many would have succumbed to the waters or the creatures of the deeps. Your help is greatly appreciated.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ansurr is in Hulwul-nefekh, north-east of The Great Wheel.\\n\\nAnsurr will be pleased to hear you located and secured the water-wheel.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The water-wheels can be found to the south-west. If we are to rekindle the forges, the wheels must be under our control.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the ancient water-wheel",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat creatures at The Great Wheel ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Ansurr in Hulwul-nefekh",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Churning Froth",
      "es": ""
    }
  ]
}