{
  "id": 620829781,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The depths of Khazad-dûm are a mysterious place, but the delvings of the dwarves hold just as many secrets. Our forebears hid doors in the most obvious of places, yet only allowed those with special lamps to see they were there.\\n\\n'One of these doors is here in the Flaming Deeps and hides an ancient forge, Umukh-kanon. In this place, the dwarves of old made the finest of arms and armour, equipment that surpasses that of newer make.\\n\\n'I cannot tell you exactly where the door is, but I can give you an idea as to where to look for Umukh-kanon. Head to the south, then the east. If you reach the Water-works you have travelled too far. It is said that the Crossroads of Ash hide the secret.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, you found the entrance to Umukh-kanon? I am impressed. Even with the correct lamp, the hidden dwarf-doors do not always show themselves to everyone. Now, let us talk about what is inside.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Umukh-kanon must be found, [placeholder]. It is sure to hold great secrets still.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - DNT - Mapping Umukh-kanon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "After finding several purple dwarf-lamp fragments, Gúthi combined them into a functioning purple dwarf-lamp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Found the dwarf-door to Umukh-kanon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the dwarf-door to Umukh-kanon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ölfun indicated the door to Umukh-kanon was south-west of Anazârmekhem, saying it was near the Crossroads of Ash and before the Water-works.\\n\\nÖlfun told you of an ancient forge, Umukh-kanon, hidden behind a dwarf-door that your purple lamp could reveal. He challenged you to find it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ölfun at Anazârmekhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ölfun is at Anazârmekhem, north-east of Umukh-kanon.\\n\\nÖlfun will be pleased to hear you met his challenge and found the entrance to Umukh-kanon.",
      "es": "",
      "es (fem)": ""
    }
  ]
}