{
  "id": 620829782,
  "txt": [
    {
      "id": 218649169,
      "en": "'As I am sure others have told you by now, Khazad-dûm holds many secrets beyond what the eye can see itself. One of those secrets is held behind a hidden door to the north-east of here.\\n\\n'It is an ancient crystal-mine, Kheled-menem, a place we used to gather up the glowing crystals you see throughout our camps. If we are to bring Khazad-dûm back to its glory, we will need this mine.\\n\\n'I have much to do inside this place; however, I will not trust you with helping me until you can find the door yourself. We dwarves do not give up Khazad-dûm's secrets easily, but I will provide you with a little help. Head north-east, beyond the Orc-watch and the Ghâsh-hai encampments, but do not venture near the Orcs beyond. With the purple dwarf-lamp you built, the door to Kheled-menem should now reveal itself to you. Make sure you check places you might have looked past with haste before.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So, you found the entrance to Kheled-menem. The doors have been known to be difficult...sometimes they do not even show themselves to dwarves. I am impressed you were able to find it.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You must find the door yourself in order to gain entrance.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "HIDING CONTENT - DNT - Mapping Kheled-menem",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "After finding several purple dwarf-lamp fragments, Gúthi combined them into a functioning purple dwarf-lamp.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Found the dwarf-door to Kheled-menem",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the dwarf-door to Kheled-menem",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Endrith indicated that the door to Kheled-menem was north-east of Anazârmekhem, saying it was beyond the Orc-watch and the Ghâsh-hai encampments, but before the other Orc-camps.\\n\\nEndrith told you of a crystal-mine hidden behind an ancient door, saying that your purple dwarf-lamp would now reveal the door to you. He was, however, cryptic about where to find this door.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Endrith in Anazârmekhem",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Endrith is at Anazârmekhem, south-west of Kheled-menem.\\n\\nEndrith will be pleased to hear you met his challenge and found the entrance to Kheled-menem.",
      "es": ""
    }
  ]
}