{
  "id": 620829773,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'With that yellow dwarf-lamp, you can see the dwarf-doors hidden around Zelem-melek. This is good for you because we dwarves hid many things behind secret doors that can only be seen by the light of dwarf-lamps. Zurr-tharûkh is one such place.\\n\\n'Zurr-tharûkh was a tomb where some of the most honoured warriors of Khazad-dûm were interred. Some of my own forefathers are there, in fact. The thought that Mazog and his ilk may have entered such a place brings a knot to my gut. But before I can ask you to aid me in reclaiming it, you first must find it.\\n\\n'Head west, but stop within the halls of Mudmul-charâf. Look somewhere to the north, and the door to Zurr-tharûkh should reveal itself to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am impressed you were able to locate Zurr-tharûkh. Even I, one whose forebears are buried within, had to walk by that section of wall several times before I saw the outline. Now, about what is inside....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'To think, I may be reunited with some of my forefathers, heroes of Khazad-dûm. What an honour for such a lowly dwarf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - Mapping Zurr-tharûkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Geirfast rebuilt an ancient yellow dwarf-lamp for you. He told you that this lamp will show you a hidden dwarf-door in Zelem-melek.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Found the dwarf-door entrance to Zurr-tharûkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the dwarf-door entrance to Zurr-tharûkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Zurr-tharûkh, hidden behind a dwarf-door, is said to be somehwere within the halls of Mudmul-charâf, west of the Twenty-first Hall.\\n\\nZurr-tharûkh is a tomb where some of Khazad-dûm's finest warriors were interred. Káti was able to tell you its general location, but left finding its entrance up to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Káti at the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Káti is in the Twenty-first Hall, east of Zurr-tharûkh.\\n\\nKáti will be pleased to hear you found the hidden dwarf-door entrance to Zurr-tharûkh.",
      "es": "",
      "es (fem)": ""
    }
  ]
}