{
  "id": 620829774,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Khazad-dûm was the seat of power of the Longbeards. We not only worked here, but lived here, studied here, were happy here. One of the greatest secrets of these depths is the libraries they contain, and one of them is more of a secret than any other.\\n\\n'We are calling this place Mezel-katub. Records we recovered indicate that Balin gathered together vast amounts of long forgotten knowledge and placed it here. If we were to recover even one of the tomes from inside, I cannot imagine the secrets and wonders we could relearn. But Mezel-katub does not reveal itself to any who pass by. No, it must be found to be entered.\\n\\n'I can tell you where to begin your search, but that is all, unfortunately. Search to the south, near the Orc-camps of Skrithûrz-ulíma and Baiúrz-mur for the entrance to Mezel-katub. You will know it when you find it, as long as you have that yellow lamp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I can see by the gleam in your eye that you have discovered the entrance to Mezel-katub. Now you can help discover what knowledge lies within!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The lore within Mezel-katub is surely immeasurable. While mithril is invaluable, knowledge is priceless.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - Mapping Mezel-katub",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Geirfast rebuilt an ancient yellow dwarf-lamp for you. He told you that this lamp will show you a hidden dwarf-door in Zelem-melek.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Found the dwarf-door entrance to Mezel-katub",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the dwarf-door entrance to Mezel-katub",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mezel-katub is near the Orc-camps of Skrithûrz-ulíma and Baiúrz-mur, south of the Twenty-first Hall.\\n\\nMõgr told you of Mezel-katub, Balin's personal library in Zelem-melek. He said it was behind a hidden dwarf-door that you must find using the yellow lamp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Mõgr at the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mõgr is at the Twenty-first Hall, north of the Orc-camps of Skrithûrz-ulíma and Baiúrz-mur.\\n\\nMõgr will be pleased to hear that you found the entrance to Mezel-katub, Balin's library.",
      "es": "",
      "es (fem)": ""
    }
  ]
}