{
  "id": 620829691,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The sound of the water through the wheels was once so great it nearly hurt to be here, now the water flows through them at barely a trickle. Time and fungus have assaulted the once-great wheels.\\n\\n'They are decrepit, eaten away by rust and consumed by spores. To bring them to their full potential, they must be cleared of these banes. Search the Water-works and bring me the acid-glands of the glow-worms. Many of these worms have gathered to the north-west. With those glands, I can fashion an oil that will clear away these foul things.\\n\\n'When you have accomplished this task, return here to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These will do fine. This will be just enough acid to make exactly what we need, and it looks like you did not get too much on yourself either.\\n\\n'A fine job, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'That acid will be strong enough to reverse the centuries of damage, I should think.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Rusted Works",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The ancient water-wheels are largely rusted and covered with fungus, impeding their movement.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected acid-glands ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect acid-glands ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Glow-worms can be found to the north-west, in the Water-works.\\n\\nAnsurr asked you to gather acid glands from glow-worms. With them, he can fashion an oil to restore the water-wheels.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ansurr in Hulwul-nefekh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ansurr is in Hulwul-nefekh, in central Water-works.\\n\\nAnsurr will be pleased to see you have gathered all of the acid-glands he needs to create his oil.",
      "es": "",
      "es (fem)": ""
    }
  ]
}