{
  "id": 620829723,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Red lamp fragment collected ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You found a the broken fragment of an ancient dwarf-lamp.\\n\\nIt is rumoured that such lamps were used to reveal hidden doors throughout Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "This glass shard is dirty and dulled, but through the dust and grime you can see its bright red colour. You know from the tales of Moria, the dwarves had several different coloured lamps they used to find hidden doors. With a couple more red fragments, you may have enough shards to construct a red lamp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have found the broken fragment of a lamp containing a strangely crafted red lens.\\n\\nIt is obviously of ancient Dwarven make - perhaps some Dwarf within the Chamber of the Crossroads in Durin's Way might be able to tell you more about it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What's that you've got there [placeholder]? By Durin's Beard! Tis a fragment of one of the old door lamps!\\n\\n'The old lore speaks of a number of doors within Moria, each hidden in a manner similar to the Hollin gate, but each could only be found with a magic lamp, with a lens cunningly crafted to cast a light that would reveal the outlines of the door.\\n\\n'That is a fragment of the lamp - if you can find the rest of it, I might be able to reforge it, and then we could find the door it was meant to reveal!\\n\\n'It's obviously been shattered - but perhaps the Goblins inhabiting Durin's Way might have carried off the rest of it? It's worth a look!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gansi believes that more broken fragements of the lamp might be found on the Goblins in Durin's Way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Bring the lamp fragments you have collected to Gansi at the Chamber of Crossroads in Durin's Way. He claims to be able to reforge the lamp from these shattered pieces!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'A red glass fragment... Very nice find. If you only had some more, perhaps we could fashion a lamp from them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "NOT USED",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Great work [placeholder], you've brought me enough fragments that I should be able to remake one of the ancient red lamps!\\n\\n'I wonder that you were able to find enough of them. I had feared that the goblins would have destroyed them all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak with Gansi the Dwarf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect red lamp fragments ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the lamp fragements to Gansi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - DNT - Red Dwarf-Lamp",
      "es": "",
      "es (fem)": ""
    }
  ]
}