{
  "id": 620829669,
  "txt": [
    {
      "id": 218649169,
      "en": "'I studied the samples you brought me and have determined how we can best thin out everything down here with one simple stroke. The deep-toads are the key to the survival of the lizards and spiders. To strike the deep-toads will be to strike their predators as well.\\n\\n'How, you ask? The lizards are unaffected by the venom of the spiders, and so the spiders cannot weaken them, making them undesirable prey for the spiders. Also, the lizards have enough cunning to avoid the webs of the spiders. The toads, on the other hand, are nearly mindless in contrast; lizard and spider alike have little difficulty trapping and devouring the toads.\\n\\n'If you remove the toads, the spiders and lizards will have no choice but to fall upon each other. Will you do this?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Excellent work, [placeholder]. I have faith that soon the creatures in the Water-works will no longer be a threat, and we will be able to retake it with ease.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If we thin the toads, the rest will kill each other off. I am confident in this!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Local Wildlife is Deadly",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It will take a little time, but we will eventually be able to recover the Water-works from the creeping things which dwell here.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Águti has determined that the deep-toads are the linchpin to the food-chain in the Water-works.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated deep-toads ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat deep-toads ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Deep-toads can be found all over the Water-works.\\n\\nÁguti believes that when the toads are killed, the lizards and spiders will fall upon each other for food.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Águti in the Rotting Cellar",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Águti is in the Rotting Cellar.\\n\\nÁguti will be pleased to hear the deep-toad population has been thinned.",
      "es": ""
    }
  ]
}