{
  "id": 620829696,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Stonecrest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A powerful lizard has been killing dwarf-messengers. Gyrgir wishes you to lure the lizard out and end him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have boiled down the slime and combined it with several herbs to make a potent powder. It smells very appetizing, but it is a powerful poison.\\n\\n'Sprinkle it on the lizard-food in The Drowned Deep. At some point, Stonecrest should come looking to feast.\\n\\n'When it has been weakened, you should be able to defeat it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The lizard-food can be found at The Drowned Deep, west of Hulwul-nefekh.\\n\\nGyrgir says that a powerful lizard, Stonecrest, often feeds on grodbog-corpses. He has crafted a powerful poison to sprinkle on the food. Once Stonecrest eats it, Gyrgir believes you may have a chance to defeat it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So the great lizard has fallen. My brothers are avenged....\\n\\n'This news brings tears of joy to my eyes. Making sure our travel routes are clear and open is of vital importance, and this is one step in the right direction.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gyrgir is in Hulwul-nefekh, east of The Drowned Deep.\\n\\nGyrgir will be pleased to know his poison worked and that Stonecrest will devour no more dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'That lizard must be dealt with before he kills us all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The great lizard is dead, thanks to you! I will remember your courage.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Stonecrest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Poison the food",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Gyrgir in Hulwul-nefekh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Gyrgir in the Rotting Cellar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fighting Slime with Slime",
      "es": "",
      "es (fem)": ""
    }
  ]
}