{
  "id": 620829676,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Restored paddles with the acid ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Removed slime from the main paddle ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The water-wheel assembly in the Water-works is covered with fungus spores and slime.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have distilled and purified the acid from the glow-worms into something we can use to great effect. Take this and head back to the water-wheel assembly at The Great Wheel, [placeholder].\\n\\n'In that area, you will find many small paddles infested with fungus spores and the main paddle covered with slime. For the wheel to work once more, the fungus and slime must be removed.\\n\\n'Return to me when you are done and tell me the results. It would be a pity if the wheels are damaged beyond repair.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The water-wheel is located at the Great Wheel, south-west of Hulwul-nefekh.\\n\\nThe paddles above the wheel are covered with fungus and slime. For the great wheel to work once more, the paddles must function.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The water-wheel is nearly ready to be restarted. I thank you greatly.\\n\\n'I know it may seem like nothing, but that wheel is an important part of our efforts to restore the forges of Khazad-dûm.\\n\\n'I can take it from here. Thank you again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ansurr is at Hulwul-nefekh, north-east of the Great Wheel.\\n\\nAnsurr will be pleased to know the fungus and slime has been removed from around the water wheel, and it is ready to run once more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Without the water-wheel at full capacity, it matters not whether we take the rest of the Deeps.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'When we retake Khazad-dûm from these accursed Orcs, the crucibles and forges will burn once more!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Restore paddles with the acid ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Restore paddles with the acid ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Remove the slime from the main paddle ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Remove the slime from the main paddle ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fungus and Acid",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Ansurr in Hulwul-nefekh",
      "es": "",
      "es (fem)": ""
    }
  ]
}