{
  "id": 620829775,
  "txt": [
    {
      "id": 218649169,
      "en": "This glass-shard is dirty and dulled, but through the dust and grime you can see its bright yellow colour. You know from the tales of Moria, the dwarves had several different coloured lamps they used to find hidden doors. With a couple more yellow fragments, you may have enough shards to make a yellow lamp.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What have you there, traveller? Durin's beard, look at that!\\n\\n'Aye, I think I should be able to remake a yellow dwarf-lamp from these.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Ah yes, yellow dwarf lamp-fragments. If you bring me several more, I believe I could assemble these into a lamp you can use to see the dwarf-doors hidden around the Twenty-first Hall.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What have you here, traveller? Durin's beard, look at that!\\n\\n'Yes, I think I should be able to remake a yellow lamp from these.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "HIDING CONTENT - Yellow Dwarf-lamp",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You found a yellow glass-shard from an ancient dwarf-lamp. These lamps were used to find hidden doors in Moria. If you acquire more shards, you may have enough to remake a yellow lamp.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected yellow lamp-fragments ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect yellow lamp-fragments ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Yellow glass-shards may be found on the Orcs throughout Zelem-melek.\\n\\nYou will need to find a few more yellow glass-shards to craft a yellow lamp.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the yellow lamp-fragments to the Twenty-first Hall and find a dwarf who can fashion a lamp",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "There are dwarves in the Twenty-first Hall.\\n\\nYou have gathered enough yellow shards to remake a yellow lamp. Perhaps one of the dwarves can help you fashion them into a functioning lamp.",
      "es": ""
    }
  ]
}