{
  "id": 621067123,
  "txt": [
    {
      "id": 228284034,
      "en": "After encountering and defeating the elusive turtle, Stoneback, you have claimed a trophy that may be of value to the Stoors of Swanfleet.\\n\\nAs you inspect Stoneback's shell, you marvel at its resilience. Countless slashes and would-be injuries mark its surface, but none have cut deeper than the thickness of a fingernail.\\n\\nYou should bring this trophy to Addo Benchuth, a trophy-hunter and purveyor of odd things in Swanfleet.",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Deliver Stoneback's shell to Addo Benchuth in Swanfleet",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Addo Benchuth can be found at Glyn Helyg in Swanfleet.\\n\\nYou have acquired a trophy from an elusive foe in Swanfleet. You should deliver it to Addo Benchuth, a trophy-hunter and purveyor of odd things in Swanfleet.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "After encountering the elusive turtle, Stoneback, you have claimed a trophy that may be of value to the Stoors of Swanfleet.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Trophy-hunter: Stoneback's Shell",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Oh, hullo! What's that there? May I see it?'\\n\\nAddo Benchuth inspects Stoneback's shell closely, running his hands along the outer side of the shell and feeling its many small imperfections. After a time, he holds the shell outward in front of him, gripping it with both hands, and for a moment, he disappears entirely behind it. With a laugh, he tilts the shell to the side and reappears.\\n\\n'Oh, what fun this is! I have half a mind to ride this down the Old South Road when the snows come this year. It might be the last thing I ever do, but perhaps it would be worth it for such a thrill!\\n\\n'If you find anything else of this sort, please bring it here and I'll see that you're compensated for your efforts. Thank you, friend!'",
      "es": ""
    }
  ]
}