{
  "id": 621067000,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'That was a decent show, I suppose.' \\n\\nTegwyn struggles to suppress any show of excitement.\\n\\n'One more! Show me one more skill of yours, and make it incredible!'\\n\\nYou explain that Lore-masters can take on different specializations, focusing their skills and traits towards a more singular purpose.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue, Chapter 2: Skills of an Adventurer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Use <rgb=#00ff00>Burning Embers</rgb> on the training dummy ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'That was a decent show, I suppose.' \\n\\nTegwyn struggles to suppress any show of excitement.\\n\\n'One more! Show me one more skill of yours, and make it incredible!'\\n\\nYou explain that Lore-masters can take on different specializations, focusing their skills and traits towards a more singular purpose.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Well? I'm ready for you to show off your combat skills... and if you impress me, I'll give up this Uruk sword. It had better be a good demonstration, or the bargain is done!'\\n\\nYou explain that when Lore-masters must engage in combat, they often begin with a powerful strike of the staff they carry. Tegwyn nods.\\n\\n'Interesting. Well, let's see it! That's what this training dummy is for, after all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Used <rgb=#00ff00>Staff Strike</rgb> while fighting the training dummy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Tegwyn by the training dummy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'That was pretty good, I suppose.'\\n\\n'Fine! You've upheld your side of our bargain, [placeholder], and I will do the same. Here's Madthrug's weapon, as I promised. You'll bring it back to that Ranger for me, I expect? Mother and father will be pleased, but I still say I could have handled such a weapon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Tegwyn reluctantly hands you the Uruk's blade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Use <rgb=#00ff00>Sign of the Wild: Rage</rgb>, <rgb=#00ff00>Lightning Strike</rgb>, or <rgb=#00ff00>Test of Will</rgb> while fighting the Training Dummy\\n\\nNOTE: To use Sign of the Wild: Rage, you will need to first need to summon an animal companion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You recovered the Uruk blade from Tegwyn before he hurt himself with it? Very well done, [placeholder].'\\n\\nMeneldir gets a faraway look in his eye, and gazes over the surrounding wall of Mossward.\\n\\n'I remember being that age, and dreaming only of adventure, of excitement. I was not so very different from young Tegwyn when I was a boy growing up in the Angle of Mitheithel, where my people dwell. I do not judge him harshly for taking the sword, and I hope you will not either. His parents busy themselves with the work of fortifying Mossward's defences, and I daresay they remain unaware of the boy's mischief. I will not tell them if you do not, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Tegwyn agreed to relinquish the Uruk sword if you are able to impress him with a demonstration of your combat ability.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Well? I'm ready for you to show off your combat skills... and if you impress me, I'll give up this Uruk sword. It had better be a good demonstration, or the bargain is done!'\\n\\nYou explain that Lore-masters carry a staff in combat, and may strike their foes forcefully with it. Tegwyn nods.\\n\\n'Interesting. Well, let's see it! That's what this training dummy is for, after all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Tegwyn is waiting for you to demonstrate your combat ability by using <rgb=#00ff00>Staff Strike</rgb> on the training dummy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'You upheld your side of the bargain, [placeholder], and so have I. Now take that blade to the Ranger before I change my mind! I still say I could have handled it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "You have fulfilled your end of the bargain. Will Tegwyn relinquish the Uruk's blade to you, as he agreed?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Use <rgb=#00ff00>Staff Strike</rgb> while fighting the training dummy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'That was all right, I guess. But surely you have more powerful attacks at your disposal?'\\n\\nYou explain that Lore-masters can coax elements of the natural world to help them in combat. The skill <rgb=#00ff00>Burning Embers</rgb> will apply a damaging burn to your enemies.\\n\\n'Wow I want to see that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Meneldir is by the east gate of Mossward.\\n\\nNow that you have recovered the Uruk blade, you should bring it to Meneldir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Tegwyn by the training dummy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "You have demonstrated how to strike enemies with the skill <rgb=#00ff00>Staff Strike.</rgb>. Will Tegwyn relinquish the Uruk's blade to you, as he agreed?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Tegwyn by the training dummy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e14",
      "en": "Bring the Uruk blade to Meneldir by the east gate of Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "You have demonstrated how to apply a Damage over Time effect by using <rgb=#00ff00>Burning Embers</rgb> on an enemy. Will Tegwyn relinquish the Uruk's blade to you, as he agreed?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Used <rgb=#00ff00>Burning Embers</rgb> on the training dummy ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'That was all right, I guess. But surely you have more powerful attacks at your disposal?'\\n\\nYou explain that Lore-masters can coax elements of the natural world to help them in combat. The skill <rgb=#00ff00>Burning Embers</rgb> will apply a damaging burn to your enemies.\\n\\n'Wow, I want to see that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Demonstrated an impressive skill against the Training Dummy",
      "es": "",
      "es (fem)": ""
    }
  ]
}