{
  "id": 621067121,
  "txt": [
    {
      "id": 228284034,
      "en": "After encountering and defeating the elusive huorn, Drindolf, you have claimed a trophy that may be of value to the Stoors of Swanfleet.\\n\\nAs you inspect Drindolf's heartwood, you take note of the many rings within it. It is marked in a few spots with a strange blight, which appear to have begun to devour Drindolf from within. Perhaps this was the cause of the huorn's unusual hostility, but it is likely you will never know for certain.\\n\\nYou should bring this trophy to Addo Benchuth, a trophy-hunter and purveyor of odd things in Swanfleet.",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Deliver Drindolf's heartwood to Addo Benchuth in Swanfleet",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Addo Benchuth can be found at Glyn Helyg in Swanfleet.\\n\\nYou have acquired a trophy from an elusive foe in Swanfleet. You should deliver it to Addo Benchuth, a trophy-hunter and purveyor of odd things in Swanfleet.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "After encountering the elusive huorn, Drindolf, you have claimed a trophy that may be of value to the Stoors of Swanfleet.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Trophy-hunter: Drindolf's Heartwood",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Oh, hullo! What's that there? May I see it?'\\n\\nAs Addo Benchuth inspects Drindolf's heartwood, he makes a note of the blight you noticed within its rings.\\n\\n'It's unfortunate that one of those ancient creatures should take ill. For my part, I can do my best to honour its memory by preserving its heartwood. It'll take some time, but I'll remove the blight and reshape the heartwood. What it will become I cannot say for certain, but it will be something I cherish for each day of my life—and that is a promise!\\n\\n'If you find anything else of this sort, please bring it here and I'll see that you're compensated for your efforts. Thank you, friend!'",
      "es": ""
    }
  ]
}