{
  "id": 621067197,
  "txt": [
    {
      "id": 228284034,
      "en": "After encountering and defeating the elusive Orc, Borhashat, you have claimed a trophy that may be of value to the Dúnedain of Cardolan.\\n\\nAs you inspect Borhashat's quiver, you take note of dark stains at the base of the quiver. Did Borhashat revel in plucking the arrows from his freshly-slain prey? Are the Orcs' foul poisons so corrosive that they might seep through leather itself? No matter the truth of it, it is good that Borhashat will no longer trouble the folk of Cardolan.\\n\\nYou should bring this trophy to Gaerion, a trophy-hunter and lore-keeper of the Dúnedain of Cardolan.",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Deliver Borhashat's quiver to Gaerion in Cardolan",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Gaerion can be found at Sírlond in Cardolan.\\n\\nYou have acquired a trophy from an elusive foe in Cardolan. You should deliver it to Gaerion, a trophy-hunter and lore-keeper of the Dúnedain of Cardolan.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "After encountering the elusive Orc, Borhashat, you have claimed a trophy that may be of value to the Dúnedain of Cardolan.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Trophy-hunter: Borhashat's Quiver",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Hail, friend. What have you found?'\\n\\nGaerion inspects Borhashat's quiver closely, taking care not to touch the stained portion of it with his bare hands. He pulls a long, black arrow from the quiver and its tip drips with some vile poison. After a moment, he carefully lowers the arrow back into the quiver.\\n\\n'If this is the quiver of the Orc I suspect, you have done the Dúnedain a great service this day. I cannot say for certain, but I believe he was of the Tarkrîp clan. They delight in the slaying of Men and have troubled my kin and I every time our paths have crossed.\\n\\n'To my mind, there is little that strikes fear into the hearts of Orcs, but perhaps this quiver will help us to ward them away from our encampments. Thank you, friend!'",
      "es": ""
    }
  ]
}