{
  "id": 621067002,
  "txt": [
    {
      "id": 162883717,
      "en": "'That was a decent show, I suppose.'\\n\\nTegwyn struggles to suppress any show of excitement.\\n\\n'One more! Show me one more skill of yours, and make it incredible!'\\n\\n<rgb=#00CCCC>HINT</rgb>: Press the 'J' key to open the traits panel. Choose a 'specialization' for your class to gain new skills and abilities. Don't worry, you can always change your mind later!\\n\\nAfter you choose a specialization, use <rgb=#00ff00>Lesser Anthem I - Resonance</rgb> or <rgb=#00ff00>Lesser Anthem II - Dissonance</rgb> on the training dummy.",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "Used <rgb=#00ff00>Lesser Anthem I - Resonance</rgb> or <rgb=#00ff00>Lesser Anthem II - Dissonance</rgb> on the training dummy",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Prologue, Chapter 2: Skills of an Adventurer",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Use <rgb=#00ff00>Coda of Fury</rgb>, <rgb=#00ff00>Coda of Melody</rgb>, or <rgb=#00ff00>Coda of Resonance</rgb> on the training dummy",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Well? I'm ready for you to show off your combat skills... and if you impress me, I'll give up this Uruk sword. It had better be a good demonstration, or the bargain is done!'\\n\\nYou explain that Minstrels often rely on <rgb=#00ff00>Minor Ballads</rgb> to build themselves up and prepare to use more potent abilities. Tegwyn nods.\\n\\n'Interesting. Well, let's see it! That's what this training dummy is for, after all!'",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Used <rgb=#00ff00>Minor Ballad</rgb> on the training dummy ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Tegwyn by the training dummy",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'That was pretty good, I suppose....\\n\\n'Fine! You've upheld your side of our bargain, [placeholder], and I will do the same. Here's Madthrug's weapon, as I promised. You'll bring it back to that Ranger for me, I expect? Mother and father will be pleased, but I still say I could have handled such a weapon!'",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Tegwyn reluctantly hands you the Uruk's blade",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'You recovered the Uruk blade from Tegwyn before he hurt himself with it? Very well done, [placeholder].'\\n\\nMeneldir gets a faraway look in his eye, and gazes over the surrounding wall of Mossward.\\n\\n'I remember being that age, and dreaming only of adventure, of excitement. I was not so very different from young Tegwyn when I was a boy growing up in the Angle of Mitheithel, where my people dwell. I do not judge him harshly for taking the sword, and I hope you will not either. His parents busy themselves with the work of fortifying Mossward's defences, and I daresay they remain unaware of the boy's mischief. I will not tell them if you do not, [placeholder].'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Use <rgb=#00ff00>Lesser Anthem I - Resonance</rgb> or <rgb=#00ff00>Lesser Anthem II - Dissonance</rgb> on the training dummy",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Tegwyn agreed to relinquish the Uruk sword if you are able to impress him with a demonstration of your combat ability.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Well? I'm ready for you to show off your combat skills... and if you impress me, I'll give up this Uruk sword. It had better be a good demonstration, or the bargain is done!'\\n\\nYou explain that Minstrels often rely on <rgb=#ffff00>Minor Ballads</rgb> to build themselves up and prepare to use more potent abilities. Tegwyn nods.\\n\\n'Interesting. Well, let's see it! That's what this training dummy is for, after all!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Tegwyn is waiting for you to demonstrate your combat ability by using <rgb=#00ff00>Minor Ballad</rgb> on the training dummy.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'You upheld your side of the bargain, [placeholder], and so have I. Now take that blade to the Ranger before I change my mind! I still say I could have handled it.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "You have fulfilled your end of the bargain. Will Tegwyn relinquish the Uruk's blade to you, as he agreed?",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Use <rgb=#00ff00>Minor Ballad</rgb> on the training dummy ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'That was all right, I guess. But surely you have more powerful attacks at your disposal?'\\n\\nYou explain that once a Minstrel has built up three <rgb=#ffff00>Ballads</rgb>, they can use a powerful <rgb=#ffff00>Coda</rgb>.\\n\\n'Wow, I want to see that!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Meneldir is by the east gate of Mossward.\\n\\nNow that you have recovered the Uruk blade, you should bring it to Meneldir.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Tegwyn by the training dummy",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "You have demonstrated a Minor Ballad for Tegwyn. Will he relinquish the Uruk's blade to you, as he agreed?",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Tegwyn by the training dummy",
      "es": ""
    },
    {
      "id": 49286676,
      "en": "Bring the Uruk blade to Meneldir by the east gate of Mossward",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Tegwyn is waiting for you to to use a Coda on the training dummy.",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "You have demonstrated a Coda for Tegwyn. Will he relinquish the Uruk's blade to you, as he agreed?",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Tegwyn is waiting for you to to use <rgb=#00ff00>Lesser Anthem I - Resonance</rgb> or <rgb=#00ff00>Lesser Anthem II - Dissonance</rgb> on the training dummy.",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Used <rgb=#00ff00>Coda of Fury</rgb>, <rgb=#00ff00>Coda of Melody</rgb>, or <rgb=#00ff00>Coda of Resonance</rgb> on the training dummy",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'That was a decent show, I suppose.'\\n\\nTegwyn struggles to suppress any show of excitement.\\n\\n'One more! Show me one more skill of yours, and make it incredible!'\\n\\n<rgb=#00CCCC>HINT</rgb>: Press the 'J' key to open the traits panel. Choose a 'specialization' for your class to gain new skills and abilities. Don't worry, you can always change your mind later!\\n\\nAfter you choose a specialization, use <rgb=#00ff00>Lesser Anthem I - Resonance</rgb> or <rgb=#00ff00>Lesser Anthem II - Dissonance</rgb> on the training dummy.",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'That was all right, I guess. But surely you have more powerful attacks at your disposal?'\\n\\nYou explain that once a Minstrel has built up three <rgb=#ffff00>Ballads</rgb>, they can use a powerful <rgb=#ffff00>Coda</rgb>.\\n\\n'Wow, I want to see that!'",
      "es": ""
    }
  ]
}