{
  "id": 621067122,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "After encountering and defeating the elusive Neekerbreeker, Gristbite, you have claimed a trophy that may be of value to the Stoors of Swanfleet.\\n\\nAs you inspect Gristbite's legs, you notice countless small hairs upon them. Could this be the source of the Neekerbreekers' song?\\n\\nYou should bring this trophy to Addo Benchuth, a trophy-hunter and purveyor of odd things in Swanfleet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Deliver Gristbite's legs to Addo Benchuth in Swanfleet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Addo Benchuth can be found at Glyn Helyg in Swanfleet.\\n\\nYou have acquired a trophy from an elusive foe in Swanfleet. You should deliver it to Addo Benchuth, a trophy-hunter and purveyor of odd things in Swanfleet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "After encountering the elusive Neekerbreeker, Gristbite, you have claimed a trophy that may be of value to the Stoors of Swanfleet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Trophy-hunter: Gristbite's Legs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Oh, hullo! What's that there? May I see it?'\\n\\nAddo Benchuth inspects Gristbite's legs closely, flicking his fingers along the many hairs upon them. With a look of amusement, he rubs the two legs together and produces an unusual sound. It is not the song of the Neekerbreekers, but there is a certain musical quality to it.\\n\\n'A fascinating find, friend! To be honest, I have never been fond of the songs of the Neekerbreekers, but I'm certain I'll find an interesting use for these—in time, anyway!\\n\\n'If you find anything else of this sort, please bring it here and I'll see that you're compensated for your efforts. Thank you, friend!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}