{
  "id": 620926089,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Uruk-hai Ambushers can be found along the road to Middlemead to the north-west of Entwade.\\n\\nKenbert has asked that you recover the goods stolen by the Uruk-hai along the trade route to Middlemead. He believes that the Uruks that patrol the road will have pillaged the carts of passers-by.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Thane Edric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Thane Edric can be found inside the Mead Hall of Entwade in eastern Kingstead.\\n\\nYou have recovered the goods stolen by the Uruk-hai along the road to Middlemead. You should now return them to Entwade and speak to Thane Edric.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Search Uruk-hai Ambushers for stolen goods ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'You have lessened the blow to our lands, [placeholder], if only to a small degree. With only my men and I stationed here, we will use these supplies to arm and defend Entwade.\\n\\n'You have my thanks for bearing such a burden.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Recovered stolen goods ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73089",
      "en": "'Have you reclaimed our goods from the Uruk-hai?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Recovered stolen goods ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Kenbert of Entwade hopes to work against the Uruks of the White Hand in Kingstead and reclaim lost goods.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Search Uruk-hai Ambushers for stolen goods ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'This bodes ill for us, [placeholder]. \\n\\n'The Uruks cannot be allowed to lay claim to our trade routes and goods. There must be some reason for their wanton violence, and I fear that they will use the resources of our rich lands against us.\\n\\n'Ride along the road and slay the Uruks you encounter. Those near the carts have likely pillaged our goods, and they must be returned to Entwade if we hope to win this war.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Unfair Trade",
      "es": "",
      "es (fem)": ""
    }
  ]
}