{
  "id": 620926055,
  "txt": [
    {
      "id": 216727827,
      "en": "The road to Middlemead runs along the northern fork of the road west out of Entwade.\\n\\nKenbert has asked that you patrol the road to Middlemead for the traders that often visited Entwade have not been seen in some time.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "The road to Middlemead runs along the northern fork of the road west out of Entwade.\\n\\nYou have found naught but a barren road. You should continue your patrol along the road to Middlemead.",
      "es": ""
    },
    {
      "id": 225642631,
      "en": "'Hail, have you patrolled along the road? What have you found?'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Patrol further along the road to Middlemead",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "The road to Middlemead runs along the northern fork of the road west out of Entwade.\\n\\nYou have discovered the remains of the traders' carts, but no sign of the traders. You should continue your patrol.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "You have discovered wrecked carts and ransacked goods littering the edges of the road",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Patrol further along the road to Middlemead",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Kenbert can be found near the fork in the road outside the western end of Entwade. \\n\\nYou have discovered the remains of traders as well as their destroyed carts and goods. You should return to Kenbert and inform him of this dire news.",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Uruks dart about atop dark horses, stealing goods from their recent kills",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Kenbert",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Alas, I had worried this would be the case.  I mourn for the people of Middlemead, and I hope that such loss will not continue to visit our lands.\\n\\n'Now then, we must form a plan...for the Uruks must be dealt with and our goods salvaged.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Thane Edric and his men have grown concerned about the Enemy's forces amassing outside Entwade and wish for you to investigate.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Hail!\\n\\n'I heard word of a hardy [placeholder] that had come to Entwade, and surely that must be you. I have little time for introductions, but I am Kenbert. Thane Edric sent me to patrol the road to Middlemead, but I've met some resistance. The Uruks lurk all around us here, but I doubt myself seen. Middlemead is a valuable trading post of Kingstead, and Entwade was oft host to scores of traders. As of late, none have made it to Entwade, and Edric is convinced the King's departure marked an uprising of Uruks in our lands. If the trade routes are truly overrun, our situation will be dire.\\n\\n'Patrol along the road to Middlemead, and I will hold my position here. If you can find any sign of traders or their goods, we will need to act swiftly or the Uruks will claim all!'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Patrol the road to Middlemead",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "The road here is barren, and nothing catches your eye",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "No Word From Middlemead",
      "es": ""
    }
  ]
}