{
  "id": 620926014,
  "txt": [
    {
      "id": 162883717,
      "en": "'This is an interesting but crudely drawn map. These Orcs are using some kind of symbolism to represent the area's features and our defences. I will need to study this to determine what it all means.\\n\\n'One distinguishable marking on here represents a very large force of White Hand nearby. That must be the support behind this endless siege, and perhaps my fears are coming true; that an unstoppable force is bearing down upon us.'",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "A crude map was found on the defeated messenger",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Messenger of the Brockbridge Siege",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Read the crude map",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Bring the map to Herefara",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'[placeholder], I have a task for you.\\n\\n'The enemy has a perimeter outside the town, and neither of our forces seems to make much progress against the other. I know there are many more of the White Hand out there supporting this siege. If they bolster the perimeter, we could be caught unprepared.\\n\\n'What I need is more information about those supporting this siege and if more reinforcements are coming. I have seen messengers among their troops, who very likely have the information I seek. Intercept one and learn what you may from him.'",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "This Rohirrim tried to escape on foot, but was shot down from behind",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "This man has wounds from many weapons, and he seemed to have valiantly fought to his death",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "A crude map was found on the messenger's body",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "The map indicates a palisade along the Swiftwater river west of Brockbridge, which may have been attacked by the forces of the White Hand.\\n\\nYou should scout the palisade for survivors.",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "The crude map shows an old fort to the west",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'You are not an Orc or Dunlending! I have need of your aid. I was convinced that I would die here. My wounds have grown worse, and I am weak.\\n\\n'Are you truly here or have I become delirious?' ",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "A messenger of the White Hand can be found among the perimeter forces outside of Brockbridge or on the road beyond it.\\n\\nHerefara has asked you to intercept one of the White Hand messengers and learn what you may about their support.",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "The Brockbridge siege seems to be supported by a larger White Hand army, and there have been messengers spotted coming and going from the front lines.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Look for survivors at the old palisade ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "An injured Rohirrim appears to have hidden himself near the old palisade.\\n\\nYou should speak with the injured Rohirrim and learn what happened at this place.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to the injured Rohirrim",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Find a messenger",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "The crude map dropped by the messenger should have invaluable information.",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Find a messenger",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Return the map to Herefara in Brockbridge.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "The messenger appears to be holding a crude map",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "The crude map shows an old fort to the west",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "You hand the crude map over to Herefara",
      "es": ""
    }
  ]
}