{
  "id": 620926194,
  "txt": [
    {
      "id": 228284034,
      "en": "'Along the road, I have seen many foes, [placeholder]. None were greater than the Uruk who guarded their stockpile of pillaged goods.\\n\\n'He rode atop a thickly-armoured steed and bore weapons of the finest make. He has no doubt stolen these tools from our traders, caught ferrying blades of the Stonedeans back to Kingstead. I know not if this Uruk is their leader or merely one of their mightiest, but he must be slain if Entwade is to be prepared for the coming attack.\\n\\n'Ride out to their stockpile along the road's edge and slay him when you can draw his attention. Thane Edric will wish to know this foe has been put to an end.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Thane Edric can be found inside the Mead Hall of Entwade in eastern Kingstead.\\n\\nYou have slain the hardy Uruk, Asg치ja, and should now report your success to Thane Edric.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Thane Edric",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Break in the Chain",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Thane Edric and his men struggle to repel the Uruk invaders of Kingstead while still maintaining control of the crossing into the Eastemnet.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Defeated Asg치ja",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'This Uruk has harried my people for weeks now, and I am glad to hear he finally met his end.\\n\\n'The supplies he and his ilk had been keeping from my men can now be recovered and we can redouble our efforts to prepare the Wade.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The Uruk, Asg치ja, can be found somewhere nearby the stockpile south of the road to Middlemead from Entwade in Kingstead.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "A hale Uruk atop an armoured steed rides forth",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Find and defeat Asg치ja",
      "es": ""
    },
    {
      "id": 215429257,
      "en": "'What news have you for me?",
      "es": ""
    }
  ]
}