{
  "id": 620782749,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Cruel Helegrod Fang ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "'If countless drakes and worms now nest within the central keep of Helegrod, it seems the evil history of that place will be continued! It is an insult to the memory of Durin, slain in battle with great Thorog at the gates so many years ago!\\n\\n'This cannot stand, [placeholder]. Journey to Helegrod and defeat the worms and drakes within the keep. I charge you with bringing to me their fangs!\\n\\n'I have no reward for this task. The honour and sense of duty you possess must serve as reward enough! Do you answer my challenge? Then go to Helegrod, the ancient dwarf-city in the Misty Mountains, and retrieve the fangs of the evil creatures that now lurk within its central keep!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'If countless drakes and worms now nest within the central keep of Helegrod, it seems the evil history of that place will be continued! It is an insult to the memory of Durin, slain in battle with great Thorog at the gates so many years ago!\\n\\n'This cannot stand, [placeholder]. Journey to Helegrod and defeat the worms and drakes within the keep. I charge you with bringing to me their fangs!\\n\\n'I have no reward for this task. The honour and sense of duty you possess must serve as reward enough! Do you answer my challenge? Then go to Helegrod, the ancient dwarf-city in the Misty Mountains, and retrieve the fangs of the evil creatures that now lurk within its central keep!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Worms and drakes have come to live within the central keep of Helegrod, the ancient dwarf-city in the Misty Mountains. Ormulf Worm-hunter is in Othrikar, in the North Downs.\\n\\nOrmulf Worm-hunter has tasked you with retrieving fangs from the drakes and worms that nest within the central keep of Helegrod. He has refused to offer you a reward for this expedition, insisting that the honour of the deed will be reward enough.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done well to bring me these fangs from the drakes and worms of Helegrod.\\n\\n'I thank you for this deed. You are truly honourable to have done this with no thought of reward, and Helegrod is safer for your efforts.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ormulf Worm-hunter is in Othrikar, in the North Downs.\\n\\nYou have collected fangs from the drakes and worms of Helegrod and should bring them now to Ormulf Worm-hunter.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Not every [placeholder] would brave the depths of Helegrod without promise of reward, my friend.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The worms and drakes of Helegrod nest within the central keep. Bring me their fangs, as I have charged. Expect no reward -- cleansing Helegrod of these creatures will be reward enough.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Honour walks with you, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Honour walks with you, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Cruel Helegrod Fang ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Raid: Fangs for Nothing",
      "es": ""
    }
  ]
}