{
  "id": 620782754,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Helegrod Angmarim Emblem ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Elrohir is troubled by the presence of Angmarim in Helegrod, the old dwarf-city in the mountains north of Rivendell.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Elladan has told me of the Corcur in Helegrod, [placeholder], and that they have likely sworn fealty to Angmar. This union can bring nothing but hardship to the people of the mountains and to my people in Imladris.\\n\\n'We must combat the Angmarim before they can prepare their full strength. Helegrod was a city of riches before the dragon came, and even after Thorog was laid low, the dwarves could not reclaim it. I do not doubt that its deepest vaults still contain weapons and devices that might be turned to the service of evil.\\n\\n'The Angmarim of Helegrod surely carry the signs of their servitude: emblems twisted into evil shape by foul craft. Bring these emblems to me and I will rid the world of them. We will strike a blow against Angmar and its latest fastness by depriving its people of their tokens.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Angmarim inside Helegrod, the old dwarf-city in the Misty Mountains, bear emblems that reveal their loyalties. Elrohir is at Thorenhad, his camp among the Bruinen Gorges west of Rivendell.\\n\\nElrohir has asked you to defeat Angmarim inside Helegrod and take from them the emblems they carry.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done well this day, [placeholder], and Angmar should now fear your name and the names of your allies!\\n\\n'I will destroy these foul emblems. They set an uneasiness upon my mind, and I am loathe to bear them any longer. I cannot imagine how it must feel to always wear one of these, and proudly, but the Men of Angmar are fallen to darkness and their ways are not our own.\\n\\n'I thank you again, my friend.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Elrohir is at Thorenhad, his camp among the Bruinen Gorges west of Rivendell.\\n\\nYou have collected many emblems from the Angmarim that dwell now within Helegrod.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Men of Angmar who bear emblems of that land are wholly twisted and evil.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The Angmarim of Helegrod carry at all times emblems that reveal their loyalties. Take these emblems from as many Angmarim as you find behind the walls, and we will send to them the message that they are not welcome!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Perhaps one day, Helegrod will stand empty again.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Perhaps one day, Helegrod will stand empty again.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring Helegrod Angmarim emblems to Elrohir",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Raid: The Long Reach of Angmar",
      "es": ""
    }
  ]
}