{
  "id": 620782740,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Helegrod barter-sticks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "'Storvâgûn seized control of the cliffs above the old dwarf-city, and with riches from robed Men, he bought the loyalty of many giants!\\n\\n'Some giants that were my friends, but no more! They are traitors now, slaves to the robed Men who pay Storvâgûn. They do not deserve to be called giants!\\n\\n'If you have brave friends, go to the old dwarf-city and take away the riches Storvâgûn bribed the giants with! Giants record wealth on notched barter-sticks... take them away! Giants sold their loyalty to Storvâgûn and the robed Men... they do not deserve to keep them! I will burn the sticks when you bring them.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Storvâgûn seized control of the cliffs above the old dwarf-city, and with riches from robed Men, he bought the loyalty of many giants!\\n\\n'Some giants that were my friends, but no more! They are traitors now, slaves to the robed Men who pay Storvâgûn. They do not deserve to be called giants!\\n\\n'If you have brave friends, go to the old dwarf-city and take away the riches Storvâgûn bribed the giants with! Giants record wealth on notched barter-sticks...take them away! Giants sold their loyalty to Storvâgûn and the robed Men...they do not deserve to keep them! I will burn the sticks when you bring them.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Giants in the service of Storvâgûn and his new masters can be found on the cliffs above Helegrod. Arifael is on Amon Nendir, south-west of Rivendell.\\n\\nArifael has asked you to take the notched barter-sticks on which the giants recorded the wealth paid to them by robed Men of Angmar away from them. When you bring him enough of the barter-sticks, he will burn them.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Barter-sticks record the weakness of the giants. I will destroy them, and they will not trouble the giants anymore. The robed Men will not able to buy the loyalty of giants while Arifael lives!\\n\\n'Thank you, tiny [placeholder]. You are good friend to Arifael and to all giants, though they do not know it, maybe.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Arifael is on Amon Nendir, southwest of Rivendell.\\n\\nThe giant Arifael is waiting for you to return with the notched barter-sticks that record the wealth paid to Storvâgûn's giants by the robed Men of Angmar.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Arifael likes you. You are a good [placeholder].'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The giants that serve Storvâgûn and his new masters are still on the cliffs above the old dwarf-city! Take away the notched barter-sticks they were paid with and bring them to me so I can burn the bad riches.\\n\\n'No one will trouble the giants anymore once they are gone.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Giants will not be bought by the robed Men...not while Arifael lives!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Giants will not be bought by the robed Men...not while Arifael lives!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Helegrod barter-sticks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Raid: Giants in Service of Angmar",
      "es": ""
    }
  ]
}