{
  "id": 620782646,
  "txt": [
    {
      "id": 218649169,
      "en": "'There is something going on in the mountains, my friend, and I fear what it might signify. Long has the dwarf-city of Helegrod stood empty, abandoned by the dwarves who made it, but cruel folk have come there of late, and I have seen evil Men on the walls.\\n\\n'I fear the mischief they might do, [placeholder]. Perhaps I worry for naught, but this fear has been steadily growing on my mind and I can no longer dismiss it as needless.\\n\\n'Tell Lord Elrond of my fears, friend. Perhaps he will have some insight that can put them to rest, but I cannot find any good that might come of Helegrod inhabited again.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Your news gives me pause, [placeholder], for Anornaneth is not one to lightly give voice to such concerns. If Helegrod is indeed inhabited by creatures of evil, the darkness may be closer to Imladris than we had supposed.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I hope that my worries are baseless, [placeholder], but I fear that they are not. Go to Lord Elrond in his library, and tell him that Helegrod is inhabited again, and not by dwarves.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Stirrings Within Helegrod",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Some evil stirs within Helegrod. I am sure of it.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Anornaneth has observed an increased level of activity on the walls of Helegrod, the lost dwarf-city in the Misty Mountains, and is worried about what it might signify.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I fear no good can come of Helegrod inhabited again.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lord Elrond is in the library of his house in Rivendell.\\n\\nAnornaneth has asked you to bring word of her fears concerning Helegrod to Elrond.",
      "es": ""
    }
  ]
}