{
  "id": 620782744,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'If the caverns beneath Helegrod are now home to wretched Zaudru, as it seems they must be, every day that passes must see the increase of her spawn. The hatchlings of Zaudru possess an unusually ravenous appetite, even for spiders, and will feast on anything that stumbles near. They have need of great amounts of flesh and blood if they are to grow to adult size.\\n\\n'We must stop them before they do, [placeholder], for Zaudru gives to her brood the strength and toughness that she herself possesses. Much easier to slay them as hatchlings, I tell you truly!\\n\\n'The caverns beneath Helegrod are almost certainly riddled with cracks and crevices within which Zaudru's Shadow-brood hatchlings vie for dominance. Approach these holes and slay as many of the creatures as emerge into the light.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have emerged from the caverns beneath Helegrod, [placeholder], and I am happy to see it!\\n\\n'You have done well to slay the hatchlings you encountered, for the creatures are numerous beyond count and bear great hatred for anything that moves beneath the sun and moon! The spawn of Zaudru are hateful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The caverns beneath Helegrod are riddled with cracks and crevices surely filled with the spawn of wretched Zaudru, Shadow-brood hatchlings waiting to emerge into the light to feed. End them, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Raid: Zaudru's Brood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You have done well to combat Zaudru's brood, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "'If the caverns beneath Helegrod are now home to wretched Zaudru, as it seems they must be, every day that passes must see the increase of her spawn. The hatchlings of Zaudru possess an unusually ravenous appetite, even for spiders, and will feast on anything that stumbles near. They have need of great amounts of flesh and blood if they are to grow to adult size.\\n\\n'We must stop them before they do, [placeholder], for Zaudru gives to her brood the strength and toughness that she herself possesses. Much easier to slay them as hatchlings, I tell you truly!\\n\\n'The caverns beneath Helegrod are almost certainly riddled with cracks and crevices within which Zaudru's Shadow-brood hatchlings vie for dominance. Approach these holes and slay as many of the creatures as emerge into the light.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I count you among the greatest spider-hunters I have met, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The caverns beneath Helegrod are riddled with cracks and crevices, home to Zaudru's hatchlings.\\n\\nAtli Spider-bane has asked you to slay as many Shadow-brood hatchlings as you can find beneath Helegrod.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Atli Spider-bane is in the town of Archet, in Bree-land.\\n\\nAtli Spider-bane is waiting to hear that you have dealt a blow to the Shadow-brood hatchlings spawned by wretched Zaudru beneath Helegrod.",
      "es": "",
      "es (fem)": ""
    }
  ]
}