{
  "id": 620782746,
  "txt": [
    {
      "id": 218649169,
      "en": "'The evils we have spied within the walls of Helegrod are numerous and hateful, [placeholder]: cruel Men of the Corcur and of Angmar, bloated and filth-covered spiders, crawling worms and armoured drakes, monstrous and mean-tempered giants, and worst of all, Thorog alive once again, his malice undiminished by the passage of the years!\\n\\n'Long have I and my fathers before me, in line unbroken back to Bruni, Yellowbeard that was, held in our hearts enmity for the Elves of Eregion. \\qDarkness shall not fall upon Hadhodrond while the line of Durin bears Mírdanant in friendship with the Gwaith-i-Mírdain?\\q False words, used to lull Durin into complacency!\\n\\n'If we are to see Helegrod returned out of the darkness, I think the time has come to set aside these ancient squabbles. The old friendships must be remembered. While Lord Glóin met with Elrond of Rivendell, some time ago, Greip and I were engaged in conversation with an Elf named Gonediad, who seemed learned in the lore of Eregion. Perhaps he can illuminate the matter of Thorog returned to life. Keep to yourself the doubts I have expressed concerning the Elves of Eregion; it will be some time before the old enmities can be fully washed away. Look for Gonediad in Rivendell.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have come with messages from the dwarves? I do remember the two of which you speak, for one of them seemed rather uncomfortable when I spoke to him of my studies of the Elves of Eregion. Sigrun, he was called? Yes, that is he. He seemed a stout fellow, but behind his beard I sensed the resentment of his people. Most of the dwarves I have met are more adept at hiding it; he was not.\\n\\n'I suspect the gifting of Mírdanant is the root of this resentment, though it should not be. If my studies of Eregion have taught me nothing else, they have taught me this: the gifts of the Gwaith-i-Mírdain were always made true, and with good intent, though they were as prone to misuse and pretty words as were any good people that walked in those days.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Gonediad is sure to be somewhere among the trees of Rivendell, [placeholder]. He is learned in the lore of Eregion, and may know something that can aid us in the defeat of Thorog.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Old Friendships",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Gonediad seemed a decent Elf. His studies will help us cleanse Helegrod.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "With some trepidation, Sigrun has decided that he must cast aside his old enmities if the evil within Helegrod is to be cast out.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Words have power, of a sort. Never misuse them, or you will suffer the consequences.'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Durin, the third of that name, was given Mírdanant as a sign of friendship.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Many beautiful things were forged in Eregion before it fell.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gonediad is somewhere in Rivendell.\\n\\nSigrun has expressed his doubts about the gifting of Mírdanant to Durin by the Elves of Eregion, but has decided such old enmities must be cast aside if the new evils lurking within Helegrod are to be defeated. He has asked you to speak with Gonediad, learned in the lore of Eregion, about the return of the dragon Thorog.",
      "es": ""
    }
  ]
}