{
  "id": 620782748,
  "txt": [
    {
      "id": "0x3c41c48",
      "en": "'Some foul craft returned Thorog to life, as should not have been. You have done well to end him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'The ways of dragons are unknown to us, for they are cruel and ill-tempered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "'I know not how it has happened, [placeholder], but Thorog has been returned to life through some foul craft! Sigrun and I have seen him, with our own eyes, perched atop the walls of Helegrod like an evil memory given hateful shape.\\n\\n'So long as the beast lives, the honour of the dwarves is tarnished; both Durin and Mírdanant are lost and cannot rid us of this scourge.\\n\\n'I do not know if you have allies to rival Durin's great company of old, but it will take many stout hearts to best evil Thorog. If he can be drawn from his perch atop Helegrod, you must do what you can to defeat him, or all the lands will be threatened.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I know not how it has happened, [placeholder], but Thorog has been returned to life through some foul craft! Sigrun and I have seen him, with our own eyes, perched atop the walls of Helegrod like an evil memory given hateful shape.\\n\\n'So long as the beast lives, the honour of the dwarves is tarnished; both Durin and Mírdanant are lost and cannot rid us of this scourge.\\n\\n'I do not know if you have allies to rival Durin's great company of old, but it will take many stout hearts to best evil Thorog. If he can be drawn from his perch atop Helegrod, you must do what you can to defeat him, or all the lands will be threatened.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The dragon Thorog has been seen atop the walls of Helegrod, in the Misty Mountains.\\n\\nGreip and Sigrun have seen Thorog from their small camp north of the source of the Bruinen and have charged you with his defeat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We heard from here mighty Thorog's tumult and thought you had surely perished, [placeholder], but my heart rejoices to see you safe! And not just safe, but triumphant!\\n\\n'You have done what only Durin has done before in all the ages, and I feel certain that Thorog's sleep will now be forever; his tale of cruelty has been ended, and the honour of the dwarves restored!\\n\\n'Our thanks can never equal the mighty deed you have performed this day, [placeholder], but know that we will have no end of trying! Thorog has been slain! Rejoice, for [placeholder] has triumphed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Greip is at the small camp he has established with his ally Sigrun, south-west of the Bitter Stair, in the Misty Mountains.\\n\\nYou have overcome all odds and slain the great dragon-wight Thorog, animated by fell spirits and the spirit of the Gaunt-lord Drugoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Thorog is no ordinary foe, [placeholder]. I will understand if you shrink from this task. If your resolve is strong and your allies loyal, you will find him perched atop the walls of Helegrod. Draw him into battle, if you dare!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'We are well-met, [placeholder], Thorog-bane!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You have returned triumphant out of Helegrod, den no longer of fearsome Thorog!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I am pleased beyond words that you have defeated Thorog!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Thanks to your efforts, Helegrod will no longer be the home of that vile creature!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Raid: Thorog Defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Thorog is no more! Durin has been avenged once again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'I am certain Thorog will no longer trouble the counsels of the Wise and the Great. You have done well!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}