{
  "id": 620782718,
  "txt": [
    {
      "id": 216727830,
      "en": "Helegrod is north-east of Sigrun and Greip's camp.\\n\\nIt is now time for you to see this ancient fortress for yourself.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Glóin related to you a small portion of the history of Helegrod and asked you to speak with the scouts he sent forth to watch the Bitter Stair for signs of the threat growing now behind the walls of Helegrod.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I charge you with seeking the scouts I sent forth to Helegrod. Hear what they have uncovered, [placeholder], and we may better know how to deal with the new threat that lurks within that dark place.\\n\\n'They will have taken shelter somewhere to the north, within sight of the Bitter Stair that climbs up to the walls of the keep. Ask Sigrun for the rest of Durin's sad tale when you find him, for it concerns him most directly, and he will relate it to you if you wish to hear it.\\n\\n'Use caution among the snowy slopes and search among the trees in sight of the Bitter Stair to find Sigrun and Greip, my scouts. They have authority to deal with any matters concerning Helegrod.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The dwarves Sigrun and Greip were sent north of Glóin's camp in the Western Bruinen Source to scout Helegrod and have likely established a small camp among the trees in sight of the Bitter Stair.\\n\\nGlóin has sent you to speak with the scouts he dispatched to watch the Bitter Stair that climbs to the gates of Helegrod, far to the north of his Western Bruinen Source camp.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You must be a messenger from Lord Glóin, friend, for no right-minded [placeholder] would climb so close to Helegrod without such an errand, and I tell you truly that evil has come to live there again! Greip and I have seen all the proof we need to know the truth of that!\\n\\n'Lord Glóin would have me tell you the tale of Durin, fifth of that name? I cannot refuse, though it is a painful story. If he spoke to you of the coming of Thorog, I will tell you then of what happened when Durin learned that the dragon had taken the city.\\n\\n'A dragon sleeping on the treasures of Helegrod? Durin could not abide this terrible insult! He strapped to his back Mírdanant, a gift out of Eregion to his grandsire, passed from father to son through the long years, and strode with a small company of dwarves to the gates of Helegrod. Durin bellowed a challenge, and Thorog responded in kind! The battle was joined! So fierce was the fighting between dragon and dwarf that the very gates of Helegrod were split asunder!\\n\\n'After weary days and nights, Durin began at length to tire; all those in his company lay dead or dying, save Bruni who was called Yellowbeard in later years, whose wounds were too severe for him to continue. Still mighty Thorog fought on, refusing to surrender the treasures of Helegrod to their rightful masters. Thorog prepared a white-hot jet of flame with which to roast Durin, whom he judged to be near death, but too late he realized his error. Too late! For lo! Durin swung Mírdanant with all that remained of his strength, and there ended Thorog's cruel reign.\\n\\n'But Durin would not live to see victory, for Thorog's final gout of flame proved too strong for Durin's stout shield, and he was ended. Mírdanant was lost with Durin; it remains to this day buried in the neck of dead Thorog.\\n\\n'Woe upon the dwarves! The Elves of Eregion had spoken words of protection upon the forging of the axe: \\qDarkness shall not fall upon Hadhodrond while the line of Durin bears Mírdanant in friendship with the Gwaith-i-Mírdain,\\q but those words were proved false with the death of Durin!\\n\\n'I trace my lineage through many fathers to Bruni, Yellowbeard that was, the only survivor of the battle of Helegrod. That he did not die a hero's death before the gates was his lifelong shame, and it is a mark that all his descendants have borne. I bear it too, and have taken onto myself the duty of seeing that the story is not forgotten: not the treachery of the Gwaith-i-Mírdain, not the cruelty of Thorog, and certainly not the last valiant deeds of fifth Durin in defence of his people.\\n\\n'Evil has crept back into Helegrod, [placeholder], and we will need the help of many folk if we are to combat it. Speak with Greip and myself to learn what must be done!'",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Complete Ancient Foes of the Spider-bane",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We have seen evil things behind the walls of Helegrod. The city is once again occupied, though not by dwarves.\\n\\n'Sigrun will relate to you the tale of that place, and then we must decide what can be done about the new evils within Helegrod.'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Complete The Extent of the Threat",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Sigrun will tell you the tale of fifth Durin, for it affects him most directly, though it happened so long ago. You will find him and his brother Greip among the trees in sight of the Bitter Stair, far to the north, near to Helegrod.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Complete Old Friendships",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "The ancient fortress lies before you. You will want to find friends before venturing forth.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The tale of Durin is a sad one, ending as it does in both victory and defeat.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Complete The Worm-hunter's Lament",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Sigrun has long borne the mark of Bruni Yellowbeard's cowardice at Helegrod.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Find the entrance to Helegrod",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'After the defeat of Thorog, dwarves repaired the gates, carving on them a record of the battle.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "In Sight of the Bitter Stair",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "The dwarves Sigrun and Greip have several friends they need to consult and send information to before they venture back into Helegrod.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Dwarves tried to reclaim Helegrod after the death of Thorog, but it was not meant to be.'",
      "es": ""
    }
  ]
}