{
  "id": 620782750,
  "txt": [
    {
      "id": 218649169,
      "en": "'So it seems the inner keep of Helegrod, an ancient dwarf-city in the Misty Mountains, is home to worms and drakes beyond count? It makes sense, though I had never thought about it before now!\\n\\n'The keep there is the perfect spawning ground for the creatures, you see. Inside the central keep, newly-laid eggs will be protected from the cold winds of the mountains and can be tended by the drakes without fear of interference by snowbeasts or other creatures. I have never been to Helegrod, for it has stood empty since dwarves were unable to hold it even after the passing of Thorog, but I know what it must be like from many stories. Balconies on either side of the main halls, with short stairs climbing to different levels? Large rooms in the centre, with plenty of space for the great creatures to move about? The perfect spawning ground!\\n\\n'If I could leave Othrikar, I would deal with the ice-hatchlings myself, but I gave my word I would stay. If you, however, will journey to Helegrod and defeat any of the newly-hatched creatures within the keep, honour will be yours!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done a good thing, [placeholder], because each of those ice-hatchlings would grow into a ferocious drake. Imagine if they came out of Helegrod and swept down out of the mountains? If that happened, I expect I would be hard-pressed even here at Othrikar!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The inner keep of Helegrod is the perfect spawning ground for ice-drakes.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Raid: Keep Them from Hatching",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The ice-drakes surely fear you now! You have done very well, [placeholder]!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "'So it seems the inner keep of Helegrod, an ancient dwarf-city in the Misty Mountains, is home to worms and drakes beyond count? It makes sense, though I had never thought about it before now!\\n\\n'The keep there is the perfect spawning ground for the creatures, you see. Inside the central keep, newly-laid eggs will be protected from the cold winds of the mountains and can be tended by the drakes without fear of interference by snowbeasts or other creatures. I have never been to Helegrod, for it has stood empty since dwarves were unable to hold it even after the passing of Thorog, but I know what it must be like from many stories. Balconies on either side of the main halls, with short stairs climbing to different levels? Large rooms in the centre, with plenty of space for the great creatures to move about? The perfect spawning ground!\\n\\n'If I could leave Othrikar, I would deal with the ice-hatchlings myself, but I gave my word I would stay. If you, however, will journey to Helegrod and defeat any of the newly-hatched creatures within the keep, honour will be yours!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The ice-drakes surely fear you now! You have done very well, [placeholder]!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The central keep of Helegrod is a spawning ground for ice-hatchlings.\\n\\nOrmulf Worm-hunter has asked you to defeat the ice-hatchlings that are spawning within Helegrod's central keep.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ormulf Worm-hunter is in Othrikar, in the North Downs.\\n\\nYou have defeated many of the ice-hatchlings that spawn within the central keep of Helegrod and should now return to Ormulf Worm-hunter with word of your success.",
      "es": ""
    }
  ]
}