{
  "id": 620782751,
  "txt": [
    {
      "id": 181220737,
      "en": "'Oh no! It's the Arkenstone all over again!'",
      "es": ""
    },
    {
      "id": 121980033,
      "en": "'Greetings to you, Master Elrond, Lady Arwen, Burglar Bilbo.'",
      "es": ""
    },
    {
      "id": 121980034,
      "en": "'I have heard that Thorog lies once again defeated, and his vanquishers stay now in Rivendell.'",
      "es": ""
    },
    {
      "id": 136098817,
      "en": "'Now, I know a thing or two about slaying dragons, you might say, and it isn't easy.'",
      "es": ""
    },
    {
      "id": 121980035,
      "en": "'Is this so?'",
      "es": ""
    },
    {
      "id": 136098818,
      "en": "'Smaug himself was quite a terror, you know, and this Thorog sounds just as mean-tempered!'",
      "es": ""
    },
    {
      "id": 121980036,
      "en": "'I am pleased to hear it!'",
      "es": ""
    },
    {
      "id": 136098819,
      "en": "'So, Gonediad, who could have done this? Don't leave us in suspense!'",
      "es": ""
    },
    {
      "id": 121980037,
      "en": "'There was rumour too that the axe of Durin, lost in the first defeat of Thorog, had been recovered.'",
      "es": ""
    },
    {
      "id": 121980038,
      "en": "'This must go to the dwarves.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'If the rumour of Thorog's return is true, I fear that the old terrors will seize the people of Eriador. The dragon will not long stay behind the walls of Helegrod.\\n\\n'And yet this forgotten terror may bring with it hope unlooked-for: Mírdanant, the axe of Durin, is said to remain still buried within the dragon's neck. If Thorog is defeated, the axe might yet be recovered. The fortunes of the dwarves may change for the better once Mírdanant is retrieved, and the words out of Eregion, as well as the friendship of the Gwaith-i-Mírdain with Durin's Folk, might still be proven true.\\n\\n'I dare not hope that you and your allies could stand triumphant over the might of Thorog that was, for that hope is fleeting. And yet, if you are able to retrieve Mírdanant from the body of ancient Thorog, I know of one unhappy and untrusting dwarf, at least, who might be comforted by its return.'",
      "es": ""
    },
    {
      "id": 121980039,
      "en": "'As should have been done? That axe was borne by Durin, and should be returned to his people!'",
      "es": ""
    },
    {
      "id": 121980040,
      "en": "'Well, I see. Yes, very good. We are at your service and your family's, of course!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done the impossible, [placeholder]. Allow me the honour of examining Mírdanant. I never believed this hour would come, the axe of Durin returned from out of the darkness.'",
      "es": ""
    },
    {
      "id": 121980041,
      "en": "'Let the old friendships not be forgotten!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'If you dare to face mighty Thorog and bring Mírdanant from out of the darkness, some good might yet come from Helegrod again inhabited, though it seem impossible.'",
      "es": ""
    },
    {
      "id": 96388897,
      "en": "'This seems like the perfect opportunity for a feast, wouldn't you say, Master Elrond?'",
      "es": ""
    },
    {
      "id": 96388898,
      "en": "'I still have one or two corners left to fill up, I'd say!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gonediad of Rivendell is worried that Thorog will not long stay behind the walls of Helegrod.",
      "es": ""
    },
    {
      "id": 108108513,
      "en": "'I can hardly believe it, my friends.'",
      "es": ""
    },
    {
      "id": 108108514,
      "en": "'Hear me, Elves of Imladris!'",
      "es": ""
    },
    {
      "id": 108108515,
      "en": "'You have it aright, my lord. The dragon Thorog is defeated!'",
      "es": ""
    },
    {
      "id": 108108516,
      "en": "'Why, Master Bilbo, have you not figured it out?'",
      "es": ""
    },
    {
      "id": 108108517,
      "en": "'These good people braved the dangers of Helegrod and defeated the dragon Thorog!'",
      "es": ""
    },
    {
      "id": 108108518,
      "en": "'Your eyes say true, Deluros!'",
      "es": ""
    },
    {
      "id": 108108519,
      "en": "'Behold Mírdanant, returned from out of the darkness!'",
      "es": ""
    },
    {
      "id": 81038017,
      "en": "'What has excited you so, Gonediad?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring Mírdanant to Gonediad",
      "es": ""
    },
    {
      "id": 258032593,
      "en": "'You have just come from a feast, Bilbo! Have you forgotten?'",
      "es": ""
    },
    {
      "id": 258032594,
      "en": "'It seems I have no choice, my friends! Let us retire for preparation of the feast!'",
      "es": ""
    },
    {
      "id": 68744817,
      "en": "'Yes, Gonediad, tell us, though I suspect I know the cause of your delight.'",
      "es": ""
    },
    {
      "id": 261667537,
      "en": "'Our friend the hobbit is not the only one with questions, Gonediad.'",
      "es": ""
    },
    {
      "id": 96624513,
      "en": "'Can it be?'",
      "es": ""
    },
    {
      "id": 261667538,
      "en": "'Do my eyes deceive me? Is the axe you bear...?'",
      "es": ""
    },
    {
      "id": 96624514,
      "en": "'Do you speak true, Gonediad?'",
      "es": ""
    },
    {
      "id": 96624515,
      "en": "'Is this possible?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The dragon Thorog has been spotted behind the walls of Helegrod, Mírdanant still buried within his neck.\\n\\nGonediad of Rivendell has asked you to try and recover the axe of Durin, lost in ancient battle with Thorog at Helegrod.",
      "es": ""
    },
    {
      "id": 96624516,
      "en": "'Is this true?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gonediad is in Rivendell.\\n\\nYou have achieved what was thought impossible, and defeated the dragon-wight Thorog, stirred by the spirit of the Gaunt-lord Drugoth, at Helegrod. You have recovered Mírdanant, the axe of Durin, and should bring it to Gonediad with all your company.",
      "es": ""
    },
    {
      "id": 96624517,
      "en": "'Can it be so?'",
      "es": ""
    },
    {
      "id": 78181409,
      "en": "'You have heard true, Glóin, son of Gróin.'",
      "es": ""
    },
    {
      "id": 78181410,
      "en": "'The axe of Durin was recovered and brought to Imladris, Glóin, as should have been done.'",
      "es": ""
    },
    {
      "id": 78181411,
      "en": "'I say it should have been brought to Imladris for one reason, Glóin, Gróin's son.'",
      "es": ""
    },
    {
      "id": 78181412,
      "en": "'That I may have the honour of returning it to the line of Durin, its true masters.'",
      "es": ""
    },
    {
      "id": 78181413,
      "en": "'It was given once in friendship; let it be so again.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If you dare to face mighty Thorog and bring Mírdanant from out of the darkness, some good might yet come from Helegrod again inhabited, though it seem impossible.'",
      "es": ""
    },
    {
      "id": 163089025,
      "en": "'Look, father! The dwarves have come!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Raid: Reclaiming Eregion's Gift",
      "es": ""
    }
  ]
}