{
  "id": 620782752,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Hillmen of Rhudaur splintered into many different factions after the fighting that broke the North Kingdom, and many lived still among the ruins scattered through the wilderness of the Trollshaws. Many of them tried the passage of the mountains but most were defeated by snow in the high places. Those that endured took the name Corcur and live still in hard places.\\n\\n'Always they resented their long-ago defeat, searching forever for strong allies to help them reclaim what they had lost. In Angmar they found the ally they sought, and the Corcur now dwell within Helegrod in service to Angmar's will.\\n\\n'My son Elladan has long fought the Corcur, and knows of their ways. Speak to him at his camp of Thorenhad, among the Bruinen Gorges to the west of Imladris.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The Corcur have come to live within the walls of Helegrod? That is an evil place, and I do not doubt that the evil power within Angmar hopes to use these new allies for some mischief.\\n\\n'We must put an end to their evil, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My sons have established a camp, Thorenhad, among the Bruinen Gorges, west of Imladris. From there, they watch the wilderness of the Trollshaws for sign of the Enemy. Elladan will be greatly interested to hear of the Corcur that now inhabit Helegrod.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Corcur Arise",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'My sons are strong and keep vigil at Thorenhad for signs of the Enemy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Corcur of the Misty Mountains fell under the sway of the Angmarim that now control Helegrod.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The Corcur have always been dangerous for the unprepared, but their new allies make them a more deadly foe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Elladan is at Thorenhad, his camp among the Bruinen Gorges, west of Rivendell.\\n\\nLord Elrond has asked you to bring news of the Corcur now living within Helegrod under the power of Angmar to his son Elladan, who has fought long against them.",
      "es": "",
      "es (fem)": ""
    }
  ]
}