{
  "id": 620782758,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Storvâgûn's emblem of loyalty",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Arifael has told you the tale of Storvâgûn, the new leader of the giants above Helegrod.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The giants left the dwarf-city alone for a long time, not interested in the empty halls. But Storvâgûn wants leadership, and he says the city belongs to the giants just as the mountains do!\\n\\n'Robed Men spoke with Storvâgûn, and suddenly he has riches! He pledges loyalty to his new friends, offers them the service of all giants -- all giants, not just himself! When others complain and challenge Storvâgûn, he gives them new wealth! Now many giants have joined Storvâgûn above the old dwarf-city.\\n\\n'He is no giant. He is a traitor to his people! If you are brave beyond your tiny stature, bring many friends and take Storvâgûn's emblem of loyalty to the robed Men away from him. He only has one. Look for him on cliffs above the old dwarf-city in mountains. I think his new friends mistake Storvâgûn's loyalty. He will betray them too, perhaps! But he betrayed giants first, and he must pay for it.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The giant Storvâgûn is on the cliffs above Helegrod, the ancient dwarf-city in the Misty Mountains. Arifael is on Amon Nendir, south-west of Rivendell.\\n\\nArifael has asked you to take Storvâgûn's emblem of loyalty away from him. Robed Men of Angmar gave the emblem to him in exchange for the service of the giants.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Storvâgûn is no more? You have the thanks of Arifael, tiny [placeholder]! There is no amount of wealth that will make Arifael forget his true loyalty: to giants, not to robed Men!\\n\\n'You are strong indeed, and Storvâgûn now knows it! Robed Men know too, and quake in fear, I think!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Arifael is on Amon Nendir, south-west of Rivendell.\\n\\nYou have taken Storvâgûn's emblem of loyalty to Angmar from him, and Arifael is waiting for you to bring it to him.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Storvâgûn betrayed the giants, and now he regrets it!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Storvâgûn is a traitor to the giants, but he is also very strong. If you go to old dwarf-city in mountains to take his emblem of loyalty from him, be careful. He will betray the robed Men too, I think, but I will not forgive him for betraying the giants first. He forgot he is a giant when he was given riches!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The old dwarf-city in the mountains is no place for giants. Too small.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The old dwarf-city in the mountains is no place for giants. Too small.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring Storvâgûn's emblem of loyalty to Arifael",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Raid: Storvâgûn the Traitor",
      "es": ""
    }
  ]
}