{
  "id": 620782753,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Helegrod Corcur talisman ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Elladan has long fought the Corcur of the Trollshaws and the Misty Mountains, and fears their new allegiance to Angmar.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'My brother and I have long fought the Corcur, [placeholder], and the news that they have given their allegiance to Angmar and now hold the dwarf-city of Helegrod between their forces are unhappy tidings. They must be driven forth.\\n\\n'The Corcur carry talismans from which they believe their strength and power comes... we must recover these talismans from the Corcur of Helegrod. They are fierce warriors, but they put such stock in these talismans that their will is broken when they are deprived of them.\\n\\n'Bring me the talismans from the Corcur of Helegrod, and I will destroy them. Perhaps we can stem this tide before they are ready to sweep down from the mountains in battle!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Corcur of Helegrod can be found within its walls, far north of Imladris in the Misty Mountains. Elladan is at Thorenhad, his camp among the Bruinen Gorges west of Rivendell.\\n\\nElladan has told you that each of the Corcur within Helegrod carry talismans from which they believe their strength comes. If enough of these talismans can be taken from their grasp, the will of the Corcur may be broken.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done well, [placeholder], and you have my thanks for this brave deed! I have fought the Corcur, and their ferocity is known to me. Without these talismans, their people will be demoralized. Perhaps they will no longer be the allies that Angmar hoped to have!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Elladan is at Thorenhad, his camp among the Bruinen Gorges west of Rivendell.\\n\\nYou have collected many talismans from the Corcur of Helegrod, and they now await destruction at the hands of Elladan.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I do not fear the Corcur.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You do not have the talismans of the Corcur of Helegrod, [placeholder]? Why is this so?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'My father will stand always against the evil that has come to Helegrod.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'My father will stand always against the evil that has come to Helegrod.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring Helegrod Corcur talismans to Elladan",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Raid: The Corcur of Helegrod",
      "es": ""
    }
  ]
}