{
  "id": 620782756,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Breosal has been defeated by Zaudru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Adhargal has been defeated by Storvâgûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated Grisgart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lord Elrond has alerted you to the presence of three servants of Angmar in Helegrod.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Defeated Grisgart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The picture becomes clearer to me, [placeholder], and I begin to understand what is happening behind the walls of Helegrod.\\n\\n'Many evils have come to the dwarf-city: spiders, giants, drakes, the dragon Thorog himself... but undirected, each of these would be likely to fight with the others. The evil power that has come again to Angmar would not condone such in-fighting.\\n\\n'The Iron Crown must have sent trusted servants out of Angmar and into the mountains, I guessed, to keep the evils within Helegrod mindful and under control. My guess has been rewarded, [placeholder]: scouts have reported the presence of three powerful Angmarim within the walls. Their names are known to me from the descriptions of my scouts: fierce Adhargal, cruel Grisgart, and unyielding Breosal. They must be defeated, [placeholder], for perhaps then the uneasy alliance within Helegrod will fall apart, and the problem resolve itself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Grisgart, Adhargal, and Breosal keep the forces of evil under control behind the walls of Helegrod.\\n\\nLord Elrond has charged you with defeating the three Angmarim apparently keeping the evils within Helegrod under control and organized.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well to defeat the servants of Angmar behind the walls of Helegrod, [placeholder]. That Adhargal and Breosal were slain not by you or your allies, but by the forces of evil they sought to control, tells us much of the enemy we face.\\n\\n'I thank you again, [placeholder]. The mountains are safer for your efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Master Elrond is in the library of Rivendell.\\n\\nThe three servants of Angmar within Helegrod have been defeated. Elrond should be told of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Seek within Helegrod for the servants of Angmar, [placeholder]. If they are defeated, the evils within that ancient city may give in to their natures and fight among themselves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The forces of evil cannot stand against the true-hearted.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Angmar cannot hold Helegrod. The city will not long stand against us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Breosal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Adhargal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Grisgart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Elrond in the Last Homely House",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Raid: Servants of Angmar",
      "es": "",
      "es (fem)": ""
    }
  ]
}