{
  "id": 620782755,
  "txt": [
    {
      "id": 218649169,
      "en": "'My own scouts did not need to come near to the walls of Helegrod to spy a number of giants on the cliffs over the stronghold. Curiously enough, these giants did not seem to wear the tokens of the Thunder-lord; some new leader must have seized control of this group and sworn allegiance to the power that dwells now within Helegrod.\\n\\n'I have no doubts to the source of this power: it must come from the Land of Angmar.\\n\\n'There is one among the giants that I trust still: Arifael on Amon Nendir, friend always to the Elves of this valley. He has always forsaken his more belligerent cousins, though it causes him pain and forces him to live the life of an exile. Amon Nendir is to the south-west of the vale. Speak with Arifael and see if he knows anything about the giants that dwell above Helegrod. I fear that all the giants, save Arifael, are now set against us.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You come from the Elves? Not all giants follow the Thunder-lord now. Storvâgûn is the new giant leader! He tricks giants. Traitor!\\n\\n'The Elves should worry. Storvâgûn is not afraid of anyone, like a real giant, but he has new friends who pay him to do what they want.\\n\\n'The old dwarf-city in the mountains are not a home for proper giants, but to toadies of Storvâgûn's new friends! It makes me unhappy. You must help!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Amon Nendir is to the south-west of Rivendell. Arifael, friend always to the Elves, may know something of the new loyalties of his cousins.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Save Arifael",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Arifael is true, though he is the only giant that remains so.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lord Elrond has confidence in the loyalty of only one giant, Arifael of Amon Nendir.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I have heard rumour of Storvâgûn of which Arifael spoke. The stories are cruel and unpleasant.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The giant Arifael is on Amon Nendir, south-west of Rivendell.\\n\\nLord Elrond has asked you to speak with Arifael about the giants that have seemingly sworn fealty to Angmar and now protect Helegrod for their new masters.",
      "es": ""
    }
  ]
}