{
  "id": 620782743,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected Zaudru's crimson mandible",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Atli Spider-bane has, at long last, learned the location of his greatest foe, the cause of his deep hatred for the foul creatures.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The city of Helegrod has stood empty for long years, [placeholder], but if wretched Zaudru has chosen as her lair the caverns beneath it, it will not remain so for long. Corcur, Angmarim, giant, or drake will not be able to stand against her, though each of them may believe Zaudru to be an ally. When her brood has grown to sufficient size, she will come forth, and woe to any who stand before her! Helegrod will have a new queen!\\n\\n'Long years ago, I beheld Zaudru in all her bloated majesty, and it is a sight that will never fully leave my mind. My father and brothers and I had begun mining a decent vein when all about there came a great shaking. Rocks fell from above, and dust filled the air. We ran for the surface, but she was upon us before we had gone fifteen paces. The sound of her evil voice still fills me with dread, though I could not make out many of the words she spoke, save one: \\qZaudru\\q she said, over and over, \\qZaudru!\\q I stumbled into the sunlight, and as I turned back to the entrance of the mine, I saw her great, bloated mass moving through the dust, saw the glint of her small and angry eyes. Then the roof gave way and the entrance collapsed, sealing Zaudru behind a wall of stone. It was all that saved me from her.\\n\\n'Of a dozen dwarves, only I and two of my brothers escaped her clutches that day. I swore vengeance upon Zaudru and took to hunting any of her kind that crossed my path. She must have followed secret paths through the stone, mile after mile, until she came at last to Helegrod. End her, [placeholder]. End her and bring me her crimson mandible. She had only one, but it will be the proof of my vengeance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Zaudru has made her lair in the caverns beneath the old dwarf-city of Helegrod, in the Misty Mountains. Atli Spider-bane is in the town of Archet, in Bree-land.\\n\\nAtli Spider-bane has told you the story of his encounter with Zaudru long years ago and has charged you with carrying out his vengeance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I have no words, [placeholder]. That Zaudru no longer lives brings me such joy as I cannot relate to you.\\n\\n'I am forever at your service and your family's. Walk with honour, my friend, for you have slain Zaudru, most wretched of the spiders that creep beneath the mountains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Atli Spider-bane is in the town of Archet, in Bree-land.\\n\\nYou have wrested Zaudru's crimson mandible from her lifeless body and must now bring it to Atli Spider-bane so he will know that the tale of his vengeance is fulfilled.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I am forever at your service, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Zaudru is still alive, [placeholder], and many good dwarves are dead. Journey to the caverns beneath Helegrod and make things right. I charge you with carrying out my vengeance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'My father and brothers smile upon you, my friend, for Zaudru is no more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'My father and brothers smile upon you, my friend, for Zaudru is no more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring Zaudru's crimson mandible to Atli Spider-bane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Raid: A New Queen for Deepest Helegrod",
      "es": "",
      "es (fem)": ""
    }
  ]
}