{
  "id": 620782747,
  "txt": [
    {
      "id": 218649169,
      "en": "'The keep of Helegrod has stood empty for years beyond count, [placeholder], but now it has become home to worm and drake, a vile warren filled with many clutches of eggs and guarded by the watchful eyes of the great beasts.\\n\\n'Few of the Corcur or Angmarim that we have spied from afar seem willing to brave the stronghold. Perhaps the fire-breath of the creatures keeps the Men at bay, or they are under some command not to disturb the beasts. One of the Angmarim, a man of great importance, seems to have no fear of the worms or drakes and passes often through the doors of the keep. It is curious.\\n\\n'But we do not have the time to muse on such things! Ormulf Worm-hunter, a dwarf of Othrikar on the North Downs, should be told of the infestation of worms and drakes that lurk now within the keep of Helegrod. He will know how best to fight the creatures. Go with haste, and leave the mystery of the Angmarim worm-friend to Greip and myself!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Worms within Helegrod? Sigrun was right to send you to me, [placeholder], for no one knows as much about fighting the fell creatures as I do!\\n\\n'And I am worried about this Man of Angmar you mentioned. If he can pass safely among drakes and worms, he may hold a power far greater than anything I have yet faced. But the situation here on the Downs needs all my attention, and I cannot travel all the way to Helegrod! How I wish it were not so, but I gave my word that I would not abandon my post here, and a dwarf's word is stronger even than mithril bonds!\\n\\n'I hope no ill comes of it, but there is nothing I can do. I will put it out of my mind. If you are willing to combat the threat of worms and drakes within Helegrod on my behalf, give me your word you will do so, and will not cower before such mysterious power as this Man seems to wield. If you are not prepared for such danger, I will waste no more of my breath upon you!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Ormulf Worm-hunter is at Othrikar on the North Downs, [placeholder]. He will know what to do about the worms and drakes that slither now within Helegrod's inner keep!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Worm-hunter's Lament",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Ormulf Worm-hunter is a good dwarf, brave and loyal, if a bit too bold.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Sigrun told you of Ormulf Worm-hunter, a dwarf at Othrikar renowned for his brave deeds against the worms and drakes that stalk the crevices of the North Downs.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I do not know what power this mysterious Angmarim possesses that he may walk unharmed among worms and drakes.'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Ormulf Worm-hunter and I once hunted the worms of Dol Dinen. He is stout-hearted.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'The central keep of Helegrod is full of worms and drakes, and therefore danger.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ormulf Worm-hunter is at Othrikar, far to the west in the north-central North Downs.\\n\\nSigrun has seen from afar that the keep of Helegrod appears to be crawling with worms and drakes and has asked you to consult with Ormulf Worm-hunter about what must be done.",
      "es": ""
    }
  ]
}