{
  "id": 620782742,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Helegrod Shadow-brood Venom ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "'All who remember the story of mighty Durin and fierce Thorog know of Helegrod, [placeholder], but I did not think to hear its name spoken aloud in my time. Though dwarves repaired the gates and tried to reclaim it after the passage of the dragon, it was not meant to be, and my father and his father before him assumed Helegrod would always stand empty.\\n\\n'But word now comes to my ears of weaving beneath the city, weaving and the clicking of many legs. The Shadow-brood spiders that infest the caverns beneath Helegrod might stay there for years...any spider-hunter knows that the creatures prefer the darkness beneath the mountains to the light of the sun. But if the wretched creature that birthed these monstrosities turns her eyes towards the exit of her cave, towards the snow-covered slopes of the Misty Mountains....\\n\\n'We cannot let this happen, [placeholder]. Despite the danger, you must descend into the caverns beneath Helegrod and defeat as many of the Shadow-brood as you can. Bring to me their venom, for the venom of one brood is often poisonous to others, and I might be able to make use of it against other of the vile creatures. Only mature spiders are likely to have the potent venom I require, and even then, it will be difficult to slay the spiders that carry it without spilling it.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'All who remember the story of mighty Durin and fierce Thorog know of Helegrod, [placeholder], but I did not think to hear its name spoken aloud in my time. Though dwarves repaired the gates and tried to reclaim it after the passage of the dragon, it was not meant to be, and my father and his father before him assumed Helegrod would always stand empty.\\n\\n'But word now comes to my ears of weaving beneath the city, weaving and the clicking of many legs. The Shadow-brood spiders that infest the caverns beneath Helegrod might stay there for years...any spider-hunter knows that the creatures prefer the darkness beneath the mountains to the light of the sun. But if the wretched creature that birthed these monstrosities turns her eyes towards the exit of her cave, towards the snow-covered slopes of the Misty Mountains....\\n\\n'We cannot let this happen, [placeholder]. Despite the danger, you must descend into the caverns beneath Helegrod and defeat as many of the Shadow-brood as you can. Bring to me their venom, for the venom of one brood is often poisonous to others, and I might be able to make use of it against other of the vile creatures. Only mature spiders are likely to have the potent venom I require, and even then, it will be difficult to slay the spiders that carry it without spilling it.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Shadow-brood spiders in the caverns beneath Helegrod possess the venom Atli Spider-bane is seeking. Atli is in the town of Archet, in Bree-land.\\n\\nAtli Spider-bane has asked you to collect venom from the Shadow-brood of Helegrod.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done very well! This venom will be a valuable asset in my war against any spider that does not belong to the brood of Zaudru.\\n\\n'It need not be said, perhaps, but you and your allies remain my greatest weapon against the brood of Zaudru herself, [placeholder]. I await word of your further triumphs over the wretched creature and her terrible spawn.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Atli Spider-bane is in the town of Archet, in Bree-land.\\n\\nYou have collected venom from the Shadow-brood spiders living in the tunnels beneath Helegrod, and Atli is waiting to make use of it in his ongoing battle against any spiders that cross his path or threaten his people.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The venom of the Shadow-brood is particularly potent and must be handled with caution.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The caverns beneath Helegrod seem to be overrun with Shadow-brood spiders, the spawn of vile Zaudru. If you can collect their potent venom, I may be able to turn it against other broods of spiders.\\n\\n'Go with valour, [placeholder]!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Zaudru is the most fearsome beast I have encountered, and her brood is numberless.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Zaudru is the most fearsome beast I have encountered, and her brood is numberless.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Helegrod Shadow-brood Venom ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Raid: An Evil Place, Crawling With Spiders",
      "es": ""
    }
  ]
}