{
  "id": 620782719,
  "txt": [
    {
      "id": 218649169,
      "en": "'Glóin and a company of dwarves from the Lonely Mountain have established a camp to the north, among the snows of the mountains. Tell him what you have told me, and I will devise some plan by which we can prepare to face whatever evil has come to Helegrod.\\n\\n'Your news fills me with forboding, [placeholder], for the tale of that place is a sad one, as hostile as the mountains in winter. Durin, the fifth to bear that name, came to a grim end within the walls of that keep, despite words out of Eregion concerning the axe he bore: \\qDarkness shall not fall upon Hadhodrond while the line of Durin bears Mírdanant in friendship with the Gwaith-i-Mírdain.\\q\\n\\n'Perhaps the strength of those words had waned during the many years since Mírdanant was gifted? I do not know. Glóin may tell some of the tale to you, if that is his mind. Go now with haste. I do not know how much time we may have to counter this threat. Helegrod inhabited again is a troubling matter.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It was good of Master Elrond to send you to me, [placeholder], though the shadow growing within Helegrod is not news to my company. Indeed, I sent two of our number northward to scout the base of the Bitter Stair that wends up to the gates. They will see what is happening in Helegrod.\\n\\n'Elrond spoke to you of the fifth Durin? It is true that he came to the end of his days in Helegrod, once-great city of my people. The dragon Thorog coveted the riches that lay within and assaulted the city, slaying dwarves beyond count. Durin took up Mírdanant, the axe given to his grandsire by the Elves of Eregion, and sought to defeat Thorog in battle. Words had been spoken of the axe at the time of its making, words that were thought to ensure the safety and power of its bearer. The words were false, for Durin died in battle with Thorog at the gates of Helegrod.\\n\\n'That song is a sad one, and I find I am loath to relate it now to you.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Glóin may not wish to share with you the tale of Durin who met his end in Helegrod, but he must be told that evil stirs again within that place. Find him at his camp north of Rivendell, among the snows of the Misty Mountains.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Deeds of Durin",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Durin came to the end of his days within Helegrod. The words concerning Mírdanant were false.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lord Elrond believes the dwarf Glóin should be warned of the evil that might hide within Helegrod, not far to the north of his camp in the Misty Mountains.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The Elves of Eregion spoke falsely of Mírdanant, for it did not protect its master or his people.'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'The Elves of Eregion gave Mírdanant to Durin's grandsire and spoke words of friendship upon its making.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'The dwarves believe the words spoken at the making of Mírdanant were false, but I do not believe it is so.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Glóin is at his camp in the Misty Mountains, north of Rivendell.\\n\\nLord Elrond asked you to warn Glóin of the threat rumoured to be growing within the walls of Helegrod.",
      "es": ""
    }
  ]
}