{
  "id": 620782741,
  "txt": [
    {
      "id": 218649169,
      "en": "'Helegrod's pride has always been its mighty halls, stretching as they do for many miles into the mountains, but Greip and I have discovered that someone -- something, I should say -- has been adding to their expanse.\\n\\n'As we explored near to the walls of Helegrod, the snow gave way and Greip fell into an icy cavern, a great hollow space beneath the mountains. I returned to our camp to retrieve enough rope to pull him back to the surface. I moved with all the haste I could manage, but in the few moments I was gone, Greip heard the foul language of spiders and knew the truth of where he had fallen. When I pulled him back to the surface, he related to me his brief adventure in the dark, a story of webs and evil voices.\\n\\n'An evil brood of spiders have taken root in the caverns beneath Helegrod, [placeholder], and the name of their queen is fell: \\qZaudru,\\q she is called, and I know one who has encountered her before. Look for Atli Spider-bane in Bree-land, in the town of Archet, for he will be most interested to hear of the spider-plague that festers beneath Helegrod.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have come to me by long and weary roads, [placeholder]. What has brought you here with such urgency? I see from your face that it can be no small matter.\\n\\n'What is this? I had not thought to hear the name \\qZaudru\\q again in my lifetime, [placeholder]. She is a cruel and wretched queen among her kind, and we have been face-to-face only once, though the memory is evil. She cannot be allowed to haunt the caverns beneath Helegrod, friend [placeholder], for she will in the span of timeless years come forth with her brood to cover all of Middle-earth with her spawn.\\n\\n'If you are willing to take up arms against this wretched foe, tell me so. If not, leave my sight a coward.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The strangest thing happened, [placeholder]. I returned to the place where Greip fell through the snow -- he refused to go himself, but I wanted to see if there was anything else to see -- and the hole is gone, sealed by a thick mat of spider-webs.\\n\\n'These spiders must not be underestimated, [placeholder]. They learned of our intrusion and resented it; they will not permit another.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Ancient Foes of the Spider-bane",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I fell a good distance into the cavern, [placeholder], and my fall was broken by a sheet of ice -- I am fortunate that it was so thick! The spiders of that place....\\n\\n'I really do not want to talk about it. I am sorry.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Glóin's scouts have learned that a venomous brood of spiders and their wretched queen lurk now beneath Helegrod.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Greip does not willingly speak about his adventure in the spider-caves.'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Atli Spider-bane once encountered wretched Zaudru, and the meeting was nearly his last.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'The spiders sealed off the hole into which I fell. I am grateful, for I wouldn't want it to happen again!'",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'I am fortunate that Zaudru was not nearby when I fell into her cave, or I would not be here today!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Atli Spider-bane is in the town of Archet, in Bree-land, far to the west of the Misty Mountains.\\n\\nSigrun and Greip learned that an evil plague of spiders has taken root in caverns beneath Helegrod, and their fell queen is known to Atli Spider-bane.",
      "es": ""
    }
  ]
}