{
  "id": 620782757,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I cannot keep my mirth hidden beneath my beard any longer -- you have passed my test, [placeholder]! I did not think to find one so selfless, but you have proven your worth to me! To slay so many ice-drakes, without hope for reward...you are an honourable [placeholder], that much is certain!\\n\\n'Unless...you assumed I would give you a reward anyway? Surely that isn't the case, is it?\\n\\n'Bring this crate of pick-axes to Wegeir in Thorin's Hall. He will provide to you the reward of which I speak, and he will receive the pick-axes he is due. If I could leave Othrikar I would deliver them myself, but you know how it is. I left with him several choice items of mine, and any of them would be a suitable reward for you, my honourable [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You bring pick-axes from Ormulf? It is well past time, but I am glad to see them finally arrive.\\n\\n'He gave word that his messenger should be given the choice of several items he left in my keeping. Here they are, and thank you for the delivery!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Ormulf must trust you a great deal if he sent you to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ormulf has not sent to me the pick-axes he promised? That does not seem like him at all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Picks for Delivery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'This is only one of the delvings of the dwarves, and not even the greatest!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ormulf Worm-hunter, impressed with your selflessness, has offered you a reward for slaying ice-drakes after all.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the crate of pick-axes to Wegeir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wegeir is somewhere within Thorin's Hall.\\n\\nOrmulf Worm-hunter has been impressed by your selflessness and asked you to deliver a crate of pick-axes to Wegeir, who can give to you your reward.",
      "es": "",
      "es (fem)": ""
    }
  ]
}