{
  "id": 620936338,
  "txt": [
    {
      "id": 246419842,
      "en": "Hildith is in the Mead Hall of Grimslade.\\n\\nYou should return to Hildith with the news of her husband.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419846,
      "en": "Théoden is in the Great Hall of the Hornburg.\\n\\nYou should witness the end of the siege on Helm's Deep.",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Witness the last stand of the Rohirrim",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Speak with Théoden",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Théoden is in the Great Hall of the Hornburg.\\n\\nYou should speak with Théoden.",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'The battle is almost over, [placeholder]! You have aided us in the defence of Rohan, and we are about to make our last stand.\\n\\n'Do you wish to see what may be the last ride of the Rohirrim? This war ends...now.'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'We have done it! Rohan is safe at last -- for a while, that is.\\n\\n'Many heroes fought and died this night, but many survived as well. You have shown legendary strength and loyalty to my peoples, [placeholder], and fought with the zeal of Helm Hammerhand himself.\\n\\n'I honour you, friend to the Helmingas and Eorlingas alike.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Witness the last stand.",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "You have been given a map to guide you to Théoden's side.\\n\\nYou should read the map and go to Théoden at once.",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Use the map to rally to Théoden's summons",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "You have received a summons to participate in the last stand of the Rohirrim at Helm's Deep.\\n\\nMany have survived the long night, and it is time to ride out and throw down the enemies that now fill the vale.",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'The battle is almost over, [placeholder]! You have aided us in the defence of Rohan, and we are about to make our last stand.\\n\\n'Do you wish to see what may be the last ride of the Rohirrim?'",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 228870261,
      "en": "Let's Take the Hornburg!",
      "es": ""
    }
  ]
}