{
  "id": 620936336,
  "txt": [
    {
      "id": 190220310,
      "en": "'Nearly all of my stock was sent with the army. I have a few remaining, but they are hunting arrows, not war arrows. Nevertheless, your archer friend is welcome to them.\\n\\n'You can find them over there on the ground.'",
      "es": ""
    },
    {
      "id": 184621443,
      "en": "Hutha is in Edoras.\\n\\nYou should bring the arrows you received from the fletcher to Hutha.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Hutha spent all of his arrows in a foray against Orcs as they rode across Kingstead.",
      "es": ""
    },
    {
      "id": 173025512,
      "en": "Talk to the fletcher",
      "es": ""
    },
    {
      "id": 190220289,
      "en": "'Hunting arrows, war arrows, it matters not...they will fly straight and true, and the enemy shall fall in defeat. Thank you, [placeholder].'",
      "es": ""
    },
    {
      "id": 173025513,
      "en": "Collect arrows ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "The fletcher is in Edoras.\\n\\nHutha asked you to seek out the fletcher and learn if he has any arrows to spare.",
      "es": ""
    },
    {
      "id": 184621497,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 120621399,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 184621430,
      "en": "The arrows the fletcher mentioned are on the ground near him.\\n\\nYou should collect the arrows the fletcher mentioned.",
      "es": ""
    },
    {
      "id": 251715765,
      "en": "Bring the arrows you collected to Hutha",
      "es": ""
    },
    {
      "id": 120621378,
      "en": "'Were there no more arrows to be had?'",
      "es": ""
    },
    {
      "id": 148970032,
      "en": "Collected arrows ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Arrows for Hutha",
      "es": ""
    },
    {
      "id": 190220740,
      "en": "'[placeholder], it is well that you have come...we prepare to ride after Théoden King's army, but I am without arrows. We were ambushed by Orcs as we rode across Kingstead, and I was forced to spend my last few.\\n\\n'Will you seek out the local fletcher and see if he has any arrows to spare?'",
      "es": ""
    }
  ]
}