{
  "id": 620992272,
  "txt": [
    {
      "id": 131529409,
      "en": "'...'",
      "es": ""
    },
    {
      "id": 131529410,
      "en": "'No! No. I beg you, do not.'",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "Instance: The Forbidden Pool",
      "es": ""
    },
    {
      "id": 131529411,
      "en": "'He knows nothing of the ways of Men, and I doubt he knows you are here.'",
      "es": ""
    },
    {
      "id": 131529412,
      "en": "'But also, it is likely that he has been drawn here by some mastering desire. The lure is stronger than his caution...'",
      "es": ""
    },
    {
      "id": 131529413,
      "en": "'Yes. He bore it himself for many years. It is precious to him.'",
      "es": ""
    },
    {
      "id": 131529414,
      "en": "'Because he is hungry, and wretched...'",
      "es": ""
    },
    {
      "id": 131529415,
      "en": "'And because Mithrandir himself would have forbade it, as he forbade the Elves to harm him.'",
      "es": ""
    },
    {
      "id": 131529416,
      "en": "'I do not understand why, or how, but this creature is bound to my errand in some unforeseen way... he is our guide.'",
      "es": ""
    },
    {
      "id": 131529417,
      "en": "'Let me go down to him, as quietly as I can. You may shoot me if I fail.'",
      "es": ""
    },
    {
      "id": 36142497,
      "en": "'...But why must we trust Master? Where is the other hobbit, the rude and cross one?'",
      "es": ""
    },
    {
      "id": 36142498,
      "en": "'What is it? Not a hobbit! Something is there!'",
      "es": ""
    },
    {
      "id": 36142499,
      "en": "'Nasssty, wicked, tricksy Master!'",
      "es": ""
    },
    {
      "id": 189784801,
      "en": "'Shall we shoot, Master Baggins?'",
      "es": ""
    },
    {
      "id": 189784802,
      "en": "'So you know what this thing is, I take it? Come, tell me why we should spare it.'",
      "es": ""
    },
    {
      "id": 189784803,
      "en": "'In all of our long talks together, you have not spoken of the gangrel-companion, and I have let it be.'",
      "es": ""
    },
    {
      "id": 189784804,
      "en": "'He has now done worse than trespass and poach in Ithilien! He has dared to come to the very door of Henneth Annûn.'",
      "es": ""
    },
    {
      "id": 12742337,
      "en": "'We are discovered. My bow is at the ready, Captain.'",
      "es": ""
    },
    {
      "id": 189784805,
      "en": "'Why does he come beneath our very window, if it means his life is forfeit?'",
      "es": ""
    },
    {
      "id": 12742338,
      "en": "'I have him in my sight, Captain. Do I shoot? It is death by law to come unbidden to the pool.'",
      "es": ""
    },
    {
      "id": 189784806,
      "en": "'Can he then know of your burden?'",
      "es": ""
    },
    {
      "id": 12742339,
      "en": "'Go quickly, and be careful. Unseen archers are poised to shoot at any sign of trouble.'",
      "es": ""
    },
    {
      "id": 189784807,
      "en": "'Not yet, Anborn. This is a more difficult matter than it seems.'",
      "es": ""
    },
    {
      "id": 12742340,
      "en": "'Hold still, now, or we'll stick you full of sharp arrows!'",
      "es": ""
    },
    {
      "id": 189784808,
      "en": "'Why should we spare him?'",
      "es": ""
    },
    {
      "id": 189784809,
      "en": "'Very well. Anborn, lead Frodo to the bank.'",
      "es": ""
    },
    {
      "id": 225422384,
      "en": "'Up ahead. Be good, Sméagol, and follow me this way.'",
      "es": ""
    },
    {
      "id": 225422385,
      "en": "'If you do not come, the Precious will be very angry. In front now!'",
      "es": ""
    },
    {
      "id": 225422386,
      "en": "'Please be gentle with him! Sméagol! Trust Master, Sméagol...'",
      "es": ""
    }
  ]
}