{
  "id": 620992271,
  "txt": [
    {
      "id": "0xc77b611",
      "en": "'I am Mablung, and my companion is Damrod. We are Rangers of Ithilien.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc77b612",
      "en": "'We are descended from a long line of folk who called these woods home, and Steward Denethor has charged us with its protection.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc77b613",
      "en": "'We seldom roam this far within, but today we come to ambush the evil Men from Harad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc77b614",
      "en": "'But we do not sit idle. The Southrons march brazenly and heedlessly upon our own roads to swell the hosts of Mordor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd925f95",
      "en": "Instance: Halflings and Oliphaunts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc77b615",
      "en": "'They shall not pass unchallenged... not while Faramir leads our host.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc77b616",
      "en": "'His life seems charmed, as if fate spares him for some greater end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc77b617",
      "en": "'Sleep while you are able.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc77b618",
      "en": "'If the Captain returns, he will want to depart swiftly. The Enemy will pursue us when the news reaches him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc77b619",
      "en": "'I doubt the Captain will leave you unattended in the woods, Master Samwise, but we shall see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd934261",
      "en": "'It sounds like the smithying of a thousand blacksmiths all together! This is as near as I should like them to get.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd934262",
      "en": "'An Oliphaunt! So they exist, and I have gotten to see one. What a tale!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd934263",
      "en": "'Well, no one shall believe me if I tell them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd934264",
      "en": "'Phew. If that's all over and done, I think I'll have a sleep.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x47d8821",
      "en": "'Curse the Haradrim! They are under the sway of the Enemy. Alas, I fear that Gondor will fall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd934265",
      "en": "'Go quietly when you leave! No need to disturb me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x47d8822",
      "en": "'His strength and malice have grown great indeed, and there is little hope for Minas Tirith.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x47d8823",
      "en": "'They are coming! They have broken through the trap, and our Captain pursues!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x47d8824",
      "en": "'Mûmak! Mûmak! May the Valar save us and turn his path!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7d6fac1",
      "en": "'What are your names, and where are you from?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}