{
  "id": 620835684,
  "txt": [
    {
      "id": 218649169,
      "en": "'Have you yet visited the hill of Cerin Amroth, [placeholder]? You should do so, for it is lovely at all times of the year.\\n\\n'Look for it in the centre of Lothlórien; it is both beautiful and peaceful, and Milwen will be pleased to tell you some of its history. Look for her by the archway west of the hill of Cerin Amroth.'\\n\\n<rgb=#FF0000>If you have not already completed Volume II, Book 6, it is encouraged, though not required, that you do so before beginning this quest.</rgb>\\n",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You are welcome within Lothlórien, [placeholder], for the friendship you have demonstrated and your efforts against the Orcs and other dangers within Moria.\\n\\n'Pass beneath the eaves of the forest, to the east, and travel to the hill of Cerin Amroth in the centre of Lothlórien; it is both beautiful and peaceful, and Milwen will be pleased to tell you some of its history. Look for her by the archway west of the hill of Cerin Amroth.'\\n\\n<rgb=#FF0000>If you have not already completed Volume II, Book 6, it is encouraged, though not required, that you do so before beginning this quest.</rgb>\\n",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'As a friend to the Elves of Lórien, you should visit the hill of Cerin Amroth at least once. It is a place of such beauty that rest and contemplation come easily.\\n\\n'Speak to Milwen by the archway west of the hill and she will tell you some of its history. Cerin Amroth is in the centre of Lórien, and north of Caras Galadhon.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You are welcome within Lothlórien, [placeholder], for the friendship you have demonstrated and your efforts against the Orcs and other dangers within Moria.\\n\\n'Pass beneath the eaves of the forest, to the north-east, and travel to the hill of Cerin Amroth in the centre of Lothlórien; it is both beautiful and peaceful, and Milwen will be pleased to tell you some of its history. Look for her by the archway west of the hill of Cerin Amroth, far to the northeast of here inside the forest.'\\n\\n<rgb=#FF0000>If you have not already completed Volume II, Book 6, it is encouraged, though not required, that you do so before beginning this quest.</rgb>\\n",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 7, Chapter 1: The Hill of Cerin Amroth",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'As a friend to the Elves of Lórien, you should visit the hill of Cerin Amroth at least once. It is a place of such beauty that rest and contemplation come easily.\\n\\n'Speak to Milwen by the archway west of the hill and she will tell you some of its history. Cerin Amroth is in the centre of Lórien, far to the east of here, but north of Caras Galadhon.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Welcome to Cerin Amroth, [placeholder]! Few only have had the joy of seeing it in these fading times, its beauty a remnant only of the majesty it once held. For on this mound Amroth Lord of Lórien built his house, in the days before his love was lost and he himself vanished from Middle-earth.\\n\\n'It is said that when the South Wind blows upon the hill, if you listen for the sound of the gulls, you might hear still Amroth calling, calling for his lost love Nimrodel. But she never came back.'\\n\\nMilwen pauses a moment, but with a light laugh she recovers herself.\\n\\n'Do not look sad, [placeholder]! Cerin Amroth should be a reminder of happier days. Walk upon the grass and be joyful! Your sorrows will not follow you here.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have been acknowledged a friend of Lothlórien through your efforts on behalf of the Elves, and should travel to the Hill of Cerin Amroth to affirm that friendship.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'As a friend to the Elves of Lórien, you should visit the hill of Cerin Amroth at least once. It is a place of such beauty that rest and contemplation come easily.\\n\\n'Speak to Milwen by the archway west of the hill and she will tell you some of its history. Cerin Amroth is in the centre of Lórien, far to the north-east of this talan.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Milwen",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Milwen is by the archway west of the hill of Cerin Amroth, located in the centre of Lothlórien, far to the north-east of Talan Haldir and east of Echad Andestel.\\n\\nYou have been told to speak with Milwen on the hill of Cerin Amroth, within the woods of Lórien.",
      "es": ""
    }
  ]
}