{
  "id": 620835787,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Greetings, [placeholder]. I wish to speak to you of a matter of importance to me. Long ago, when this ruin was a thing of beauty, I tended the groves and kept the lore of Edhelion. I have returned now to see that this place is restored to the beauty and reverence for which it once stood. My efforts to collect and catalogue the lore go poorly. Even worse, the blight affecting the trees has left me with little hope....\\n\\n'Hope, however, is never truly lost, and so I ask you to assist me. These trees have resilient seeds, and if any have survived the years, they will be found in the embrace of the leaves scattered about their trunks.\\n\\n'I know that you must test your mettle against the creatures now plaguing the trees, so I hope that this small task will not hinder your goals. Will you assist me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The gift of life, that is what these seeds represent. I am pleased that your efforts proved to be fruitful. To know that we shall recover the beauty and knowledge of Edhelion stirs such joy within me that I shall remember your efforts always. Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We will once again read the lore of our folk beneath the boughs of these trees, thanks to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I know that there is life in these trees yet -- even if that life can only be found within the seeds that have been cast to the ground. Please, search the copse of trees for seeds and return them to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Seeds of the Past",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The trees of Edhelion, long dormant since the departure of the Elves, shed their seeds long ago. The Elves at the refuge believe that life still exists within the preserved seeds found in the large piles of leaves beneath the barren boughs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected preserved seeds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return the preserved seeds to Gailthin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The copse of trees Gailthin speaks of lay a short distance from her.\\n\\nGailthin asked you to search the patches of leaves for any sign of preserved seed that might be used to restore the grove to its former beauty.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect preserved seeds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}