{
  "id": 620835733,
  "txt": [
    {
      "id": 229369393,
      "en": "'I will guard the rear while you search ahead for Bori!'",
      "es": ""
    },
    {
      "id": 229369394,
      "en": "'Good work, [placeholder], but it seems they are not keeping Bori here.'",
      "es": ""
    },
    {
      "id": 229369395,
      "en": "'Mazog will pay for his crimes! He will tell us what he has done with Bori!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I got to thinking, [placeholder], after you left, about all the things that you and others have been through, and I realized something: I can no longer stand by while others fight my fight.\\n\\n'Once I resolved to leave my self-pity behind, I hurried to Buzun-ghâr and convinced the Elves there to come with me in pursuit of you. Our fortunes held, and we arrived just when most needed!\\n\\n'I must hope that Bori is still alive, and that he is one of the two dwarves sent to Dol Guldur. It is only this hope that can keep me fighting.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The dwarf Bróin came to Buzun-ghâr not long after you left, and gave such a rousing speech that we could do nothing but follow him here. Who knew dwarves could speak with such vigour?\\n\\n'And now he has a prisoner, and has spoken an oath beside. I hope it will not end poorly for Bróin or his friends, for there is a curious power to vows taken lightly.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You were right, [placeholder]! This was once Rushdurinul, the great throne room of Durin! The Orcs have surely given it a crude new name, but it will always be Rushdurinul to the dwarves!\\n\\n'Fight on into the Orc encampment, and search for Bori, Bósi's son! I will watch the rear to ensure that no creatures from Zurr-thurkh surprise us while we are doing battle with the Orcs!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Let us leave this place, [placeholder], and arrange for the prisoner to be kept somewhere safe. Mazog will not trouble us on the journey or he will lose his life, and painfully!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'This is incredible, [placeholder]. Can we really use this passage to get behind the walls of Zabadgathol? For how long has this tunnel remained undiscovered by dwarf or Orc?\\n\\n'Let us find out!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Orvar has been defeated!",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'We will confront Mazog directly, [placeholder], and force him to tell us where Bori has been imprisoned!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "There is no sign of Bori among the Orcs.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Orvar has been defeated!",
      "es": ""
    },
    {
      "id": 6958225,
      "en": "'They... they were... Lord Mazog...'",
      "es": ""
    },
    {
      "id": 6958226,
      "en": "'I don't know, Lord Mazog! It is not possible!'",
      "es": ""
    },
    {
      "id": 6958227,
      "en": "'I will kill them for you!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have come with Orvar Bellhammer to Zurr-thurkh, the 'secret road' that was built as an escape passage from the throne room of Durin, and will use it to gain access to Mazog's fortress.",
      "es": ""
    },
    {
      "id": 213858577,
      "en": "'Not so fast, villain!'",
      "es": ""
    },
    {
      "id": 213858578,
      "en": "'Two of Celeborn's finest archers will pierce your heart at my command!'",
      "es": ""
    },
    {
      "id": 213858579,
      "en": "'Now, where are the dwarves you imprisoned? Where is my cousin Bori?'",
      "es": ""
    },
    {
      "id": 208325361,
      "en": "'Enough of this, Mazog! You will tell us where you have imprisoned the dwarves you captured!'",
      "es": ""
    },
    {
      "id": 213858580,
      "en": "'No!'",
      "es": ""
    },
    {
      "id": 213858581,
      "en": "'I should kill you for all the hurts you have caused, Mazog!'",
      "es": ""
    },
    {
      "id": 213858582,
      "en": "'But I will not. You will remain my prisoner until the dwarves you sent away are rescued.'",
      "es": ""
    },
    {
      "id": 213858583,
      "en": "'And once we have stormed Dol Guldur and recovered the prisoners...'",
      "es": ""
    },
    {
      "id": 233196593,
      "en": "'Well, let us see if this passage is what Bróin thinks it is.'",
      "es": ""
    },
    {
      "id": 213858584,
      "en": "'...only then will you die by my axe. I swear this oath by the throne of Durin.'",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Talk to Corunothiel",
      "es": ""
    },
    {
      "id": 233196594,
      "en": "'By the beard of Durin...'",
      "es": ""
    },
    {
      "id": 233196595,
      "en": "'Look at this place, [placeholder]!'",
      "es": ""
    },
    {
      "id": 233196596,
      "en": "'Even in disrepair, such craftsmanship...'",
      "es": ""
    },
    {
      "id": 233196597,
      "en": "'Give me a moment, [placeholder]. I will rejoin you further ahead.'",
      "es": ""
    },
    {
      "id": 233196598,
      "en": "'Clear the way to the end of the passage, [placeholder], and I will rejoin you further ahead.'",
      "es": ""
    },
    {
      "id": 233196599,
      "en": "'I believe now, my friend. Rushdurinul must be just ahead.'",
      "es": ""
    },
    {
      "id": 107976449,
      "en": "'Oh no...'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Orvar in Zurr-thurkh",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Protect Orvar as you walk the secret road",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Clear the way ahead for Orvar",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Orvar in Rushdurinul",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Search the Orc encampment for Bori",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Orvar",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Protect Orvar as he confronts Mazog",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Protect Orvar as he confronts Mazog",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Talk to Bróin",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "No one has walked the 'secret road' since before the Fall of Moria, but now you and Orvar Bellhammer will use it to get behind the walls of Mazog's fortress, Zabadgathol.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You should clear the way for Orvar to follow when he is ready.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Orvar is waiting outside the secret road, in Rushdurinul.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Orvar has told you to search the large Orc encampment in the throne room for the captive Bori.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "With no sign of Bori in the Orc encampment within Rushdurinul, Orvar has decided to confront Mazog directly.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "You have come with Orvar to Rushdurinul, the throne room in which Mazog makes his lair, and will now confront the Orc leader.",
      "es": ""
    },
    {
      "id": 204783729,
      "en": "Orvar has arrived at the Orc encampment.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "With the sudden appearance of Bróin and the Elves from Buzun-ghâr, Mazog has been defeated.",
      "es": ""
    },
    {
      "id": 204783730,
      "en": "Before Mazog can act, a new voice rings out!",
      "es": ""
    },
    {
      "id": 266596017,
      "en": "'How came these maggots before me? Were not the front gates barred?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Search the Orc encampment for Bori, [placeholder]. I will wait here and guard the rear from attacks launched from Zurr-thurkh.'",
      "es": ""
    },
    {
      "id": 266596018,
      "en": "'What is your excuse, worm? How did these fools enter my fortress?'",
      "es": ""
    },
    {
      "id": 266596019,
      "en": "'I do not imprison dwarves, rank-beard, I slay them.'",
      "es": ""
    },
    {
      "id": 266596020,
      "en": "'I am Mazog, Cleaver of Dwarf-skulls and Master of Orcs!'",
      "es": ""
    },
    {
      "id": 266596021,
      "en": "'I will tear you limb from limb!'",
      "es": ""
    },
    {
      "id": 266596022,
      "en": "'Dwarf slaves are no use to me. They are far too weak.'",
      "es": ""
    },
    {
      "id": 266596023,
      "en": "'One of the dwarves I slew. The rest I gave to Gorothúl.'",
      "es": ""
    },
    {
      "id": 266596024,
      "en": "'He will be halfway to Dol Guldur by now.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Secret Road",
      "es": ""
    },
    {
      "id": 17489921,
      "en": "Orvar has arrived at this end of Zurr-thurkh.",
      "es": ""
    }
  ]
}