{
  "id": 620835682,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected lynx-pelts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The lynx that prowl Thorin's Gate are too many for the land to support. They attack travellers and the thrushes, long-time friends of the dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Blast those Dourhands! They are supposed to be out hunting, but I see nary a one of them out there! There are too many lynx and not enough food to go around. Worse still, our friends the thrushes are falling prey to the beasts! We can't stand by and do nothing, so I'm asking you to go out on a hunting expedition for us.\\n\\n'Kill a few of the <rgb=#ffff00>highland cubs</rgb> and <rgb=#ffff00>highland prowlers</rgb> nearby and keep them from doing more harm. Just east of Frerin's Court, I saw a pride of the beasts, and others here tell of still more to the north.\\n\\n'Oh, and be sure to bring back the pelts! The nights out here are cold and long, and we could use some warm furs to keep away the chill.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "<rgb=#ffff00>Highland cubs</rgb> and <rgb=#ffff00>highland prowlers</rgb> can be found in the wooded areas north or east of Frerin's Court.\\n\\nNos Grimsong asked you to defeat the lynx found throughout Thorin's Gate and bring back their pelts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done! These are fine pelts. Fine indeed. I'll send these down to the tanner at once.\\n\\n'On behalf of both dwarf and thrush alike, I thank you kindly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nos Grimsong is in the north-west corner of Frerin's Court.\\n\\nBring the lynx-pelts you gathered back to Nos Grimsong.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'What are you waiting for? Time to go a-hunting for lynx! And don't let the pelts go to waste. They're roaming the woods to the north or east of Frerin's Court.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Do you have the pelts?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thanks to you, [placeholder], the thrushes will soon be nesting in Thorin's Gate again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You return victorious? Excellent, friend. Perhaps these pelts will garner us trade with the Longbeards of Ered Luin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Perhaps now that there are fewer lynx about, the balance of nature will be restored to these lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Do you have the pelts?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect lynx-pelts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the lynx-pelts to Nos Grimsong in Frerin's Court",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the lynx-pelts to Nos Grimsong in Frerin's Court",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Restoring the Balance",
      "es": "",
      "es (fem)": ""
    }
  ]
}