{
  "id": 620835728,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Grawulun the Caerog",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Nimpheleg believes it may be possible to end the corruption of the wilting rot within Buzun-ghâr.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The rot that pervades the lower reaches of Buzun-ghâr is not of the natural world, [placeholder], and that gives us the duty of removing it. If Orvar will not listen to our advice and seal the passage, we must destroy the source of the wilting rot before it escapes into wider Moria and becomes a much greater threat.\\n\\n'I believe I have the means to do this, [placeholder]. This beryl will catch pure light, even at its most dim, and reflect it upon the corrupted walls of the passage. If you place it on a stone in the deepest area of Buzun-ghâr, it will be like a beacon to the evil of the rot -- drawing forth whatever lies behind the wilting rot, in agony.\\n\\n'At that time you must destroy the source of the rot, but use caution! You must remain close to the beryl or its effects will not serve to weaken the master of the rot, whatever it may be!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "A stone on which to place Nimpheleg's beryl can be found in the deepest area of Buzun-ghâr.\\n\\nNimpheleg believes that you can draw out and defeat the source of the rot in Buzun-ghâr by placing a beryl on a stone in the depths of the cave. He warned you to stay near the beryl once you placed it, for only the stone will diminish the ferocity of the master of the rot.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The rot that pervades the lower reaches of Buzun-ghâr is not of the natural world, [placeholder], and that gives us the duty of removing it. If your people will not listen to the advice of Corunothiel and seal the passage, we must destroy the source of the wilting rot before it escapes into wider Moria and becomes a much greater threat.\\n\\n'I believe I have the means to do this, [placeholder]. This beryl will catch pure light, even at its most dim, and reflect it upon the corrupted walls of the passage. If you place it on a stone in the deepest area of Buzun-ghâr, it will be like a beacon to the evil of the rot: drawing forth whatever lies behind the wilting rot; drawing it forth in agony.\\n\\n'At that time you must destroy the source of the rot, but use caution! You must remain close to the beryl or its effects will not serve to weaken the master of the rot, whatever it may be!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nimpheleg is at Lossathrod, the encampment in the upper reaches of Buzun-ghâr.\\n\\nYou have drawn forth and defeated the source of the rot within Buzun-ghâr, a diminished spirit: Grawulun the Caerog.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You should place the beryl I gave you on a stone in the very deepest reaches of Buzun-ghâr, for that may draw forth the master of the rot, that it may be defeated. Stray not from the beryl once you have placed it, for the stone will diminish whatever creature it is that corrupts this place!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We are fortunate, [placeholder], that Grawulun the Caerog, diminished as already he was, could be weakened further by the light of the beryl you used to draw him forth. No longer will his presence scar the gardens of Buzun-ghâr, or spread out into wider Moria.\\n\\n'I worry that more and stronger of his kind may lurk in the deep places, but there is little enough we can do if that is true.\\n\\n'I am delighted to have helped you fight the source of this rot, [placeholder]. May the dwarves have learned a lesson in this!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have not returned the beryl I gave to you, [placeholder]?'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'We are fortunate, [placeholder], that Grawulun the Caerog, diminished as already he was, could be weakened further by the light of the beryl you used to draw him forth. No longer will his presence scar the gardens of Buzun-ghâr, or spread out into wider Moria to threaten your people.\\n\\n'I worry that more and stronger of his kind may lurk in the deep places, but there is little enough we can do if that now be true.\\n\\n'I am delighted to have helped you fight the source of this rot, [placeholder]. May your people have learned a lesson in this!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Draw forth and defeat the source of the rot in Buzun-ghâr",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'You have not returned the beryl I gave to you, [placeholder]?'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Nimpheleg",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 5: Source of the Rot",
      "es": ""
    }
  ]
}