{
  "id": 620835724,
  "txt": [
    {
      "id": 54354734,
      "en": "Legolas and Gimli have been walking through the woods of Lothlórien, keeping watch for the Orcs that attempt to infiltrate the bounds.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Legolas and I were just about to take another walk among the trees of Lothlórien in search of patrolling Orcs, [placeholder]. Why don't you come with us?\\n\\n'What do you think, Legolas? Is there room in our party for a third? Surely [placeholder] will enjoy seeing the beauty of the wood, and the possibility of hewing an Orc or three will only sweeten the appeal of such a tour!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Legolas is standing next to Gimli atop the flet above the hill of Cerin Amroth.\\n\\nYou have been invited by Gimli to patrol the woods of Lothlórien with Legolas and himself, and should speak now with the Elf about the excursion.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Legolas and I were just about to take another walk among the trees of Lothlórien in search of patrolling Orcs, [placeholder]. Why don't you come with us?\\n\\n'What do you think, Legolas? Is there room in our party for a third? Surely [placeholder] will enjoy seeing the beauty of the wood, and the possibility of hewing an Orc or three will only sweeten the appeal of such a tour!\\n\\n'Your enthusiasm might convince another dwarf of the beauty of this place, Legolas. How could you dismiss such a chance?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Legolas is standing next to Gimli atop the flet above the hill of Cerin Amroth.\\n\\nYou have been invited by Gimli to patrol the woods of Lothlórien with him and Legolas, and should speak to Legolas when you are ready to go.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Gimli is on a flet among the trees above the hill of Cerin Amroth, in the centre of Lórien.\\n\\nCeleborn has agreed to help the Iron Garrison overcome its problems within Moria, and you should speak to Gimli about what has happened.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'What do you say, Legolas? I am sure [placeholder] would like to join us on a tour of the woods.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I wish I could help the Iron Garrison with their efforts in Khazad-dûm, [placeholder]. The Mines have brought me great sadness, but I would have them restored, and the Iron Garrison will need able-bodied dwarves if that is to happen.\\n\\n'But I cannot. My road lies with Frodo, and I will see this errand through before I return to the Mines. The need of the Iron Garrison is great, but Glóin's son does not turn aside from one charge to begin another!'\\n\\nGimli's brow furrows, and then his eyes light with wonderment.\\n\\n'I am struck by the thought, [placeholder], that Bósi's tidings may not have been unknown to the Lady Galadriel. At my first meeting with her, it seemed to me that she offered a choice; a choice between continuing the Quest and leaving it to others. And here arrives just such a point of decision!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I will not blame Gimli if he decides to help the Iron Garrison with their difficulties. Lord Elrond laid no bond upon us to accompany Frodo any farther than we would.\\n\\n'It is Gimli's decision.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I would be delighted if you would join us, [placeholder]. The beauty of Lothlórien is best when shared, though we must all remain alert -- even when walking among the trees of Lórien -- for the Orcs of Moria have come down into Nanduhirion and are able to sneak past the borders on occasion.\\n\\n'Let me know when you are ready to go.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Are you ready to go, [placeholder]? It will be my pleasure to walk the woods with both you and Gimli, and we will search too for Orcs that may have slipped past the bounds.'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Legolas and travel with him through the Golden Wood",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 3: Sons of Leaf and Stone",
      "es": ""
    }
  ]
}