{
  "id": 620835726,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Celeborn has sent a number of Elves to assist the dwarves in Moria, and you have promised Gimli that you will continue to lend your aid in the Mines as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'That is my decision. I will not abandon the Quest with which I have been charged.\\n\\n'I hope you will give to Bósi and the rest of the Iron Garrison the aid that I would have provided if I were there, [placeholder]. When the errand of this company is finished, I hope to return to a reclaimed Moria, and your efforts will help make that possible.\\n\\n'Bósi said he would return to the Chamber of the Cross-roads near Durin's Way, in Moria. Go now to him, and give him both my regret that I cannot now return and my fervent good wishes for his success.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bósi is in the Chamber of the Cross-roads near Durin's Way, in Moria.\\n\\nGimli has asked you to travel back to Moria to speak with Bósi and to tell him that you will help the Iron Garrison with their distressing problems.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am glad you're here, [placeholder]. These Elves have been sent by Celeborn for the purpose of helping us drive the evil out of Khazad-dûm, so they say, but they seem much more interested in casting blame about than in doing anything helpful!\\n\\n'This cavern, Buzun-ghâr, was found shortly after you departed, and many of my folk were impressed by the state of it. The gardens still thrive! At least, up here they do; something rots and corrupts the plant-life as you descend.\\n\\n'But while we could use some real help in clearing the cave of danger, instead these Elves speak often of \\qdigging too deeply\\q and \\qdisturbing things best left undisturbed.\\q If this is the best Celeborn has to offer, I'd rather he kept them in the woods!\\n\\n'You talk to Corunothiel, [placeholder], and see if I'm wrong. You'll see I am not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Orvar Bellhammer is in Buzun-ghâr, the newly-excavated passage off Durin's Way, located in the southern wall of Tharâkh Bazân's south-eastern corner. Tharâkh Bazân is to the north-east of the Chamber of the Cross-roads.\\n\\nBósi has asked you to help Orvar, the dwarf working most closely with the Elves sent by Celeborn to Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Corunothiel is at the camp inside Buzun-ghâr, located off Durin's Way in the south-eastern corner of Tharâkh Bazân.\\n\\nOrvar has expressed his frustration with the Elves that have been sent by Celeborn, and wants you to speak with one of them about his irritation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You speak to Corunothiel and see if I am wrong, [placeholder]. You will see that I am not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I am glad you're here, [placeholder]. There are not enough dwarves in Khazad-dûm, if you ask me! These Elves have been sent by Celeborn for the purpose of helping us drive the evil out of this place, so they say, but they seem much more interested in casting blame about than in doing anything helpful!\\n\\n'This cavern, Buzun-ghâr, was found shortly after you departed, and many of our folk were impressed by the state of it. The gardens still thrive! At least, up here they do; something rots and corrupts the plant-life as you descend.\\n\\n'But while we could use some real help in clearing the cave of danger, instead these Elves speak often of \\qdigging too deeply\\q and \\qdisturbing things best left undisturbed.\\q If this is the best Celeborn has to offer, I'd rather he kept them in the woods!\\n\\n'You talk to Corunothiel, [placeholder], and see if I'm wrong. You'll see I am not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You will find Orvar Bellhammer in Buzun-ghâr, a newly-excavated passage located off Durin's Way, in the very south-eastern corner of Tharâkh Bazân, right near the exit from those gardens. You will find Tharâkh Bazân to the north-east of this chamber. Find Orvar and help him to work with the Elves sent by Celeborn of Lórien.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You have been sent by Bósi, [placeholder]? Of you at least I have heard; these other Elves have been sent by Celeborn for the purpose of helping us drive the evil out of Khazad-dûm, but what have they done so far? Nothing, save casting blame and insults about!\\n\\n'This cavern, Buzun-ghâr, was found shortly after you departed, and many of my folk were impressed by the state of it. The gardens still thrive! At least, up here they do; something rots and corrupts the plant-life as you descend.\\n\\n'But while we could use some real help in clearing the cave of danger, instead the rest of your folk speak often of \\qdigging too deeply\\q and \\qdisturbing things best left undisturbed.\\q If this is the best Celeborn has to offer, I'd rather he kept them to your woods, and left the Mines to my people!\\n\\n'You talk to Corunothiel, [placeholder], and see if I'm wrong. You'll see I am not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I wish I could return and help the Iron Garrison with their efforts to reclaim Moria, but I will not abandon Frodo. My road lies with him.\\n\\n'I will greatly appreciate it if you can lend your aid to the Iron Garrison. Travel to the Chamber of the Cross-roads near Durin's Way, in Moria, and speak to Bósi. Tell him I cannot return, but that you will continue to help with their efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Listen to me, [placeholder], for this Orvar will not listen to reason. Some evil lives at the bottom of this cavern, and if this place is not sealed away the evil may spread.\\n\\n'This is always the way of dwarves! Why must they always dig into places they were not meant to go? Will they not be satisfied until no evil remains beneath the stone, and all have come to the surface to lay waste to the homes of the Elves and other good people?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb6369f1",
      "en": "Buzun-ghâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I am sorry, but I am not the Orvar you seek! You must be looking for Orvar Bellhammer, currently exploring the depths of Buzun-ghâr, the newly-excavated passage off Durin's Way, located in the southern wall of Tharâkh Bazân's south-eastern corner. Tharâkh Bazân is to the north-east of the Chamber of the Cross-roads. I am sorry you have come out of your way, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Listen to me, [placeholder], for this Orvar will not listen to reason. Some evil lives at the bottom of this cavern, and if this place is not sealed away the evil may spread.\\n\\n'This is always the way of you dwarves! Why must you always dig into places you were not meant to go? Will you not be satisfied until no evil remains beneath the stone, and all have come to the surface to lay waste to the homes of the Elves and other good people?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'Listen to me, [placeholder], for this Orvar will not listen to reason. Some evil lives at the bottom of this cavern, and if this place is not sealed away the evil may spread.\\n\\n'This is always the way of dwarves! Why must they always dig into places they were not meant to go? Will they not be satisfied until no evil remains beneath the stone, and all have come to the surface to lay waste to the homes of our people?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 4: A Tense Alliance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'Welcome back to Khazad-dûm, [placeholder]. I am disappointed that Gimli did not return with you, but I am sure he had his own reasons. His father Glóin has long been a close friend of my father and Brogur's father, and Gimli surely retains the honour of his forebears.\\n\\n'This is my first dealing with Celeborn of Lothlórien, and I must confess I am not sure what to make of him. He has sent a number of Elves to help us, and while I appreciate the assistance, they seem perhaps too eager to blame the dwarves for all troubles, both present and past.\\n\\n'They have established a camp with one of my dwarves, Orvar Bellhammer, in a newly-excavated passage off Durin's Way: Buzun-ghâr. It is located in the very south-eastern corner of Tharâkh Bazân, in the southern wall, right near the exit from those gardens. You will find Tharâkh Bazân to the north-east of this chamber; yes, the tree-filled area on your map there. Journey there and lend Orvar your aid -- he is having... difficulties... getting along with these Elves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'Welcome back to Khazad-dûm, [placeholder]. I am disappointed that Gimli did not return with you, but I am sure he had his own reasons. His father Glóin has long been a close friend of my father and Brogur's father, and Gimli surely retains the honour of his forebears.\\n\\n'Celeborn of Lothlórien has sent a number of Elves to help us, and while I appreciate the assistance, they seem perhaps too eager to blame the dwarves for all troubles, both present and past. You have not done so, [placeholder]; perhaps I had expected more of your kind to be as you are: fair-minded and even-tempered, like a dwarf!\\n\\n'They have established a camp with one of my dwarves, Orvar Bellhammer, in a newly-excavated passage off Durin's Way: Buzun-ghâr. It is located in the very south-eastern corner of Tharâkh Bazân, in the southern wall, right near the exit from those gardens. You will find Tharâkh Bazân to the north-east of this chamber; yes, the tree-filled area on your map there. Journey there and lend Orvar your aid.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}