{
  "id": 620835723,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Before you go, [placeholder], you should know that you are not the only hobbit that has come to Lórien in recent days. In fact, I understand that you are known to these hobbits and their friends, and all will be pleased to see you.\\n\\n'Frodo Baggins is resting with some members of his company on the crest of the hill. I do not know what errand has brought them to the Golden Wood, or if you have been entrusted with knowledge of it, but I am sure they will be pleased to see you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'[placeholder]? It is most strange to see you here, as the last time I saw you was the night Elrond of Rivendell entrusted you with the continued defences of Eriador. Is that land so safe already?'\\n\\nBoromir sighs and squares his shoulders again.\\n\\n'I am sorry, [placeholder]; my words were borne of frustration, not of dislike. Every hour we spend in idleness here is an hour during which the shadow draws closer to my city.\\n\\n'I have seen little of Aragorn, and even less of Gimli -- the dwarf seems to have gotten over his distrust of Elves easily enough! Even now he is off with Legolas, atop one of the trees at the crest of the hill of Cerin Amroth. Speak to him and see for yourself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 2: Ringbearer's Respite",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'[placeholder]? It is most strange to see you here, as the last time I saw you was the night Elrond of Rivendell entrusted you with the continued defences of Eriador. Is that land so safe already?'\\n\\nBoromir sighs and squares his shoulders again.\\n\\n'I am sorry, [placeholder]; my words were borne of frustration, not of dislike. Every hour we spend in idleness here is an hour during which the shadow draws closer to my city.\\n\\n'I have seen little of Aragorn, and even less of Gimli; even now he is off with Legolas, atop one of the trees at the crest of the hill of Cerin Amroth. Speak to him and see for yourself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'[placeholder]! When Milwen told me another traveller from over the mountains had come to Lothlórien, I had no idea it would be you! We have come such a long way, haven't we? There is still a long way to go, but here in Lothlórien I have found it difficult to worry too much about the road ahead.\\n\\n'You have to tell Sam and me what has happened since we parted, my friend! It feels like a lifetime has passed since leaving Rivendell, and several at least since last I saw Bag End!\\n\\n'But Sam does not seem as surprised to see you as I am, [placeholder]. You haven't become the chief conspirator of another conspiracy, have you, Sam?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The hobbit Frodo Baggins rests with some of the members of his company at the top of Cerin Amroth. I know he will be pleased to speak with you, and to hear news of Eriador.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'[placeholder]! When Milwen told me another hobbit had come to Lothlórien, I had no idea it would be you! We have each travelled such a long way, haven't we? There is still a long way to go, but here in Lothlórien I have found it difficult to worry too much about the road ahead.\\n\\n'You have to tell Sam and me what has happened since we parted! It feels like a lifetime has passed since leaving Rivendell, and several at least since last we saw Bag End!\\n\\n'But Sam does not seem as surprised to see you as I am, [placeholder]. You haven't become the chief conspirator of another conspiracy, have you, Sam?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'[placeholder]! When Milwen told me another hobbit had come to Lothlórien, I had no idea it would be you! We have come such a long way from the Shire, haven't we? There is still a long way to go, but here in Lothlórien I have found it difficult to worry too much about the road ahead.\\n\\n'You have to tell Sam and me what has happened since we parted! It feels like a lifetime has passed since leaving Rivendell, and several at least since last we saw Bag End!\\n\\n'But Sam does not seem as surprised to see you as I am, [placeholder]. You haven't become the chief conspirator of another conspiracy, have you, Sam?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Gimli is in the trees above the crest of the hill of Cerin Amroth. Speak to him, and see if he is ready yet to leave these woods. I would not have expected a dwarf to trust these Elves so readily, but he has done so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'By Durin's beard! I did not expect to see you again so soon, [placeholder]. I am glad to be surprised!\\n\\n'Legolas has been showing me the woods of Lothlórien, and the majesty of these trees, so like to stone-carved pillars beneath the mountains, fills this dwarf with amazement. But even in a land of marvels, its Lady is the greatest one of all!\\n\\n'Still, I am ready to return now to the ground. If you ask me, the trees are best admired from below, rather than up among their branches!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Frodo Baggins is on the crest of the hill of Cerin Amroth with some of the members of his company.\\n\\nMilwen has asked you to speak with Frodo Baggins, one of the eight visitors that has come to Lórien in recent days. The Elf-maiden is certain that news of Eriador will be of interest to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I can still hardly believe you're really here, [placeholder]! Unless I'm far off, it seems to me that Sam does not seem nearly as surprised. You haven't become the chief conspirator of another conspiracy, have you, Sam?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'By Durin's beard! I did not expect to see you again so soon, [placeholder]. I am glad to be surprised!\\n\\n'Legolas has been showing me the woods of Lothlórien, and the majesty of these trees, so like to stone-carved pillars beneath the mountains, fills this dwarf with amazement. Has it been the same with you, kinsman? And yet, even in a land of such marvels, I find its Lady to be the greatest one of all!\\n\\n'Still, I am ready to return now to the ground. If you ask me, the trees are best admired from below, rather than up among their branches!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Samwise Gamgee is standing on the crest of the hill of Cerin Amroth next to Frodo.\\n\\nFrodo has asked that you fill him and Sam in on news of Eriador.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Boromir does not seem content with our stay in Lothlórien. I wonder if he will be cheered by seeing you, [placeholder]?\\n\\n'I saw him last on the north-western edge of the clearing from which rises Cerin Amroth. Find him and see if you can lighten his mood!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'Well hello there, [placeholder]! I have to admit I did not think to run into you here in Lórien! You're on the wrong side of the mountains, aren't you? Aren't we all!'\\n\\nMerry's face lights up as he laughs long and loudly.\\n\\n'Pippin is around here somewhere, taking a nap, I believe. No, I wouldn't wake him -- we'll all have plenty of time to catch up, I imagine. Lothlórien is so peaceful, it's hard to remember how hard our road will be, and has been!\\n\\n'I wonder if you might track down Boromir; he doesn't seem to be having as good a time here as the rest of us. I think he's impatient to get going again, but maybe seeing you again will cheer him up. I last saw him on the north-west outskirts of the great clearing from which Cerin Amroth rises.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Meriadoc Brandybuck is taking a walk somewhere in the vicinity of the hill of Cerin Amroth, and he may now be resting in a private garden nearby.\\n\\nFrodo and Sam were delighted to see you in Lothlórien and know that Merry will be as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Mr. Merry is taking a walk somewhere around Cerin Amroth. I know he will be happy to see you, and to hear your news. He was planning to rest in one of the private gardens nearby.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Boromir is wandering somewhere on the north-west outskirts of the clearing from which Cerin Amroth rises, in the centre of Lórien.\\n\\nMerry has wondered if a conversation with you might cheer up Boromir, who does not seem content with the company's presence in Lothlórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Gimli is on the flet atop the crest of Cerin Amroth, in the centre of Lothlórien.\\n\\nBoromir, a little annoyed at Gimli's growing trust of the Elves, has asked you to speak with the dwarf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852590",
      "en": "'Well hello there, [placeholder]! What a delight it is to see you again!\\n\\n'Pippin is around here somewhere, taking a nap, I believe. No, I wouldn't wake him -- we'll all have plenty of time to catch up, I imagine. Lothlórien is so peaceful it's hard to remember how hard our road will be, and has been!\\n\\n'I wonder if you might track down Boromir; he doesn't seem to be having as good a time here as the rest of us. I think he's impatient to get going again, but maybe seeing you again will cheer him up. I last saw him on the north-west outskirts of the great clearing from which Cerin Amroth rises.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852591",
      "en": "'Hullo there, [placeholder]! Me, a conspirator? It's not like that at all, Mr. Frodo, and you know I'm not cut out for the keeping of secrets, despite your teasing.\\n\\n'It's just that so many queer things have happened to us already, and this place being so Elvish and all, I'd just about given up being surprised when something out of the ordinary happens. And here comes [placeholder] out of the woods, right enough!\\n\\n'You should find Mr. Merry somewhere around this hill, [placeholder]; I know he'll be pleased as anything to see you! He's taking one of his walks, and might be resting in a private garden nearby.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852592",
      "en": "'Hullo there, [placeholder]! Me, a conspirator? It's not like that at all, Mr. Frodo, and you know I'm not cut out for the keeping of secrets, despite your teasing.\\n\\n'It's just that so many queer things have happened to us already, and this place being so Elvish and all, I'd just about given up being surprised when something out of the ordinary happens. And here comes [placeholder] out of the woods, walking big as you please! These Elves have never had so many hobbit-visitors before, I imagine, and it seems to me they find us as funny as we find them!\\n\\n'You should find Mr. Merry somewhere around this hill, [placeholder]; I know he'll be pleased as punch to see you. He's taking one of his walks, and may be resting in one of the private gardens along the perimeter now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852593",
      "en": "'Gimli is in the trees above the crest of the hill of Cerin Amroth. Speak to him, and see if he is ready yet to leave these woods.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Milwen has told you of a number of visitors to Lórien who will be interested in speaking with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Before you go, [placeholder], you should know that you are not the only visitor that has come to Lórien in recent days. In fact, I understand that you are known to these guests, and they will be pleased to see you.\\n\\n'The hobbit Frodo Baggins is resting with some members of his company on the crest of the hill. I do not know what errand has brought them to the Golden Wood, or if you have been entrusted with knowledge of it, but I am sure he will be pleased to see you.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}