{
  "id": 620835736,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have found the exit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You ran out of time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have found your way out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gil Plover, the Maze-master of Bree, has challenged you to get through the maze before the time runs out. You mustn't tarry long within the hedge-walls!\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hello, friend! Is it not a fine spring day? This is just the sort of weather that makes a festival so pleasant, with the gentle breezes and the bright new greens. Are you looking at that maze yonder? That is just what I was thinking of too. It is a fine day indeed to be lost in the foliage!\\n\\n'So you wish to try your luck at picking a path? That is a worthy goal. I went just the other day, in record time. I'll warrant you can't get through even if I gave you a more than generous amount of time. In fact, I'd be willing to wager a fair prize on that very challenge.\\n\\n'Give a shout if you get lost and need me to come looking! I'll not think less of you -- some people get quite lost in such a confusion of ways. But do not walk so quick that you forget to savour the sweet smells of green growing things, for you'll not find them any other time of year.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The entrance to the hedge maze is near the festival grounds in the Horse-fields, a distance to the north of Bree-town.\\n\\nGil Plover has challenged you to get through the maze, from start to finish, before the time runs out.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Oh! You startled me! I did not expect to see you for another several hours at least. You did rather well, [placeholder], but you have to go much faster if you are to beat my time. But never mind; I am impressed just the same.\\n\\n'Come to think of it, you deserve a reward! Accept this token of my respect for a Maze-master in training. I hope that you enjoyed the greenery as much as I did when I went through.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The exit to the hedge-maze is around here somewhere...or is it?\\n\\nYou should try to find your way out of the maze before the time runs out. Gil Plover got out in no time at all compared to the amount you've been given.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gil Plover is standing near the hedge maze, which is very near the festival grounds of Bree-land, north of Bree-town.\\n\\nYou should speak with Gil Plover, for you can prove that you were able to best his challenge that you would not get through the maze in admirable time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Do you dare to take me up on my challenge?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Enter the maze",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find your way out before the time expires",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Gil Plover outside the maze in the Horse-fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Gil Plover",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Cloven Track",
      "es": "",
      "es (fem)": ""
    }
  ]
}