{
  "id": 620835727,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Globsnaga warriors within Buzun-ghâr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Executed Nimpheleg's plan to destroy the source of the wilting rot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated Globsnaga skirmishers within Buzun-ghâr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Corunothiel and the other Elves of Lórien sent to assist the Iron Garrison are concerned by the corrupting rot that spreads within one of the newly-excavated passages.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'If Orvar will not listen to reason and collapse the only entrance to this passage, sealing the corruption within, we must find its source and destroy it. Speak to Nimpheleg about finding this source and dealing with it.\\n\\n'We have seen Globsnaga Orcs deeper within Buzun-ghâr, and fear that they will soon climb up to this place. Have they been corrupted by the wilting rot, or is there some other cause of their affliction?\\n\\n'These questions are secondary to the most important matter, [placeholder]: that they be defeated before they can do us any harm. Destroy them as you undertake Nimpheleg's scheme for cleansing the source of the wilting rot.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nimpheleg is at Lossathrod, the camp-site within Buzun-ghâr, located off Durin's Way. Globsnaga Orcs can be found throughout Buzun-ghâr.\\n\\nSince Orvar has refused to seal the newly-excavated passage, Corunothiel has asked you to work with her friend Nimpheleg to locate and destroy the source of the wilting rot within Buzun-ghâr, and to defeat the Globsnaga that have been affected by or drawn to the corruption.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well, [placeholder], that was no great task, was it? Why should Corunothiel and Nimpheleg worry so greatly about sealing away Buzun-ghâr, when you so ably defeated Grawulun the Caerog? And now this passage can be of great benefit to the dwarves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Corunothiel is at Lossathrod, the encampment of Elves and dwarves at the top of Buzun-ghâr.\\n\\nYou have dealt with the wilting rot within Buzun-ghâr and should speak now to Corunothiel of your successes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Orvar Bellhammer is at Lossathrod, the encampment within the passage of Buzun-ghâr, located off of Durin's Way.\\n\\nCorunothiel said that a message for you was delivered to Orvar while you were in the depths of Buzun-ghâr, and you should speak to the dwarf to learn its content.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I do not know whether the Globsnaga have been affected by the wilting rot or whether it has merely drawn them near, but they must be destroyed. Seek them out within Buzun-ghâr and slay the creatures before they climb too near this encampment, or worse yet -- find their way too near the other homes of the Iron Garrison.\\n\\n'Be sure to speak also to Nimpheleg; I know he has some ideas about drawing out the source of the rot and destroying it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Well, [placeholder], that was no great task, was it? Why should Corunothiel and Nimpheleg worry so greatly about sealing away Buzun-ghâr, when you so ably defeated Grawulun the Caerog? And now this passage can be of great benefit to our people!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'A message for you was delivered to Orvar while you were in the depths, [placeholder]. You should speak with him to learn its contents.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Well, [placeholder], that was no great task, was it? Why must your people worry so greatly about sealing away Buzun-ghâr, when you so ably defeated Grawulun the Caerog? And now this passage can be of great benefit to the dwarves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'It will be some time before the plants and gardens within Buzun-ghâr can be restored, but your defeat of Grawulun the Caerog will make that possible where it was not before.\\n\\n'You have done well, [placeholder], and I am pleased that you have helped save the dwarves from their own hard-headed determination to delve where they should not!\\n\\n'A dwarf of the Iron Garrison came to speak with Orvar while you were in the depths. I believe he had a message for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Globsnaga warriors within Buzun-ghâr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'It will be some time before the plants and gardens within Buzun-ghâr have been restored, but your defeat of Grawulun the Caerog will make that possible where it wasn't before.\\n\\n'You have done well, [placeholder], and I am pleased that you have helped save your people from their own hard-headed determination to delve even where they should not! It is good to see that some dwarves, at least, have good sense in matters such as this!\\n\\n'A dwarf of the Iron Garrison came to speak with Orvar while you were in the depths. I believe he had a message for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Execute Nimpheleg's plan to destroy the source of the wilting rot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Globsnaga skirmishers within Buzun-ghâr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'It will be some time before the plants and gardens within Buzun-ghâr have been restored, but your defeat of Grawulun the Caerog will make that possible where it wasn't before.\\n\\n'You have done well, [placeholder], and I am pleased that you have helped save the dwarves from their own hard-headed determination to delve even where they should not! That seems to be the lot of the Elves in Middle-earth, does it not?\\n\\n'A dwarf of the Iron Garrison came to speak with Orvar while you were in the depths. I believe he had a message for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 5: The Wilting Rot",
      "es": "",
      "es (fem)": ""
    }
  ]
}