{
  "id": 620835725,
  "txt": [
    {
      "id": 94621400,
      "en": "Galadriel is waiting to speak with you following the audience with Bósi.",
      "es": ""
    },
    {
      "id": 234641025,
      "en": "'Aye, there be Orcs close, but it is my nose that tells me so!'",
      "es": ""
    },
    {
      "id": 234641026,
      "en": "'Here come our foul-smelling foes!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Things are not going well for the Iron Garrison in Khazad-dûm, [placeholder]. Mazog still rules much of the deeps and many of the levels from his stronghold of Zabadgathol, and many good dwarves have fallen to his forces. Some, like my own son Bori, are still captives, or worse! I cannot bear to think what torments they may have suffered behind the walls of Zabadgathol.\\n\\n'Still the dwarves of the Iron Garrison struggle to reclaim the hidden caverns, but for every beauty that is unearthed, two evils seem to spring forth from the depths!\\n\\n'I have come to enlist the help of the ruler of these Elf-woods. If Celeborn of Lothlórien wishes to reap the benefits of friendship with the dwarves, he must reciprocate in kind. You are trusted by these Elves, [placeholder]. Tell this warden, this sentry, of our plight. Perhaps they will listen to you.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The Lord of the Galadhrim has much wisdom, and it is his wish that the dwarves not face the darkness of Khazad-dûm unaided.\\n\\n'So it will be, and you too shall stand against whatever evils lie now beneath the mountains, [placeholder], if this is your wish.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'For the sake of the Iron Garrison I have put up with the indignity of being blindfolded during the passage here, [placeholder], but my people could teach the Elves of this place something of courtesy were they to visit Khazad-dûm.\\n\\n'Let us see now if the ill manners of the Elves spring from their Lord.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'For the sake of the Iron Garrison I have put up with the indignity of being blindfolded during the passage here, [placeholder], but our people could teach the Elves of this place something of courtesy were they to visit Khazad-dûm.\\n\\n'Let us see now if the ill manners of the Elves spring from their master.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'For the sake of the Iron Garrison I have put up with the indignity of being blindfolded during the passage here, [placeholder], but my people could teach the Elves of this place something of courtesy were they to visit Khazad-dûm.\\n\\n'Let us see now if the ill manners of your cousins here spring from their master.'",
      "es": ""
    },
    {
      "id": 214900225,
      "en": "'Perhaps you should tell us what hardships the Iron Garrison faces within Moria, Bósi.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Out of respect for you, [placeholder], and as a courtesy for the good you have done us, I have been told to find you and send you to the eaves of the wood.\\n\\n'A stranger has arrived on the borders. In these unusual times, such a visitor to Lothlórien has been seen only once.\\n\\n'This stranger is a dwarf, and he is asking for you, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'I was told to find you, [placeholder], and send you to the eaves of the wood.\\n\\n'A stranger has arrived on the borders. Such a visitor to Lothlórien has been seen only twice before; and both of these visitors, against the better judgement of my people, are here before me, within the Golden Wood!\\n\\n'This stranger is a dwarf, and he is asking for you, [placeholder].'",
      "es": ""
    },
    {
      "id": 66861857,
      "en": "'Well, I don't see anything, and the eyes of dwarves are renowned for their sharpness.'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'We will bring this dwarf to speak with Celeborn, [placeholder], but you will be held responsible for him. You will be accountable for any and all of his actions while he remains within the Golden Wood.\\n\\n'Come with us.'",
      "es": ""
    },
    {
      "id": 66861858,
      "en": "'What are you shooting at, Legolas?'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'It is time for you to leave, young one. There is much to be done.'",
      "es": ""
    },
    {
      "id": 59291193,
      "en": "'I too heard tales, but they were not of the same sort, Legolas.'",
      "es": ""
    },
    {
      "id": 234155137,
      "en": "'It saddens me to see even these few Orcs within the Golden Wood.'",
      "es": ""
    },
    {
      "id": 111945521,
      "en": "'What dwarf would willingly come to this place, where hospitality to guests is unknown?'",
      "es": ""
    },
    {
      "id": 111945522,
      "en": "'He is welcome to come to Khazad-dûm, if it please him. I will tie his blindfold myself!'",
      "es": ""
    },
    {
      "id": 187656017,
      "en": "'The land of Lórien knew no evil before we started allowing dwarves beneath its canopy.'",
      "es": ""
    },
    {
      "id": 187656018,
      "en": "'I have brought [placeholder], as I said I would.'",
      "es": ""
    },
    {
      "id": 204725697,
      "en": "'Gimli? Glóin's son?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Legolas",
      "es": ""
    },
    {
      "id": 166877521,
      "en": "'You and [placeholder] will have your chance, Gimli. This Orc was just a scout.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Protect Legolas and Gimli",
      "es": ""
    },
    {
      "id": 166877522,
      "en": "'Here they come!'",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Follow Legolas and Gimli to the borders",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Galadhrim Archer",
      "es": ""
    },
    {
      "id": 63399073,
      "en": "'This way, my friends.'",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Follow Legolas and Gimli to the eaves of the wood",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Bósi",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Galadhrim Warden",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Bósi",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Watch over Bósi's audience with Celeborn",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'Are you ready, [placeholder]? It is possible that no further Orcs have crept beyond the borders, but if any have, we must be prepared to do battle.\\n\\n'Come, then! I will show you the way!'",
      "es": ""
    },
    {
      "id": 170291665,
      "en": "'Lord Celeborn and Lady Galadriel are most gracious. They will listen to your request.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have failed to protect Legolas!",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have failed to protect Gimli!",
      "es": ""
    },
    {
      "id": 241299361,
      "en": "You hear a woman's voice inside your head.",
      "es": ""
    },
    {
      "id": 241299362,
      "en": "'Much resentment must be overcome if Elves and dwarves are to have peace.'",
      "es": ""
    },
    {
      "id": 241299363,
      "en": "'But it must happen if any are to survive the coming tide.'",
      "es": ""
    },
    {
      "id": 88333777,
      "en": "'Come here, [placeholder], and you too, Gimli. My lord's decision affects you both as well.'",
      "es": ""
    },
    {
      "id": 1879537,
      "en": "'My axe delights at it, but this dwarf is saddened for your sake and the sake of the Lady.'",
      "es": ""
    },
    {
      "id": 136860385,
      "en": "'Do not take it to heart, Gimli. Neither of our kindreds have been friendly for some time.'",
      "es": ""
    },
    {
      "id": 178901777,
      "en": "'Let us press on. There may be remnants of this troop still within the woods.'",
      "es": ""
    },
    {
      "id": 252037969,
      "en": "'This way, please.'",
      "es": ""
    },
    {
      "id": 161162471,
      "en": "Travel Effect to Caras Galadhon",
      "es": ""
    },
    {
      "id": 189171668,
      "en": "'Hold, friends.'",
      "es": ""
    },
    {
      "id": 266993857,
      "en": "'That is often the way of unwelcome visitors, Master Dwarf.'",
      "es": ""
    },
    {
      "id": 266993858,
      "en": "'Too many dwarves have come to Lothlórien in recent days.'",
      "es": ""
    },
    {
      "id": 266993859,
      "en": "'Another has come to the border, [placeholder], and is asking for you.'",
      "es": ""
    },
    {
      "id": 82610100,
      "en": "'What say you, Gimli? Do your dwarf-eyes detect more Orcs nearby?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Sons of Leaf and Stone",
      "es": ""
    },
    {
      "id": 248156113,
      "en": "'Save some for the rest of us, Legolas!'",
      "es": ""
    },
    {
      "id": 157488033,
      "en": "'Yes, well. So I shall.'",
      "es": ""
    },
    {
      "id": 157488034,
      "en": "'[placeholder] has been a great help to us in the mines.'",
      "es": ""
    },
    {
      "id": 157488035,
      "en": "'We have won several battles against the Orcs, but always they return, and in greater numbers.'",
      "es": ""
    },
    {
      "id": 201769857,
      "en": "'If you have gone so long without learning the meaning of courtesy, my axe can be a willing teacher.'",
      "es": ""
    },
    {
      "id": 157488036,
      "en": "'Our miners work to unearth new passages, but nameless creatures lurk within the most promising.'",
      "es": ""
    },
    {
      "id": 157488037,
      "en": "'And now my son Bori has been captured by Mazog, ensnared by the sorcery of Gorothúl.'",
      "es": ""
    },
    {
      "id": 79172881,
      "en": "'I am at your service, Lord Celeborn and Lady Galadriel of Lórien.'",
      "es": ""
    },
    {
      "id": 79172882,
      "en": "'If you know of the Iron Garrison, you must know of the troubles that have befallen us.'",
      "es": ""
    },
    {
      "id": 79172883,
      "en": "'Would you say the same if it were your home that needed reclaiming?'",
      "es": ""
    },
    {
      "id": 79172884,
      "en": "'I had thought the Elves of Lothlórien would be more courteous to their neighbours...'",
      "es": ""
    },
    {
      "id": 79172885,
      "en": "'But I see now that I was wrong, and you are content to live in seclusion until all else is destroyed!'",
      "es": ""
    },
    {
      "id": 51749297,
      "en": "'That's not Bósi, is it? You are a long way from the Iron Hills, Bósi!'",
      "es": ""
    },
    {
      "id": 145495729,
      "en": "'Good!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have decided to walk through the woods of Lothlórien with Legolas and Gimli in search of Orc patrols.",
      "es": ""
    },
    {
      "id": 141655297,
      "en": "'Your words do not suit you, friend Galadhrim.'",
      "es": ""
    },
    {
      "id": 19427521,
      "en": "'Such indignities will be forgiven if Celeborn will help the Iron Garrison.'",
      "es": ""
    },
    {
      "id": 19427522,
      "en": "'But will they do more than listen, I wonder?'",
      "es": ""
    },
    {
      "id": 19427523,
      "en": "'It is said the Lady of these woods wields a terrible power, and is no friend to dwarves.'",
      "es": ""
    },
    {
      "id": 246828881,
      "en": "'Said by those who know little or nothing about the Lady Galadriel, Bósi!'",
      "es": ""
    },
    {
      "id": 246828882,
      "en": "'Her power lies in wisdom, and in kindness even for those who mistrust her.'",
      "es": ""
    },
    {
      "id": 250468209,
      "en": "'Poor Bori! He was a good lad when I knew him.'",
      "es": ""
    },
    {
      "id": 228279937,
      "en": "'I have been told of the beauty of Lothlórien since childhood...'",
      "es": ""
    },
    {
      "id": 228279938,
      "en": "'...but the songs could not do these woods justice!'",
      "es": ""
    },
    {
      "id": 102593153,
      "en": "'Welcome to Lothlórien, Bósi of the Iron Garrison.'",
      "es": ""
    },
    {
      "id": 49260606,
      "en": "travel_exit (desc)",
      "es": ""
    },
    {
      "id": 102593154,
      "en": "'I know that one who enters Moria should expect to find troubles within it.'",
      "es": ""
    },
    {
      "id": 102593155,
      "en": "'I should be surprised to learn this was not the case.'",
      "es": ""
    },
    {
      "id": 102593156,
      "en": "'Was the danger that came to my home of my own making?'",
      "es": ""
    },
    {
      "id": 102593157,
      "en": "'Gorothúl is known to me. I did not know he had left Mirkwood.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Talk to these Elves, [placeholder]. They seem to trust you, and perhaps your word will get me the audience with Celeborn I have requested.'",
      "es": ""
    },
    {
      "id": 102593158,
      "en": "'I will send a number of Galadhrim to aid your people in their efforts, Bósi.'",
      "es": ""
    },
    {
      "id": 102593159,
      "en": "'The times are too dark for the friendship of our peoples to remain lapsed.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Legolas and Gimli are standing on one of the paths that runs through the woods of Lothlórien.\\n\\nLegolas is waiting to travel with you through the woods of Lothlórien.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You have come with Legolas and Gimli near to the border of the wood, and have been hailed by one of the Galadhrim.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You have been told to follow Legolas and Gimli to the eaves of the wood to meet with a dwarf that has asked for you.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Bósi is at the border of Lothlórien, attempting to get an audience with Celeborn.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The Galadhrim are waiting to hear what you have to say about Bósi's request.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "While blindfolded, Bósi has been led to Caras Galadhon within Lothlórien for his audience with Celeborn.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Bósi is having an audience with Celeborn of Lórien about sending Elves to assist the dwarves in Khazad-dûm.",
      "es": ""
    },
    {
      "id": 159868145,
      "en": "'The Orcs are dead, but their smell remains!'",
      "es": ""
    }
  ]
}