{
  "id": 620835730,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Melkólf Stonecarver was renowned for much of his work, though I have never heard of this \\qsecret road.\\q Its inclusion in these records may very well have been an oversight by a scribe of Durin's day, but he may have given us what we need to wrest my cousin from the grasp of Mazog's forces!\\n\\n'Mazog has entrenched himself in the great fortress of Zabadgathol, surrounding himself with Orc warriors. But if a secret escape passage was constructed in the rear wall of Rushdurinul, we might be able to sneak into the fortress unobserved!\\n\\n'Melkólf Stonecarver's workshop was recently uncovered, but no dwarves were left to guard it; who could have suspected how important it might become? Take the western exit from the Peaceful Path, and once you come out onto the mountainside, turn west and climb the short slope to the cave-mouth. Enter the passage and search for word of the secret way into Rushdurinul!'\\n\\nBróin blanches at your request that he accompany you there.\\n\\n'Oh, no -- I need to stay here. There's so much to be done here. I will come with you on the next adventure, I promise! You should travel to the workshop alone, in order to maintain secrecy.'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You've done it, [placeholder]! Look at these drawings: this is clearly Zabadgathol, which means these hallways here connect to Rushdurinul, and...'\\n\\nBróin laughs with delight.\\n\\n'See this tunnel here? I would wager all the treasures of Khazad-dûm that this passage appears on no maps save this one!\\n\\n'Now where can we gain access to this passage, Zurr-thurkh, the \\qsecret road?\\q If we follow it along this way... we...'\\n\\nBróin's smile becomes a mask of confusion.\\n\\n'Unless I read this wrongly, [placeholder], it seems that Zurr-thurkh connects to... Buzun-ghâr? Can this really be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The passage to Melkólf Stonecarver's workshop can be found in the side of Zirakzigil. Take the western exit from the Peaceful Path. Once you are outside, turn west and climb a short slope to the cave entrance. You must enter and search for any mention of Zurr-thurkh.\\n\\n'I will stay behind on this one. I will accompany you on the next adventure, I promise! There's just a great deal to do here, as I am sure you understand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 7: The Lost Workshop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bróin believes you have discovered mention of a secret passage into Rushdurinul, where Mazog has established his throne, and might use it to rescue his cousin Bori.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbeec621",
      "en": "Mukhful Thurkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the workshop of Melkólf Stonecarver and search it for mention of Zurr-thurkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The passage to Melkólf Stonecarver's workshop can be found in the side of Zirakzigil; take the western exit from the Peaceful Path, and then turn west and climb a short slope to the entrance.\\n\\nBróin has asked you to find Melkólf Stonecarver's workshop and search it for any mention of Zurr-thurkh, the secret road into Durin's throne room that might have been built long ago. He has decided not to accompany you to the workshop.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bróin is in the Peaceful Path, located in the Mustering Hall, east of Sulnul-dûm and west of the Stone Hall, along Durin's Way.\\n\\nYou have recovered a set of plans from Melkólf Stonecarver's workshop that reveal a secret way into Rushdurinul, the throne room of Durin, that is now occupied by Mazog and his Orcs.",
      "es": "",
      "es (fem)": ""
    }
  ]
}