{
  "id": 620835734,
  "txt": [
    {
      "id": 94621395,
      "en": "Haldir is on Talan Haldir, a flet in a great tree along the banks of the Nimrodel, just outside Lórien.\\n\\nHaldir is waiting to speak with you now that you have had your audience with Celeborn.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Lord Celeborn wishes to speak with you about what has happened, [placeholder]. Return to Talan Haldir and speak with Haldir about arranging an audience with the Lord of Lórien.\\n\\n'You will find Talan Haldir in a great tree on the banks of the Nimrodel, outside Lórien.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It is good to see you again, [placeholder]. Is it true that you have defeated Mazog in his own lair?'\\n\\nHaldir smiles as you briefly tell your tale.\\n\\n'You are truly an astonishment to me, my friend; I did not really expect the rumour to be true.\\n\\n'Let me know when you are ready to see Lord Celeborn, and I will bring you to him as he requested.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You should travel to the banks of the Nimrodel to speak to Haldir about arranging a meeting with Lord Celeborn.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The winds of change are blowing, [placeholder], and I fear they carry with them the onset of war. Lothlórien cannot remain isolated and in safety forever.\\n\\n'Lord Celeborn's gaze must turn toward Mirkwood and the great shadow that lies over Dol Guldur. When the time comes to cross the river and fight, as it seems we must, I will call for you.\\n\\n'Had I once thought it might not be necessary, I do not any longer. Too many signs seem to point in that direction. Stay well, [placeholder]. We will have need of you yet.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 9: The Worries of Lord Celeborn",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I will take you to see Lord Celeborn, if you are ready to speak with him about your great doings in the dark depths of Moria.'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Celeborn of Lórien wishes to speak with you about your recent accomplishments in Moria and about what lies ahead.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Haldir and travel to your audience with Celeborn",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Haldir is in a flet in a great tree on the banks of the Nimrodel, outside Lórien.\\n\\nYou have been told that Celeborn desires to speak with you about recent events in Moria, and should speak to Haldir about arranging a meeting with the Lord of Lórien.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Haldir is on Talan Haldir, a flet in a great tree along the banks of the Nimrodel, just outside Lórien.\\n\\nHaldir is waiting to hear when you are ready to speak with Celeborn.",
      "es": ""
    }
  ]
}