{
  "id": 620835792,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have struck the training-dummy with Savage Strikes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Your trainer wants you to use your new skills to prove that you are ready to face the many dangers that exist in the world.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Even in this fallen refuge there are threats that we must confront. Without the watchful eye and care of the Elves, Edhelion has become home to many unnatural creatures. You will need to know how to defend yourself and eliminate these threats.\\n\\n'You must learn skills from others, like myself. We can guide you through your training and help you become stronger.\\n\\n'Learn the skill <rgb=#00ff00>Savage Strikes</rgb> from me and show me that my teaching has given you mastery by striking the training-dummy nearby.'\\n\\nHINT:\\n\\nChampions rely on <rgb=#ffff00>Fervour</rgb> to activate some of their skills such as <rgb=#00ff00>Savage Strikes</rgb>.  Use your <rgb=#00ff00>Swift Strike</rgb> and <rgb=#00ff00>Wild Attack</rgb> skills to build <rgb=#ffff00>2 Fervour</rgb> and then strike the <rgb=#ff0000>Targeting Dummy</rgb> with your <rgb=#ffff00>Savage Strikes</rgb> skill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Speak with the trainer again and learn the skill <rgb=#00ff00>Savage Strikes</rgb>. Use your new skill on the training-dummy nearby. \\n\\n<rgb=#00ff00>NOTE: Use the trainer and select Train Champion Skills to open the skill selection panel. Left-click on a skill to highlight it and then left-click the Train button at the bottom of the skill selection panel, or double-click the skill, and you will successfully purchase the skill.</rgb>\\n\\nHINT:\\n\\nChampions rely on <rgb=#ffff00>Fervour</rgb> to activate some of their skills such as <rgb=#00ff00>Savage Strikes</rgb>.  Use your <rgb=#00ff00>Swift Strike</rgb> and <rgb=#00ff00>Wild Attack</rgb> skills to build <rgb=#ffff00>2 Fervour</rgb> and then strike the <rgb=#ff0000>Targeting Dummy</rgb> with your <rgb=#ffff00>Savage Strikes</rgb> skill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am pleased to know that you have completed your meditation and training. The road ahead is filled with many challenges, and we must all prepare ourselves for what is to come. I think that this lesson will be one that stays with you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Now that you have successfully used your newly-learned skill, return to your trainer and tell him of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Dorongúr Whitethorn is in Edhelion.\\n\\nYou should make your way to Dorongúr Whitethorn and tell him that you have finished your meditation and have prepared yourself for battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Strike the training-dummy with your new skill and return to me. We must make certain that you are prepared to stand against the dangers of Middle-earth.'\\n\\nHINT:\\n\\nChampions rely on <rgb=#ffff00>Fervour</rgb> to activate some of their skills such as <rgb=#00ff00>Savage Strikes</rgb>.  Use your <rgb=#00ff00>Swift Strike</rgb> and <rgb=#00ff00>Wild Attack</rgb> skills to build <rgb=#ffff00>2 Fervour</rgb> and then strike the <rgb=#ff0000>Targeting Dummy</rgb> with your <rgb=#ffff00>Savage Strikes</rgb> skill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Yes, I sensed that you were well-prepared, [placeholder]. Remember, we must work to reclaim this land, and while we have a tentative peace with the dwarves in the valley below, we cannot overlook the lessons of the past and the betrayal that came at their hands.\\n\\n'Speak with Dorongúr and tell him that I believe you are ready.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I will teach you more when you are ready to learn. For the moment, you should speak with Dorongúr.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Strike the training-dummy with Savage Strikes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with the Champion Trainer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Dorongúr Whitethorn in Edhelion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro: The Thrill of the Fight",
      "es": "",
      "es (fem)": ""
    }
  ]
}