{
  "id": 620866248,
  "txt": [
    {
      "id": 218649169,
      "en": "To whom it may concern,\\n\\nPreparations of this magnitude require the confidence of very few folk and very few folk were trustworthy enough at the time that I penned this letter. The trustworthy lot were dear friends and so they have been instructed to provide the bearer of this writ, provided that the bearer is not of the Sackville-Baggins line, with a token of appreciation.\\n\\nTreat the reward well and consider a spooky visit to my dear Lobelia from time to time.\\n\\nBilbo Baggins",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Merry me! Could this be?'\\n\\nShe reads the note hastily.\\n\\n'It is indeed. Mr. Bilbo gave us Hornblowers specific instruction to paint up horses and ponies once we found that his final trick for Lobelia was sprung. We did as he asked, and it seems that he would like you to have one of the precious beasts.\\n\\n'Take this and ride it proudly.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'This should never be seen.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "On a Horse Painted Pale",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You discovered a small piece of parchment hidden away in a poorly hidden chest in Bilbo's Hidden Burrow. The letter made mention of a special request that has been carried out an a reward that might be waiting for the bearer of the writ.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to someone whom Bilbo trusted with a special and secret gift",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Deliver the letter to someone whom Bilbo would have trusted with an important secret. They will likely be very near the festival grounds, perhaps even part of the festival.\\n\\nThe writ speaks of a trustworthy sort with whom Bilbo struck a deal before he left the Shire. Apparently, there is a reward to be delivered to anyone not related to the Sackville-Bagginses.",
      "es": ""
    }
  ]
}