{
  "id": 620795474,
  "txt": [
    {
      "id": "0xceb0115",
      "en": "Ringhul is at his post on the High Moor, north and east of Tâl Bruinen.\\n\\nCandelleth told you that the brooch you found belong to a former scout of hers named Ringhul, who is now posted upon the High Moor, and suggested that you bring it to him and inquire about the giant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73083",
      "en": "'Do you have something for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e4",
      "en": "Bring the brooch to Ringhul on the High Moor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You discovered a series of giant footprints in Tâl Bruinen and a brooch belonging to Ringhul, marchwarden of the High Moor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'If you believe you have finished here, you might journey to the High Moor. I am certain that Ringhul would appreciate the return of his brooch. As well, he may know something of the giant who travelled through Tâl Bruinen not long ago, for it is said that there is a dwelling place of giants not far from his post.\\n\\n'If you take the path north back to the main road, then head eastward, you will come to the Ford of Bruinen. Cross the Ford and travel southward, following the path up into the hills. Atop the plateau of the High Moor, you will find Ringhul's post.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Arifael lives on the slope of Amon Nendir, south of the High Moor on the eastern edge of the Trollshaws.\\n\\nElrohir is concerned about the giant footprints you saw in Tâl Bruinen and wants you to ask Arifael if he has heard of giants wandering that far south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The little Elf Ringhul sends you to me? He is a friend, so I will not step on you, methinks.\\n\\n'A giant in lands to the south? I do not think so. If he is still there, you would know! Maybe this giant failed to catch a boulder and had to come out of the mountains to find it?\\n\\n'It is strange, but there many giants now who do strange things....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Arifael is a giant, but he is friendly to Elves and dwarves, a loyalty that has cost him some standing with his people. Still, he has not faltered in his friendship with us.\\n\\n'Speak to him about the footprints you discovered in Tâl Bruinen, and he may be able to tell us what caused a giant to come so far south.\\n\\n'Arifael lives on the slopes of Amon Nendir, south of the High Moor on the eastern edge of the Trollshaws.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Hello, little [placeholder]. Did you find your stray giant?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Welcome, traveller. You found this brooch in the footprint of a giant? I did indeed lose this in Tâl Bruinen, but I saw no giant footprints there. The giants do not usually travel from the mountains that far south; Tâl Bruinen has been clear of them for as long as I can remember.\\n\\n'If there is a giant wandering those lands, I would like to know what it sought.\\n\\n'You speak with Arifael -- a better sort of giant, if you will -- at his home upon the slopes of Amon Nendir. The hill lies to the south of the High Moor. He may know something of this giant's wanderings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I think I solved the mystery of the giant. Do you not agree?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Arifael",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Down from the Mountains?",
      "es": "",
      "es (fem)": ""
    }
  ]
}