{
  "id": 620795468,
  "txt": [
    {
      "id": 218649170,
      "en": "'Very good, [placeholder]! I see that you have collected the legs I need to make toad-stew!\\n\\n'If you will grind them up on that stone right over there, I would be much obliged.'",
      "es": ""
    },
    {
      "id": 225642630,
      "en": "'Have you not ground the toad pieces yet?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You do not have the toad-legs for which I have been waiting? Why not?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Toad-stew",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Thank you, thank you, [placeholder]! Now I will just stir this mush into the rest of the stew, and...it is done!'\\n\\nIndor takes a big bite of the stew and chews contentedly for a moment. Then an expression of disgust crosses his face, and he spits out his mouthful.\\n\\n'This is disgusting, [placeholder]! Alas, there must be some way of seasoning this rancid mess....'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Have you not ground the toad-legs yet?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected rough toad tongues ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You should be able to find toads all along the riverbanks within Tâl Bruinen, [placeholder]. I will share the toad stew with you when it is done, so be quick with collecting the ingredients! They hunt in packs, these toads of Tâl Bruinen, but only the green river-toads are tasty enough for me to use!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected toad-legs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The grinding stone is right there, [placeholder]. Just grind up those toad legs and tongues into mush, and I will add them to the rest of the stew.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'It's no secret that I consider myself something of a skilled cook, [placeholder]. Folk are always giving me new recipes to try, and I spend more time preparing delicious new dishes than I do hunting! You need to follow your own path, that's what I always say.\\n\\n'I spoke for a while with a very nice dwarf named Wéthorm as he passed through Tâl Bruinen on his way north. He told me he had a delicious recipe for Toad Stew, and after a little bit of coaxing, he agreed to share it with me!\\n\\n'Would you help me gather the ingredients for it? I still need some toad tongues and legs. You will find toads all along the rivers that run through Tâl Bruinen, I wager. I understand that the green river-toads have the tastiest legs and tongues! Don't come back here with legs and tongues from the red ones. Wéthorm was most specific on that point!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You grind the toad-legs into mush",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Toads can be found along the riverbanks and streams in Tâl Bruinen.\\n\\nIndor has asked you to gather toad-legs for him, so that he might supplement the hunters' diet of cram.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Indor is at Echad Candelleth, the Elf-camp in Tâl Bruinen.\\n\\nYou have collected many bits of toad with which Indor plans to make toad stew. You should bring them to him.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "There is a grinding stone right next to the campfire by Indor, at Echad Candelleth.\\n\\nIndor is waiting for you to grind the toad-legs for him.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "You grind the toad pieces into mush",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Indor is at the campfire at Echad Candelleth, in Tâl Bruinen.\\n\\nYou have ground the toad-legs into a disgusting mush and should now bring it to Indor so he can add the finishing touches to the toad-stew.",
      "es": ""
    },
    {
      "id": 214796401,
      "en": "'This is delicious! A great improvement on my original!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'You should be able to find toads all along the river-banks within Tâl Bruinen, [placeholder]. I will share the toad stew with you when it is done, so be quick with collecting the ingredients! They hunt in packs, these toads of Tâl Bruinen, but only the green river-toads are tasty enough for me to use!'",
      "es": ""
    },
    {
      "id": 215429257,
      "en": "'You do not have the toad pieces for which I have been waiting? Why not?'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Very good, [placeholder]! I see that you have collected the ingredients I need to make toad stew!\\n\\n'If you will grind them up on that stone right over there, I would be much obliged.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'The grinding stone is right there, [placeholder]. Just grind up those toad legs and tongues into mush, and I will add them to the rest of the stew.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "There is a grinding stone right next to the camp-fire by Indor, at Echad Candelleth.\\n\\nIndor is waiting for you to grind the ingredients for toad stew into a mush.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Thank you, thank you, [placeholder]! Now I will just stir this mush into the rest of the stew, and... it is done!'\\n\\nIndor takes a big bite of the stew and chews contentedly for a moment. Then an expression of disgust crosses his face, and he spits out his mouthful.\\n\\n'This is disgusting, [placeholder]! It is not at all as delicious as that dwarf claimed!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Toads can be found along the river-banks in Tâl Bruinen.\\n\\nIndor has asked you to help him collect the various ingredients he needs to make toad stew, a recipe given to him by the Dwarf Wéthorm. He reminded you that only the green river-toads will provide tongues and legs of sufficient quality.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Indor is at the camp-fire at Echad Candelleth, in Tâl Bruinen.\\n\\nYou have ground the toad pieces into mush and should now give them to Indor so he can add the finishing touches to the toad stew.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect rough toad tongues ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect slimy toad legs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the toad-legs to Indor",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Grind toad stew ingredients into mush on the grinding stone",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Bring the toad-mush to Indor",
      "es": ""
    },
    {
      "id": 49286672,
      "en": "Bring the toad stew ingredients to Indor",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Collect rough toad tongues ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Indor is very excited to try a recipe that the Dwarf Wéthorm gave to him, but he does not have the necessary ingredients.",
      "es": ""
    },
    {
      "id": 49286679,
      "en": "Bring the toad mush to Indor",
      "es": ""
    },
    {
      "id": 211316881,
      "en": "'Grind up the pieces right there, if you would.'",
      "es": ""
    },
    {
      "id": 211316882,
      "en": "'This isn't right at all!'",
      "es": ""
    },
    {
      "id": 211316883,
      "en": "'Grind them up right over there, like before.'",
      "es": ""
    },
    {
      "id": 211316884,
      "en": "'This is going to be great! Ha ha!'",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "Collected slimy toad legs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 211316885,
      "en": "'I can't believe I fell for that!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'With these woods becoming so dangerous in the last few months, it's hard to come by game. Most of the game here has started hunting us! Provisions are running short, and these Elves -- gracious and hospitable as they may be -- only give us cram! It is not enough to live on, I say.\\n\\n'Now it's no secret that I consider myself something of a skilled cook, and I think I can make a meal of some of the easier game to be found in these parts. Down in the river and in the streams branching from it, there are a multitude of toads...great big toads! I believe I could make a nice stew, but haven't the courage to leave this camp and gather the meat.\\n\\n'Would you hunt up a few toads for meat? I suggest bringing me some toad-legs, as they tend to have more meat upon them than their fatty bodies.'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Collected rough toad tongues ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}