{
  "id": 620795446,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'The hunter Adwold? Yes, he was here, but he returned from a hunt in Tâl Bruinen and lingered just long enough to say his farewells before departing for home. Something seems to have given him a great fright. I expect he has probably reached The Forsaken Inn by now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "You have found the creature's tracks, and they appear to lead north-east, back towards the river",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "Some creature is roaming Tâl Bruinen, and you should discover what it is",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I have to tell you, [placeholder], that I would normally disbelieve this tale of Adwold's. But I believe it now, for I have seen this creature, and not long ago!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "What Beast?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Yes, I came across the white hart of which you speak, wounded and near death, and I loosed these two arrows at it. But I did not take the meat! Just as I approached to give it a merciful end, some terrible creature sprang out of nowhere and grabbed the hart about the neck!\\n\\n'When all the air had gone out of the poor beast, the creature started to feed. I was terrified, I do not mind telling you, and could think only of escape! As I backed away, the twigs snapped under my feet, and the creature looked up -- it looked right at me! I will never forget those terrible eyes; like lamps they were in the cold light of the moon, half-unlidded but full of malice!\\n\\n'I ran, and ran, and only when I was certain that the horrible creature had not followed me did I stop to rest. You go back to Wistan and tell him he can have the glory from the hart, if he wants it. But I am through with hunting in those parts! With creatures like that slinking about the wild, it is not safe! I am sticking to the Chetwood from now on! You tell him that, and tell him too that he would be wise to do the same!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'No Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You're looking for Adwold? Aye, he was here. Something gave him a terrible fright in the lands to the south, and he swore off his hunt. He said he was going back west; he's probably at the Forsaken Inn by now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "While you were able to recover Wistan's arrows, something has devoured much of the white hart's corpse already. The markings upon the carcass do not look like those of an animal, nor of a wood-troll, however. Something else is roaming Tâl Bruinen, and you should discover what it is.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e6",
      "en": "You should <rgb=#FF00FF>look</rgb> for the creature's tracks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The hunter Adwold? Yes, he was here, but he returned from a hunt in Tâl Bruinen and lingered just long enough to say his farewells before departing for home. Something seems to have given him a great fright. I expect he has probably reached The Forsaken Inn by now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The creature which devoured the white hart may have left tracks nearby, which you should <rgb=#FF00FF>look</rgb> for.\\n\\nWhile you were able to recover Wistan's arrows, something has devoured much of the white hart's corpse already. The markings upon the carcass do not look like those of an animal, nor of a wood-troll, however. Something else is roaming Tâl Bruinen, and you should discover what it is.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Barachen's camp is to the south of here, at the top of that sloping path. I do not think the Adwold of whom you speak remains there, but Barachen might be able to tell you where he has gone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb973071",
      "en": "'Wouldn't surprise me if it was true, Anlaf! You see queer things out in the wild!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The creature's tracks lead north-east from the carcass of the white hart towards the river.\\n\\nYou should follow the creature's tracks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'That Elf encamped along the road west might know where to find Adwold.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "The tracks continue north-east towards the river",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The creature's tracks continue north-east towards the river.\\n\\nYou should continue to follow the creature's tracks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Adwold has done me a great injury with this theft of my glory, [placeholder], and I will not stand for it! Find him at Barachen's camp, in the Trollshaws north of here, and demand that he return the meat he stole and repent for bringing down the white hart when it should have been apparent to any that the kill was mine!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'You go to that Elf-camp in Tâl Bruinen, Echad Candelleth, and tell Wistan he would be wise to leave that place. That terrible creature might still be there, lurking somewhere beneath the trees of a night!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "The creature's trail turns east along the river-bank",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Find the creature's trail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "The creature's trail appears to end here... perhaps it crossed to the eastern shore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e04",
      "en": "You should <rgb=#FF00FF>look</rgb> for more tracks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd10141",
      "en": "'I'm telling you, I know what I saw!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf30e851",
      "en": "'Are you going on about that blood-drinking ghost again, Adwold?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The creature's tracks continue eastwards along the river-bank.\\n\\nYou should continue to follow the creature's tracks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring Adwold's distinctive arrows to Adwold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd10142",
      "en": "'Thank you, master Hobbit. You're a good judge of truth, it seems to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf30e852",
      "en": "'Mugwort might believe you, but that don't count for much. Cracked, he is.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Follow the creature's trail north-east towards the river",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "The creature's tracks continue south along the riverbank.\\n\\nYou should continue to follow the creature's tracks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Follow the creature's trail eastward along the river-bank",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Follow the creature's trail eastward along the riverbank",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe1ef98",
      "en": "You will never find the trail if you stray from here...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "The trail ended on a beaten path near a large fallen branch. You should <rgb=#FF00FF>look</rgb> for more tracks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You found the carcass of the white hart and recovered Wistan's arrows, but something devoured much of the corpse already.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "The creature which devoured the white hart may have left tracks nearby, which you should <rgb=#FF00FF>look</rgb> for.\\n\\nWhile you were able to recover Wistan's arrows, something has devoured much of the white hart's corpse already. The markings upon the carcass do not look like those of an animal, nor of a wood-troll, however. Something else is roaming Tâl Bruinen, and you should discover what it is.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Follow the creature's trail north-east towards the river",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "The creature's trail seems to end here...you should look for more tracks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "You do not find any tracks, but in the distance, you see a lone cottage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This is an outrage, [placeholder]! I tracked the white hart into Tâl Bruinen all the way from the Gladdalf, and for some other hunter to steal the kill, the glory, and the meat for himself is unacceptable!\\n\\n'I recognize the fletching of these arrows, you see: they are the distinctive mark of Adwold, a rival of mine. A hunter of lesser skill, he and I often compete for the same kill, and many are the times he has cost me a great deal of glory. But this is the last time!\\n\\n'Take these arrows of his and confront him with them. Demand that he repent for bringing down the white hart, when clearly my arrows would have finished the job, and command him to relinquish to me the meat from the kill. The last I heard of him, Adwold was staying at the camp of Barachen the Elf, north of here in the Trollshaws. Barachen usually has one of his scouts positioned along the road; you can ask her for guidance if you get lost. Adwold will regret interfering with my greatest triumph as a hunter to date!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}