{
  "id": 620795461,
  "txt": [
    {
      "id": 218649169,
      "en": "'Ah, [placeholder], I see that you remain here still. Perhaps you may help me again.\\n\\n'You recovered the wooden figurines that were stolen from Tim Strawley's waggon, [placeholder], and I would that they be brought to his widow, Nora. It is my hope that she will be able to sell them...perhaps not for as much as Tim hoped to receive south of the mountains, but enough for her to live on for a time, I think.\\n\\n'The Strawleys made their home in the town of Bree, but beyond that I do not know where you will find her. I will not hold you to this task, for the journey is long, but if you choose to do this, bring Mrs. Strawley my best wishes, as well, and tell her of my sorrow.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These are my husband's figurines; I would know them anywhere!\\n\\n'How did you come by them? And why the sorrowful face?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Nora Strawley lives somewhere in the town of Bree, but I do not know any more than that. Bring her the wooden figurines her husband crafted, and it is my hope that she will be able to sell them for enough coin to live on for a time.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Hello. What is it?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Cause for Sorrow",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You were unable to save the craftsman Tim Strawley from the ravaging of the Gauredain, but managed to recover his stolen figurines and bring them to Tongannel.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the wooden figurines to Nora Strawley",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Nora Strawley lives somewhere in the town of Bree, far to the west of the Trollshaws.\\n\\nTongannel has asked you to bring the wooden figurines to Nora Strawley in the hope that she will be able to sell them and make enough coin to live on for a time.",
      "es": ""
    }
  ]
}