{
  "id": 620795517,
  "txt": [
    {
      "id": 33292737,
      "en": "'With the aid of the wizards I threw down my foe: defeated, but not slain.'",
      "es": ""
    },
    {
      "id": 122680308,
      "en": "'Now face your doom, fools!'",
      "es": ""
    },
    {
      "id": 119521298,
      "en": "'Then it is as I feared. There is little time, but you must know the peril you face!  Prepare yourselves and listen to my tale.'",
      "es": ""
    },
    {
      "id": 119521299,
      "en": "'Long ago, at the breaking of Thangorodrim, Thaurlach flew to this land and I gave chase.'",
      "es": ""
    },
    {
      "id": 119521300,
      "en": "'For long years he lay hidden, until the Dark Power rose again and Thaurlach awoke from his secret slumber.'",
      "es": ""
    },
    {
      "id": 119521301,
      "en": "'He was revealed to me in that moment, and I struggled with him in battle.'",
      "es": ""
    },
    {
      "id": 119521302,
      "en": "'Thaurlach sued for pardon at the feet of the wizards.'",
      "es": ""
    },
    {
      "id": 119521303,
      "en": "'Long have I here waited for Thaurlach to seek his freedom, that I may end his menace for good if he sought to escape!'",
      "es": ""
    },
    {
      "id": 88760369,
      "en": "'First, I must remove the seals.'",
      "es": ""
    },
    {
      "id": 88760370,
      "en": "'Now to open the locks....'",
      "es": ""
    },
    {
      "id": 201938114,
      "en": "'When I open this seal, the true test of your will shall begin!'",
      "es": ""
    },
    {
      "id": 183241044,
      "en": "'You have come just in time! Thaurlach is stirring. There is something amiss!'",
      "es": ""
    },
    {
      "id": 201938115,
      "en": "'Thaurlach has broken his oath! He is breaking free!'",
      "es": ""
    },
    {
      "id": 201938116,
      "en": "'We must purify these streams, or we will never be able to stop them! Protect me!'",
      "es": ""
    },
    {
      "id": 201938117,
      "en": "'Follow me! They will do everything they can to stop us!'",
      "es": ""
    },
    {
      "id": 201938118,
      "en": "'I must clear the waters here. Defend me!'",
      "es": ""
    },
    {
      "id": 201938119,
      "en": "'I am through here. We must continue!'",
      "es": ""
    },
    {
      "id": 201938120,
      "en": "'We must purify this fountain, as well. Do not let your guard down!'",
      "es": ""
    },
    {
      "id": 9784448,
      "en": "'Something is still wrong! He is stronger! We must....'",
      "es": ""
    },
    {
      "id": 201938121,
      "en": "'We must hurry to the second chamber! Run! Quickly now!'",
      "es": ""
    },
    {
      "id": 33292721,
      "en": "'They deemed he should be imprisoned where he could await his judgement at the end of days.'",
      "es": ""
    },
    {
      "id": 9784449,
      "en": "'Ai!  He is free! What has been done!  We must stop the corrupted water from entering the pool.'",
      "es": ""
    },
    {
      "id": 33292769,
      "en": "'At his coming, all was beset with brimstone and flame, and he eluded me.'",
      "es": ""
    },
    {
      "id": 9784450,
      "en": "'Hurry! Some of you stand with me, the others must handle the levers!'",
      "es": ""
    },
    {
      "id": 9784451,
      "en": "'We will make a stand fit for the songs of the Eldar!'",
      "es": ""
    },
    {
      "id": 235371198,
      "en": "'We must protect Thaurlach! Defend the fountain!'",
      "es": ""
    },
    {
      "id": 229027044,
      "en": "Hi!",
      "es": ""
    },
    {
      "id": 87498677,
      "en": "'Strangers... you were sent to me by the Eldgang?'",
      "es": ""
    }
  ]
}