{
  "id": 620795507,
  "txt": [
    {
      "id": "0x9518ea7",
      "en": "'So do the weak die to make room for the strong... but you do not belong here. Now go....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3606f1",
      "en": "'The goblins came and took her... down into their caves. There she will remain until they torment her to death.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa41d6a2",
      "en": "Defeat Blackfang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The challenge has been issued",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Blackfang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thorgest told you that you may be able to learn of Glorwen's fate by confronting their pack-leader, Blackfang.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf0399b4",
      "en": "'Who dares? You are not of the pack, and yet you would challenge me? So be it....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I know this is asking much of you, but if Thorgest believes that the only way we might learn something from the Wargs of Starkhath is to challenge their leader, then I can see no other way forwards.\\n\\n'Glorwen's life may hang in the balance -- if she yet lives at all. For her sake as well as yours, take care and arm yourself well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The totem of challenge is in the centre of the ruins of Starkhath.\\n\\nNogmeldir has asked you to find the totem and call out the Warg-leader Blackfang.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Your tidings chill me to the bone, [placeholder]. Few are those who have escaped from the dark, twisted caves of Goblin-town once they have ventured within.\\n\\n'The hatred of the goblins for my kin is great, and Glorwen's torments will be long and cruel at their hands.\\n\\n'We must prepare -- by stealth or force of arms -- to rescue her, for even should we lose a dozen heroes to the darts and blades of the goblins, still our suffering will be as nothing compared to hers should we leave her to their devices!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Return to Nogmeldir at Vindurhal and tell him of Glorwen's capture by the goblins of Goblin-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Seek the Wargs' Totem of Challenge, [placeholder]... you may learn something of Glorwen's fate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x647a354",
      "en": "'Grr-iiipe! Enough! I... I yield....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Who dares? You are not of the pack, and yet you would challenge me? So be it....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7a36062",
      "en": "'You want the Elf? She means nothing to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the totem of challenge and defeat Blackfang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7a36063",
      "en": "'Now go! I shall not cede the pack to one such as you... challenge or no.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeated Blackfang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7a36064",
      "en": "'What is the meaning of this? Stop!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Blackfang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7a36065",
      "en": "'No! I lead you! Grraahh!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}