{
  "id": 620795441,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Among other tasks, Eywind and I have come up into these forsaken mountains in search of a companion of mine by the name of Glorwen. She came here some weeks ago with the same duty we have: to explore the strength and purpose of the goblins of High Pass and ensure that they do not move against Rivendell without warning.\\n\\n'Unfortunately, she has always been easily distracted by the hunt, and I find it likely that she has managed to while away the past weeks entertaining herself and has quite lost track of the time.\\n\\n'When last we heard from her, she was going to explore a set of giant-ruins to the east, rumoured now to be inhabited by a large pack of Wargs. If you would help us find her, you should begin your search there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What is this? Glorwen's bow? Yet you say you saw no other signs of her save a torn cloak?\\n\\n'Had the Wargs slain her, it is likely they would have torn her to pieces and let the evidence lie plainly about. If there was no sign of her body, then it is possible that she yet lives. Perhaps she escaped? But I think that unlikely, for she would have gone back for her bow, or come to us in need of aid.\\n\\n'I have no answer to this riddle, but perhaps the Wargs might?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have found no sign of Glorwen yet? Hopefully, she is simply out hunting goblins and Wargs; nevertheless, I am becoming worried...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Glorwen's Fate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Nogmeldir and Eywind came to the High Pass, seeking news of an Elf-scout named Glorwen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Nogmeldir with Glorwen's bow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The giant-ruins of Starkhath are well to the east.\\n\\nNogmeldir asked you to search the Warg-infested giant-ruins for signs of the Elven scout Glorwen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find some sign of Glorwen amongst the giant-ruins",
      "es": "",
      "es (fem)": ""
    }
  ]
}