{
  "id": 620795467,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "'I cannot place what ingredients Indor added to the toad stew, but whatever they were, they only served to improve its flavour!\\n\\n'Indor is still at the Elf-camp of Echad Candelleth, in Tâl Bruinen? If you pass by that way, be sure to return the rest of the toad stew to him with my compliments on its improvement.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I will be less trusting from now on! Count on it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Indor is at the camp-fire at Echad Candelleth, in Tâl Bruinen.\\n\\nWéthorm has returned the toad stew to you and asked you to give his compliments to Indor on its improvement.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'To tell you the truth, I am not sure I believe all of Wistan's stories.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Want some Toad Stew? Ha! I am only joking.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Wéthorm has sent you back to Indor with the improved toad stew, and insists that you deliver his compliments to the hunter for improving upon the original recipe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73087",
      "en": "'Where is the stew? You didn't lose it, did you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I confess that I am unable to disguise the foul taste of this toad-meat, [placeholder], but perhaps the stew is not a complete loss.\\n\\n'Perhaps if you bring this stew to our host, Candelleth, she will understand how truly desperate we are for something other than cram. I have seen her often standing at the edge of the ruin down the stairs from here, staring out across Tâl Bruinen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Candelleth stands within the ruins at Echad Candelleth, in Tâl Bruinen, down the stairs from Indor's camp.\\n\\nIndor has asked you to bring his failed stew to Candelleth so that she may understand how desperate the hunters are for something other than cram.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I need not taste the stew to know that it cannot be eaten. The toads of Tâl Bruinen are most foul.\\n\\n'I am not unsympathetic to the plight of these Men, [placeholder], but I bade them leave at once, for the dangers here are great. I even offered to have them escorted safely to the Last Bridge, but they refused. They believe that we are magical creatures and will soon cause the evils which have befallen this land to vanish. They do not understand that war is afoot.\\n\\n'We cannot offer more than we have.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I cannot place what ingredients Indor added to the toad stew, but whatever they were, they only served to improve its flavour!\\n\\n'Indor is still at the Elf-camp of Echad Candelleth, in Tâl Bruinen? If you pass by that way, be sure to return the rest of the toad stew to him with my compliments on its improvement.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'How may I help you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Talk to Indor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I will be less trusting from now on! Count on it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Candelleth will not help us further? She spoke of war, but that is absurd. Elves are a secretive people, and I think she just wants to be rid of us. Well, we will not be deterred so easily.\\n\\n'I am grateful for your help, but it seems it was of no use.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'To tell you the truth, I am not sure I believe all of Wistan's stories.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring improved toad stew to Indor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Want some Toad Stew? Ha! I am only joking.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Most delicious! Indor has truly improved upon my original recipe. I cannot place the ingredient, but there is a whiskery sort of quality to it that makes the dish truly amazing.\\n\\n'Return to him with my compliments, [placeholder]! You might tell him, as well, to put less stock in the words of others.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Surprising Taste",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Indor is encamped at the head of the stairs above the ruins at Echad Candelleth, in Tâl Bruinen.\\n\\nCandelleth regretfully explained that the Elves cannot offer more to the hunters than they already have. You should explain to Indor that war is afoot and supplies are short.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You have returned, [placeholder]! Describe to me the look on Wéthorm's face when he bit into my \\qimproved\\q toad stew!\\n\\n'What? He liked it? That is odd. Do you think I stumbled upon some culinary secret, [placeholder]? Maybe adding the crawler mandibles and legs did something to the body of the stew? Maybe in combination with the toad parts, they worked some magic in the flavour? This could be quite the discovery!'\\n\\nIndor excitedly scoops a big spoonful of the Improved Toad Stew and takes a tremendous bite. His grin quickly fades to a scowl.\\n\\n'By my eyes, he tricked me again! Wéthorm, you scoundrel! This is even worse than the original stew! You know, [placeholder], maybe Wéthorm has a point. I will try and be less trusting from now on. I will not hold it against you, and I am sure I can dig up something with which to reward you. No, no, do not look so panicked! I was not planning on giving you the toad stew!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}