{
  "id": 620795458,
  "txt": [
    {
      "id": 216727828,
      "en": "The Gauredain make their home in the south-western hills of Tâl Bruinen, south of Eryn Singor.\\n\\nFrom the wreckage, it appears that perhaps the mysterious Gauredain Nestael mentioned when you first arrived at Echad Candelleth might be responsible for the attack. You should search for their encampment and rescue Tim Strawley, if he still lives, and recover his goods.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Recovered wooden figurines ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Gauradan Ritualist ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "At Tongannel's behest, you travelled south towards the Hollin Ridge, searching for the craftsman Tim Strawley. You found his waggon in ruins, an empty and broken crate, and other signs that he was attacked.",
      "es": ""
    },
    {
      "id": 262725907,
      "en": "You have found what remains of Tim Strawley, victim of the Gauredain",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "The Gauredain make their home in the south-western hills of Tâl Bruinen, south of Eryn Singor.\\n\\nFrom the wreckage, it appears that perhaps the mysterious Gauredain Nestael mentioned when you first arrived at Echad Candelleth might be responsible for the attack. You should search for their encampment and rescue Tim Strawley, if they have taken him captive, and recover his goods.",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Rescue Tim Strawley and recover his goods from the Gauredain",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Gauredain make their home in the south-western hills of Tâl Bruinen, south of Eryn Singor.\\n\\nFrom the wreckage, it appears that perhaps the mysterious Gauredain Nestael mentioned when you first arrived at Echad Candelleth might be responsible for the attack. You should search for their encampment and rescue Tim Strawley, if he still lives, and recover his goods.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you for this, [placeholder]. I am glad that you have recovered Tim Strawley's figurines from the Gauredain, though I would that you could have saved him from their ravaging.'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "You should search for the Gauradan-encampment and rescue Tim Strawley, if he still lives, and recover his goods",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Tongannel is at Echad Candelleth, the Elf-camp in Tâl Bruinen, north of Echad Gauradan.\\n\\nYou have recovered Tim Strawley's wooden figurines from the Gauredain who stole them, but Strawley himself was slain. You should return the goods to Tongannel.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Echad Gauradan is in the south-west hills of Tâl Bruinen, south of Eryn Singor. Slay the Gauredain there and take from them the wooden figurines crafted by Tim Strawley. We must do what we can to ease the pain of his wife.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What of Tim Strawley?'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Rescue Tim Strawley and recover his goods",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect wooden figurines ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Gauradan Ritualist ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Recover wooden figurines ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring Tim Strawley's wooden figurines to Tongannel",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Find Tim Strawley",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An End to the Enterprise",
      "es": ""
    }
  ]
}