{
  "id": 620795447,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected arrows from the carcass of the white hart",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Wistan told you of the white hart which he tracked through many lands and believes that he finally brought it down, though he could not find the body.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It is good to meet you, [placeholder]. I was just telling Indor here of my latest kill: a mighty and noble white hart, the likes of which I have never before seen and will never see again! I tracked him down from the Gladdalf and into Nan Tornaeth, but he became frightened, and I lost the trail. I picked it up again amid the Bruinen Gorges and followed him south into the hills alongside this camp. The light was failing, and as he passed westward and I behind him, I loosed a number of my arrows. I know I felled him, [placeholder], but I could not follow in the dark.\\n\\n'He is out there, my friend: the hunter Wistan's greatest kill! If you come across the body of the white hart, collect my arrows and the carcass and bring them back to me. My hunt of the white hart will surely make for a fine tale or three about the fire, and there will be a place for you, as well!\\n\\n'The hart was making westward, but even taking his last strides, he would have steered clear of the Gauredain or the Wood-trolls. Look for the body to the west of Echad Candelleth and between the dwelling-places of those creatures.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wistan thinks the carcass must be somewhere to the west of Echad Candelleth, between the dwelling-places of the Gauredain and the Wood-trolls.\\n\\nWistan has asked you to search for the carcass of the white hart, which he tracked across the Trollshaws, and return to Echad Candelleth with both it and the arrows with which he brought it down. ",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I knew I brought down that hart! A great chase he led me on, I was just telling the tale again to Indor here...\\n\\n'Wait. These three arrows are mine, [placeholder], but these two are certainly not! Mine have yellow and green fletching, see? The fletching on these two is red and black!\\n\\n'You say most of the meat was taken when you got there? It seems to me that someone has stolen the kill that was rightly mine, [placeholder], and I know just who it was!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Wistan is at his campfire at Echad Candelleth, the Elf-camp to the east, in Tâl Bruinen.\\n\\nYou found the body of the white hart and recovered Wistan's arrows, but someone seems to have found the body first and removed most of the meat. You should return the arrows to Wistan and tell him what you discovered.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Wistan has been telling me about his many hunts. He is full of amazing tales. A much better hunter than I, to hear him tell it.\\n\\n'Do not misunderstand, I do not begrudge him that! I am not much of a hunter myself.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Wistan has been telling me about his hunt of the white hart again. It is even better to hear it the second time, though you would not think it to be.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The white hart led me on quite a chase through the Trollshaws, but I felled him in the end! Look for his body somewhere west of this camp, likely between the Gauradan-camp and the watery fen of the Wood-trolls. Return to me with his body and the arrows I loosed at him, and you will be rewarded.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect arrows from the carcass of the white hart",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring a handful of arrows to Wistan",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The White Hart",
      "es": ""
    }
  ]
}