{
  "id": 620795514,
  "txt": [
    {
      "id": 54354734,
      "en": "You found a barrel full of pipe-weed just off the road that runs through Tâl Bruinen. Most unusual....",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "This barrel is lying just off the road that runs through Tâl Bruinen, but most curiously, it is full of pipe-weed! It is already a rare thing to see waggons pass this way, but waggons carrying pipe-weed are even more rare.\\n\\nYou take a pouch of pipe-weed from the barrel and resolve to bring it to nearby Rivendell. Perhaps someone there will know what caused this barrel to come here.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Someone in Rivendell, north of Tâl Bruinen, may know how the barrel of pipe-weed came to rest off the road in the wilderness.\\n\\nYou found a barrel of pipe-weed in the wilderness and have taken a pouch from it to show someone in nearby Rivendell.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You found this pipe-weed in a barrel by the side of the road? How strange, and how lucky...my pouch is just about empty!\\n\\n'I thank you for this, friend! I wouldn't worry too much about the mystery, though -- the smoking of pipe-weed must be catching on in all circles, not just those of hobbits or Wizards. And why not?\\n\\n'Take this with my thanks!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You found a barrel of pipe-weed out in the wild? That's odd, but I say it's a pleasant sort of odd, don't you?\\n\\n'I have enough already, but Frodo or one of his friends might have run out and would thank you kindly for some more. They are in my room on the ground floor at the moment, I believe.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You don't seem to have anything for me?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'A barrel of pipe-weed, just lying by the road? I know that Pippin would bring a whole barrel of the stuff with him, if he could, but I'm fairly certain he didn't on this trip!\\n\\n'Just yesterday he did tell me his own supply of pipe-weed was running low, and I expect he would thank you for this pouch of it, despite the curious circumstances surrounding it.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You found a barrel of pipe-weed out there in the wild? You've got some fortune, and no mistake!\\n\\n'Pippin has just about run out of his own supply, and he'd thank you kindly for that pouch you've got there.\\n\\n'I wonder how that barrel came to be lying by the road like that?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring pipe-weed pouch to someone in Rivendell",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'A barrel of pipe-weed, just lying out there in the wilderness? That's queer, and I don't care how well-preserved the weed seems to be, I don't trust it.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Thanks again for that pouch of pipe-weed!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Surprise Pipe-weed",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'How did that barrel of pipe-weed come to be there, I wonder?'",
      "es": ""
    }
  ]
}