{
  "id": 620795470,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated rock-worms of Tâl Bruinen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Sarlug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "In the distance, you see Sarnemil crawling south along the Bruinen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Daervellas has asked for your help in dealing with the worms of Cirith Ulunn, which threaten all of Tâl Bruinen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "From here you have a good view of Tâl Bruinen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "This is a good place from which to <rgb=#FF00FF>look</rgb> for Sarnemil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Have you seen them, [placeholder], the worms that crawl throughout the woods and crags of Tâl Bruinen? They are born in the rocks high above the Bruinen, to the east of Echad Candelleth. Their sire is Sarlug, a most vile creature, and their dam is Sarnemil, ferocious and protective.\\n\\n'I sought to end their terror once, but I was alone and could not defeat them -- I rue now the decision that made me take flight, but I thought them grievously wounded, unable to cause more harm. I was wrong. Their hatchlings have now matured, and more are brought into the world every day. Soon, Tâl Bruinen will be overrun with the creatures.\\n\\n'I would be grateful if you would finish what I began. Cirith Ulunn lies directly to the east of Echad Candelleth, upon the high mountains. You will need to return to the Tâl Bruinen road and travel to the north-east, down to the Bruinen, and there cross the river to the eastern bank. You will see a long path winding up into the mountains. Follow it to its height, then turn south into Cirith Ulunn. Sarlug you will find there, but Sarnemil will likely flee. West of Cirith Ulunn, on the very edge of the cliffs, a single monument rises from the earth. Stand there on the cliff-edge, and <rgb=#FF0000>look</rgb> into the distance: you will likely see where Sarnemil has fled. Return to me when you have defeated both Sarlug and Sarnemil and have thinned the numbers of their offspring.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cirith Ulunn, the home of Sarlug, is directly east of Echad Candelleth, but to reach it you will need to climb the sloping path to the north-east, which can be reached by following the Tâl Bruinen road north and east and crossing to the eastern shore of the Bruinen. Directly west of Cirith Ulunn, a monument stands on the edge of the cliffs.\\n\\nDaervellas has asked you to travel to Cirith Ulunn, defeat Sarlug and many of the rock-worms that plague Tâl Bruinen, and to <rgb=#FF0000>look</rgb> at the cliff's edge by a monument for Sarlug's mate, Sarnemil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Rock-worms dwelling on the heights of Cirith Ulunn have grown in number and threaten all that lives in Tâl Bruinen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Very well-done, [placeholder]! Your view from the heights matches what I know of Sarnemil: she goes now to protect her second clutch of eggs. She must be defeated quickly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Daervellas is at Echad Candelleth, in Tâl Bruinen.\\n\\nYou have defeated Sarlug and many rock-worms, but Sarnemil escaped. You saw her flee to the south along the course of the Bruinen and should report back to Daervellas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Cirith Ulunn, where dwell Sarlug and Sarnemil, is directly east of Echad Candelleth, but you will need to travel north-east and climb the slope that hugs the eastern mountains to reach it.\\n\\n'Directly west of Cirith Ulunn, a monument stands on the very edge of the cliff. <rgb=#FF0000>Look</rgb> into the distance there to find Sarnemil. Return to me when you know in which direction she has fled, and you have defeated Sarlug and many rock-worms.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat rock-worms of Tâl Bruinen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Sarlug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "<rgb=#FF0000>Look</rgb> into the distance at the monument west of Cirith Ulunn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Worms On the Heights",
      "es": "",
      "es (fem)": ""
    }
  ]
}