{
  "id": 620795512,
  "txt": [
    {
      "id": 136263297,
      "en": "Cleared brambles from road ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Cleared treacherous stones from road ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeated great glen-bucks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bainthir has been charged with keeping the road through Tâl Bruinen clear.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The road that passes through Tâl Bruinen is little more than a dirt path for most of its length, but it is still used by travellers who pass south heading for Hollin and must be kept in usable condition.\\n\\n'I have been charged by Lord Elrond with keeping the road clear, but it is a time-consuming duty, and I am often at a loss to keep it free of hazards.\\n\\n'The path runs north of Echad Candelleth and south towards Hollin and often becomes choked with brambles and treacherous stones. Furthermore, the glen-bucks often stray near to the road and threaten travellers. If you can clear the road of these hindrances, I will reward you for your time.'",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Talk to Bainthir",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The road runs north of Echad Candelleth and south through Tâl Bruinen.\\n\\nThe road that runs through Tâl Bruinen often becomes choked with brambles and treacherous stones and is threatened by glen-bucks. Bainthir has offered you a reward if you can help him with his duty of keeping the road clear.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you for your service, [placeholder]. It is of great importance to Master Elrond that the road remain clear, especially in recent days.\\n\\n'I cannot speak more on this subject, but know that you receive this reward with my thanks and with those of Master Elrond as well.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bainthir is at Echad Candelleth, the Elf-camp in Tâl Bruinen.\\n\\nYou have helped clear the road which runs through Tâl Bruinen of many hazards and should return now to Bainthir for your reward.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The road through Tâl Bruinen often becomes choked with brambles, littered with treacherous stones, and threatened by glen-bucks. If you help me remove these dangers from the path north of Echad Candelleth and south in the direction of Hollin, I would appreciate it and reward you.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It is important that the road through Tâl Bruinen remain clear.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You are welcome at Echad Candelleth, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Clear brambles from road ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Clear treacherous stones from road ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat great glen-bucks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Bumpy Road",
      "es": ""
    }
  ]
}