{
  "id": 620795463,
  "txt": [
    {
      "id": 136263297,
      "en": "A waggon lies broken on the road here, and there are signs that he was attacked",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The crate is broken and empty, but the placard reads 'Property of T. Strawley'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Tongannel has had an uneasy feeling for the last few days and hopes it does not bode ill for the traveller from Bree whom she befriended.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'My heart has been ill at ease for the last few days, [placeholder], and I hope that you can put my fears to rest. A traveller from Bree by the name of Tim Strawley came to Echad Candelleth on his way south; a craftsman he was, and he bore wooden figurines of exquisite quality that he hoped to sell in far-off markets. He desired to raise enough money to support his young wife, Nora, and he was enthusiastic about his prospects.\\n\\n'But the road is rarely-travelled, and a worry has been growing in the back of my mind ever since he left the camp. If it is not too much to ask, could you take the road south towards Hollin and check to see that he has not come into trouble? I am certain that all is well, but I would be more at ease if you would do this for me.\\n\\n'The road to Hollin runs south of Echad Candelleth and crosses the Bruinen at a small ford east of Garbert's cottage, where it rises steadily until reaching the Hollin Ridge.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Tim Strawley drove his waggon south of Echad Candelleth along the road heading for Hollin, which crosses a small ford east of Garbert's cottage and climbs towards the Hollin Ridge.\\n\\nTongannel has asked you to follow the road south and search for any sign of Tim Strawley to allay her fears for his safety.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I feared this news, [placeholder], but I did not wholly believe it. Tim Strawley never made it to Hollin. Who now will care for Nora, of whom he spoke often while he was here? I do not know her, but I weep for her all the same, and for her husband, slain by the Gauredain.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Tongannel is at Echad Candelleth, the Elf-camp in Tâl Bruinen.\\n\\nYou have found Tim Strawley's waggon, apparently attacked by the Gauredain. The wooden figurines of which Tongannel spoke have all been stolen, and Strawley himself is missing.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I hope you do not find any sign of Tim Strawley south along the road towards Hollin, but if you do I want to know about it. I have had an uneasy feeling for the past few days, and I fear he may not have reached his destination.\\n\\n'The road south of Echad Candelleth fords the river east of Garbert's cottage and climbs toward the Hollin Ridge.'",
      "es": ""
    },
    {
      "id": 124439057,
      "en": "'Another foe sniffs about the site of our battle!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Look for any sign of Tim Strawley on the road to Hollin",
      "es": ""
    },
    {
      "id": 124439058,
      "en": "'Kill!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dangerous Enterprise",
      "es": ""
    }
  ]
}