{
  "id": 620795513,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Stone-trolls in Tâl Bruinen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Cerys is concerned about the Stone-trolls that wander into Tâl Bruinen during the night.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Greetings, [placeholder]. I've a bit of a problem. I hunt many creatures which come out at night, but alas, it has become too dangerous. Stone-trolls have begun coming down from the mountains at night and wander the paths below.\\n\\n'I haven't the skill nor knowledge to deal with trolls. You look to be a sturdy adventurer, perhaps with some experience with trolls...would you mind hunting a few? Perhaps then, they'll stay in their mountain haunts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Talk to Cerys",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Stone-trolls sometimes wander out of the north into Tâl Bruinen by night.\\n\\nThe hunter Cerys has asked you to defeat the Stone-trolls that come into Tâl Bruinen at night.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The woods of Tâl Bruinen can be dangerous and frightening when the moon is hidden among the clouds, but your deeds this night have made the area more safe for unwary travellers. I thank you, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cerys is at Echad Candelleth, the Elf-camp in Tâl Bruinen.\\n\\nYou have defeated a number of wandering Stone-trolls and should report of your victory to Cerys.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Stone-trolls often wander out of the north and into Tâl Bruinen when night falls, [placeholder]. If you and your friends can defeat some of these angry creatures, you will be rewarded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Good work against the Stone-trolls, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'These woods are still frightening at night, but you have made them less so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Stone-trolls in Tâl Bruinen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wandering Trolls",
      "es": "",
      "es (fem)": ""
    }
  ]
}