{
  "id": 620795460,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Nora Strawley has given you unexpected, but joyful, tidings: her husband survived his encounter with the Gauredain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Don't be ridiculous! My husband is fine -- in fact, he's inside the house right now, resting from his ordeal! You see, when those wolf-men attacked the waggon, he wasted no time at all: he broke open the crate of figurines and started throwing them at them. While they were distracted, he crept by them down the path and escaped into the woods! He got turned around, or he would have stopped at Echad Candelleth to see the Elf Tongannel again, but he was already nearly to the Last Bridge when he regained his bearings. He came home, bemoaning the loss of the figurines, and I put him right to bed to rest.\\n\\n'But you have recovered the figurines he meant to sell! He'll be so pleased. I think I will forbid him from making another such journey, however -- we will sell them here in Bree, and that will be more than enough. Though I must say, it is too bad that about the poor man you found... whoever he was he should not have died so.\\n\\n'Here, take one of these figurines back to Tongannel. I know that Tim will be touched by her thoughtfulness, and he will want her to keep this as a token of her friendship with the Strawleys.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tongannel is at Echad Candelleth, the Elf-camp in Tâl Bruinen in the Trollshaws, far to the east of Bree.\\n\\nNora Strawley has given you the happy news that the body you found was not her husband -- for he survived his ordeal and made it safely back to Bree -- and has asked you to bring one of the wooden figurines to Tongannel as a sign of friendship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My heart is filled with joy at your tidings, [placeholder]! I will treasure this figurine, and think of the Strawleys whenever I look upon it!\\n\\n'Take this reward with my good wishes, though it is nowhere near the happiness you have brought to me with this news!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Bring that wooden figurine to Tongannel with our deepest thanks. I hope that she will treasure it in memory of the concern she had for us, and as a token of friendship with the Strawleys.\\n\\n'She is at the Elf-camp in Tâl Bruinen? Tim spoke to me of her kindness, and of the kindness of all at Echad Candelleth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Yes? Why have you returned to me with nothing?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Welcome, [placeholder]! I am overjoyed to see you again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'See this wooden figurine? It fills me with joy to look on it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the wooden figurine to Tongannel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'My husband is still recovering from his ordeal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'We were able to get plenty of coin for the sale of the figurines you returned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Cause for Joy",
      "es": "",
      "es (fem)": ""
    }
  ]
}