{
  "id": 620795593,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have found the stone remains of three mighty Stone-trolls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Garbert's grandparents were driven from their village many years ago by three marauding trolls, and Garbert wants to learn what became of the villains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Many years ago, my grandparents lived in a quiet village not far from here. It was a peaceful place, and they were very happy, but one day three monstrous Stone-trolls came to the village and caused great destruction. My grandparents fled, and eventually my grandfather built this cottage here on the bank of the Bruinen. His son lived in the cottage with them, and I was later born here.\\n\\n'I grew up and took a wife, and my parents left me the cottage when they passed on; Afanen and I have lived here ever since. I have always wondered whatever happened to those three trolls: Bert, Tom, and Bill they were called, and the names send shivers down my spine even today!\\n\\n'I'm sure they must have come to a bad end, being trolls, but if you can find where they ended up and learn the tale of their undoing, I'd be very glad to hear it!' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The trolls that terrorized the village that Garbert's grandparents once lived in probably met their end somewhere within the wilderness of the Trollshaws. Garbert lives in a cottage along the banks of the river in Tâl Bruinen.\\n\\nGarbert has asked you to find the location where the three trolls of which he spoke met their end and to learn the story of their undoing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Bert, Tom, and Bill, you said? My goodness! Yes, yes, I know of them, and more than that; they invited me to dinner once! Well, I say \\qinvited,\\q but that's not quite true. You might say I invited myself, but hoping to pick a troll's purse is not as easy as you'd expect, and if caught in the act you might very well be cooked!\\n\\n'I was there with the dwarves, you see, and when I didn't come back from my little bit of burglary, the dwarves came to see what had happened. Soon enough, the trolls had bagged them all, and a debate had begun concerning how best to cook us and eat us! Well, Gandalf turned up, as he does when most needed, and sure enough the trolls had spent so long bickering that they were quite turned to stone at sun-up! So that's what happened. I've written it all down in my book, but to have lived it is a much different experience than to read about it!\\n\\n'If you want to visit old Bert, Tom, and Bill, you'll find them in the wilderness of the Trollshaws, off the road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Garbert lives at his cottage in Tâl Bruinen, on the banks of the river.\\n\\nYou have learned what befell the trolls Bert, Tom, and Bill, and have visited the glade where they were turned to stone. You should return to Garbert with the news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I'll not forget Bert, Tom, and Bill in all my days!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ah, so that is what happened to those old trolls. I am glad to have heard the story, [placeholder], and thank you for the news! It is good to know that old Bert, Tom, and Bill came to an unhappy end after what they did to my grandparents' village.\\n\\n'You have my thanks for the tale, and I will give you this as well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'If you are looking for the one who defeated Bert, Tom, and Bill, three trolls who ought to have spent more time thinking and less time bickering, you have found him!\\n\\n'But the tale should be told by another; look for burglar Bilbo in the Hall of Fire to tell you the tale. He knows it most intimately, and if he perhaps downplays his own part in the events, it is only to his credit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The trolls probably met their end somewhere within the Trollshaws. I do not know who might know the tale of their undoing, but if you can find someone who does, I would appreciate it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find someone who knows the fate of Bert, Tom, and Bill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Garbert is always going on about the trolls that ran his grandparents out of their village. If you can find where the trolls ended up and learn the story of their undoing as well, maybe he will finally stop talking about it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find Bert, Tom, and Bill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'This Bilbo sounds like a great hero, does he not? I wonder what else he has written in his book?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bert, Tom, and Bill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'It is good to know those trolls came to a bad end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Bert, Tom, and Bill won't be troubling us, and that is a relief.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}