{
  "id": 620795465,
  "txt": [
    {
      "id": 218649170,
      "en": "'That is the truth of it, friend -- we cannot leave the house while that creature is still out there. I want it caught as much or more than you do, and I know Afanen feels the same, but I cannot risk leaving the cottage unguarded.\\n\\n'Here is my suggestion, though: go to my nets and collect this morning's catch, bring it to me, and I will help you set a trap for the creature. It seems the monster has a taste for fish! I have nets strung all over the waters that run through Tâl Bruinen.\\n\\n'Not every net will be fortunate enough to have snared some fish. That is the lot of the fisherman, my friend: find what you may.'",
      "es": ""
    },
    {
      "id": 126754723,
      "en": "Quick Preparations",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You want fish? My husband has not gone to bring in his catch today, and I will tell you why! Because we cannot leave the house, that's why! It is too dangerous!\\n\\n'Last night, just after dark, we had snuffed out the candles, locked the door, and were just getting into bed, when I thought I heard something moving around in little Whelan's room. Whelan is just a baby, so you can understand my worry: I thought a bird might have flown into his room through the window, which we always leave open a crack so the breeze can come in, and I did not want him to be frightened. But when I went into his room to check on him, I saw that it was not a bird at all, but a monster: a terrible creeping thing hunched over on bony legs! It was moving towards Whelan's cradle, and making a terrible noise from inside its throat.\\n\\n'Its intent was clear -- it meant to harm my baby! I let forth a cry such as you have never heard, and sprang towards it; I do not know what I thought to do, but the thing sprang out the window through which it had crawled, vanishing into the night. Little Whelan is fine, but what if that thing comes back? That is why Garbert has not collected his catch, and that is why we will not leave the house! Speak to my husband if you like, but you will not change his mind!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Open Window",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'This should be enough, [placeholder]. This creature will enjoy these fish, maybe, and then enjoy nothing ever again!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You do not have enough fish? Why is this, friend?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected fish from Garbert's nets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You are looking for fish? Well, I have some, but this is not really a good time. We had something of a bad experience last night, and I have not been able to bring in my latest catch.\\n\\n'Speak to my wife if you want to hear the story.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'I asked for two barrels full of fish, [placeholder], and you have only brought me five fish! Well, I suppose it will have to do.\\n\\n'But your story has put me in mind of some better bait than fish!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "This net has not caught any fish today",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I have strung nets all throughout the waters of Tâl Bruinen, [placeholder]. Check them for the day's catch. Once you have a goodly number of large fish, say, five or so, return to me, and I will hear the rest of this plan.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Where are the fish? You did not bring them?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The fisherman Garbert and his wife Afanen has a cottage south of Echad Candelleth, at a fork in the river Bruinen.\\n\\nWistan has sent you to Garbert's wife Afanen to see about procuring some fish.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I hope the fish you collected from my catch will be useful. We cannot have creatures like that prowling about, stealing babies.\\n\\n'Where did you say this Wistan was staying? The Elf-camp to the north of here, Echad Candelleth? I see. Bring the fish to him with all due haste!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Garbert is at his cottage south of Echad Candelleth, at a fork in the river Bruinen.\\n\\nAfanen told you to speak with her husband, Garbert, if you are willing to help them drive off the creature and protect their infant son.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I will not sleep as long as that creature is out there, [placeholder]. You go collect the fish from my husband's nets, because the sooner this creature is caught, the better!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Garbert's fishing nets are placed throughout the waters that flow through Tâl Bruinen.\\n\\nGarbert has given you permission to check his nets for fish, but has cautioned you that not every net will have fish in it.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I have not seen that creature again, [placeholder], but you had better hurry with those fish, all right?'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Garbert is at his cottage south of Echad Candelleth, at a fork in the river Bruinen.\\n\\nYou have collected the day's catch for Garbert and should now bring the fish to him.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Hurry now to your hunter-friend at the Elf-camp north of here! I want that creature caught!'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Wistan is at his campfire at Echad Candelleth, in Tâl Bruinen.\\n\\nYou have acquired several fish from Garbert the fisherman and should now bring them to Wistan for use in his plan.",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'We will need a lot of fish if we are to catch this creature. Garbert the fisherman should be able to provide us with them. His cottage is south of Echad Candelleth, at a fork in the river.'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'Garbert is making you bring the fish in for him? He is a clever one!\\n\\n'You had better do it, though. He said he has nets strung throughout all the waters of Tâl Bruinen? Surely some of them have caught some fish!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect fish from Garbert's nets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect fish ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring fish to Garbert",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring fish to Wistan",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Garbert",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You tracked the creature which devoured the white hart to a fisherman's cottage along the river, and warned the fisherman's wife of the lurking danger.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Little Whelan is fine, but what if that monster comes back? Mayhaps chance was kind to us and brought us a great hunter? If you wish to help us, you should speak with my husband Garbert.'",
      "es": ""
    }
  ]
}