{
  "id": 620795462,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "There may be signs of the creature's passage upon the eastern shore.\\n\\nYou should continue searching for signs of the creature.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Something has gnawed all the meat from these fish-bones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Something has gnawed all the meat from these fish-bones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef9f3",
      "en": "You should examine the pile of fish bones before leaving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "There is a cottage on the western shore of the river. The inhabitants should be warned of the danger lurking near",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You tracked the creature which had devoured the white hart some distance along the river before you lost the tracks. The creature may have crossed to the eastern shore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Warn the inhabitants of the cottage of the danger lurking near",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'You have come late to warn us, for the danger is known to us already.\\n\\n'Last night, just after dark, we had snuffed out the candles, locked the door, and were just getting into bed, when I thought I heard something moving around in little Whelan's room. Whelan is just a babe, so you can understand my worry: I thought a bird might have flown into his room through the window, which we always leave open a crack so the breeze can come in, and I did not want him to be frightened. But when I went into his room to check on him, I saw that it was not a bird at all, but a monster: a terrible, creeping thing hunched over on bony legs! It was moving towards Whelan's cradle and making a terrible noise in its throat.\\n\\n'Its intent was clear -- it meant to harm my child! I let forth a cry such as you have never heard and leaped towards it; I do not know what I thought to do, but the thing sprang out the window through which it had crawled, vanishing into the night.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Search the cottage on the western shore for sign of the creature",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "The cottage is on the western shore of the river.\\n\\nYou have found barren fishbones. The creature must surely be lurking nearby, so perhaps it has wandered into the cottage on the western shore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "The cottage's inhabitants appear to be unharmed but should be warned of danger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I had gone down to the bank of the river to stretch my legs and take in the scenery -- and, I confess, to give some thought to what punishments I could inflict upon Adwold for interfering with my hunt -- when I saw it.\\n\\n'It was sitting on a flat stone on the far bank, and I moved closer to get a better look -- I took it at first to be one of the Little Folk, but in the light of the moon it seemed much too scrawny, its skin stretched over brittle bones. I was still deciding what to do when it did something that chilled my heart: it began to sing, a shrill warbling above the sound of the water.\\n\\n'I dared not stay any longer, [placeholder], and came back to camp. But I want this creature caught! This will be my greatest hunt, even better than the white hart! I want you to walk along the banks of the Bruinen, east of here in the valley, and look for signs of the creature's passage. Return to me when you have found some clue that will let us bait a trap for it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "There may be signs of the creature's passage upon the eastern shore. You should continue searching for signs of the creature",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There may be signs of the creature's passage upon the eastern shore.\\n\\nYou should continue searching for signs of the creature.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Fish? That sounds like a good guess, [placeholder]! Now that you mention it, it seems to me that the creature might have been singing about fish the night that I saw it. Hard to say -- it was a shrill little thing, but I did not want to get any closer to it, if you take my meaning.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The cottage is on the western shore of the river.\\n\\nYou should warn the inhabitants of the cottage of the danger lurking near.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I do not know what that creature was doing alongside the Bruinen, but if you go search the banks, we might learn something we can use to set a trap for it! The river is east of Echad Candelleth. Be careful! That thing looked dangerous!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Continue searching for signs of the creature",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "There may be signs of the creature's passage upon the eastern shore.\\n\\nYou should continue searching for signs of the creature.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Continue searching for signs of the creature",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e11",
      "en": "Continue searching for signs of the creature",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Creeping Shadow",
      "es": "",
      "es (fem)": ""
    }
  ]
}