{
  "id": 620795535,
  "txt": [
    {
      "id": 218649169,
      "en": "'Glorwen had been tasked with scouting the strength of the Warg-packs in the Misty Mountains, especially those who prowl through the High Pass, near upon the gates to Goblin-town. She has failed to return, so we must continue her mission.\\n\\n'The ruins to the east were once inhabited by capricious giants, but it is said that they fell at odds with the goblins of Goblin-town, and most moved south and east of here, being unable to pursue the vicious goblins into their underground kingdom. Now those ruins appear to have become the lair of a large pack of Wargs, who are likely allied with the goblins.\\n\\n'Test them, if you would, and see if they fight or flee -- if they fight in the face of losses, then it is likely they are held under a strong pack-leader and remain allied with the goblins.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So, [placeholder], you have returned already? It seems the Wargs remain organized in some fashion, and likely friendly to the goblins - would that there were some way to break their foul alliance.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Defeat the Wargs, [placeholder], and perhaps we will learn something of Glorwen's fate.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Against the Pack",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elf-scout Glorwen, friend of Nogmeldir, vanished when hunting near the giant-ruins.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated tempest Wargs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Tempest Stalker ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat tempest Wargs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Wargs occupy the giant-ruins in the north-east part of the High-pass.\\n\\nNogmeldir has asked you to do battle with the Wargs to test their strength and numbers.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Tempest Stalkers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nogmeldir is at Vindurhal, west of the giant-ruins.\\n\\nYou should return to Nogmeldir and tell him what you have learned of the tempest Wargs.",
      "es": ""
    }
  ]
}