{
  "id": 620795464,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Another enormous footprint in the soft mud of Tâl Bruinen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected lost brooch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You found what seems to be the footprint of a giant on the high ridge above the western bank of the Bruinen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "This deep impression appears to be the footprint of a giant. But where did he come from, and to where did he go?\\n\\nThere may be more footprints nearby that can tell the tale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are likely other footprints near the first one you found, on the ridge above the western bank of the river in the southern area of Tâl Bruinen.\\n\\nYou found a giant footprint in Tâl Bruinen, and should look for more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "Close examination of this footprint reveals a brooch of Elf-make embedded in the mud at the bottom of the crater.\\n\\nIf you can, you should try to return the brooch to its owner.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "There are likely other footprints near the others you found, on the ridge above the western bank of the river in the southern area of Tâl Bruinen.\\n\\nYou found some giant footprints in Tâl Bruinen, and should look for more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Candelleth is at her encampment, Echad Candelleth, in Tâl Bruinen.\\n\\nYou found the Elf-brooch in the footprint of a giant that must have come down from the mountains into Tâl Bruinen and should seek to return it to its owner. Perhaps Candelleth will know to whom it belongs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I am sorry, friend, but I do not recollect seeing this brooch before. I do not know who might have lost it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Indeed I know to whom this belongs. There is a marchwarden posted upon the High Moor who was once a scout of mine. His name is Ringhul. I recall that he lost it while patrolling the river.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'It is a very pretty brooch, [placeholder], but I do not recall having seen it before.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Did you find something?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'That is Elrohir's brooch; I would know it anywhere!\\n\\n'He and his brother came into these lands with a small party some time ago searching for something. He must have let it fall during their explorations and had not noticed it missing.\\n\\n'The sons of Elrond make camp in the Trollshaws to the north, at Thorenhad, north of the bear-dens in the Bruinen Gorges. You should return the brooch to him when next you travel that way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for other footprints near the first",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'The brooch is familiar, but I cannot recall its owner. I believe I saw it some time ago, but I cannot remember clearly whose it might be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Examine enormous footprints",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Examine enormous footprints",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring lost brooch to Candelleth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Giant Footprints",
      "es": "",
      "es (fem)": ""
    }
  ]
}