{
  "id": 620922374,
  "txt": [
    {
      "id": 262725911,
      "en": "You regretfully tell Gamling that you have had no news at all of Erkenbrand",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'Yes?'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Yes?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Last Great Stronghold",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Yes?'",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'Yes?'",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Yes?'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "You ask the king why he and his company turned away from the Fords. Would it not be better to block the forces of Isengard from pouring through the gap?\\n\\n'It is a just question, [placeholder], but things have taken a dire turn. Such is the news we received when Gandalf rode off. It is his counsel I follow, and you would be wise to do the same.\\n\\n'I had hoped to ride to the Fords to aid Erkenbrand, but Gamling here has more current news.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'The Fords have fallen already, stranger. It is lucky that Théoden King turned his course when he did, for even Erkenbrand and his company could not withstand the might of the enemy.\\n\\n'We hold this gate for Erkenbrand, and wait now for his return. We have heard naught of him since the second battle at the Fords, in which the lords of the Westfold were scattered.\\n\\n'Have you had news of him? Our hope lies in Erkenbrand's strength. He is the master of this keep!'",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Éomer is reluctant to speak his thoughts",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "You ask Éomer why the Rohirrim do not attempt to ride the enemy down on the plain, since the riders have such a great advantage on horseback.\\n\\n'It is true that we are far stronger than any foe on foot, but....'\\n\\nÉomer trails off.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You cannot help but wonder why the king turned south to the keep of Helm's Deep, rather than ride down his enemy upon the plains of the Westfold.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Do you not see, [placeholder]? More likely than not, this is to be the last stand of the Rohirrim. The Hornburg is our best hope in surviving this night.\\n\\n'The enemy sends all of his might to meet us at this very place. If he wants a fight, he will have it.\\n\\n'Join us, friend. We will make the White Hand rue the day they set foot on this land!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Gamling the Old can be found at Helm's Dike in the southern Westfold.\\n\\nYou should ask Gamling for news of the Westfold.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Éomer wishes to relay the counsel of Gandalf, and the news they received upon the road.\\n\\nYou should speak with Éomer.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Speak with Éomer",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Éomer wishes to speak with you.\\n\\nYou should speak with Éomer.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'It is not my wish to make dire predictions for the fate of my people. I will tell you of the events upon the road, when Gandalf parted from our company and bade us come here.'",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Yes?'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Éomer is at Helm's Dike in the south-eastern Westfold.\\n\\nYou should speak with Éomer.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Speak with Éomer",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Learn of the events that changed Théoden's course",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Ask Gamling for news",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Yes?'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Yes?'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Yes?'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'Yes?'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Yes?'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'Yes?'",
      "es": ""
    }
  ]
}