{
  "id": 620922268,
  "txt": [
    {
      "id": 162883718,
      "en": "'I know now what the rest of us will do, but one path remains a mystery to me. On what path will you walk, [placeholder]? Will you come with me to Edoras? I do not ask you to defy Théoden King, my friend. I will understand if our paths must now separate. I would not blame you! That is, most like, the way of wisdom. It is with my heart I make this choice for myself, but I would not presume to make it for you, by head or by heart.'\\n\\nHis voice is casual, but you can tell from his eyes that worry lurks just beneath the surface. With a comforting smile, you tell him that you will accompany him to Edoras, for the good of Rohan's people, though it be against the command of their King. Horn's relief is tangible and sudden.\\n\\n'[placeholder], you are as great a fool as I am! I am overjoyed to say it! Three Men and an Elf, all returning to Edoras against the command of the King, and in the company of a Dunlending girl, would be too great an insult. We defy the King, but still seek to be polite. Is this madness, [placeholder]?\\n\\n'The two of us, and Gléowine, should now travel to Hunbald at the Entwade crossing, and tell him we will not be turned away.'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'Nona and I will bring the survivors of Byre Tor to Forlaw, where they will be able to make a new life for themselves.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 11, Chapter 1: Too Great a Need",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Horn plans to defy the word of his King? That cannot have been an easy decision for him to make, but I understand what has driven our friend to make it. Horn may be imprisoned, or worse, but if his tidings can break the King's reverie it might be the only action that can save the people of Rohan from their enemies.\\n\\n'The survivors of Byre Tor are well enough now to travel. Nona and I will bring them to the city of Forlaw while Horn brings his message to the King, and we will rejoin him when we can. I think it would be... unwise... to enter the court of Théoden in the company of a Dunlending girl, even one proven so true as Nona. And it is not she alone who would raise the hackles of the Rohirrim. Two Elves might be one Elf too many, but one Elf might escape their ire. Perhaps.'",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'The King must be told what has transpired in Wildermore. It shows how dangerous Saruman has become! Tell Horn I will journey with him back to Edoras, though it be against the King's command!'",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'Nothing has changed. I have not received word from Edoras that you may pass.'\\n\\nHunbald's scowl deepens when you declare your intention to pass anyway.\\n\\n'Still you defy my charge and that of my King! This cannot be. I cannot allow you across the Entwash. It is a command of Théoden King, and I will not betray my duty! The two of you have seen battle, I am certain of it, but this white-haired fellow has seen none that I can tell! Would you have me raise my sword against an old man?'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Our friends from Byre Tor have weathered the storm, [placeholder]. The worst is behind them, and with my help they will be well enough to travel. I have spoken with Horn about this, and he agrees that it is best if I bring them to a town in Wildermore where they can start anew. What is the name of the settlement on the eastern shore of the lake? Forlaw? That city will find a place for them, if any will. Sad news, this, but it be true: Núrzum's path of destruction has caused many houses throughout Wildermore to stand empty. My recovering friends will find a fresh start in Forlaw.\\n\\n'Horn and I spoke of other matters as well, [placeholder]. Speak to him and see if you share his mind.'",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "Hunbald is at Entwade, the Entwash Crossing in the Sutcrofts.\\n\\nHorn has resolved to return to Edoras, against the commands of the King. You, Horn, and Gléowine should present yourselves to Hunbald with this decision.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I fear my wisdom cannot illumine your course, [placeholder], beyond these words. Trust in the strength of your purpose and that of your friends. They wait for you in a cave in the High Knolls of Wildermore, do they not? The treachery of Saruman struck that land deeply, and your friends have done what they could for its people, but now the greatest danger lies in the western fields of Rohan.\\n\\n'Gather your friends from Nona's cave and do what you can for Rohan. That kingdom must not fall.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I have seen fires, [placeholder], fires burning in the fields of Rohan. Your friends are needed there, as are you. Return now to the cave in Wildermore where last you saw them. There are decisions you must make, and make well. Much depends upon the course you take.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Corudan in Nona's Cave",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I am sorry, but I have received no word from Edoras that your exile has been lifted. You must remain on the eastern bank of the Entwash until I have received such a word.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Horn in Nona's Cave",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Thank you for coming to listen, my friend. I have put some thought into what we encountered in Wildermore, and I must confess it troubles me. The folk here are on the road to recovery, as are the survivors Nona rescued from Byre Tor, but the forces of Saruman attacked this land with much greater strength than I expected they could muster. How much might could Saruman raise to strike at the heart of Rohan if he spared a creature such as Núrzum to deal with Wildermore? Imagine what evils he might unleash upon Edoras!\\n\\n'I have decided what I must do, [placeholder]. My King commanded me not to cross the Entwash, and I am honour-bound to obey him. And yet I cannot remain silent. I must convince Théoden King to march against Saruman before the Wizard's plans bear fruit. If it costs me my honour as a man of Rohan, so be it. I will defy the word of my King if doing so will save even one innocent. I will accept whatever justice the King deems appropriate, but he must be told of what we witnessed in Wildermore. He must be warned, even if it means my life.\\n\\n'I have told Nona my decision, and she sees the need of it. She will go to Forlaw with the survivors of Byre Tor, and we will meet again once this is through. Speak now to Corudan and Gléowine and see what they think of my plan.'",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Hunbald at the Entwade, in the Sutcrofts",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Horn plans to defy the word of his King? That cannot have been an easy decision for him to make, but I understand what has driven our friend to make it. Horn may be imprisoned, or worse, but if his tidings can break the King's reverie it might be the only action that can save the people of Rohan from their enemies.\\n\\n'The survivors of Byre Tor are now well enough to travel. Nona and I will bring them to the city of Forlaw while Horn brings his message to the King, and we will rejoin him when we can. I think it would be... unwise... to enter the court of Théoden in the company of a Dunlending girl, even one proven so true as Nona. And it is not she alone who would raise the hackles of the Rohirrim. An Elf of Lórien would be as unwelcome. Am I mistaken?'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Your companions are in Nona's Cave in the High Knolls of Wildermore.\\n\\nHorn wishes to speak with you about the road ahead.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "Gléowine listens to your account of Horn's decision to defy the word of the King, and smiles.\\n\\n'Horn can count me with him, [placeholder]. I will return to Edoras in defiance of Théoden King, whom I serve without question in all things save this, for I believe it is right. I am not afraid of death. If the King orders it, I will be the first to praise his justice, and will surrender to his headsman without complaint.\\n\\n'The King must hear of what has happened in Wildermore. I am certain he will listen when he hears what Horn has to say.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Corudan is in Nona's Cave in the High Knolls, in Wildermore.\\n\\nHorn has asked you to speak with Corudan and Gléowine about the course he has suggested.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Speak to Horn and see if you share his opinion of the road ahead of us.'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'The treachery of Saruman struck Wildermore very deeply. You should recover your friends from the cave in the High Knolls and see what else you can do to counter the evil of Saruman.'",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'I have seen fires burning in the fields of Rohan. Your friends are needed there, as are you. Return now to the cave in the High Knolls of Wildermore where last you saw them, and discover your next course.'",
      "es": ""
    },
    {
      "id": 51875095,
      "en": "Danger threatens the kingdom of Rohan on all sides, and if nothing is done the land will be overrun by the forces of Saruman. Has the time come to defy the word of the King in order to save his people?",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Gléowine in Nona's Cave",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'The two of us, and Gléowine, should return to the Entwash crossing in the Sutcrofts. There we will present ourselves to Hunbald and declare our intention to defy the word of the King.'",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'We must cross the Entwash. Someone must tell the King what befell in Wildermore. The threat of Saruman is greater even than we supposed.'",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'Here we are, my friends. Now what do we do?'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Talk to Horn in Nona's Cave in the High Knolls of Wildermore",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Horn is in Nona's Cave in the High Knolls, in Wildermore.\\n\\nYou have spoken with Gléowine and Corudan, and now Horn is waiting to see if you will accompany him to Edoras.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'I have received no word that you may yet pass. Find your friends and find another course to take.'",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'I will defy the word of my King, though it come at the cost of my honour. He must be told the great evil Saruman wrought in Wildermore, and what evils the Wizard intends for the rest of Rohan.'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'I know now what the rest of us will do, but one path remains a mystery to me. On what path will you walk, [placeholder]? Will you come with me to Edoras? I do not ask you to defy Théoden King, my friend. I will understand if our paths must now separate. I would not blame you! That is, most like, the way of wisdom. It is with my heart I make this choice for myself, but I would not presume to make it for you, by head or by heart.'\\n\\nHis voice is casual, but you can tell from his eyes that worry lurks just beneath the surface. With a comforting smile, you tell him that you will accompany him to Edoras, for the good of Rohan's people, though it be against the command of their King. Horn's relief is tangible and sudden.\\n\\n'[placeholder], you are as great a fool as I am! I am overjoyed to say it! It is for the best that Nona and Corudan will meet up with us later, though it brings me sadness to part from them. Two Men and two Elves, all returning to Edoras against the command of the King, and in the company of a Dunlending girl, would be too great an insult. We defy the King, but still seek to be polite. Is this madness, [placeholder]?\\n\\n'The two of us, and Gléowine, should now travel to Hunbald at the Entwade crossing, and tell him we will not be turned away.'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Our friends from Byre Tor have weathered the storm, [placeholder]. The worst is behind them, and with my help they will be well enough to travel. I have spoken with Horn about this, and he agrees that it is best if I bring them to a town in Wildermore where they can start anew. What is the name of the settlement on the eastern shore of the lake? Forlaw? That city will find a place for them, if any will. Sad news, this, but it be true: Núrzum's path of destruction has caused many houses throughout Wildermore to stand empty. My recovering friends will find a fresh start in Forlaw.\\n\\n'Horn and I spoke of other matters as well, [placeholder]. Speak to him and see if you share his mind.'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'I know now what the rest of us will do, but one path remains a mystery to me. On what path will you walk, [placeholder]? Will you come with me to Edoras? I do not ask you to defy Théoden King, my friend. I will understand if our paths must now separate. I would not blame you! That is, most like, the way of wisdom. It is with my heart I make this choice for myself, but I would not presume to make it for you, by head or by heart.'\\n\\nHis voice is casual, but you can tell from his eyes that worry lurks just beneath the surface. With a comforting smile, you tell him that you will accompany him to Edoras, for the good of Rohan's people, though it be against the command of their King. Horn's relief is tangible and sudden.\\n\\n'[placeholder], you are as great a fool as I am! I am overjoyed to say it! It is for the best that Nona and Corudan will meet up with us later, though it brings me sadness to part from them. Two Men, a dwarf, and an Elf, all returning to Edoras against the command of the King, and in the company of a Dunlending girl, would be too great an insult. We defy the King, but still seek to be polite. Is this madness, [placeholder]?\\n\\n'The two of us, and Gléowine, should now travel to Hunbald at the Entwade crossing, and tell him we will not be turned away.'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'I know now what the rest of us will do, but one path remains a mystery to me. On what path will you walk, [placeholder]? Will you come with me to Edoras? I do not ask you to defy Théoden King, my friend. I will understand if our paths must now separate. I would not blame you! That is, most like, the way of wisdom. It is with my heart I make this choice for myself, but I would not presume to make it for you, by head or by heart.'\\n\\nHis voice is casual, but you can tell from his eyes that worry lurks just beneath the surface. With a comforting smile, you tell him that you will accompany him to Edoras, for the good of Rohan's people, though it be against the command of their King. Horn's relief is tangible and sudden.\\n\\n'[placeholder], you are as great a fool as I am! I am overjoyed to say it! It is for the best that Nona and Corudan will meet up with us later, though it brings me sadness to part from them. Two Men, a hobbit, and an Elf, all returning to Edoras against the command of the King, and in the company of a Dunlending girl, would be too great an insult. We defy the King, but still seek to be polite. Is this madness, [placeholder]?\\n\\n'The two of us, and Gléowine, should now travel to Hunbald at the Entwade crossing, and tell him we will not be turned away.'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'I believe this is the right course. Horn would not forgive himself if he did not do all in his power to help his people. I would not forgive him either. The man I love fights for the people who cannot fight for themselves. I, too, do this. I will see both you and my beloved again after we have seen to our separate charges. Do not doubt it!'",
      "es": ""
    }
  ]
}