{
  "id": 621063416,
  "txt": [
    {
      "id": "0xa8e1193",
      "en": "Camellia smiles brightly as you and Bingo arrive",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'You're back!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Defeated half-orcs in Tham Amothir ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Welcome back!\\n\\n'So what's this house-warming gift you found, Dino? I hope it's something Angelica will really like!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'Prepare to be amazed, everyone!\\n\\n'On my way here I encountered an Elf on his way to the Grey Havens. He was travelling westward and my road lay to the north, but we walked together for a little while and spoke of many things. He was a painter, it seems, and though he possessed humility more befitting a hobbit than an Elf, I could tell he must have no small skill in the art. It became clear to me as well that he was dawdling; he seemed in no real hurry to reach the Havens at the end of his road.\\n\\n'\\qPerhaps you wouldn't mind painting something for me?\\q I asked him, and he said it had been many years since he had last painted a subject of hobbit-style. \\qHow many years?\\q I asked, and he would not say. You know how Elves can be. At any rate, I thought this would be just the thing to give to Angelica: a painting of her new house!\\n\\n'And here it is!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Camellia Boffin and her siblings should have reached Tighfield by now.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "You hear the sound of a hobbit-girl celebrating near the ruins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Well, I'm ready to see this present, Dino! What did you come up with?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Well hullo there, [placeholder]! This is a pleasant surprise!\\n\\n'I am on my way to Yondershire to welcome my cousin Prisca's daughter Angelica to her new home! She's not in her tweens anymore, you see, and has purchased a home in Nobottle. They grow up so fast, don't they?\\n\\n'Prisca and her other children are planning a house-warming party for Angelica, and I am certain you would be welcome as well! Some of Prisca's brood made the trip a few days ago; they intended to find a suitable present to give their sister. Ah... perhaps don't tell Prisca I said that. She dislikes when I refer to her children as a brood. She broods on it, you know?'\\n\\nBingo chuckles to himself.\\n\\n'I should remember to write that down. Anyway... if you're in a festive sort of mood, I'm supposed to meet up with my cousins in the centre of Tighfield. It's to the north-west of here, in Yondershire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Camellia Boffin is in Tighfield, but some of her siblings have wandered off (as they often do).",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Marigold Boffin near Tham Amothir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'It is lovely, isn't it? And you all thought I would not find anything suitable!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Find Dinodas Boffin in Gamwich",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Marigold might be getting into some trouble in Tham Amothir to the west, especially if there are half-orcs among the ruins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Dinodas Boffin in Gamwich",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Welcome, [placeholder]! Have you come to Yondershire for Angelica's house-warming party? How lovely! I have had my hands full keeping Dinodas and Marigold out of trouble, but mother entrusted me with the task and I will not let her down.'\\n\\nYou ask Camellia where her brother and sister have gone, and a look of sudden panic crosses her face.\\n\\n'Wha-? They were here a minute ago! I took my eyes off them for just a moment, and they vanished? That is so typical, [placeholder]. Can you track them down for me? Marigold had been talking about seeing the Elf ruins to the west of here, but where Dinodas might have gone is a mystery to me. Maybe Marigold will know? She had better!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Marigold might be getting into some trouble in Tham Amothir to the west, especially if there are half-orcs among the ruins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Meet up with the Boffins back in Tighfield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Can you track down my wayward brother and sister for me? Marigold had been talking about seeing the Elf ruins to the west of here, but where Dinodas might have gone is a mystery to me. Maybe Marigold will know? She had better!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Talk to Bingo Boffin in Tighfield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Talk to Dinodas Boffin and see the house-warming present",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Examine the painting of Angelica's new home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Talk to Bingo Boffin in Tighfield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Marigold Boffin is near the ruins of Tham Amothir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d151",
      "en": "Bingo Boffin has come to Yondershire to welcome his first cousin Angelica (once removed) to her new home in Nobottle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Well hello there, [placeholder]! Your adventures have brought you to Yondershire? My own taste for adventure has also led my feet here, and it is a good thing, too: these half-orcs would only grow in strength until they might threaten the safety of the Yonder-hobbits, and we can't have that. Did you know my sister Angelica has become one of them? A Yonder-hobbit, I mean; not a half-orc.\\n\\n'It's true! She's a resident of Nobottle now. We're all here to welcome her to her new home.'\\n\\nYou ask Marigold if she knows where Dinodas might have gone, and she smiles brightly.\\n\\n'Dinodas gave Camellia the slip, eh? Good for him! Maybe we'll make an adventurer of him after all, [placeholder]! Or perhaps not. I'm pretty sure he just wanted to go to Gamwich to show off the house-warming gift he commissioned for Angelica to some friends of his. You'll probably find him there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "According to Marigold, her brother Dinodas intended to visit with a friend of his at Gamwich.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Oh, hello there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Hullo there, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Dinodas Boffin is in Gamwich, and he is very pleased to see you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'[placeholder]! You are here in Yondershire for Angelica's house-warming party? Oh, you are going to be impressed with the present I found for her. And they all said I wouldn't be able to find anything she'd like!\\n\\n'Let's go back to Camellia in Tighfield. She and cousin Bingo are going to be so impressed with my gift! \\qYou've come through again, Dinodas!\\q they'll say! You see if they don't, [placeholder], you see if they don't!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Meet up with Camellia Boffin and her siblings in Tighfield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "The Boffin siblings plan to all meet back up at Tighfield, and would be happy for you to join them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Camellia Boffin in Tighfield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Look for Marigold and defeat half-orcs in Tham Amothir ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Look for Marigold and defeat half-orcs in Tham Amothir (5/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Bingo is in Tighfield with some of his cousins (once removed).",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Bingo is excited to see the house-warming present that Dinodas came up with.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Dinodas arranged for an Elf-painter passing through the Shire to paint Angelica's new home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Bingo is very impressed with the painting Dinodas obtained for Angelica.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'If you're in a festive sort of mood, I'm supposed to meet up with my cousins in the centre of Tighfield. It's to the north-west of here, in Yondershire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'Can you track down my wayward brother and sister for me? Marigold had been talking about seeing the Elf ruins to the west of here, but where Dinodas might have gone is a mystery to me. Maybe Marigold will know? She had better!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'I'm pretty sure Dinodas just wanted to go to Gamwich to show off the house-warming gift he commissioned for Angelica to some friends of his. You'll probably find him there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'Let's go back to Camellia in Tighfield. She and cousin Bingo are going to be so impressed with my gift! \\qYou've come through again, Dinodas!\\q they'll say! You see if they don't, [placeholder], you see if they don't!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'I have to say, Dino, this painting is incredible! We are fortunate you encountered that Elf when you did, for I am certain Angelica is going to love this gift!\\n\\n'I did not doubt you for a moment, cousin!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1175",
      "en": "Dinodas beams proudly, bursting with excitement",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1176",
      "en": "Dinodas unveils the painting of Angelica's new home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "Dinodas notices you approaching and waves you over to him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Bingo, Camellia, Marigold, and Dinodas have all met up in Tighfield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "Dinodas has out-done himself! The painting is quite lovely",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Visit to Yondershire",
      "es": "",
      "es (fem)": ""
    }
  ]
}