{
  "id": 620969214,
  "txt": [
    {
      "id": 177082770,
      "en": "Aragorn has need of his captains to determine his next course of action",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "Elfhelm and Daervunn are deep in conversation, but they look up as you approach",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Now that the battle is done, I have taken a good look at the stone-work of the city. Some of it is finely-made, but there is plenty of careless stone-work as well, and I see much that might be improved in the layout of the streets. Do not mistake me! Any dwarf would see the same.\\n\\n'Where should we go next? My axe has not yet had its fill, and I will wield it on behalf of Aragorn wherever he deems it most needed!'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Thank you, [placeholder]. The battle is won but time is still short.'",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Legolas and Gimli smile warmly at your approach",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Aragorn's pavilion is east of Minas Tirith on the Pelennor Fields, after the battle is concluded.\\n\\n<rgb=#00FF00>A horse at the Threshold of the City during the Battle of Pelennor Fields will bring you After the Battle.</rgb>\\n",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The battle is all but ended now, my friend. Jump astride the horse over there and it will speed you from these killing-fields, taking you to the aftermath of the battle. I will speak to you again once we have established a pavilion at which I can plan our next step.\\n\\n'I do not think it would be right for me to enter the city at this time.'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'I have established this pavilion so I may consult with my captains and plan our next step, for I do not think it would be meet for me to enter the city at this time. I have spoken with Gandalf and the Prince of Dol Amroth, and they are in agreement: we must decide our further course.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The Battle of the Pelennor Fields has ended, and the people of Gondor begin the long process of recovering from their losses.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Prince Imrahil is at Aragorn's Pavilion, east of Minas Tirith, after the Battle of Pelennor Fields.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Jump astride the horse over there and it will speed you from these killing-fields, taking you to the aftermath of the battle. I will speak to you again once we have established a pavilion at which I can plan our next step.\\n\\n'I do not think it would be right for me to enter the city at this time.'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I have spoken with Gandalf and the Prince of Dol Amroth, and they are in agreement: we must decide our further course.'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Elfhelm and Daervunn are south-west of Aragorn's Pavilion on the Pelennor Fields.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Aragorn wishes to call a council of the captains in order to determine what to do next, but many of those he desires to have a voice are elsewhere on the fields or in the city. Daervunn of the North and Elfhelm of Rohan are not far to the south-west, if you can hasten their return to the pavilion.\\n\\n'I met Legolas the Elf on my way here, and I understand he is a friend of yours and was a companion of Mithrandir in the north. He spoke fair words to me, and I marveled that his journey brought him to these lands during time of war. Aragorn will want him to be present as well, and also his friend the Dwarf. I did not catch his name, but it seemed to me that Elf and Dwarf were bonded as friends and you might not find one without the other. That is unusual of itself, but these are strange times and we may well find our strongest friendships where we least expect them!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Daervunn of the North and Elfhelm of Rohan are not far to the south-west, if you can hasten their return to the pavilion.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'The battle is ended, [placeholder]. It was a victory hard-bought, and many good men fell upon this field and will not return to their homes. Alas for Elfmar, alas for my son! As much of the Elfward as remains mourns for him, and I weep with them!\\n\\n'This man Daervunn was a companion of mighty Golodir, who slew the Olog Thrúgrath, though he died in the doing. We have been sharing tales of our fallen, and it has eased my sorrow somewhat, though it cannot erase it. His people appear stern and grim at first, but I have marked that they speak warmly of their friends and the lands from which they hail. Perhaps they are not so very different from the men of the Mark as I supposed.\\n\\n'I will seek for more of the leaders of my people and go to the Ranger's pavilion at once.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I am happy to see you survived the battle, [placeholder]. So many of our friends did not. Loyal Halbarad, weary Golodir, young Celairant... I feel their loss keenly. Eight of my brothers fell upon the Pelennor in service to Aragorn, but if they had the choice of fighting for him once again you would find eight minds unchanged.\\n\\n'I will continue on to his pavilion, [placeholder], and no matter his command I will see it done.'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Legolas and Gimli are outside the city gate of Minas Tirith, after the battle.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Aragorn will wish for Legolas the Elf and his Dwarf companion to be present at the council of the captains.'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Gimli at the city gates, west of Aragorn's Pavilion",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Legolas and Gimli are outside the city gate of Minas Tirith, after the battle.",
      "es": ""
    },
    {
      "id": 30955920,
      "en": "'We have been to see Merry where he lies in the Houses of Healing.'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Aragorn at his pavilion on the Pelennor Fields",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'We have been to see Merry where he lies in the Houses of Healing and I am pleased to report that he will survive his wounds. We spoke with him for a time, and rested upon the wall. He is weary but the worst seems behind him.\\n\\n'Have you taken the opportunity to explore the city, [placeholder]? It is impressive, but there are not enough gardens here and the folk suffer for their lack. They need more that is green and growing! If Aragorn does claim his crown, my people will bring him birds to sing and trees to thrive, and this will be a better city for their presence!\\n\\n'We are on our way back to Aragorn's pavilion. I am eager to learn what he chooses for his next course.'",
      "es": ""
    },
    {
      "id": 30955921,
      "en": "'My axe has not yet had its fill!'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 30955922,
      "en": "'The battle is won but time is short.'",
      "es": ""
    },
    {
      "id": 30955923,
      "en": "'I must consult with my captains and plan our next step.'",
      "es": ""
    },
    {
      "id": 30955924,
      "en": "'I must consult with my captains and plan our next step.'",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'Now that the battle is done, I have taken a good look at the stone-work of the city. Some of it is finely-made, but there is plenty of careless stone-work as well, and I see much that might be improved in the layout of the streets. You must see it as well, [placeholder]!\\n\\n'Where should we go next? My axe has not yet had its fill, and I will wield it on behalf of Aragorn wherever he deems it most needed!'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Elfhelm and Daervunn are south-west of Aragorn's Pavilion on the Pelennor Fields.",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'Daervunn of the North and Elfhelm of Rohan are not far to the south-west, if you can hasten their return to the pavilion.'",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Legolas and Gimli are outside the city gate of Minas Tirith, after the battle.",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'We have been to see Merry where he lies in the Houses of Healing, and I am pleased to report that he will survive his wounds. We spoke with him for a time, and rested upon the wall. He is weary but the worst seems behind him.\\n\\n'Have you taken the opportunity to explore the city, [placeholder]? It is impressive, but there are not enough gardens here and the folk suffer for their lack. They need more that is green and growing! If Aragorn does claim his crown, our people must bring him birds to sing and trees to thrive, and this will be a better city for their presence!\\n\\n'We are on our way back to Aragorn's pavilion. I am eager to learn what he chooses for his next course.'",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "Aragorn's Pavilion is east of Minas Tirith on the Pelennor Fields, after the battle is concluded.",
      "es": ""
    },
    {
      "id": 30955874,
      "en": "'The battle is all but ended now, my friend.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Travel to Aragorn's Pavilion east of the city, after the battle of Pelennor Fields",
      "es": ""
    },
    {
      "id": 30955875,
      "en": "'I must consult with my captains and plan our next step.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Prince Imrahil at Aragorn's Pavilion",
      "es": ""
    },
    {
      "id": 30955876,
      "en": "'Aragorn wishes to call a council of the captains.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Find Elfhelm south-west of Aragorn's Pavilion, on the Pelennor Fields",
      "es": ""
    },
    {
      "id": 30955877,
      "en": "'Daervunn and Elfhelm should return to the pavilion with haste.'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Elfhelm south-west of Aragorn's Pavilion",
      "es": ""
    },
    {
      "id": 30955878,
      "en": "'The battle is ended. It was a victory hard-bought.'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Daervunn south-west of Aragorn's Pavilion",
      "es": ""
    },
    {
      "id": 30955879,
      "en": "'I am happy you survived! So many of our friends did not.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Find Legolas and Gimli at the city gates of Minas Tirith, west of Aragorn's Pavilion",
      "es": ""
    },
    {
      "id": 30955880,
      "en": "Daervunn and Elfhelm should return to the pavilion with haste.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Legolas at the city gates, west of Aragorn's Pavilion",
      "es": ""
    },
    {
      "id": 30955881,
      "en": "'Aragorn will wish for Legolas the Elf and his Dwarf companion to be present at the council.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 7, Chapter 1: Beginning to Heal",
      "es": ""
    }
  ]
}