{
  "id": 620969242,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Aragorn is at his pavilion, east of Minas Tirith, after the Battle of Pelennor Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Aragorn is at his pavilion east of Minas Tirith, after the Battle of Pelennor Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x11d8599",
      "en": "'Some things that were kept secret must be revealed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Aragorn has called a council of the captains to decide his next course.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'A decision made without all of the information is undermined even as it is made, [placeholder]. When we meet in council, some things that were kept secret must be revealed if we are to properly weigh our choices. I hope you will think no less of me for keeping these secrets, my friend. You are a good friend and true, and if I kept you in the dark, I did so only because at the time I thought it was needed.\\n\\n'Speak to me when you are ready to meet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85950",
      "en": "'It is time to decide our course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85951",
      "en": "'This is not the easy decision, but I think it is the right one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Aragorn at his pavilion and help him determine his course",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'It is time to decide our course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Aragorn at his pavilion on the Pelennor Fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 7, Chapter 2: The Council of the Captains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'This is not the easy decision, [placeholder], but I think it is the right one. We cannot defeat Sauron in battle, but we must draw his gaze and keep it upon us for as long as we can. All our hopes lie now on Frodo and Sam, and we must do what we can to aid them from afar.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}