{
  "id": 621005406,
  "txt": [
    {
      "id": 246419872,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'I've offered to bring some of their spare apple-bobbing tubs up here so the game can continue. Now that you're here, you can help me! There's a spare tub at the base of the Hill. Go pick it up and carry it back here, but beware of Bobbers-to-Be... much like Griffo, they won't be good at following the rules and they will keep you from carrying the tub. You'll have to start all over!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "I. Boffin for Apples",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Thank you, [placeholder]! Can I ask you to get one more tub of apples? They should be freshly picked and waiting at the orchard not far from here. Remember, use caution to avoid Bobbers-to-Be while carrying it back here!'",
      "es": ""
    },
    {
      "id": 69036753,
      "en": "Carry the apple-bobbing tub to Camellia Boffin near the Party Tree",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'[placeholder], we need your help! Have you participated in the apple-bobbing here at the festival yet? There are very important rules in place: no using your hands, and you only get one chance to play. But my brother Griffo did not listen to the rules, and now he has ruined it for everyone!\\n\\n'Griffo thought these apples were just for the taking, and he reached right in to one of the tubs! He grabbed an apple and took a big bite, and then, as if that wasn't bad enough, he did it again! Honestly, if there were any grounds for being asked to leave the festival at once, I'd think that would qualify!\\n\\n'But they're being very nice about the whole thing, and I've offered to bring some of their spare apple-bobbing tubs up here so the game can continue. Now that you're here, you can help me! There's a spare tub at the base of the Hill. Go pick it up and carry it back here, but beware of Bobbers-to-Be... much like Griffo, they won't be good at following the rules and they will keep you from carrying the tub. You'll have to start all over!'",
      "es": ""
    },
    {
      "id": 69036755,
      "en": "<rgb=#FF0000>Avoid Bobbers-to-Be or you will need to restart the quest</rgb>",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Pick up the spare apple-bobbing tub at the base of the Hill",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Camellia Boffin near the Party Tree",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Camellia Boffin is aghast that her brother Griffo has broken the rules of the apple-bobbing game at the Harvest Festival, and wants your help making it right.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>\\n",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "A spare apple-bobbing tub can be found within Appledores, the orchard on the Hill, but be sure to avoid Bobbers-to-Be while you carry it back to Camellia Boffin.",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "Camellia Boffin is by the apple-bobbing game near the Party Tree.",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'Can I ask you to get one more tub of apples? They should be freshly picked and waiting at the orchard not far from here. Remember, use caution to avoid Bobbers-to-Be while carrying it back here!'",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "A spare apple-bobbing tub can be found near the base of the Hill, but be sure to avoid Bobbers-to-Be while you carry it back to Camellia Boffin.",
      "es": ""
    },
    {
      "id": 9892033,
      "en": "Oh, is that tub for more apple-bobbing? Give it here!'",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Pick up the spare apple-bobbing tub in Appledores",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Camellia Boffin is by the apple-bobbing game near the Party Tree.",
      "es": ""
    },
    {
      "id": 69036742,
      "en": "Carry the apple-bobbing tub to Camellia Boffin near the Party Tree",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Talk to Camellia Boffin near the Party Tree",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "<rgb=#FF0000>Avoid Bobbers-to-Be or you will need to restart the quest</rgb>",
      "es": ""
    },
    {
      "id": 69036744,
      "en": "<rgb=#FF0000>Avoid Bobbers-to-Be or you will need to restart the quest</rgb>",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "<rgb=#FF0000>Avoid Bobbers-to-Be or you will need to restart the quest</rgb>",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'Thanks once again, [placeholder]! I have carefully explained the rules to Griffo once more, and he assures me he will follow them now, no matter how hungry he might get!\\n\\n'Now that Griffo is no longer embarrassing me, I have to admit that this festival has been very fun so far. I like ensuring everything goes smoothly more than I like participating myself. My mother says I have always been like this, even when I was very little.\\n\\n'Thanks again! I will tell you if we need any more help. Tonight we're going to share spooky stories with cousin Bingo, and you're welcome to come!'",
      "es": ""
    }
  ]
}