{
  "id": 621005407,
  "txt": [
    {
      "id": 162883747,
      "en": "'Will you look at this, [placeholder]? Who could be convinced by this poor excuse for a spider? It's big, yes, I'll grant you that, but I can see the wire from which it hangs! That does not look like spider-silk at all. It looks like a fishing line at best, and mere twine at worst!\\n\\n'The webs are all right, I suppose, but this is not frightening at all. It's silly to think any hobbit would be scared of this wing.'",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'Let me ask you a question, [placeholder]. Do you think these hobbits are trying to scare us? Because these glowing bottles could be filled with anything, which causes the imagination to run, but their illumination has another effect. It causes me to plainly see this crudely-painted mask and know it for what it is: just a mask! Now, if it was darker in here, perhaps I would think this was a real goblin... but not when I can see it so clearly!\\n\\n'This is not frightening at all!'",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'This basement is a little damp, but it's no more scary than others I have seen! Is this the best these hobbits can do? It is a little confusing to find the right path, but if you set your mind to it you shouldn't have any trouble finding the way through.\\n\\n'It would need to be much darker and more maze-like to scare this hobbit, I'll tell you that!'",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'Most burrows do not have attics, being delved in the ground and not unnaturally elevated like the houses of some folk, but this one is no more frightening than I would expect of the usual sort! The paint is peeling, and I hear rats scuttling about, but it will take more than those small irritations to raise the hair on my toes!'",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'That Haunted Burrow does not seem very haunted to me! It is all for show, and the whole thing strikes me as being very silly, and not frightening at all.\\n\\n'When my mother revealed that we were meeting cousin Bingo at Hobbiton for the Harvest Festival and not at his home in Michel Delving, I was very cross. But I have to admit that I very much enjoyed exploring the Haunted Burrow with you and revealing it as an unfrightening display. I thank you for that, [placeholder]!\\n\\n'I look forward to disproving with you the scary stories cousin Bingo has for us this evening. I will see you there!'",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419777,
      "en": "Dinodas can be found within the four wings of the Haunted Burrow.\\n\\n<rgb=#FF0000>This quest requires access to the Haunted Burrow, which is available by completing the quest chain that begins with 'A Cellar Door Appears.'</rgb>\\n",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Find Dinodas in the Cobwebbed Wing of the Haunted Burrow",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'My mother says cousin Bingo is set on us sharing spooky stories, so there's no getting out of it. While we wait, I might as well see what this Haunted Burrow they've got is all about. I'll meet you inside.'\\n\\n<rgb=#FF0000>This quest requires access to the Haunted Burrow, which is available by completing the quest chain that begins with 'A Cellar Door Appears.'</rgb>\\n",
      "es": ""
    },
    {
      "id": 246419895,
      "en": "Dinodas is outside the Haunted Burrow, near the Party Tree.",
      "es": ""
    },
    {
      "id": 177082739,
      "en": "Do you think it's scary? Dinodas does not!",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Find Dinodas in the Creeping Wing of the Haunted Burrow",
      "es": ""
    },
    {
      "id": 177082741,
      "en": "Do you think it's scary? Dinodas does not!",
      "es": ""
    },
    {
      "id": 111477334,
      "en": "Find Dinodas in the Basement of the Haunted Burrow",
      "es": ""
    },
    {
      "id": 111477312,
      "en": "Talk to Dinodas near the Party Tree",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Dinodas does not believe in spooks, and thinks those who do are being silly.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>\\n",
      "es": ""
    },
    {
      "id": 177082743,
      "en": "Do you think it's scary? Dinodas does not!",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Find Dinodas in the Attic of the Haunted Burrow",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Well, [placeholder], my mother said we were going to visit cousin Bingo, which is fine, but there has been a most sudden and unexpected reversal! Imagine my surprise when she told me we were going not to Michel Delving but to Hobbiton instead, there to partake in the Harvest Festival!'\\n\\nDinodas shakes his head.\\n\\n'Now, I understand there are some things about this festival that are worthwhile. Good crops, and the promise of plenty? Worth celebrating! I have no patience for all the rest of it: spooks, haunts, and frights? Silly rubbish and nonsense! I told Celandine that same thing not two weeks ago!\\n\\n'My mother says cousin Bingo is set on us sharing spooky stories, so there's no getting out of it. While we wait, I might as well see what this Haunted Burrow they've got is all about. I'll meet you inside.'\\n\\n<rgb=#FF0000>This quest requires access to the Haunted Burrow, which is available by completing the quest chain that begins with 'A Cellar Door Appears.'</rgb>\\n",
      "es": ""
    },
    {
      "id": 177082745,
      "en": "Do you think it's scary? Dinodas does not!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "I. Dinodas Does Not",
      "es": ""
    }
  ]
}