{
  "id": 621005543,
  "txt": [
    {
      "id": "0xfa8e117",
      "en": "Discovered Durshnúl, The Black Bridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Abyss of Mordath -- Explorer of the Black Pits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba94",
      "en": "Glúrakul, The Pit of Frost, was once home to Hrímil Frost-heart, a cold-drake of the Grey Mountains. After Hrímil came to the dwarf-halls in the East and devoured one of the Seven Rings, she was captured and imprisoned beneath the Dark Tower. However, when Barad-dûr fell and the Mordath was shattered, she flew from her prison and escaped from Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba95",
      "en": "Glúrghash, The Pit of Flame, was once the prison of Thostír the Rank, a great fire-drake of the East. After devouring one of the Seven Rings, he was captured by agents of Mordor and imprisoned beneath Barad-dûr. However, when the Mordath was split asunder, he flew from its shadowed depths and escaped the Land of Shadow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Discover Thol Shíkug, the Screaming Deep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Discovered Glurnákh, The Pit of Greed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Discover the Black Pits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You must explore the deepest depths of the Mordath to uncover all that was hidden away by Sauron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Discovered Glúrakul, The Pit of Frost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Discovered Glúrghash, The Pit of Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba5",
      "en": "You have discovered the Lithannon, the Ashen Gate, of the Mordath. Once the main entrance into the Mordath, it has been sealed in the wake of Sauron's defeat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Discovered Murpraush, the Hall of Spoiling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba8",
      "en": "Although it has been shattered, Durshnúl, The Black Bridge, once spanned the sunken Abyss of Mordath and was a great highway for both the damned of the Black Pits and the imprisoned creatures of the Dark Lord.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Discover Glúrakul, The Pit of Frost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Discover Glúrghash, The Pit of Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Discover Murpraush, the Hall of Spoiling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba80",
      "en": "Murpraush, the Hall of Spoiling, is where Sauron conducted the most vile of his sorceries. It was there he sought to equal the horrors of the first Dark Lord, Morgoth, and bring forth new and terrible creatures of his own imagining.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Discover the Lithannon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba83",
      "en": "Thol Shíkug is a fortress of terror and death built into the very foundations of Barad-dûr. For those condemned to the Black Pits, it is known as the Screaming Deep -- for many an Orc, Man, and beast have met their ends at the hands of the Dark Lord and his most powerful servants within. What lies within this grim structure, none have ever returned to tell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Abyss of Mordath is home to both the condemned of Mordor and the Dark Lord's most carefully-guarded secrets.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Discover Durshnúl, The Black Bridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba86",
      "en": "The Mordath, the Black Pits of Mordor, is a place devoid of hope. It is the foundation of Barad-dûr, an ever-deepening mine, and a pit of punishment for those that have failed the Dark Lord. Those who are cast into the Black Pits will never again behold the light of Middle-earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Discover Glurnákh, The Pit of Greed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Discovered Thol Shíkug, the Screaming Deep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Discovered the Black Pits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "Discovered the Lithannon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba91",
      "en": "Glurnákh, The Pit of Greed, has long been the home to Fingar the Greedy, an ancient Worm of Angband. After devouring two of the Seven Rings, Fingar was captured and imprisoned beneath the Dark Tower to suffer evermore.",
      "es": "",
      "es (fem)": ""
    }
  ]
}