{
  "id": 620903408,
  "txt": [
    {
      "id": "0xd085252",
      "en": "You reach into the boat and remove the remaining supplies for apportioning.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I do not trust this Framric. I do not like the way he looks at me, from out of his eye's corner. If he is not careful I will teach him the way of my people with Wadu's sword.\\n\\n'But Horn wants us to help him. I do not understand this loyalty to the horse-lords. They cast him out! He should hate them for that.\\n\\n'I will not impose my beliefs upon him. But I do not understand his.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 7, Chapter 7: Shadow of the Argonath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You spoke in general terms on the boat to Horn and Nona, but I know why we are really here, [placeholder]. The Lady Galadriel entrusted me with knowledge of our true mission. I will not betray that trust.\\n\\n'While we are here in the East Wall, I think it is fine for us to help Framric's people. That is clearly what Horn desires. But we must also keep alert for signs of our mutual friends. They came to this land, that we know. What happened to them then? That is a mystery, and it is one we must find the answer to and then help them, if we can.\\n\\n'But first, Horn is right. We need to gather sticks to make a camp-fire, or we will have a cold night.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'You found enough sticks for our fire? Good, I will combine these with the ones Nona and Corudan have found, and we will soon have a decent camp-fire.\\n\\n'Will you remove the supplies from the boat so we can assess what we have left?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected fallen sticks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We have several purposes here in the East Wall. Let us help Framric and his men while we search for signs of your friends and what happened to them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'That is not enough for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Check the boat for supplies. We will need some of what we brought for thoroughly exploring the East Wall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Horn has asked you to speak with Nona and Corudan before gathering sticks to make a campfire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Framric's people rode from the Wold to investigate the Orcs crossing the river here in the East Wall. Speak with him to learn how we can help them, but of course we will keep our eyes peeled for sign of your friends, as well. That is why we are really here, after all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Horn has asked you to speak with Nona and Corudan before gathering sticks to make a camp-fire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You will find fallen sticks near the trees by here, [placeholder]. Gather some sticks and we can build a fire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Fallen sticks can be found near the trees not far from the Argonath.\\n\\nHorn has asked you to collect fallen sticks near the Argonath for preparing a camp-site.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Horn is free to do as he wishes, and if he is not angered by the horse-lords for casting him out, that is his choice. But I do not like it, and I will not refrain from telling him so!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Horn is by the beach near the Argonath.\\n\\nYou have collected fallen sticks for making a camp-fire, as Horn requested.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Are you looking for sticks near the trees by here? I will search for some as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Your boat is beached not far from the Argonath.\\n\\nHorn has asked you to remove the supplies from the boat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Horn is waiting for those sticks. He said he was going to gather them as well, but he has been here talking to Framric the whole time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'Horn wants to see how many supplies we have left? How long does he think we are going to stay here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'Now we see if Bordhrist has given us the amount of supplies we will need for the conclusion of our exploration. Take the supplies from the boat and see!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'We should all be searching near the trees of this area for fallen sticks so we can make a camp-fire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c471",
      "en": "'With those sticks we should be able to make a good camp-fire. I have gathered some as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Nona in the shadow of the Argonath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Corudan in the shadow of the Argonath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect fallen sticks by the trees near the Argonath ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the fallen sticks to Horn in the shadow of the Argonath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Remove the remaining supplies from your boat near the Argonath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have come to the East Wall, where the Argonath towers on either side of the Anduin and the falls of Rauros boom unceasingly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Horn speaks quietly, for what he has to say is meant for your ears alone.\\n\\n'We spoke of a great many things on the boat, and I do not begrudge you for speaking in generalities, but you told me enough to know your errand here is important. Friends of yours came this way, friends bearing a burden of some malice. Whatever they carried, it was sought by Orcs, and perhaps others as well. We need to find what happened to these friends of yours and if their burden has been lost.'\\n\\nHorn raises his voice to include the Rohirrim man standing nearby.\\n\\n'This man saw our boat drifting down the river, and hailed me from the shore. His name is Framric, and he has come with a party of Rohirrim from the Wold. I would have us help his people, if they desire our help.\\n\\n'But first we must prepare our own camp. Speak with Nona and Corudan for their thoughts, and then collect sticks for a fire. I will do the same.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}