{
  "id": 620903415,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'You have urgent business within Rohan? It is not for me to ask questions. Know that my people are suspicious of outsiders, and you travel with not one but two, and are one yourself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have urgent business within Rohan? It is not for me to ask questions. Know that my people are suspicious of outsiders, and you travel with two.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 7, Chapter 9: Three Hunters",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I do not know anything about that Dunlending girl, but Horn is one of my people and I trust him. I will tell you what I told him: a party of Uruks has fled from the East Wall on foot into the Norcrofts. If you go to the ridge west of here, you might be able to <rgb=#FF0000>look</rgb> over the plains and see where they went.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'It is strange to look out over the beloved fields of my home and know I am not welcome there, [placeholder]. It is your duty to follow the rumour of your friends, and it is my desire to help you do it. So I will follow you if you must pass into Rohan.\\n\\n'Corudan tells me that the Uruks are likely pursued by an Elf, a dwarf, and a Man, and though the tracks are faint and hard to read, I trust his instincts and his tracking skill. They would need to be incomparable hunters themselves to catch the Uruks if they did not depart immediately, and it seems they did not.\\n\\n'And we are leaving well after both groups, so heed this warning: we will have no hope of catching up with the Uruks that fled the East Wall without war-steeds of our own. We should speak with Mansig about acquiring such steeds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You peer out over the plains, and see a far-off cloud of dust",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you go to the ridge to the west of this encampment and <rgb=#FF0000>look</rgb> out over the plains, perhaps you will be able to see some sign of the Orcs that fled the East Wall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Look at the rolling fields and plains of the horse-lords. They were meant for my people, but they were taken from us.'\\n\\nNona scowls, but then her expression softens.\\n\\n'Horn and I hunted for signs of your friends while you were at Parth Galen, [placeholder]. He is not like the rest of the horse-lords. If he wishes to go into Rohan, a land from which he is exiled, I will do so without complaint. See how much he risks for the causes of strangers? He is a most unusual man, [placeholder].\\n\\n'I will keep an eye on him for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You stand on the ridge that forms the border with the Norcrofts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Framric is from a Rohirrim encampment located to the south-west, on the border of the East Wall and the Norcrofts. Horn and Nona went to speak with a man there named Ingild who may know something of interest to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'A group of Uruks passed this way; the signs are clear about that much, at least. They trampled grass underfoot and kicked aside stones, with little care for where they placed their booted feet. They were in a hurry, and they held captives: two halflings whose identities I think we both know, [placeholder].\\n\\n'The Uruks are right to worry, for their run took them into Rohan, and they are several days ahead of us... and, I feel, mere hours ahead of their pursuers. For they were pursued: by three of our mutual friends, I think. But why? Did the Uruks think they had captured something more than captives?\\n\\n'We must follow them. If we can lend our aid to the captives or the pursuers, we must do so. But we will need war-steeds if we are to have any hope of catching them on the great plains of Rohan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mansig's encampment is located south-west of the Argonath, on the border of the East Wall and the Norcrofts. A man named Ingild claims to have information of interest to you and your companions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Stand on this ridge and <rgb=#FF0000>look</rgb> out over the plains of Rohan. We must see if there is anything to see, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "To the west of Mansig's encampment, a ridge overlooks the Norcrofts of Rohan. Ingild thinks you should <rgb=#FF0000>look</rgb> out over the plains and see if you can see the Uruks that fled East Wall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'An Elf, a dwarf, and a Man. Did those three hunters have any hope of catching the fleeing Orcs? We will need war-steeds to have any hope of catching them, let alone their prey!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Your companions stand on the ridge that overlooks the Norcrofts of Rohan, and want to speak with you concerning your next move.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'From here on this ridge, who knows what you might see if you were to <rgb=#FF0000>look</rgb> out over the plains?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Mansig's encampment is east of the ridge that forms the border between the East Wall and the Norcrofts.\\n\\nYou should speak with Mansig about acquiring war-steeds that will allow you to follow the Uruks into Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'What dangers await us in Rohan? And Horn says we will need war-steeds if we are to cross the plains? What would Suvulch say of his daughter, could he see her now? What would Wadu say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Stand on this ridge and <rgb=#FF0000>look</rgb> over the plains, [placeholder]. There may be something we can see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'Three hunters ran from this point into Rohan, pursuing the fleeing Uruks. Did they catch them? We will need war-steeds if we are to have any hope of making good time on the plains of Rohan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Ingild at Mansig's encampment, in the East Wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "<rgb=#FF0000>Look</rgb> out over the plains of Rohan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Travel to the ridge west of Mansig's encampment that forms the border of the East Wall with the Norcrofts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Mansig at his encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Corudan has found some sign of the Fellowship in East Wall as well, and wants you to investigate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Horn and Nona went to the camp Framric spoke of, led by a Rohirrim man named Mansig. His encampment is located on the border of the East Wall and the Norcrofts. They were going to speak with a man there named Ingild who claims to have seen something of interest to us. You should speak with this man now and see what he knows. I will come as well.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}