{
  "id": 620903409,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'I think it is good to help Framric while we can, but always keep your eyes open for the real reason we are here.\\n\\n'As you pass southward through the woods of the East Wall, remain alert for a grassy lawn alongside the Anduin. That peaceful space is called Parth Galen, and it may be a good place to begin our search.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'It is a sad tale you weave! The burden our mutual friends bear caused some amount of discord among them, and they were splintered. It seems from the signs you read that one or more of them repented of their deeds and sought to repair the divide when the Orcs appeared.\\n\\n'One halfling stayed clear of the fighting, and it seems another joined him. If they did not cross the river by themselves I cannot come up with another explanation. The two of them have now left the East Wall, heading east. You know the identity of these two, [placeholder]: can it be anyone but the bearer of the great burden and his loyal servant? Only Galadriel can hope to see them now.\\n\\n'I am uncertain of the path of the rest of the company, but my own reading of the signs has shown me something that seems fairly clear: three of that company have left for Rohan... on foot. I believe they pursue the other two halflings of the company.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 7, Chapter 8: Reading the Signs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "A discarded pack in the grass catches your eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "You feel the rough leather of the discarded pack between two fingers, and wonder who might have left it here, unattended. Was it left out of need, or out of forgetfulness?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "The Fellowship of the Ring has come to the lawn of Parth Galen, but unless its eight surviving members can overcome the evils that threaten to divide them, it will go no further. Even now, the One Ring seeks to ensnare another heart....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "A slain Uruk in the southern part of the glade catches your attention",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "This Uruk bears the mark of the White Hand, and was slain by many desperate cuts of a blade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "The Fellowship of the Ring has broken. Is it too late for Boromir of Gondor to make up for the madness that seized him near the high seat of Amon Hen? Desperate to save the hobbits from death, he fights the ferocious Uruks of the White Hand with the last of his strength....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Tracks in the dirt reveal a great number of running feet passed this way!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Corudan is in the shadow of the Argonath.\\n\\nYou have divided up the supplies you brought from Lothlórien and should now speak with Corudan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "These tracks by the shore are very different than the booted feet that went off to the north of the camp and the discarded pack. You should investigate these sandy footprints eventually, but first you should go where the danger seems to have gone, and follow the other set of tracks that lead away from the discarded pack to the north!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "When all else fails, good old-fashioned hobbit-sense must win the day. And so it is that Samwise Gamgee learns of the Ringbearer's plan, and the two set off for Mordor and the Mountain of Fire... alone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Sandy footprints lead down to the water!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The lawn of Parth Galen is south of the Argonath, on the south-western side of the lake of Nen Hithoel.\\n\\nCorudan believes you should begin your search for the Fellowship on the lawn of Parth Galen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "You see sandy footprints among the stones of the beach. They are unmistakably those of a hobbit.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "A discarded pack lies partially buried in the grass of Parth Galen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'The lawn of Parth Galen is south of the Argonath, on the south-western side of the lake of Nen Hithoel. That may be a good place to begin your search for our mutual friends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Somewhere within the East Wall, there are more signs of what happened to the Fellowship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'You found a discarded pack? It sounds like they had to leave in a hurry! Return to the site of the pack, at Parth Galen, and look for tracks that might tell us where they went!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "A great battle was fought at Dead Orc Glade... but not everyone came this way. Are there clues on the beach back near Parth Galen?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'A great battle was fought in that glade, that much is clear. But not every one of our friends is accounted for, [placeholder]. Return to the beach near Parth Galen and scour it for more clues.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'You found sandy footprints leading down to the water near Parth Galen? And you did not investigate them further? [placeholder]! This is serious!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Sandy footprints on the beach near Parth Galen may give some clue as to what happened to the Fellowship!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "Corudan is in the shadow of the Argonath, in the East Wall.\\n\\nYou have learned much about what befell the Fellowship, and should now return to tell the story to Corudan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Corudan in the shadow of the Argonath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the lawn of Parth Galen, in the East Wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Examine the discarded pack and experience 'Session: The Breaking of the Fellowship' or read the shortened account at the Parth Galen camp-site instead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Follow tracks to Dead Orc Glade and experience 'Session: The Horn of Gondor' or read the shortened account instead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Scour the beach near Parth Galen for clues and experience 'Two Hobbits'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Scour the beach near Parth Galen for clues and experience 'Session: Two Hobbits' or read the shortened account instead....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Corudan in the shadow of the Argonath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Your exploration of the East Wall will need to be comprehensive if you are to learn what happened to the Fellowship here, and if it is still in your power to help them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "There are enough supplies for a short stay, and you divide them among the rest of your companions.",
      "es": "",
      "es (fem)": ""
    }
  ]
}