{
  "id": 620899616,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'This is bad news, [placeholder]. The terrible beast that assailed us outside the West Gate has made its lair here amongst the Water-works.\\n\\n'You must return to Simbi in the Twenty-first Hall at once, and inform him of our plight. We have had many successes here in the Water-works, but this terror could destroy everything we have worked for.\\n\\n'I will inform Indrith and Ansurr of your passage. Go with haste!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What word do you bring? Will our great wheels churn once more?'\\n\\nYou relay your tale of what you have seen within the Water-works.\\n\\n'No! How many more must fall before that beast troubles us no longer? This is... an unfortunate turn. We have not the numbers to make an assault on the beast yet, but perhaps in time we will. You and your allies may be able to deal a final blow against it, but I sense you are not yet prepared.\\n\\n'The expedition must press on - the time for vengeance against this beast will come. For now, we must reclaim Zelem-melek.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hurry, speak to Simbi in the Twenty-first Hall! We cannot allow the Watcher to slay more of our number!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Uneven Flow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Kaldi wishes you to return to Simbi with news of the Watcher's return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Simbi in the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Simbi is in the Twenty-first Hall, to the north-east of the Water-works.\\n\\nKaldi wishes you to bring word of the Watcher's return to the expedition.",
      "es": "",
      "es (fem)": ""
    }
  ]
}