{
  "id": 621043320,
  "txt": [
    {
      "id": 190220580,
      "en": "'Welcome, cousin! I am glad the Kharum-ubnâr can count on the assistance of brave dwarves such as you.\\n\\n'The time draws near to reclaim Mount Gundabad, and if Prince Durin is to succeed, we must bolster his army in their preparations and ensure that our brethren at distant dwarf-holds have not been left behind, especially those who remained in Angmar and the Misty Mountains.\\n\\n'In short, King Thorin has entrusted us with aiding our brethren far afield and the brave Dwarves of the Gabil'akkâ. I will direct your efforts where they are needed most!'",
      "es": ""
    },
    {
      "id": 173025734,
      "en": "Talk to Vorthur Smokebreath at Akrâz-zahar",
      "es": ""
    },
    {
      "id": 148970242,
      "en": "You have arrived at Akrâz-zahar",
      "es": ""
    },
    {
      "id": 126687113,
      "en": "At the behest of King Thorin Stonehelm, the Kharum-ubnâr have enlisted the aid of skilled adventurers to secure distant dwarf-holds and ensure the success of Prince Durin and the Gabil'akkâ in the forthcoming reclamation of Mount Gundabad.",
      "es": ""
    },
    {
      "id": 184621123,
      "en": "You are to report to Akrâz-zahar, in Erebor. Mission Recruiters are available to deliver you there with haste.\\n\\nMission Recruiters can be found at Thorin's Gate, Gondamon, Bree-town, The Twenty-first Hall, Othrikar, Gabilshathûr, Glóin's Camp, Hrimbarg, Galtrev, The Dolven-view, Magh Ashtu, Járnfast, Erebor, and Minas Tirith (Midsummer).",
      "es": ""
    },
    {
      "id": 184621124,
      "en": "Vorthur Smokebreath can be found at Akrâz-zahar, in Erebor.\\n\\nAt the behest of King Thorin Stonehelm, the Kharum-ubnâr have enlisted the aid of skilled adventurers to secure distant dwarf-holds and ensure the success of Prince Durin and the Gabil'akkâ in the forthcoming reclamation of Mount Gundabad.",
      "es": ""
    },
    {
      "id": 190220592,
      "en": "At the behest of King Thorin Stonehelm, the Dwarves of the Kharum-ubnâr seek the aid of skilled adventurers to secure distant dwarf-holds and to prepare Prince Durin and the Gabil'akkâ for victory in the forthcoming reclamation of Mount Gundabad.\\n\\nIf you wish to assist the Kharum-ubnâr, you should report to one of the Mission Recruiters throughout Middle-earth. They will take you to Akrâz-zahar, the hall of the Kharum-ubnâr in Erebor, the Lonely Mountain. Mission Recruiters can be found at Thorin's Gate, Gondamon, Bree-town, The Twenty-first Hall, Othrikar, Gabilshathûr, Glóin's Camp, Hrimbarg, Galtrev, The Dolven-view, Magh Ashtu, Járnfast, Erebor, and Minas Tirith (Midsummer).",
      "es": ""
    },
    {
      "id": 173025769,
      "en": "(Optional) Report to a Mission Recruiter",
      "es": ""
    },
    {
      "id": 190220597,
      "en": "'Welcome, and well met! I am glad the Kharum-ubnâr can count on the assistance of brave adventurers such as you.\\n\\n'The time draws near to reclaim Mount Gundabad, and if Prince Durin is to succeed, we must bolster his army in their preparations and ensure that our brethren at distant dwarf-holds have not been left behind, especially those who remained in Angmar and the Misty Mountains.\\n\\n'In short, King Thorin has entrusted us with aiding our brethren far afield and the brave Dwarves of the Gabil'akkâ. I will direct your efforts where they are needed most!'",
      "es": ""
    },
    {
      "id": 173025729,
      "en": "(Optional) Report to a Mission Recruiter",
      "es": ""
    },
    {
      "id": 173025776,
      "en": "Travel to Akrâz-zahar in Erebor",
      "es": ""
    },
    {
      "id": 236954391,
      "en": "The Kharum-ubnâr Need You!",
      "es": ""
    },
    {
      "id": 190220578,
      "en": "'Hail, [placeholder]! Have you come to answer the summons of the Kharum-ubnâr? If you wish to aid them, my goats will take you to the Lonely Mountain at once!'",
      "es": ""
    },
    {
      "id": 190220579,
      "en": "'Welcome, [placeholder]! I am glad the Kharum-ubnâr can count on the assistance of brave dwarves such as you.\\n\\n'The time draws near to reclaim Mount Gundabad, and if Prince Durin is to succeed, we must bolster his army in their preparations and ensure that our brethren at distant dwarf-holds have not been left behind, especially those who remained in Angmar and the Misty Mountains.\\n\\n'In short, King Thorin has entrusted us with aiding our brethren far afield and the brave Dwarves of the Gabil'akkâ. I will direct your efforts where they are needed most!'",
      "es": ""
    }
  ]
}