{
  "id": 621043228,
  "txt": [
    {
      "id": 162883718,
      "en": "Rísti Graver, the greatest foreman of the Ironfold, has learned the location of the sacred Jewel of Amad. While the jewel has been found, it will take a skilled hero to recover it and return it to the throne! You should seek out Rísti Graver as soon as you are able.",
      "es": ""
    },
    {
      "id": 184621222,
      "en": "The Throne of Zidir-nesad can be found at the Steepset in Máttugard.\\n\\nYou should add the Jewel of Amad to the Throne of Zidir-nesad under Rísti Graver's supervision.",
      "es": ""
    },
    {
      "id": 184621269,
      "en": "Olcrith can be found in Câr Bronach.\\n\\nYou should defeat Olcrith to get the Jewel of Amad.",
      "es": ""
    },
    {
      "id": 237733761,
      "en": "'Ha, what foolish pest ascends the Drearspire on this day?'",
      "es": ""
    },
    {
      "id": 184621225,
      "en": "Rísti Graver can be found at the Steepset in Máttugard.\\n\\nYou should talk to Rísti Graver.",
      "es": ""
    },
    {
      "id": 184621184,
      "en": "The Jewel of Amad can be found in Câr Bronach.\\n\\nYou should locate the Jewel of Amad.",
      "es": ""
    },
    {
      "id": 184621233,
      "en": "Rísti Graver can be found at the Steepset in Máttugard.\\n\\nYou should talk to Rísti Graver.",
      "es": ""
    },
    {
      "id": 184621187,
      "en": "The Jewel of Amad can be found in Câr Bronach.\\n\\nYou should retrieve the Jewel of Amad.",
      "es": ""
    },
    {
      "id": 251715944,
      "en": "Add the Jewel of Amad to the Throne of Zidir-nesad",
      "es": ""
    },
    {
      "id": 173025537,
      "en": "Locate the Jewel of Amad in Câr Bronach",
      "es": ""
    },
    {
      "id": 173025584,
      "en": "Talk to Rísti Graver",
      "es": ""
    },
    {
      "id": 173025540,
      "en": "Retrieve the Jewel of Amad",
      "es": ""
    },
    {
      "id": 173025587,
      "en": "Talk to Rísti Graver",
      "es": ""
    },
    {
      "id": 148970471,
      "en": "Added the Jewel of Amad to the Throne of Zidir-nesad",
      "es": ""
    },
    {
      "id": 173025588,
      "en": "Defeat Olcrith",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "The sacred Jewel of Amad has been found.",
      "es": ""
    },
    {
      "id": 162883602,
      "en": "'Thank you for braving the fell sorceries of the Angmarim cultists at the Drearspire, for without such courage you could not have recovered the Jewel of Amad!\\n\\n'The violet light of this stone dances upon the walls and fills me with the need to keep it from harm, and why should it not? The Jewel of Amad symbolizes compulsion, but I daresay that is not always a negative force. Why, I declare that compulsion can also be a force for good! Consider the drive of the dwarves, who will not rest until the Mountain-home has been fully reclaimed! In the light of the Jewel of Amad, I say that is a positive good, and should be celebrated.\\n\\n'Thank you again, my friend.'",
      "es": ""
    },
    {
      "id": 173025592,
      "en": "Summon Olcrith",
      "es": ""
    },
    {
      "id": 148970434,
      "en": "The Jewel of Amad is encased within an evil barrier!",
      "es": ""
    },
    {
      "id": 246419719,
      "en": "Rísti Graver can be found at the Steepset in Máttugard.\\n\\nYou should talk to Rísti Graver.",
      "es": ""
    },
    {
      "id": 190220738,
      "en": "'The sacred Jewel of Amad has been found upon the Drearspire, guarded by the evil sorcerer, Olcrith. I ask you to retrieve it, if you can survive his evil magic and wrest the gem from him.'",
      "es": ""
    },
    {
      "id": 148970437,
      "en": "Retrieved the Jewel of Amad",
      "es": ""
    },
    {
      "id": 148970485,
      "en": "Defeated Olcrith",
      "es": ""
    },
    {
      "id": 111477272,
      "en": "Talk to Rísti Graver",
      "es": ""
    },
    {
      "id": 148970489,
      "en": "The sorcerer approaches!",
      "es": ""
    },
    {
      "id": 149027505,
      "en": "Zidir-nesad: The Jewel of Amad",
      "es": ""
    }
  ]
}