{
  "id": 621043225,
  "txt": [
    {
      "id": 148970471,
      "en": "Added the Jewel of Adnâkh to the Throne of Zidir-nesad",
      "es": ""
    },
    {
      "id": 184621233,
      "en": "Rísti Graver can be found at the Steepset in Máttugard.\\n\\nYou should talk to Rísti Graver.",
      "es": ""
    },
    {
      "id": 184621236,
      "en": "Piles of muck can be found in Gloomingtarn.\\n\\nYou should sift through the muck for the Jewel of Adnâkh.",
      "es": ""
    },
    {
      "id": 148970386,
      "en": "Collected the Jewel of Adnâkh",
      "es": ""
    },
    {
      "id": 184621237,
      "en": "Piles of muck can be found in Gloomingtarn.\\n\\nYou should sift through one last pile of muck for the Jewel of Adnâkh.",
      "es": ""
    },
    {
      "id": 173025584,
      "en": "Talk to Rísti Graver",
      "es": ""
    },
    {
      "id": 251715944,
      "en": "Add the Jewel of Adnâkh to the Throne of Zidir-nesad",
      "es": ""
    },
    {
      "id": 173025587,
      "en": "Talk to Rísti Graver",
      "es": ""
    },
    {
      "id": 184621222,
      "en": "The Throne of Zidir-nesad can be found at the Steepset in Máttugard.\\n\\nYou should add the Jewel of Adnâkh to the Throne of Zidir-nesad under Rísti Graver's supervision.",
      "es": ""
    },
    {
      "id": 148970487,
      "en": "Sifted through piles of muck ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621269,
      "en": "The Jewel of Adnâkh can be found in Gloomingtarn.\\n\\nYou should collect the Jewel of Adnâkh.",
      "es": ""
    },
    {
      "id": 162883602,
      "en": "'You have restored the Jewel of Adnâkh to its proper place! You did clean away the muck from it before setting it in the throne, I hope? Ah, I see it shining brightly there, of course you did.\\n\\n'This jewel represents nature, not just the natural environment in which wild things grow but also the natural state of all beings, [placeholder]. It is the nature of the dwarves to persevere, and so we will, until all of Gundabad is made safe from our enemies. The light that shines from the Jewel of Adnâkh will remind us who we are and who we remain as we explore the deep places beneath Gundabad, and that is good.'",
      "es": ""
    },
    {
      "id": 149027505,
      "en": "Zidir-nesad: The Jewel of Adnâkh",
      "es": ""
    },
    {
      "id": 173025590,
      "en": "Sift through the piles of muck ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "Rísti Graver, the greatest foreman of the Ironfold, has learned the location of the sacred Jewel of Adnâkh. While the jewel has been found, it will take a skilled hero to recover it and return it to the throne! You should seek out Rísti Graver as soon as you are able.",
      "es": ""
    },
    {
      "id": 184621225,
      "en": "Rísti Graver can be found at the Steepset in Máttugard.\\n\\nYou should talk to Rísti Graver.",
      "es": ""
    },
    {
      "id": 148970489,
      "en": "Something nearby catches your eye!",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "The sacred Jewel of Adnâkh has been found.",
      "es": ""
    },
    {
      "id": 173025592,
      "en": "Sift through one last pile of muck",
      "es": ""
    },
    {
      "id": 246419719,
      "en": "Rísti Graver can be found at Steepset in Máttugard.\\n\\nYou should talk to Rísti Graver.",
      "es": ""
    },
    {
      "id": 190220738,
      "en": "'Word has reached us here at the Steepset that the sacred Jewel of Adnâkh was recently dredged up in Gloomingtarn, unbeknownst to the goblins doing the dredging! I ask you to locate the jewel and retrieve it before the sacred stone becomes lost once more!'",
      "es": ""
    },
    {
      "id": 173025616,
      "en": "Collect the Jewel of Adnâkh",
      "es": ""
    },
    {
      "id": 111477272,
      "en": "Talk to Rísti Graver",
      "es": ""
    }
  ]
}