{
  "id": 621043226,
  "txt": [
    {
      "id": "0x9b56886",
      "en": "Rísti Graver, the greatest foreman of the Ironfold, has learned the location of the sacred Jewel of Maral. While the jewel has been found, it will take a skilled hero to recover it and return it to the throne! You should seek out Rísti Graver as soon as you are able.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502950",
      "en": "Collect the Jewel of Maral",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a6",
      "en": "The Throne of Zidir-nesad can be found at the Steepset in Máttugard.\\n\\nYou should add the Jewel of Maral to the Throne of Zidir-nesad under Rísti Graver's supervision.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d5",
      "en": "The Jewel of Maral can be found in Clovengap.\\n\\nYou should collect the Jewel of Maral.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a9",
      "en": "Rísti Graver can be found at the Steepset in Máttugard.\\n\\nYou should talk to Rísti Graver.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x73088b0",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b1",
      "en": "Rísti Graver can be found at the Steepset in Máttugard.\\n\\nYou should talk to Rísti Graver.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011883",
      "en": "Vílur Strayfoot can be found in Clovengap.\\n\\nYou should talk to Vílur Strayfoot now that he is safe again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e168",
      "en": "Add the Jewel of Maral to the Throne of Zidir-nesad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502930",
      "en": "Talk to Rísti Graver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b5",
      "en": "Vílur Strayfoot can be found somewhere in Clovengap.\\n\\nYou should find Vílur Strayfoot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502902",
      "en": "Aid Vílur Strayfoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d6ae21",
      "en": "Escort Vílur Strayfoot to safety",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502933",
      "en": "Talk to Rísti Graver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be7",
      "en": "Added the Jewel of Maral to the Throne of Zidir-nesad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b8",
      "en": "Vílur Strayfoot can be found in Clovengap.\\n\\nYou should escort Vílur Strayfoot to safety.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502905",
      "en": "Talk to Vílur Strayfoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502936",
      "en": "Find Vílur Strayfoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "The sacred Jewel of Maral has been found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56812",
      "en": "'You found the Jewel of Maral, and more importantly you were able to bring it safely back here, which must be more difficult than it appears, for Vílur Strayfoot was not able to accomplish that himself!\\n\\n'The Jewel of Maral symbolizes passion, and for the dwarves I know it is a passion of the earth, and of stone, and of the deep places in which treasure can be found. So too is it the passion that drives us to do our very best in all things, and to strive against deadly threats that, once overcome, will delight the listener with tales of the triumph against them! Many such tales have come from the reclamation of Gundabad, and more such are sure to be on the way!\\n\\n'Thank you again, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b92",
      "en": "Collected the Jewel of Maral",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd071e61",
      "en": "'We are safe here. Let us rest a moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01107",
      "en": "Rísti Graver can be found at the Steepset in Máttugard.\\n\\nYou should talk to Rísti Graver.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c2",
      "en": "'The sacred Jewel of Maral had been recovered by Vílur Strayfoot in Clovengap, but Vílur got himself captured before he could return to safe places with it! I ask you to assist in the safe returns of both Vílur Strayfoot and the Jewel of Maral.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc6",
      "en": "Vílur has given you a map to the Jewel of Maral",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f4",
      "en": " 'Thank you again for the rescue! Ah yes, the jewel I was telling you about.... Oh, I see. You are already aware of it! I do not have it upon my person, however. I did have it in my possession but had to quickly hide it when I spotted my captors encircling me. Do not worry, I remember where I left it! I will draw you a map. Just give me a moment....'\\n\\nVílur Strayfoot hands you a crude map with just enough information upon it to find where he hid the jewel.\\n\\n'Here you are.... Now that I am free of danger I will be able to make it to the nearest outpost on my own. Good luck and thanks again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf7",
      "en": "Vílur has been captured and needs rescuing!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50218",
      "en": "Talk to Rísti Graver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c9",
      "en": "'I was ambushed, again! Thank you for finding me! Let us hastily retreat and then I will tell you of the jewel I found!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab1",
      "en": "Zidir-nesad: The Jewel of Maral",
      "es": "",
      "es (fem)": ""
    }
  ]
}