{
  "id": 621043232,
  "txt": [
    {
      "id": "0x9b56886",
      "en": "Rísti Graver, the greatest foreman of the Ironfold, has learned the location of the sacred Jewel of Abhâr. While the jewel has been found, it will take a skilled hero to recover it and return it to the throne! You should seek out Rísti Graver as soon as you are able.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd2",
      "en": "Mangur Bentpenny reluctantly hands you the Jewel of Abhâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a6",
      "en": "The Throne of Zidir-nesad can be found at the Steepset in Máttugard.\\n\\nYou should add the Jewel of Abhâr to the Throne of Zidir-nesad under Rísti Graver's supervision.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d5",
      "en": "A silver drake can be found in the Welkin-lofts.\\n\\nYou should collect the horn of a silver drake for Mangur Bentpenny.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a9",
      "en": "Rísti Graver can be found at the Steepset in Máttugard.\\n\\nYou should talk to Rísti Graver.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011881",
      "en": "Mangur Bentpenny can be found in the Welkin-lofts.\\n\\nYou should talk to Mangur Bentpenny.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b1",
      "en": "Rísti Graver can be found at the Steepset in Máttugard.\\n\\nYou should talk to Rísti Graver.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e0",
      "en": "'My, this is a lot of treasure! Look at all these trinkets and gems! I almost feel badly, trading you this one jewel for all of this treasure... but a deal is a deal!\\n\\n'Have your jewel and be on your way. Hmm, I might just pack it in. With all these riches, I could find a quiet mountain and live out the rest of my days in peace....\\n\\n'Well, it's been nice trading with you, stranger!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011884",
      "en": "Iron Crown treasures can be found in the Welkin-lofts.\\n\\nYou should collect Iron Crown treasures for Mangur Bentpenny.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e168",
      "en": "Add the Jewel of Abhâr to the Throne of Zidir-nesad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b4",
      "en": "Mangur Bentpenny can be found in the Welkin-lofts.\\n\\nYou should talk to Mangur Bentpenny about the Jewel of Abhâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502930",
      "en": "Talk to Rísti Graver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011887",
      "en": "Mangur Bentpenny can be found in the Welkin-lofts.\\n\\nYou should <rgb=#FF0000>give</rgb> the Iron Crown treasures to Mangur Bentpenny.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502903",
      "en": "Talk to Mangur Bentpenny",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502933",
      "en": "Talk to Rísti Graver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be7",
      "en": "Added the Jewel of Abhâr to the Throne of Zidir-nesad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011889",
      "en": "Mangur Bentpenny can be found in the Welkin-lofts.\\n\\nYou should talk to Mangur Bentpenny.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502905",
      "en": "Collect Iron Crown treasures ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b9",
      "en": "Mangur Bentpenny can be found in the Welkin-lofts.\\n\\nYou should <rgb=#FF0000>give</rgb> the silver drake-horn to Mangur Bentpenny.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502936",
      "en": "Talk to Mangur Bentpenny about the Jewel of Abhâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e140",
      "en": "<rgb=#FF0000>Give</rgb> the silver drake-horn to Mangur Bentpenny",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "The sacred Jewel of Abhâr has been found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56812",
      "en": "'Thank you for retrieving the Jewel of Abhâr, [placeholder], for the orange light that shines from this gem symbolizes reason, and if there is one quality that best describes the dwarves, it is that one!\\n\\n'It is true, my friend. I hope you do not think all dwarves act without thought, for when something is of great importance to our people, I assure you there is much consideration that goes on, just beneath the surface. Indeed, some dwarves may do much of their thinking out loud, as it seems your friend the Dourhand may have done.\\n\\n'I am glad you endured the tasks of Mangur Bentpenny, my friend, for now the Jewel of Abhâr has been restored to its proper place in the throne! And that is reason enough!'\\n\\nRísti Graver chuckles to himself.\\n\\n'Just my little joke, [placeholder]. Thank you again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502937",
      "en": "Collect the horn of a silver drake",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e148",
      "en": "<rgb=#FF0000>Give</rgb> the Iron Crown treasures to Mangur Bentpenny",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502911",
      "en": "Talk to Mangur Bentpenny",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01107",
      "en": "Rísti Graver can be found at the Steepset in Máttugard.\\n\\nYou should talk to Rísti Graver.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c2",
      "en": "'The sacred Jewel of Abhâr has been found... but there is a problem. It has been found by a Dourhand, Mangur Bentpenny, in the Welkin-lofts! I ask you to find a way to retrieve it from this Dourhand without causing too unpleasant an incident.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f2",
      "en": "'What? You got the horn of a silver drake?'\\n\\nMangur Bentpenny mumbles under his breath.\\n\\n'This fool should be dead.'\\n\\nMangur Bentpenny clears his throat and continues speaking to you.\\n\\n'Hmm, I can see you really are serious about this jewel. Your desire to own this gem makes it more valuable, however. The price has gone up! The horn you gave me is not a fair trade. I need something more....\\n\\n'Ah, Iron Crown treasures! My friends and I have been trying to acquire the Iron Crown treasures hidden in the Welkin-lofts, but to no avail! If you can find and bring us these hidden treasures, then I will relinquish the jewel to you. You have my word... again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc6",
      "en": "Collected Iron Crown treasures ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c5",
      "en": "'What is it you want, stranger? The Jewel of Abhâr? Bah, is that what this stone I found is called? Sounds important! Sounds even more important if you've come asking about it, I think!\\n\\n'Do you expect me to just give it to you? I lay claim to it after all, found it fair! If you want this jewel, then what are you going to do for me? Hmm, let me think....'\\n\\n'Aha! Yes, yes, I've got just the thing! I've always wanted the horn of a silver drake! They are rare beasts, but I've seen one or two here in the Welkin-lofts. You get me the horn of a silver drake, and then... then we'll talk. Not before!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf8",
      "en": "Collected the horn of a silver drake",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50218",
      "en": "Talk to Rísti Graver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab1",
      "en": "Zidir-nesad: The Jewel of Abhâr",
      "es": "",
      "es (fem)": ""
    }
  ]
}