{
  "id": 621043230,
  "txt": [
    {
      "id": "0x8e11be7",
      "en": "Added the Jewel of Amnâd to the Throne of Zidir-nesad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b1",
      "en": "Rísti Graver can be found at Steepset in Máttugard.\\n\\nYou should talk to Rísti Graver.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b4",
      "en": "The Jewel of Amnâd can be found in Máttugard.\\n\\nYou should find a way to get to the Jewel of Amnâd.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b92",
      "en": "Collected the Jewel of Amnâd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502930",
      "en": "Talk to Rísti Graver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e168",
      "en": "Add the Jewel of Amnâd to the Throne of Zidir-nesad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502933",
      "en": "Talk to Rísti Graver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a6",
      "en": "The Throne of Zidir-nesad can be found at the Steepset in Máttugard.\\n\\nYou should add the Jewel of Amnâd to the Throne of Zidir-nesad under Rísti Graver's supervision.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502935",
      "en": "Find a way to get to the Jewel of Amnâd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf7",
      "en": "The lever mechanism reveals a set of precarious platforms on the structure above!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d5",
      "en": "The Jewel of Amnâd can be found in Máttugard.\\n\\nYou should collect the Jewel of Amnâd.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab1",
      "en": "Zidir-nesad: The Jewel of Amnâd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56812",
      "en": "'I thank you for retrieving the Jewel of Amnâd, one of the seven sacred jewels of Zidir-nesad. I have been researching the jewel since its discovery, but to see it restored fills me with a feeling of triumph I can hardly explain, even to you.\\n\\n'Behold its light green radiance! This gem symbolizes the will of the dwarves to achieve whatever they set their minds and muscles to accomplish... let it be a sign to all those who struggle against overwhelming odds, and give them the strength to persevere! The return of this jewel shall undoubtedly give us the will to continue our quest and see the Mountain-home reclaimed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "Rísti Graver, the greatest foreman of the Ironfold, has learned the location of the sacred Jewel of Amnâd. While the jewel has been found, it will take a skilled hero to recover it and return it to the throne! You should seek out Rísti Graver as soon as you are able.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a9",
      "en": "Rísti Graver can be found at the Steepset in Máttugard.\\n\\nYou should talk to Rísti Graver.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "The sacred Jewel of Amnâd has been found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01107",
      "en": "Rísti Graver can be found at the Steepset in Máttugard.\\n\\nYou should talk to Rísti Graver.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c2",
      "en": "'The sacred Jewel of Amnâd! It has been found, right here in Máttugard, but no one can say how to reach it! I ask you to find a way to retrieve it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502950",
      "en": "Collect the Jewel of Amnâd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50218",
      "en": "Talk to Rísti Graver",
      "es": "",
      "es (fem)": ""
    }
  ]
}