{
  "id": 621043231,
  "txt": [
    {
      "id": 148970471,
      "en": "Added the Jewel of Abnâh to the Throne of Zidir-nesad",
      "es": ""
    },
    {
      "id": 172396017,
      "en": "'Who now dares disturb Nakhauga?!'",
      "es": ""
    },
    {
      "id": 184621233,
      "en": "Rísti Graver can be found at the Steepset in Máttugard.\\n\\nYou should talk to Rísti Graver.",
      "es": ""
    },
    {
      "id": 173025584,
      "en": "Talk to Rísti Graver",
      "es": ""
    },
    {
      "id": 251715944,
      "en": "Add the Jewel of Abnâh to the Throne of Zidir-nesad",
      "es": ""
    },
    {
      "id": 148970485,
      "en": "Defeated Nakhauga",
      "es": ""
    },
    {
      "id": 173025587,
      "en": "Talk to Rísti Graver",
      "es": ""
    },
    {
      "id": 184621222,
      "en": "The Throne of Zidir-nesad can be found at the Steepset in Máttugard.\\n\\nYou should add the Jewel of Abnâh to the Throne of Zidir-nesad under Rísti Graver's supervision.",
      "es": ""
    },
    {
      "id": 173025588,
      "en": "Defeat Nakhauga",
      "es": ""
    },
    {
      "id": 148970487,
      "en": "Retrieved the Jewel of Abnâh",
      "es": ""
    },
    {
      "id": 184621269,
      "en": "Nakhauga can be found in Deepscrave.\\n\\nYou should collect the Jewel of Abnâh from Nakhauga.",
      "es": ""
    },
    {
      "id": 149027505,
      "en": "Zidir-nesad: The Jewel of Abnâh",
      "es": ""
    },
    {
      "id": 173025590,
      "en": "Retrieve the Jewel of Abnâh",
      "es": ""
    },
    {
      "id": 162883602,
      "en": "'I thank you for retrieving the Jewel of Abnâh, one of the seven sacred jewels of Zidir-nesad. I have spent so long studying the meaning of these gems, but to finally see this one restored lightens my heart and fills me with a happiness I find difficult to explain.\\n\\n'How blue shines the light reflecting from it! This gem symbolizes the grand traditions of the dwarves, and reminds us to remember the places from which we came. The return of this jewel will undoubtedly boost the spirits of all who see it, letting them know the rightness of our cause. The Mountain-home welcomes we who come back to it.'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "Rísti Graver, the greatest foreman of the Ironfold, has learned the location of the sacred Jewel of Abnâh. While the jewel has been found, it will take a skilled hero to recover it and return it to the throne! You should seek out Rísti Graver as soon as you are able.",
      "es": ""
    },
    {
      "id": 184621225,
      "en": "Rísti Graver can be found at the Steepset in Máttugard.\\n\\nYou should talk to Rísti Graver.",
      "es": ""
    },
    {
      "id": 148970489,
      "en": "The greedy Orc attacks!",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "The sacred Jewel of Abnâh has been found.",
      "es": ""
    },
    {
      "id": 173025592,
      "en": "Summon Nakhauga",
      "es": ""
    },
    {
      "id": 246419719,
      "en": "Rísti Graver can be found at Steepset in Máttugard.\\n\\nYou should talk to Rísti Graver.",
      "es": ""
    },
    {
      "id": 190220738,
      "en": "'The sacred Jewel of Abnâh! It has been found in the Deepscrave, upon the crown of a greedy Orc named Nakhauga whose fingers on the sacred stone cannot be further allowed! I ask you to retrieve it.'",
      "es": ""
    },
    {
      "id": 111477272,
      "en": "Talk to Rísti Graver",
      "es": ""
    }
  ]
}