{
  "id": 620842342,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We have the truth now, but it should not stop here. The murderers should not be allowed to dwell under their curse in this way, their guilt smothered and pacified by denial and lies!\\n\\n'You must confront the shade again, but armed with the truth this time. I wish to see if he will admit his wrongdoing like an honourable man, but somehow I doubt he will.\\n\\n'The mystery is solved, but what good is it if the murderers are allowed to endure? You will do much for the memory of those worthy Men who perished in this horrible time for Audaghaim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Welcome back, [placeholder]! You have done a very, very good deed in the name of those who fell while resisting the Dark Lord's evil influences. It is a tragic tale, but it is for the best that you did not allow its denial to be endured.\\n\\n'You should be proud of what you accomplished today, even if it is too late to benefit the poor woodsmen who fell so many years ago. Their story should not be buried under the corruptions of Mirkwood, for they were heroes, and the truth deserves to be woven into song -- not forgotten, as the murderers would wish.\\n\\n'Guilt and denial are the cruelest of enemies, my friend. You did well to fight them with such vigilance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We are close to avenging the brave Men who fell while standing against the evil that took hold here. You should confront that condemned shade to whom you first spoke once more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'No! It is impossible! That...that story is no longer true. We destroyed that past and moved on with our lives. Why do you disturb our long peace with evils better left buried? That tale cannot be allowed to endure! You shall pay dearly for your meddling, Outsider!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Accursed City",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Prestadír now understands that the condemned villager to whom you spoke earlier orchestrated the murders of any and all who resisted the \\qprogress\\q of the Necromancer's influence. He wishes for the shade's denial to be confronted with the long-buried truth at last.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "tbd has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Confront the condemned villager once more",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The condemned villager is in the accursed village of Audaghaim, in the Dourstocks, east of the Haunted Inn.\\n\\nYou should confront the condemned villager once more, this time armed with full knowledge of the truth he strove to conceal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Prestadír at the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Prestadír awaits you at the Haunted Inn in the Dourstocks, west of Audaghaim.\\n\\nYou should speak with Prestadír and tell him that the evil past of Audaghaim has been confronted at last.",
      "es": "",
      "es (fem)": ""
    }
  ]
}