{
  "id": 621040842,
  "txt": [
    {
      "id": "0x9b56886",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Blood of Azog: A Lesson Hard-learned",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Reithvald Red-ember",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Before this war began, King Thorin sent three elder warriors to aid his son: Agnar Brokentooth, Lági Helmbiter, and Reithvald Red-ember. They are Dwarves of the Kharum-ubnâr, the Brethren of Survivors. It is an order little known outside the line of Durin's Folk, but its members hold a place of high esteem in the eyes of King Thorin, and more importantly, those of his brother, Náin.\\n\\n'I would wager there is little that might temper his fervour for battle as much as the word of one of the Kharum-ubnâr — let alone three of them!\\n\\n'I believe Prince Durin intends to send word to Zarkul-sulûn that his uncle might be apprised of the plan to reclaim Mount Gundabad. It so happens that Agnar, Lági, and Reithvald are among his garrison. Need I explain myself further, [placeholder]? This must be done delicately, that the Prince is not undermined in the eyes of the Gabil'akkâ.\\n\\n'You are a trusted friend, [placeholder], and I am certain the Prince would send you on this errand should you ask.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'[placeholder], what did Náin have to say of my plan?'\\n\\nYou deliver Náin's guidance to Prince Durin. The Prince's face becomes stern, betraying the faintest hint of embarrassment.\\n\\n'I must admit, my friend, that is not the response I expected. But if uncle Náin believes I should send word to my father that the Gabil'akkâ might be the better for it, I have no reason to doubt his judgment. After all, it was not so long ago that I spent my days at the Quenching Trough in Járnfast, spared the battle before the Lonely Mountain by the will of my father. Ah, but when it is my uncle who urges restraint, only a fool would ignore his counsel!\\n\\n'Perhaps I was too swift to dismiss Glóin's concerns. I shall have to apologize to him for my imprudence, if I might.\\n\\n'It seems I have much still to learn, despite my station.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Náin the Slakeless at Zarkul-sulûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Ah, [placeholder]! It is good to see you here once again, my friend.\\n\\n'For my part, I have not sat idle since the battle at the gates of Mount Gundabad! After the death of Ránulur, Gorgar fled in fear from the Gabil'akkâ! And yes, I am quite aware that Hrímil Frost-heart may have influenced his actions, but it was a victory nonetheless. After so much hardship, a mere wall of ice cannot keep me from my prize!\\n\\n'I saw you speaking with Glóin. All is well, I hope?'\\n\\nYou tell Durin that Glóin told you of a new plan to reclaim the Mountain-home and you request that you might be the one to bring word of it to Náin.\\n\\n'Indeed! It is my belief that we should breach the ice on the morrow and hunt down Gorgar within the halls of Gundabad. Dwarves are hardier than Orcs, after all, and if we grant our enemies too much rest, all of our efforts in this war would be for naught. We are so near to victory, my friend! We mustn't let up now!\\n\\n'As for your request, it is granted. Deliver word of my plans to Náin, and see if he finds it to his liking!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Durin at Annâk-khurfu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'How fares my nephew at Annâk-khurfu, [placeholder]?'\\n\\nYou exchange welcomes with Náin, and then tell him of Prince Durin's plans to reclaim Gundabad. After a moment, you ask Náin what the Kharum-ubnâr in his garrison might make of it.\\n\\n'It is a sound plan to my ear, but my eagerness for battle is well-known. I would not even wait for the morrow, were I a younger dwarf!'\\n\\nNáin pauses.\\n\\n'It may be that Thorin is not as well-suited to battle as I am, but he is keen in judgement. It was not by a mere whim that my brother sent three of the Kharum-ubnâr to aid the Prince. Beyond those three warriors, none of the Longbeards in the Gabil'akkâ, even old Glóin, have seen so much of battle and its costs.\\n\\n'I will honour your request, if you would honour one of my own. I have seen Gorgar's ilk, all manner of evil beasts, and even some of those wicked Men of Angmar drawing nearer to Zarkul-sulûn since the battle at the gates, and I would not have them doubt our mettle. Slay them to the last!\\n\\n'Let us see how the Kharum-ubnâr judge Durin's plan, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Defeated enemies in the War of Three Peaks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'What does Lord Náin ask of me?'\\n\\nYou tell Agnar about Prince Durin's plan to reclaim Mount Gundabad and ask what he thinks of it.\\n\\n'We did what we could to hinder Gorgar and his army of Orcs on the field, but these old bones are not as strong as they were when I was a younger dwarf. I am as eager as Prince Durin to return to Gundabad, but it is a difficult prize to grasp — and I should know!\\n\\n'After all, I was there when Komog, son of Azog, fell broken in its halls, and I remember how it fell just as quickly back into the hands of the Orcs after the war!\\n\\n'Do not misunderstand me, [placeholder]. I think much better of our chances this time, but I would not press the attack until we are better prepared for what awaits us within.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Eager to put an end to the War of Three Peaks, Durin has devised a plan to reclaim Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Náin the Slakeless can be found at Zarkul-sulûn in the War of Three Peaks.\\n\\nDurin has asked you to return to the war-front and seek the counsel of his uncle, Náin, at Zarkul-sulûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'It is good to see you, [placeholder]. But what has brought you here?'\\n\\nYou present Prince Durin's plan to reclaim Mount Gundabad to Lági and ask his thoughts on it.\\n\\n'Although he has led the Gabil'akkâ admirably through this war, I have many misgivings in regard to the Prince's plan.\\n\\n'Just look at the soldiers here in Zarkul-sulûn. They are tired.\\n\\n'We spent the lives of many dwarves to win the gates of Mount Gundabad, but for those who survived, it is now a matter of will — and not all of the dwarves in the Gabil'akkâ can bear such a burden. Hardship is to be expected in war, but many of these soldiers do not know it as I do.\\n\\n'In my youth, we spent six years of bitter war fighting our enemies, but even in the height of his fury, King Thráin knew the value of respite from battle. Many look back at that war as a single, great battle at Azanulbizar, but had we fought those years without rest, we would never have made it to the gates of Khazad-dûm.\\n\\n'If Prince Durin would hear my advice, it is that our soldiers need rest and the time to heal for the coming battles. We have been fortunate thus far in the War of Three Peaks, but winning a battle does not win a war!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Durin can be found in the war-room at Annâk-khurfu.\\n\\nGlóin has asked you to speak to Durin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Náin the Slakeless at Zarkul-sulûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Lord Náin has sent you? I have much to report, [placeholder], some for good and some for ill.\\n\\n'Of the good, our defences have held against the Orcs and their numbers have dwindled since our encounter at the gates of Mount Gundabad. Those few that make their way to our line are unorganized and easy prey for the Zhélruka. In the past several days, I am proud to report that we have not lost a single dwarf!\\n\\n'Ah, but of the bad, it should come as little surprise. We are still engaged in war, my friend. There is no time to simply take shelter and rest while Gorgar hides within the Mountain-home. After all, there are other ways out of that mountain and the Orcs must know all of them.'\\n\\nYou interject to ask Reithvald about Prince Durin's plan to reclaim Gundabad.\\n\\n'Ah, that is not so simple a matter. My soldiers are in need of rest. I have seen enough of battle to know the signs of fatigue, even if they are too proud to admit it.\\n\\n'Durin holds some of his army in reserve at Annâk-khurfu, and I would urge him to send as many soldiers as he can spare to relieve us. Even if only for a short time, it would be of great help to us for the coming battles!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Zarkul-sulûn can be found in the War of Three Peaks.\\n\\nDurin has asked you to return to the war-front and seek the counsel of his uncle, Náin, at Zarkul-sulûn.\\n\\n<rgb=#FF0000>NOTE: You may access the War of Three Peaks by using the Blazon of the Gabil'akkâ behind Durin in Annâk-khurfu or by taking a travel route from the stable-master outside Annâk-khurfu.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Defeat enemies in the War of Three Peaks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Agnar Brokentooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Lági Helmbiter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Durin at Annâk-khurfu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Enemies can be found throughout the War of Three Peaks. Agnar Brokentooth, Lági Helmbiter, and Reithvald Red-ember of the Kharum-ubnâr can be found at Zarkul-sulûn and nearby encampments during the War of Three Peaks.\\n\\nNáin the Slakeless, uncle of Durin, has asked you to present Durin's plan to reclaim Mount Gundabad to Agnar Brokentooth, Lági Helmbiter, and Reithvald Red-ember. He has also asked you to slay enemies of the Gabil'akkâ in the War of Three Peaks.\\n\\n<rgb=#FF0000>NOTE: You may access the War of Three Peaks by using the Blazon of the Gabil'akkâ behind Durin in Annâk-khurfu or by taking a travel route from the stable-master outside Annâk-khurfu.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Náin the Slakeless can be found at Zarkul-sulûn in the War of Three Peaks.\\n\\nYou have slain many foes in the War of Three Peaks, and you have heard the guidance of Agnar, Lági, and Reithvald in regard to Prince Durin's plan to reclaim Gundabad. You should return to Náin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Travel to Zarkul-sulûn in the War of Three Peaks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Durin can be found in the war-room at Annâk-khurfu.\\n\\nNáin the Slakeless has advised you to bring word to Prince Durin that he should stay his hand in the war and consult his father, Thorin, at the Lonely Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Well, what had the elders of the Kharum-ubnâr to say of the Prince's plan?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Let us hope the guidance of the Kharum-ubnâr is enough!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'So you return, [placeholder]. What did they have to say of Prince Durin's plans?'\\n\\nYou inform Náin of what Agnar, Lági, and Reithvald told you.\\n\\n'I should have expected such wisdom from the Dwarves of the Kharum-ubnâr! In truth, I find myself in agreement with them, but a dwarf of my reputation could hardly deliver such news to Durin. I would be called Náin the Slaked, and that is no title for the Lord of the Iron Hills!\\n\\n'Were it my army, I would muster more forces to Elderslade and call upon distant cousins and allies, but that would be a matter to bring before my brother, Thorin. Ah, for once, I am pleased such a decision is not left to me!\\n\\n'You must return to Annâk-khurfu on my behalf, [placeholder]. Let this be my guidance to the Prince: seek the wisdom of your father and stay your hand for the moment that it might soon swing with renewed strength.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'If my uncle and I are in agreement, we will press the attack at dawn!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Ah, for once, I am pleased such a decision is not left to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Although the din of war can be heard in the distance, Zarkul-sulûn is quiet",
      "es": "",
      "es (fem)": ""
    }
  ]
}