{
  "id": 621040843,
  "txt": [
    {
      "id": "0xfa8e117",
      "en": "You arrive at King Thorin's throne with Hermáth and Hersegg at your side",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Blood of Azog: At Seventh Light",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Hermáth Stormhammer at Annâk-khurfu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Durin at Annâk-khurfu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'It's time we set out, I think!\\n\\n'I am not the young dwarf I once was, so better we travel sooner than later. Ah, but before we go, you should speak to King Thorin. After all, he will wish to know that another dwarf is coming with us!'\\n\\nHermáth gestures to Hersegg.\\n\\n'Come along, [placeholder]. We ought to find him in the Hall Under the Mountain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Hersegg at Annâk-khurfu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Find Prince Durin and Hermáth Stormhammer in the war-room at Annâk-khurfu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Ah, [placeholder]!\\n\\n'It is high time you returned to my son, I think. After all, there is a war to be won and the Mountain-home awaits!\\n\\n'Although I am certain my father Dáin would have been just as eager to join in the reclamation of Mount Gundabad, I am pleased that Hermáth will be there to guide Durin in the coming days of his campaign.\\n\\n'You have done much to aid my son. For that, I and all of Durin's Folk thank you. May the Gabil'akkâ triumph!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "As you arrive at Annâk-khurfu, Hermáth and Hersegg look out upon Elderslade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'A moment, [placeholder]....'\\n\\nHermáth Stormhammer looks to King Thorin and speaks.\\n\\n'Do not fear for your son, Thorin. Your father, Dáin, was so proud when he was born, and rightly so! Each of us hoped that our sons would be Durin reborn... and though it was not fated to be for my son, I still hold hope that Durin will embody his namesake when the time is right.'\\n\\nHermáth Stormhammer turns back to you.\\n\\n'Lead the way, my new friend... the Prince awaits us!'\\n\\n\\n<rgb=#FF0000>NOTE: You will swiftly travel to Annâk-khurfu in Elderslade when you advance this quest.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "After resolving to aid King Thorin Stonehelm and Prince Durin, Hermáth Stormhammer and Hersegg prepare to join the Gabil'akkâ at Elderslade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Hermáth Stormhammer can be found before King Thorin's throne in the Hall Under the Mountain at Erebor.\\n\\nAfter bidding farewell to King Thorin, Hermáth and Hersegg appear ready to begin the journey to Elderslade. You should talk to Hermáth Stormhammer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to King Thorin in the Hall Under the Mountain, in Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'It has been a long time... but the Slade is still as I remember it.\\n\\n'This old fortress had a different name during the Sixth War, but Annâk-khurfu is more fitting, I think.\\n\\n'I am glad that our paths have crossed, [placeholder]. When the time comes to reclaim Gundabad, I will consider myself fortunate to have you at my side—and I am sure Durin will think much the same!\\n\\n'I ought to not keep Prince Durin waiting, so I will meet you inside, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "King Thorin can be found in the Hall Under the Mountain, in Erebor.\\n\\nHoping to set out for Elderslade, Hermáth Stormhammer has urged you to bid your farewells to King Thorin. You should find King Thorin in the Hall Under the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Annâk-khurfu can be found in Elderslade.\\n\\nYou should travel to Annâk-khurfu in Elderslade with Hermáth and Hersegg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "King Thorin can be found at his throne in the Hall Under the Mountain at Erebor.\\n\\nAfter preparing for the journey to Elderslade, Hermáth Stormhammer has suggested the three of you speak to King Thorin. You should talk to King Thorin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Hermáth Stormhammer in the Hall Under the Mountain, in Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Hermáth Stormhammer can be found outside Annâk-khurfu in Elderslade.\\n\\nYou have arrived at Annâk-khurfu in Elderslade. You should talk to Hermáth Stormhammer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Travel to Annâk-khurfu in Elderslade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Find King Thorin in the Hall Under the Mountain, in Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Hersegg can be found outside Annâk-khurfu in Elderslade.\\n\\nYou have arrived at Annâk-khurfu in Elderslade and Hermáth Stormhammer has gone to speak to Prince Durin. You should talk to Hersegg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Durin can be found in the war-room at Annâk-khurfu.\\n\\nYou have returned to Annâk-khurfu at last. You should find and talk to Durin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "As Hermáth walks into Annâk-khurfu, Hersegg sighs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Durin can be found in the war-room at Annâk-khurfu.\\n\\nAfter Hermáth Stormhammer's arrival at Annâk-khurfu, Durin appears equally confused and awed. You should find and talk to Durin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Dashing off, Hersegg enters Annâk-khurfu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'When I asked my father to send his aid, I did not expect you to return with Hermáth Stormhammer!'\\n\\nDurin appears overwhelmed.\\n\\n'Hermáth and I have spoken since his arrival, and we have agreed that the Gabil'akkâ will march on Mount Gundabad at dawn—in seven days, of course! Those that would answer the muster will need time to travel to Elderslade, and I eagerly await their arrival. Every dwarf shall have a role to play in the reclamation of Mount Gundabad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'So this is Elderslade? Hmmph, it is smaller than it seemed in grandfather's stories!'\\n\\nHersegg pauses.\\n\\n'It is beautiful, though, and Mount Gundabad is greater than I could have ever imagined. Ah, but this is not a time for tours. I should introduce myself to the Dwarves of the Gabil'akkâ and see what needs to be done!\\n\\n'I'm sure I'll see you around, [placeholder]. After all, this won't be the last time you hear my name!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "With Hermáth Stormhammer near at his side, Durin appears both confused and awed",
      "es": "",
      "es (fem)": ""
    }
  ]
}