{
  "id": 621040844,
  "txt": [
    {
      "id": 216727831,
      "en": "Hersegg can be found at Akrâz-zahar in Erebor, the Lonely Mountain.\\n\\nHersegg has offered to tell you Nár's tale as transcribed by her grandfather, Hermáth Stormhammer. You should talk to Hersegg.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Begin your study of Hermáth Stormhammer's account of the Battle of Azanulbizar\\n<rgb=#FF0000>(Use 'Tales of Yore: Azanulbizar' in Akrâz-zahar to travel to Azanulbizar, T.A. 2799)</rgb>",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "'Tales of Yore: Azanulbizar' can be found at Akrâz-zahar within the Lonely Mountain.\\n\\nAfter learning that King Thorin wishes for you to learn more of the Battle of Azanulbizar, Hersegg has directed you to the works of her grandfather, Hermáth Stormhammer, collected in a volume known as 'Tales of Yore: Azanulbizar'.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Hersegg can be found at Akrâz-zahar in Erebor, the Lonely Mountain.\\n\\nYou have listened to Hersegg's telling of Nár's tale as transcribed by her grandfather, Hermáth Stormhammer. You should talk to Hersegg.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "'Tales of Yore: Azanulbizar' can be found at Akrâz-zahar within the Lonely Mountain.\\n\\nYou have begun your study of Hermáth Stormhammer's account of the Battle of Azanulbizar. You should complete your study before returning to King Thorin.\\n\\n<rgb=#FF0000>NOTE: You must complete the deed 'The Battle of Azanulbizar' to advance this quest.</rgb>",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Complete your study of Hermáth Stormhammer's account of the Battle of Azanulbizar",
      "es": ""
    },
    {
      "id": 24695152,
      "en": "To the surprise of both you and the dwarf Hersegg, King Thorin's missive directed Hersegg to share with you her grandfather's account of the Battle of Azanulbizar.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "King Thorin can be found at his throne in the Hall Under the Mountain at Erebor.\\n\\nYou have finished your study of Hermáth Stormhammer's account of the Battle of Azanulbizar. You should return to King Thorin.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to King Thorin in the Hall Under the Mountain, in Erebor",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'What did you make of Hermáth's account, my friend?'\\n\\nYou talk to King Thorin about Hermáth's account of the battle, making note of certain moments.\\n\\n'Ah, very good. I am told it is quite a faithful retelling of the battle... speaking as a dwarf who wasn't there, of course!\\n\\n'While you were off with the Kharum-ubnâr, I had time to consider our next course of action. My son awaits his reinforcements!'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Talk to Hersegg and learn of 'Nár's Tale'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Let me see what all this is about!'\\n\\nHersegg looks over the missive from King Thorin. Her bushy eyebrows raise and lower a few times until finally she lets out what seems to be a sigh of relief.\\n\\n'Well, that wasn't what I expected....\\n\\n'I must apologize for my curt introduction, [placeholder]. I am Hersegg, and I tend to Akrâz-zahar on behalf of the Kharum-ubnâr.\\n\\n'As for that missive, it seems King Thorin wishes for me to introduce you to the works of my grandfather, Hermáth Stormhammer. He kept a detailed account of his experiences in the Sixth War of the Dwarves and Orcs, especially the Battle of Azanulbizar. In fact, a collection of his volumes are right over there! Although I am sure Prince Durin has heard tales of that war before, the King insists your study of it will be of use to his son and the Gabil'akkâ.\\n\\n'But it's no use studying the battle without hearing the beginning of the tale, I say. King Thorin has given me a task of my own, but since I have a little time, I'd be honoured to read it to you.\\n\\n'So, what do you say?'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Hersegg at Akrâz-zahar",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Are you ready to hear the tale of Nár, [placeholder]?'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'As for Nár, I think it's good that he has finally left Zudrugund behind.\\n\\n'Since his return, Nár has made many friends in the Lonely Mountain. When he feels well enough to visit us here in Akrâz-zahar, I have heard his laugh and seen the light in his eye when he smiles. Although it pains me to even think such a thing, perhaps his addlement has been something of a mercy — some small kindness bestowed upon him by the First Crafter.\\n\\n'Let us hope that Nár has found some measure of happiness again, even at so old an age. It is the very least he deserves!\\n\\n'Now then, I must tend to the task King Thorin gave to me, and you ought to begin your studies of my grandfather's work!'\\n\\nHersegg gestures to a stack of books atop the nearby table.\\n\\n'Those will tell you all you need to know about the Battle of Azanulbizar, [placeholder]. When you've studied it enough for your liking, you are to return to the King Under the Mountain.\\n\\n'With any luck, I'll see you again soon.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Blood of Azog: The Sixth War",
      "es": ""
    }
  ]
}