{
  "id": 621040841,
  "txt": [
    {
      "id": "0xeb01180",
      "en": "Glóin can be found in the war-room at Annâk-khurfu in Elderslade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "King Thorin can be found in the Hall Under the Mountain at Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "King Thorin can be found in the Hall Under the Mountain at Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "King Thorin can be found in the Hall Under the Mountain at Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Hermáth Stormhammer can be found at Vosh Torú, in the Dwelling-halls of Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Prince Durin can be found in the war-room at Annâk-khurfu in Elderslade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Hersegg can be found in Akrâz-zahar at Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Durin can be found in the war-room at Annâk-khurfu.\\n\\nAfter speaking with Hermáth Stormhammer, Durin has decided that the Gabil'akkâ will march on Mount Gundabad in seven days. You should talk to Durin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Durin at Annâk-khurfu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I can hardly believe how much has changed since you departed Elderlsade. I am told you studied Hermáth's account of the Sixth War, and perhaps I should as well when at last I return to the Lonely Mountain. In the meantime, I am fortunate enough to have the Stormhammer at my side!\\n\\n'The last blood of Azog still dwells within Mount Gundabad, but when the final test comes in those hallowed halls, we shall be victorious! Neither Gorgar nor Hrímil shall keep us from our prize!\\n\\n'Were it not for you and Glóin, I... thank you, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "After the escape of Gorgar, son of Bolg, and the sealing of the gates of Mount Gundabad by Hrímil Frost-heart, Prince Durin faces his first true test. As Durin weighs whether it will be vengeance or wisdom that guides his hand, Lord Glóin's thoughts turn to conflicts of old. All too familiar with the triumphs and sorrows of Durin's Folk, Glóin hopes that a lesson in history might temper Prince Durin's desire to bring the War of Three Peaks to an end at all cost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Aid Glóin with 'Blood of Azog: A Lesson Hard-learned'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Aid Prince Durin with 'Blood of Azog: Fathers and Sons'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "<rgb=#00FF00>It is recommended, but not required, that you complete The Legacy of Durin and the Trials of the Dwarves, Chapters 1-4 before playing 'Blood of Azog.'</rgb>\\n\\n'It is good to see you again, [placeholder]. This is not the manner of reunion I would have preferred, but I'm afraid it could not be helped.\\n\\n'Though I have tried to convince him otherwise, Prince Durin blames himself for the setback at the gates of Mount Gundabad. He considers it a defeat, a failure, and perhaps most of all, a rebuke to his worthiness of the name Durin. Even though that is not so, I fear he believes that vengeance might be his only path to redemption in the eyes of the Longbeards.\\n\\n'Prince Durin has heard many tales of the deeds of his grandfather, but neither he nor even King Thorin know them as I do. In my youth, I learned the cost of vengeance first-hand. I was at Azanulbizar! I know well the price that was paid to see Azog's head set upon a pike!\\n\\n'It is true that Gorgar and Hrímil await us beyond the gates of Mount Gundabad, but within the Mountain-home, the advantage belongs to them. If we are to win this war and reclaim the sacred mountain, our soldiers must be given the time to tend their wounds and prepare for the battles ahead.\\n\\n'Let us help Prince Durin to lead the Gabil'akkâ to victory, my friend. That is all I ask.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Aid Hermáth Stormhammer with 'Blood of Azog: At Seventh Light'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Aid King Thorin with 'Blood of Azog: Will of the Stormhammer'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Aid King Thorin with 'Blood of Azog: Muster to the Mountain-home'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Aid Hersegg with 'Blood of Azog: The Sixth War'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Interlude: Blood of Azog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Aid King Thorin with 'Blood of Azog: Brethren of Past and Present'",
      "es": "",
      "es (fem)": ""
    }
  ]
}