{
  "id": 621040846,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "King Thorin's riders can be found at the Lonely Mountain, Erebor.\\n\\nKing Thorin has asked you to deliver missives to his riders at Erebor. You should deliver missives to King Thorin's riders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "King Thorin can be found at his throne in the Hall Under the Mountain at Erebor.\\n\\nYou have delivered all of the missives to King Thorin's riders at Erebor. You should return to King Thorin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Deliver a missive to Garni at Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Garni accepts the missive, and prepares to set off",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Deliver a missive to Skalla at Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x37e2b41",
      "en": "'If the King Under the Mountain wishes it, it will be done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Deliver a missive to Uddvar at Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x37e2b42",
      "en": "'I have made the journey to Thorin's Hall many times. Consider it done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Deliver a missive to Vísbur at Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x37e2b43",
      "en": "'Ah, Gabilshathûr? I am glad the Angmarim have left their old kingdom!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x37e2b44",
      "en": "'I will be curious to see how our cousins in the East have fared since the War.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Skalla accepts the missive, and prepares to set off",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x37e2b45",
      "en": "'After so many years apart, I wonder what the Kámbrada and Stout-axes will make of each other.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Uddvar accepts the missive, and prepares to set off",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Vísbur accepts the missive, and prepares to set off",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "After you delivered a missive to Hersegg, granddaughter of Hermáth Stormhammer, and learned of the Sixth War of the Dwarves and Orcs, King Thorin has tasked you with guiding his swiftest riders to send word of the muster to the Mountain-home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Let us make certain that Durin receives his reinforcements, [placeholder]. The Gabil'akkâ must be well-prepared for the conquest of the Mountain-home!\\n\\n'To that end, I have written a number of missives to be delivered to other Longbeard holdings across the world as well as those of our cousins, the Landorrim and Narfanghoth. Among several others, I have called upon all the dwarves of Thorin's Hall, Gabilazan, and even Gabilshathûr in the realm of old Angmar. None shall be excluded from joining the Gabil'akkâ, for as my son rightly said, there will be need for dwarves of all vocations at Gundabad in the days ahead.\\n\\nIn addition, I have drafted missives to the Kings of the Temámir, the Abnúzhu, and... the Kámbrada. After all, it is high time they learned of their cousins from Mordor! I do not know if any among them will send word in return, but I hold hope that the old friendships between our peoples have not been forgotten.\\n\\n'I ask that you seek out Skalla, Vísbur, Fregi, Garni, and Uddvar here at Erebor, and see that they bring word of the muster to the Mountain-home!\\n\\n'Will you deliver these missives to my riders, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Fregi accepts the missive, and prepares to set off",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to King Thorin in the Hall Under the Mountain, in Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Deliver these missives to my riders at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Deliver a missive to Fregi at Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Blood of Azog: Muster to the Mountain-home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'It is done? Very good, my friend.\\n\\n'Let us hope their errands are done swiftly and without incident. If the reclamation is to succeed, a great many dwarves must answer the call to Elderslade!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}