{
  "id": 621040848,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'Welcome, [placeholder]. What business have you with the Kharum-ubnâr?'\\n\\nYou explain that you have been sent by King Thorin to deliver a missive to Hersegg.\\n\\n'A missive from King Thorin? I do hope this isn't about the cave-claws again. Last time was an accident, I swear it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Welcome, friend of Durin's Folk. What business have you with the Kharum-ubnâr?'\\n\\nYou explain that you have been sent by King Thorin to deliver a missive to Hersegg.\\n\\n'A missive from King Thorin? I do hope this isn't about the cave-claws again. Last time was an accident, I swear it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Blood of Azog: Brethren of Past and Present",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Hersegg can be found at Akrâz-zahar in the Dwelling-halls of Tumnu-dûm, in Erebor.\\n\\nYou have found Hersegg at Akrâz-zahar. You should deliver King Thorin's missive to Hersegg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "Nár smiles happily, but he does not appear to notice you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "Hersegg stands behind a bar within Akrâz-zahar, dutifully cleaning plates and mugs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'My son asks my guidance in winning a war.'\\n\\nThorin chuckles to himself.\\n\\n'I may not be a warrior in the manner of my father, [placeholder], but I know well enough that those of Kharum-ubnâr learned such lessons long ago.\\n\\n'After all, it was Dáin who organized the Kharum-ubnâr after the war's end. It was to be comprised of those who survived the Sixth War, and those descended from Marasrân—the Burned Dwarves of Azanulbizar. Agnar, Lági, and Reithvald are not the only dwarves of that order who still dwell within the Lonely Mountain, my friend. Perhaps their wisdom might be of use to my son....'\\n\\nThorin thinks for a moment, stroking his beard. After a moment, he produces a small scrap of paper and writes upon it a short message.\\n\\n'Within the Dwelling-halls of Tumnu-dûm, there is an order-hall of the Kharum-ubnâr. It is known among Durin's Folk as Akrâz-zahar, and there you might find a dwarf named Hersegg. She is barely beyond the age of a stripling, but she is the granddaughter of one of the greatest heroes of Azanulbizar, and more importantly, one of the dearest friends of my father, Dáin.\\n\\n'I have written her a note asking that she might introduce you to the works of her grandfather, Hermáth Stormhammer. She, too, is well-studied in the lore of Durin's Folk, possessing wisdom beyond her years.\\n\\n'Deliver this missive to her, and she will understand what I ask.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Frithgeir at Akrâz-zahar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Find Hersegg in Akrâz-zahar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'[placeholder]! What brings you back to the Lonely Mountain?\\n\\n'I heard you followed Prince Durin in his quest. Was that not so?'\\n\\nYou explain to Frithgeir that you have returned at Durin's request to seek the aid of King Thorin.\\n\\n'I see. Well, do not let me keep you, my friend. For my part, I was just about to take Nár home. It has been a long day, and although he was more himself this morning, his mind... has wandered. Perhaps Nár might wish you well in your quest, but I can make no promise.\\n\\n'Nár?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Nár glances around Akrâz-zahar, seemingly unaware of your presence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Frithgeir can be found at Akrâz-zahar in the Dwelling-halls of Tumnu-dûm, in Erebor.\\n\\nUpon entering Akrâz-zahar, you have come across the dwarf, Frithgeir, and his companion, Nár. You should talk to Frithgeir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e32",
      "en": "Deliver King Thorin's missive to Hersegg at Akrâz-zahar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Nár shuffles for a moment, but his gaze soon fixes upon you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Deliver this missive to Hersegg at Akrâz-zahar, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "As King Thorin prepares to call upon the Longbeards and their allies to muster to Mount Gundabad, his thoughts turn to the Kharum-ubnâr of the Lonely Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Akrâz-zahar can be found in the Dwelling-halls of Tumnu-dûm, in Erebor.\\n\\nKing Thorin has asked you to deliver a missive to Hersegg, granddaughter of Hermáth Stormhammer, at Akrâz-zahar that the wisdom of the Kharum-ubnâr might help guide Durin to victory. You should travel to Akrâz-zahar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Frithgeir at Akrâz-zahar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08edb9",
      "en": "Talk to Nár",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "<rgb=#FF00FF>Hail</rgb> Nár at Akrâz-zahar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd1f04d1",
      "en": "'Ah, hello! You look an awful lot like a [placeholder] I met long ago at Zudrugund. I do hope they are well...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Travel to Akrâz-zahar in the Dwelling-halls of Tumnu-dûm, in Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Nár can be found at Akrâz-zahar in the Dwelling-halls of Tumnu-dûm, in Erebor.\\n\\nFrithgeir hopes Nár might bid you well in your quest before he returns home to rest. You should hail Nár, and see if he wishes to say anything.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd1f04d2",
      "en": "'...but we must be going, yes? I do hope Hervin makes his stew tonight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Frithgeir can be found at Akrâz-zahar in the Dwelling-halls of Tumnu-dûm, in Erebor.\\n\\nNár's mind appears clouded, but he seemed to wish you well. You should talk to Frithgeir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Hersegg can be found at Akrâz-zahar in the Dwelling-halls of Tumnu-dûm, in Erebor.\\n\\nAfter seeing Frithgeir and Nár off, you should return to your task and find Hersegg at Akrâz-zahar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "After a moment, Frithgeir and Nár depart Akrâz-zahar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Thank you, [placeholder]. It means a great deal to me, and I know it does Nár good to see his friends.\\n\\n'Wherever Prince Durin's quest might lead you, I hope you take care of yourself, my friend. Perhaps we will see you when next you return to the Lonely Mountain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'What business have you with the Kharum-ubnâr?'\\n\\nHersegg appears to tighten her grip on a weapon beneath your view. You swiftly explain that you have been sent by King Thorin to deliver a missive to Hersegg.\\n\\n'A missive from King Thorin? I do hope this isn't about the cave-claws again. Last time was an accident, I swear it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Across the dimly-lit hall of Akrâz-zahar, you spot a young dwarf matching King Thorin's description",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "As you enter Akrâz-zahar, a familiar dwarf greets you!",
      "es": "",
      "es (fem)": ""
    }
  ]
}