{
  "id": 621040845,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'I have thought often both of my son, and of my father, Dáin, since Durin set off into the Grey Mountains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Collected parcels ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'It is true that many Dwarves of the Iron Garrison pledged themselves into the service of my son, and more still journeyed from our holdings in the Misty Mountains to aid the Gabil'akkâ. Even so, there are many Longbeards and trustworthy Dwarves of the Landorrim and Narfanghoth that might still be called upon.\\n\\n'Durin has requested that I send a new muster to the Mountain-home. It will be done!'\\n\\nThorin pauses for a moment and strokes his beard.\\n\\n'But so too does my son ask for my guidance, and that has given me much to consider.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Blood of Azog: Fathers and Sons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Ah, very good!\\n\\n'I have written my father a formal request for a new muster to Elderslade—one that comprises all of our trusted allies, even those unskilled in combat. When the time comes to reclaim Gundabad, we will have need for dwarves of every vocation!\\n\\n'I have also made special note that I will not begin the assault on Mount Gundabad until the time of your return. If my father wishes to offer any guidance, I would prefer to hear it before the battle is upon us!'\\n\\nDurin seals the missive he has written to his father and hands it to you.\\n\\n'By entrusting you with this missive, I am entrusting you with the success of the Gabil'akkâ, my friend.\\n\\n'Be swift and let nothing turn you from your path to the Lonely Mountain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Listen to King Thorin's thoughts of his father, Dáin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Listen to King Thorin's thoughts of his son, Durin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'So be it, [placeholder].\\n\\n'I must admit, I had not expected to send another messenger to the Lonely Mountain until this war was ended. I had hoped to send tidings of victory to my father—that I might finally prove myself a dwarf worthy of the name \\qDurin\\q!\\n\\n'Bah, perhaps it was folly to entertain such stubbornness! If my uncle believes the Gabil'akkâ would be helped by again swelling its numbers, I see no reason to argue with him.'\\n\\nDurin looks across the upper hall of Annâk-khurfu.\\n\\n'I will need some time to draft a missive to my father, but I have had an idea!\\n\\n'Many of the Longbeards here at Annâk-khurfu have written letters and prepared parcels to be delivered to their kin at the Lonely Mountain. Unfortunately, a great deal of them have gone unsent in recent days. It would please me to correct this oversight at the same time!\\n\\n'I will set to writing my father at once. After you have gathered all of the letters and parcels, return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd0c6062",
      "en": "'You keep an eye on that, all right?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to King Thorin in the Hall Under the Mountain, in Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Durin at Annâk-khurfu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Welcome, [placeholder].\\n\\n'It has been some time since Glóin's message-raven arrived, bearing a warning that the line of Azog remains unbroken in Gundabad. What news do you bring of my son? How fares his campaign?'\\n\\nYou inform King Thorin of the events that have transpired since he sent the remnants of the Iron Garrison to Annâk-khurfu. You tell the tale of the battle on the threshold of Gundabad—of Gorgar's near-defeat and of the sudden danger of Hrímil Frost-heart, returned from the Anvil of Winterstith. You also tell King Thorin of Durin's desire to press the attack and how he was persuaded against it, at least for the moment, by Náin and dwarves of the Kharum-ubnâr.\\n\\n'I feared you had come bearing ill tidings, my friend. So long as my son is well, it puts my heart at ease.'\\n\\nThorin glances at the mass of letters and parcels you have brought to Erebor.\\n\\n'I appreciate that you answered me as swiftly as you did, but please, set all of that down. My subjects will see that they are delivered to the proper dwarves here in the Lonely Mountain.\\n\\n'As for his missive, let us see what he has written.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'A moment, my friend.'\\n\\nKing Thorin reads the missive from Durin.\\n\\n'I see. Tell me, [placeholder], how did my son come to change his mind, truly?'\\n\\nYou tell King Thorin of Glóin's concern and of his suggestion to speak to the Dwarves of the Kharum-ubnâr among the Gabil'akkâ.\\n\\n'It was for that reason I sent them, and I am heartened that Glóin warned him against plans borne of vengeance. I only wish my son had heeded his words. Durin leads the greatest Longbeard army we have brought to bear in seventy years, but he is still young and, in truth, untested. Yes, he has found victory at many stops along his journey from the Iron Hills, but it is hardship that shapes a dwarf!\\n\\n'Durin was fortunate to know my father, Dáin, in his time. He, too, was young when he answered the call of war, and I often wonder what he would think of how swiftly Durin has grown into his name.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "After seeking the counsel of his uncle, Náin, Durin has chosen to send word to his father, King Thorin III Stonehelm, at the Lonely Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Durin at Annâk-khurfu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "King Thorin can be found at his throne in the Hall Under the Mountain at Erebor.\\n\\nDurin has written a missive to be delivered to his father, Thorin, at Erebor. You should deliver the letters, parcels, and Durin's missive to King Thorin at Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "As he reminisces about Dáin, Thorin's voice softens:\\n\\n'What can be said of my father, Dáin, that has not been etched into the very history of Durin's Folk?\\n\\n'He was but a stripling when he slew the Great-orc, Azog, at Azanulbizar. It was he who answered the call of Thorin Oakenshield and defended the Lonely Mountain against Bolg and the goblins of the North, and in so doing, ushered in a time of peace between Men, Elves, and dwarves. And again, when the Enemy sent his servants to the gates of the Lonely Mountain, he died in defence of his people—a hero to his last breath!\\n\\n'But despite all of his great deeds, I knew him as my father. I was his son, and Durin, his beloved grandson.\\n\\n'I must confess that I often saw more of Dáin in Durin than I did in myself, but what greater dwarf could one aspire to be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "King Thorin can be found at his throne in the Hall Under the Mountain at Erebor.\\n\\nYou should talk to King Thorin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "With great relief, you set everything on the landing before King Thorin's throne",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Letters and parcels can be found within and without at Annâk-khurfu.\\n\\nDurin has asked you to collect the letters and parcels of Longbeards fighting in the War of Three Peaks before you depart for the Lonely Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "King Thorin's mind turns to thoughts of Dáin and Durin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to King Thorin in the Hall Under the Mountain, in Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e13",
      "en": "Deliver the letters, parcels, and Durin's missive to King Thorin in the Hall Under the Mountain, in Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Collect letters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Collect parcels ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "King Thorin can be found at his throne in the Hall Under the Mountain at Erebor.\\n\\nYou should talk to King Thorin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "King Thorin can be found at his throne in the Hall Under the Mountain at Erebor.\\n\\nKing Thorin is musing on thoughts of his son, Durin, and his father, Dáin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Durin can be found in the war-room at Annâk-khurfu.\\n\\nYou have collected all of the letters and parcels prepared by the Longbeards of the Gabil'akkâ. You should return to Durin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "As his thoughts turn to Durin, Thorin's voice swells:\\n\\n'I have always been the more cautious of Dáin's sons, and it has served me well. But for too long, I believed it would suit Durin in much the same manner.\\n\\n'It was not so long ago that I sequestered Durin in the Iron Hills while battle raged in the Dale-lands, but now my son leads an army to reclaim the Mountain-home. I dared not dream that Gundabad might be within reach, especially after the failure of the Iron Garrison, and yet, my son has proven its possibility, both to me and to all of Durin's Folk.\\n\\n'Durin is not as hot-tempered as my brother, nor is he as measured as his father—he is himself, and that is enough. Durin will err, as any dwarf will in his time, but I did not name him Durin that he would earn the name in his life—the name will earn him through his deeds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'I will need some time to draft a missive to my father, so gather the letters and parcels here at Annâk-khurfu.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Deliver the missive to my father as swiftly as you are able, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Collected letters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}