{
  "id": 620824177,
  "txt": [
    {
      "id": "0x95fb201",
      "en": "'Yrch!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x95fb202",
      "en": "'Mae pánnas. Adbado si na Chaldir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Orophin has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have successfully defended Orophin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Haldir believes you are an enemy of the Orcs and goblins, and wants you to help defend the bounds of the Golden Wood while Galadriel is sent word of your need.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have sent word to Lady Galadriel, [placeholder]. She will weigh your need and determine what role the Elves will play in these new deeds in Moria.\\n\\n'In the meantime, I would appreciate your help in patrolling the boundaries of the wood. Speak to my brothers Rúmil and Orophin and offer them your aid; they speak little of the Common Tongue, but hatred of the Orcs will be understood by all enemies of the one Enemy.\\n\\n'You will find them on the far shores of Nimrodel, to the north. If you walk along the northern banks of the river, you will find my brothers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Rúmil and Orophin are stationed along the boundaries of Lothlórien. Haldir told you to walk along the north bank of the river Nimrodel to find his brothers.\\n\\nHaldir has asked you to lend your aid to Rúmil and Orophin. They do not speak much of the Common Tongue, so if you cannot speak to them in Elvish, your mutual hatred of the Orcs must transcend the need for words.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I have sent word to Lady Galadriel, [placeholder]. She will judge whether your need is great and determine what the Elves must do, if we must do anything.\\n\\n'In the meantime, I would appreciate your help in patrolling the boundaries of the wood. Speak to my brothers Rúmil and Orophin and offer them your aid; they will welcome your strength.\\n\\n'You will find them on the far shores of Nimrodel, to the north. If you walk along the northern banks of the river, you will find my brothers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Haldir is at his camp on the boundary of Lothlórien.\\n\\nYou have spoken with his brothers and repelled an attack by the Orcs, and should return now to Haldir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Speak to Rúmil and Orophin, along the northern bank of the river Nimrodel, and offer them your aid. Perhaps when you return I will have received word from Lady Galadriel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I thank you for helping my brothers, [placeholder], and for safe-guarding the eaves of Lórien.\\n\\n'The Lady Galadriel has sent word to me concerning your petition and the fate of the dwarves. I will relay to you her message.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "Rúmil bows his head to you and points into the distance, away from the eaves of Lórien. He then shrugs, and puts a hand on his bow.\\n\\nHe may not speak the Common Tongue, but his message is clear: for the moment, his post is quiet. The Orc threat is gone, for the time being.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "Rúmil smiles at you, and then speaks in Elvish.\\n\\n'Welcome, my friend. I understand you are to help me with the watch, but everything seems to be quiet. The Orcs have, wisely, it seems to me, chosen not to come here and test my prowess. A pity.\\n\\n'I thank you for the offer of help, but I do not have need of it for now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Orophin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "Orophin is about to speak when something distracts him suddenly.\\n\\n'Yrch!' he hisses.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defend Orophin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Rúmil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 3: Rúmil and Orophin",
      "es": "",
      "es (fem)": ""
    }
  ]
}