{
  "id": 620824176,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have defeated enough goblins in Moria to satisfy Haldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have defeated enough Orcs in Moria to satisfy Haldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Haldir of L贸rien has refused to grant you an audience with Galadriel unless you can provide proofs that you are an enemy of the Orcs of Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Orcs of Moria are awake. Once they were content to burrow in the deep roots of Fanuidhol the Grey, Celebdil the White, and Caradhras the Cruel; now they pour from the doors of the Black Pit to threaten these woods.\\n\\n'You say you have fought the Orcs and goblins of Moria -- if you are truly their foe, then show me! How many have you slain in the dark tunnels of Moria? Will I be satisfied that you are the friend you say, and not a spy in league with those forces who wish us ill?\\n\\n'I will judge your tally, but I promise you nothing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Haldir is at his camp on the boundary of Lothl贸rien.\\n\\nHaldir has asked you to provide proofs that you are a foe of the Orcs and goblins of Moria by completing two deeds: slaying many Orcs and goblins in Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The record of your victories affirms your claim, [placeholder]. I am sorry I doubted you, but these are dangerous times. We have had many strange visitors at the boundaries of Lothl贸rien before you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Haldir is at his camp on the boundary of Lothl贸rien.\\n\\nYou have completed two great deeds within Moria, and it could be that the tally of your victories over the Orcs and goblins of Moria will be enough to satisfy Haldir of your intentions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you are truly the enemy of my enemies, you can prove your vow by slaying Orcs and goblins within Moria. Complete these two deeds and perhaps the tally of your foes will be sufficient to satisfy my skepticism.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The record of your victories affirms your claim, [placeholder]. You have indeed slain many Orcs and goblins... for a dwarf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'The record of your victories affirms your claim, [placeholder]. I am sorry I doubted you earlier, but we have had strange visitors of late in these dangerous times. Even among our own people we must be cautious. I hope that you will forgive my distrust.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete the 'Goblin-slayer' deed in Moria",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete the 'Orc-slayer' deed in Moria",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 2: An Enemy of the Orcs",
      "es": "",
      "es (fem)": ""
    }
  ]
}