{
  "id": 620824181,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The dwarves that seek to reclaim Moria, as foolish as they are, do not deserve the fate that Mazog's armies have chosen for them. But why has Mazog sent so many of his Orcs here to the Foundations of Stone, when they might otherwise be used to attack the defences of the dwarves?\\n\\n'There is some foul purpose in it, [placeholder], and I believe Gorothúl, the sorceror from Dol Guldur, will be at the root of it all. Mazog would not do this by himself; what possible reason could he have for splitting his forces?\\n\\n'Seek out the members of the Pûlpum that Mazog sent to the Foundations of Stone. They may now be Globsnaga, corrupted by the evil of this place, but it could be they still hold the orders that sent them here. Bring these to me if they exist! You will find the Pûlpum especially among the tunnels near the great underground lake, and on the few outcroppings that break its surface.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is difficult to learn much from these orders, but this I can discern: Mazog is seeking to enslave some of the nameless horrors beneath Moria. But why he wishes to do this remains unknown to me, for he does not need nameless allies to crush the dwarves; they are near enough to destruction as it is.\\n\\n'No, he must have some other target. I fear it may be the Golden Wood, home to my Lord Celeborn and Lady Galadriel. Mazog does not have the foresight for such a plan. This must come from Gorothúl of Dol Guldur.\\n\\n'Thank you, [placeholder]. We have learned much from your efforts that will be of use to us, and to the dwarves as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Globsnaga Pûlpum may still carry their orders, [placeholder]. Wrest them away and bring them to me, if you can. We must learn why Mazog has made this move.\\n\\n'You will find the Pûlpum especially on and around the great underground lake.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have not brought me the orders I seek, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 5: Mazog's Searchers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dithaliwenn wants to learn for what purpose Mazog has sent his Orcs into the caverns among the Foundations of Stone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Pûlpum Orders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Pûlpum Orders from Globsnaga Pûlpum ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Pûlpum ensnared by the corruption of the Globsnaga can be found throughout the Foundations of Stone, but especially on and around the underground lake in its depths.\\n\\nDithaliwenn wants to learn to what purpose Mazog has sent so many of his Orcs to the Foundations of Stone, for it seems to be an uncharacteristic move. She wants you to defeat Globsnaga Pûlpum and wrest away any orders they may still carry.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the Pûlpum orders to Dithaliwenn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dithaliwenn is in the camp of Gwathrendath, the Shadowed Refuge among the Foundations of Stone.\\n\\nYou have collected orders from the corrupted Globsnaga Pûlpum and should bring them to Dithaliwenn in Gwathrendath.",
      "es": "",
      "es (fem)": ""
    }
  ]
}