{
  "id": 620824179,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'This is a grim and unwholesome place. The air is heavy and stagnant and reeks of the unseen terrors that slither about in the darkness.\\n\\n'But for the Lady Galadriel we brave the Black Pit, and we will do as we are bid until we can be of no more use here.\\n\\n'She has sent you to us for a reason, [placeholder]. The Lady sees many things in her Mirror; perhaps she has seen what fate awaits us in the abyss. Help the Elves of my company, and we will see all that may come to pass in this place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Mazog must not be aware of the great evil that lurks beneath Moria, or he would not play such dangerous games. His Orcs are no match for what lies in the roots of these mountains.\\n\\n'Or perhaps Gorothúl, this sorceror from Dol Guldur, has whispered honeyed lies in the ear of Azog's spawn. He may believe his Orcs have the upper hand, but they do not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Help Forglinn and Dithaliwenn to combat the evils that crawl among the Foundations of Stone, and we may learn what our destinies hold.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 5: The Black Pit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In order to save the dwarves in Moria, you have come to aid the Elves of Gwathrendath, sent into Moria at the behest of Lady Galadriel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have helped Forglinn with his task.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have helped Dithaliwenn with her task.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Help Forglinn with his task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Forglinn and Dithaliwenn are in the camp of Gwathrendath, among the Foundations of Stone beneath Nud-melek.\\n\\nLenglammel wonders if your fates may be revealed if you help the Elves of her company stand against the darkness.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Help Dithaliwenn with her task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lenglammel is in the camp of Gwathrendath, among the Foundations of Stone beneath Nud-melek.\\n\\nYou have aided the Elves of Lenglammel's camp and should speak to her again.",
      "es": "",
      "es (fem)": ""
    }
  ]
}