{
  "id": 620824180,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Mazog has sent many of his kind down here to the Foundations of Stone for some purpose. They seem to be seeking something, but we have not yet determined what that might be.\\n\\n'It is clear at least that they are having very little success. Nay, these Orcs are being seized by some madness of mind and body that rages within them like a fire, erupting soon onto the surface as a sickening corruption of the flesh.\\n\\n'This illness makes them even more dangerous, [placeholder], though they seem to lose all reason. They are the Globsnaga now. Defeat them wherever you find them throughout the Foundations of Stone, for their mindlessness makes them more cruel and merciless than before.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We still do not know what causes the corruption that has taken hold of Mazog's Orcs and made them the fierce and mindless Globsnaga, but it is enough for the moment to know that their numbers are fewer.\\n\\n'Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Look for Mazog's Orcs throughout the Foundations of Stone, corrupted by the mysterious evil that has taken these caves. They are the Globsnaga now, and though mindless, they must be defeated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 5: Taken By Madness",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Some madness of mind and body has seized the Orcs of Mazog's command that have come to the Foundations of Stone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Globsnaga Orcs throughout the Foundations of Stone ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Globsnaga Orcs throughout the Foundations of Stone ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orcs of Mazog's command, corrupted by the sickening evil, can be found throughout the Foundations of Stone.\\n\\nForglinn has asked you to defeat as many of Mazog's corrupted Orcs, the Globsnaga, as you can. The creatures seem to be mindless, but are still dangerous.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Forglinn is in Gwathrendath, the Elf-camp among the Foundations of Stone.\\n\\nYou have defeated many of the Globsnaga Orcs, and should return now to Forglinn.",
      "es": "",
      "es (fem)": ""
    }
  ]
}