{
  "id": 620824175,
  "txt": [
    {
      "id": 218649169,
      "en": "'We have withstood the initial attacks of the Orcs, but for how long will our good luck last? Not long enough, I fear; the Orcs are simply too numerous, and with the support of Dol Guldur, Mazog can surely wage his war long enough to overturn our defences.\\n\\n'We must seek help of our own. Though the friendship of the dwarves with the Elves of the Golden Wood has suffered strain over the long years, it has never, I hope, been truly abandoned. We need their assistance now more than ever, or we are lost.\\n\\n'You must seek the aid of the Lady Galadriel. We dwarves know little of her, but it is said she wields some great power. Some say she is fell and perilous, others that she is kind. In this dire time I would risk an audience with her, though I am afraid. Speak with one of the wardens at the bounds of Lothlórien and ask to speak with the Lady of the Wood, [placeholder]. Who better than you? You are an Elf-friend and a dwarf-friend both. I understand that there may be great platforms among the trees across the river called Nimrodel, south-east of the Dimrill Dale. You may find wardens of Lothlórien upon them.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'A singular request! You are bold, stranger, to seek an audience with the Lady Galadriel. I, Haldir of Lórien, cannot permit you to enter this land.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We defeated the Orcs this time, but they are too numerous. Without the aid of the Elves of Lórien, we will be overrun.\\n\\n'I hope that the Lady Galadriel will help us. Look for wardens of Lothlórien upon the platforms in the trees south-east of the river Nimrodel.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You must be a peculiar sort of dwarf to seek an audience with the Lady Galadriel. I, Haldir of Lórien, cannot permit you to pass. Dwarves are generally forbidden from entering these woods.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 6, Chapter 1: Desperate Times",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Hail, friend Elf; I am Haldir of Lórien. I am sorry, but my orders are not to let any outsiders enter this realm.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have helped the dwarves to stave off the first attacks of the Orcs, but Bósi does not think his people can stand against these foes forever without the friendship of the Elves of Lothlórien.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Haldir upon a flet south-east of the river Nimrodel",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "There are wardens on the bounds of Lothlórien, east of Moria. Such Elves may be found on great platforms, or flets, among the trees to the south-east of the river Nimrodel.\\n\\nBósi believes the dwarves cannot turn Mazog's Orcs aside for long if they are truly supported by some force out of Dol Guldur, and wants you to seek an audience with Galadriel of Lórien. The dwarves need allies if they are to stand in Khazad-dûm.",
      "es": ""
    }
  ]
}