{
  "id": 620824178,
  "txt": [
    {
      "id": 218649169,
      "en": "'A short time before you arrived, an even stranger company came to Lórien. Blindfolded, they were brought to Cerin Amroth, for in no way would we endanger the safety of our land. Sad tidings they brought with them, and grief...'\\n\\nHaldir pauses, and then goes on.\\n\\n'The Lady Galadriel sent a small party of Elves into Moria following the tidings this company brought with them. She says if you wish to save the dwarves, you will render your aid unto those Elves, for their task in Moria is very important. They have made a small camp in Gwathrendath, the Shadowed Refuge, among the Foundations of Stone.\\n\\n'The Lady says that an evil greater by far than the Orc presence lies beneath the Foundations of Stone, and must be faced if your dwarves are to be saved.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I would welcome you to the Shadowed Refuge, [placeholder], but it is not a cheerful welcome; none should wish to come to this place. We are here at the behest of the Lady Galadriel.\\n\\n'Some terror has made its home in these caverns, and it is loathsome and evil.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Lady Galadriel did not tell me the nature of the evil beneath Nud-melek, just that you must help the Elves at the Shadowed Refuge to defeat it, or the dwarves will be lost.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 4: Deep Is the Abyss",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Galadriel has told you that by helping the Elves in the Shadowed Refuge, you will be helping the dwarves of Moria as well.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Lenglammel at the Shadowed Refuge",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Shadowed Refuge is among the Foundations of Stone beneath Nud-melek.\\n\\nGaladriel sent word to Haldir that if you would save the dwarves in Moria, you must work together with the Elves she sent to the Foundations of Stone to face some great evil.",
      "es": ""
    }
  ]
}