{
  "id": 621072155,
  "txt": [
    {
      "id": 216727830,
      "en": "The flowers, trees, and plants of Sant Lhoer have been cultivated and reared to best harness their deadly properties. Some may take days or months for their effects to be felt, while the spores of others may kill between one breath and the next.\\n\\nYou should find the five deadliest plants within the Poison Garden.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Find deadly plants ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Found deadly plants ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "You found scythe-sting, whose spikes burrow under the skin of those who touch it",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "You have found adder's tooth, a deadly plant which causes blisters and blindness",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "You have discovered festerfoul, whose noxious spores choke the life from its victims",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "You have found wargsbite, whose berries guarantee death",
      "es": ""
    },
    {
      "id": 8567443,
      "en": "Scythe-sting is known for its deadly spikes which, seemingly with a mind of their own, break off of the stem and burrow under the skin of any unlucky enough to come into contact. At the heart of each spike lies a dormant seed, just waiting for the perfect, moist environment in which to thrive.",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "You have discovered strickenbloom, whose toxins lead to paralysis and death",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Find scythe-sting",
      "es": ""
    },
    {
      "id": 8567446,
      "en": "The oozing sap of adder's tooth causes huge and painful blisters on any exposed skin unlucky enough to brush against its stem. When burned, smoke from this plant has been known to cause blindness.",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Find adder's tooth",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Find wargsbite",
      "es": ""
    },
    {
      "id": 8567425,
      "en": "The deadly effects of the noxious spores of festerfoul do not make themselves apparent right away. Rather, it may take weeks or months for the victim to suddenly, and most painfully, succumb to its poisonous toxins.",
      "es": ""
    },
    {
      "id": 8567449,
      "en": "The bright, sweetly flavoured berries of wargsbite are a tempting treat. However, even a single bite of the fruit will soon strike one down. Afflictions start with hallucinations and convulsions, and work up to a mouthful of frothing foam which soon chokes out any and all attempts at gasping for breath.",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Find festerfoul",
      "es": ""
    },
    {
      "id": 8567427,
      "en": "The towering flowers of strickenbloom are enticing, but a single drop of its toxins can cause one to be struck with frozen limbs, unending slumber, and eventually death.",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "The flowers, trees, and plants of Sant Lhoer have been cultivated and reared to best harness their deadly properties. Some may take days or months for their effects to be felt, while the spores of others may kill between one breath and the next.",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Find strickenbloom",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Plants of the Poison Gardens",
      "es": ""
    },
    {
      "id": 62584884,
      "en": "The flowers, trees, and plants of Sant Lhoer have been cultivated and reared to best harness their deadly properties. Some may take days or months for their effects to be felt, while the spores of others may kill between one breath and the next.",
      "es": ""
    }
  ]
}