{
  "id": 621072036,
  "txt": [
    {
      "id": 228870261,
      "en": "A Guiding Star",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have acquired 'A Guiding Star', but it seems there are pages missing",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "On this page, Círdan begins to identify a number of prominent stars across the skies of Middle-earth, with their descriptions continuing for the next several pages.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You found a missing page of A Guiding Star",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You found a missing page of A Guiding Star",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You found a missing page of A Guiding Star",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You found a missing page of A Guiding Star",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You should search for missing pages from A Guiding Star throughout Angmar and the Misty Mountains.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You found a missing page of A Guiding Star",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You found a missing page of A Guiding Star",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You found a missing page of A Guiding Star",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You found a missing page of A Guiding Star",
      "es": ""
    },
    {
      "id": 218639268,
      "en": "On this page, Círdan begins to describe the constellations, making note of how the various peoples of Middle-earth have identified them since the Second Age. One such constellation, known among the hobbits of the Shire as 'the Sickle' is revealed to have been given many names throughout the history of the world.",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nIt is purported that A Guiding Star was penned by Círdan the Shipwright, Master of the Grey Havens, but this claim has often been disputed. It seems many readers insist that it is not written in the mode of the Elves—though curiously such criticisms have not often come from Elves—but much praise has been given to the included sketches and diagrams that attempt to map the stars of Middle-earth. Regardless of its true authorship, this book contains a wealth of knowledge about the positions of stars, constellations, and how they might be used as guides for navigation upon the Sea.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Perhaps Brom Hawksbeard can explain why this book you purchased is incomplete.",
      "es": ""
    },
    {
      "id": 218639269,
      "en": "On this page, Círdan continues his discussion of the various constellations of Middle-earth, describing the two known as Menelvagor and Remmirath in great detail.",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "On this page, Círdan begins to list the stars and constellations of Middle-earth most often used for navigation by Mariners, noting for each in which seasons and lands they are most easily sighted.",
      "es": ""
    },
    {
      "id": 218639271,
      "en": "On this page, Círdan makes a brief reference to the stars that could be seen from the shores of Númenor, but notes that few outside of the Men of Gondor keep such records in the Third Age.",
      "es": ""
    },
    {
      "id": 218639272,
      "en": "On this page, Círdan presents a list of the major ports of Middle-earth, including the Grey Havens, Dol Amroth, Pelargir, Umbar Baharbêl, and of those that have fallen to ruin, specifically making note of Tharbad and Osgiliath. Círdan describes each of them, providing no small amount of history for each of them, and before concluding, makes a brief note about the Long Lake and the unusual port therein called Lake-town.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Mick Maidenhair in the Dwarrow-ward, in Bree-town",
      "es": ""
    },
    {
      "id": 218639273,
      "en": "On this page, Círdan describes a number of methods used by Elves and Men to employ the stars and greater constellations of Middle-earth for navigation. Círdan continues for several pages, noting the many hazards a Mariner might encounter upon the Sea.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "A Guiding Star, Page 5",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "A Guiding Star, Page 9",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "A Guiding Star, Page 12",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "A Guiding Star, Page 18",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "A Guiding Star, Page 24",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "A Guiding Star, Page 27",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "A Guiding Star, Page 33",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "A Guiding Star, Page 37",
      "es": ""
    },
    {
      "id": 8567440,
      "en": "On this page, Círdan discusses the Star of Eärendil, making special note of its unique origin, various legends surrounding it, and what it has come to represent among the Mariners of the world. He describes it as 'the Guiding-star' and entreats the reader to always seek for it if they become lost upon the Sea.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Is something wrong, [placeholder]?'\\n\\nYou tell Mick Maidenhair that 'A Guiding Star' appears to be missing more than a few of its pages, and he nods solemnly.\\n\\n'You have a keen eye, my friend. Perhaps you think I have sold you a book unworthy of its price, but I disagree, for there is still much knowledge to be gained from it. Even in such an incomplete condition, it has served me well for many years!\\n\\n'If you somehow manage to find the missing pages, I would be most interested in learning what they have to say!'",
      "es": ""
    }
  ]
}