{
  "id": 621072002,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The Art of the Duel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have acquired 'The Art of the Duel', but a number of its pages are missing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "On this page, Pethebir introduces a treatise on Elendil, the ancient High King of Arnor and Gondor, providing a brief history of his life as well as drawing connexions between his skill as a warrior and duellist with his ability as a captain and military leader.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You found a page of 'The Art of the Duel'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You found a page of 'The Art of the Duel'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "On this page, Pethebir provides sketches of a number of traditional swords of Númenor, Gondor, and Umbar, as well as several of Elven-make. Beneath each sketch, he offers commentary describing what he purports to be the strengths and shortcomings of the weapon, also making note of any important ornamentations or historical considerations used in its design.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You found a page of 'The Art of the Duel'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You found a page of 'The Art of the Duel'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "On this page, Pethebir discusses the traditional techniques of duelling and sword-play employed by the Corsairs of Umbar. However, he is careful to note that Corsairs are wont to shift their style and balance on a whim if it means gaining the upper hand over an opponent. Despite seemingly presenting this as a dishonourable practice, Pethebir nevertheless admits that the Corsairs are among the most successful—and deadly—duellists in Middle-earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Collect the missing pages of 'Martial Movement' and add them to the book.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You found a page of 'The Art of the Duel'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "On this page, Pethebir introduces a chapter about the legendary captain and Mariner, Thorongil—the Eagle of the Star. He remarks that although Thorongil's true identity has been a subject of much debate among the Men of Gondor, it bears little importance to a discussion about Thorongil's ability as a warrior and duellist.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You found a page of 'The Art of the Duel'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You found a page of 'The Art of the Duel'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "You found a page of 'The Art of the Duel'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba3",
      "en": "On this page, Pethebir continues his treatise on Elendil, focusing on Elendil's purported prowess as a Mariner in the days before the downfall of Númenor. In addition, Pethebir remarks on how Elendil's skill and wisdom, and his defiance of the corrupt King Ar-Pharazôn, ultimately led to the foundation of Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nThe Art of the Duel was penned by a scholar of Dol Amroth and begins with a prologue in which the author, Pethebir, reveals that he served Prince Imrahil's father as a loyal swan-knight in his youth. It makes careful note of many skills and techniques employed not only by the warriors of Dol Amroth and the other fiefs of Gondor, but also those of the Corsairs of Umbar, with whom they often came into conflict. In addition, it tells the tale of a great captain named Thorongil, who was a skilled warrior, practiced duellist, and trusted counsellor to the former Steward of Gondor, Ecthelion II.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba4",
      "en": "On this page, Pethebir discusses the traditional techniques of combat employed by the Swan-knights of Dol Amroth. In addition, Pethebir provides a number of tales about his youth among the Swan-knights, including the training he received and accounts of the many battles he fought to repel the Corsairs of Umbar from the shores of the Havens of Belfalas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba5",
      "en": "On this page, Pethebir recounts the tale of the night Thorongil led a great raid upon Umbar, devastating the fleet of the Corsairs and overthrowing the Captain of the Havens upon the very quays of Umbar Baharbêl. It was said by those who fought beside him that Thorongil's skill upon the Sea was unmatched, for even such a daring attack upon the shores of Umbar resulted in only the smallest of losses to the fleet of Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "You already know how to move; you have been doing it all your life. Brom had better be able to justify your purchase, or you will show him just how well you can move, to his peril!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "On this page, Pethebir discusses the various techniques that Thorongil employed in battle and upon the Sea, noting his skill in sword-play and in the many duties he undertook upon the ships of Gondor. In addition, Pethebir notes Thorongil's affinity for horses, which he attributes to the time Thorongil spent in service of King Thengel in the lands of Rohan. In his conclusion on this subject, Pethebir supposes that Thorongil may still live, but questions whether he will ever return to Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Mick Maidenhair in the Dwarrow-ward, in Bree-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "The Art of the Duel, Page 25",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "The Art of the Duel, Page 29",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "The Art of the Duel, Page 34",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "The Art of the Duel, Page 39",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "The Art of the Duel, Page 42",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "The Art of the Duel, Page 45",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "The Art of the Duel, Page 51",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "The Art of the Duel, Page 53",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Do you need something, [placeholder]?'\\n\\nYou tell Mick Maidenhair that 'The Art of the Duel' seems to be missing a number of its pages, including several of those discussing a legendary warrior named Thorongil.\\n\\n'I have not sold you a worthless book, if that is what you think. Mick Maidenhair is no common thief! There is still much to be gained by studying it, even if it is short a few of its pages. If you still don't believe me, then perhaps we should meet in a duel of weaponry and wits—then you will see that I have learned more than enough from it!'\\n\\nMick smirks, and after a moment, his demeanour softens.\\n\\n'Ah, but it is not about that, is it? I understand, my friend. There is always more to be learned, after all. If you are able to find those missing pages, I would be curious to read them myself—once you are finished with them, of course!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}