{
  "id": 621072019,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The Shanty-singer's Compendium",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have acquired 'The Shanty-singer's Compendium', but several pages and verses seem to be missing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "On this page, the introduction of 'The Shanty-singer's Compendium' concludes, describing the ultimate intent of this book as being a first edition in an ever-growing collection of the sea-shanties of the world.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You found a missing page from 'The Shanty-singer's Compendium'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "On this page, the authors of 'The Shanty-singer's Compendium' begin to describe the long history of sea-shanties in Middle-earth, including the various styles and vocal qualities of the songs of dwarves, Elves, and Men.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You found a missing page from 'The Shanty-singer's Compendium'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "On this page, the authors of 'The Shanty-singer's Compendium' discuss the concept of river-shanties as purportedly sung by the legendary Holbytlan. There is much debate over the idea that halflings would take an interest in such things, but no convincing refutation is presented. Unfortunately, this discussion concludes by noting that no river-shanties are contained within the pages of this edition of the compendium, much to the disappointment of several of its authors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'What can I help you with, [placeholder]?'\\n\\nYou tell Mick Maidenhair that 'The Shanty-singer's Compendium' seems to be missing several of its pages, including entire verses of a few of the sea-shanties transcribed by its various authors.\\n\\n'They are? I knew that my copy was missing a few pages of the introduction and the historical accounts, but to be honest, I just thought that's how the shanties went! Well, that would explain a few things....'\\n\\nMick Maidenhair's face flushes, but he quickly composes himself.\\n\\n'If you are somehow able to find those missing pages, I would be delighted to join you in practicing those shanties. Why, it'll be like learning whole new songs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You found a missing page from 'The Shanty-singer's Compendium'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "On this page, the authors of 'The Shanty-singer's Compendium' discuss the long history and cultural importance of sea-shanties in the city of Umbar Baharbêl. With its population shifting drastically across the centuries and its history marked by several bloody revolutions, this page explores how these societal changes influenced the writing and preservation of its sea-shanties among sailors, Mariners, and ultimately, the Corsairs of Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You found a missing page from 'The Shanty-singer's Compendium'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "On this page, 'The Shanty-singer's Compendium' introduces the remaining sections of the book, namely the song-book which contains a vast collection of sea-shanties, both historical and modern. It explains that the shanties had been organized into various chapters, largely based on nation or realm of origin, and if such information could not be provided, it notes that the authors have collected them in the final chapter and sorted them instead by themes and content.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You found a missing page from 'The Shanty-singer's Compendium'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "On this page, the authors present an arrangement of a common sea-shanty among the sailors and Mariners of Gondor. It appears to be partially inspired by the Rhymes of Lore, as its lyrics contain the phrase: \\qseven stars and seven sails\\q. Although there are many conflicting accounts of its true origin, with some contending that it is a false re-telling of the Downfall of Númenor, it is believed this shanty concerns a legendary ship of Gondor capable of conquering the Sea.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You found a missing page from 'The Shanty-singer's Compendium'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "On this page, the authors present an arrangement of a common sea-shanty among the sailors and Corsairs of Umbar. It appears to be an up-tempo shanty, punctuated by rolling chants, and each verse is ended with the defiant refrain: \\qBaharbêl stood! Baharbêl stood!\\q. It is noted that this shanty is known, albeit far less favourably, to the Men of Gondor, as hearing it has often heralded conflicts with Umbar upon the Sea.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You found a missing page from 'The Shanty-singer's Compendium'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e8",
      "en": "On this page, the authors present what is believed to be a shanty among seafaring dwarves of Middle-earth. Despite this classification, it is more akin to a dirge in its arrangement, with the shanty-singer lamenting the lost realms of the dwarves, brought to ruin and sunk long ago beneath the Great Sea. Even so, each verse concludes with the hopeful refrain: \\qBut even sunken stone survives!\\q. There are many notes in the margins of this page, and it is clear that one of the authors of 'The Shanty-singer's Compendium' took a great deal of interest in this particular subject.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "You found a missing page from 'The Shanty-singer's Compendium'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "This curious manual describes a huge variety of kicks... you had no idea just how many there were.\\n\\nHowever, several pages are missing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Mick Maidenhair in the Dwarrow-ward, in Bree-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "The Shanty-singer's Compendium, Page 8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "The Shanty-singer's Compendium, Page 14",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "The Shanty-singer's Compendium, Page 21",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "The Shanty-singer's Compendium, Page 28",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "The Shanty-singer's Compendium, Page 32",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "The Shanty-singer's Compendium, Page 35",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "The Shanty-singer's Compendium, Page 41",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "The Shanty-singer's Compendium, Page 44",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nThe Shanty-singer's Compendium appears to have been penned by several different and very opinionated authors over a number of years—or perhaps centuries. This particular copy is heavily annotated, with a previous reader's thoughts scribbled into its margins. Several passages have been struck through entirely, and you notice that several shanties have been rearranged, replacing mentions of Umbar with Bree-town. Even so, it provides a thorough history of sea-shanties and contains a collection of songs sung by sailors and Mariners of Gondor and Umbar.",
      "es": "",
      "es (fem)": ""
    }
  ]
}