{
  "id": 620862583,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected Cun Annun teeth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tûm, a mystic of the Algraig clans known as a Derudh, told you of an old woman who plies the waters of the river. He believes this crone may know more about the spirits they call the Forest Lords than any other.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Forest Lords may not heed our calls, Duvodiad, but there may be other ways to find their ancient halls. One such path may be through the old woman who has long plied the river that passes through Galar-gwig -- this place you call the Mournshaws.\\n\\n'No one has ever seen her beyond the boundaries of the forest, nor do the wild spirits of the wood seem to trouble her. We do not know who she is, save that she will occasionally allow others to ride the river's length with her in silence.\\n\\n'I have long suspected that she may be a servant of the Forest Lords, but she has never admitted this to me or any other. Seek her out along the banks of the river. Perhaps she will help you... or perhaps not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The old woman Tûm spoke of can occasionally be found along the banks of the river that passes through the Mournshaws.\\n\\nTûm suggested you find the old woman who plies the river of the Mournshaws. It is possible that she knows something of the Forest Lords.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, you seek the Forest Lords? They are here, but no mortal may approach their halls uninvited. It is said that the Rhi Helvarch resents such intrusions upon his court. Mayhap one of his servants might call you forth, yet the Master of the Hall may still find you unworthy and your life forfeit. Who can say?\\n\\n'I can take you hither and yon upon the waters of this river, but the banks of it have become dangerous in these days, and I demand a toll for your passage first. The Cun Annun who stalk this forest are not of this place. They come upon evil winds, blowing out of the graves of Men to the East.\\n\\n'Slay these beasts and bring me a string of their teeth. Then shall I ferry you upon the river's length as you please, though it does not lead to the Huntsman's hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cun Annun can be found throughout the Mournshaws.\\n\\nThe River-woman has offered you passage along the river's length if you can bring her the teeth of the Cun Annun that haunt the forest in the Mournshaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The River-woman may be found along the banks of the river in the Mournshaws.\\n\\nYou should return to the River-woman with the Cun Annun teeth that you have collected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Perhaps the old woman of the river may help you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Give the teeth here. Yes... yes....\\n\\n'Very well, this will have to do. I shall grant you passage upon the river, Duvodiad.\\n\\n'But be warned that the Derudh here do not care for duvodiad -- outsiders -- and the Huntsman has no love for mortals of any nature, so you must be wary!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I will not take you upon the river until you bring me the toll I require.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Give the teeth here. Yes...yes....\\n\\n'Very well, this will have to do. I shall grant you passage upon the river, Duvodiad.\\n\\n'But be warned that the Derudh here do not care for duvodiad -- outsiders -- and the Huntsman has no love for mortals of any nature, so you must be wary!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to the old woman of the river in the Mournshaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Cun Annun teeth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the Cun Annun teeth to the River-woman in the Mournshaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Crone's Ferry",
      "es": "",
      "es (fem)": ""
    }
  ]
}