{
  "id": 620862502,
  "txt": [
    {
      "id": 54354734,
      "en": "You have brought the ingredients Frithgeir needs to make a brew that will restore Nár's awareness of you so you can ask him what he said to Wadu.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I will set about making the brew, [placeholder], if you do not mind waiting. Let me know if that is fine.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Frithgeir is in Zudrugund, the once-abandoned dwarf-hall in Thrór's Coomb.\\n\\nFrithgeir is preparing to make the brew that will restore Nár's clarity so you can ask him questions.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I do not know, [placeholder]! Nár has often said peculiar things, but it is difficult sometimes to determine what he means by them. He has had an extremely long and extremely painful life, as I understand it, and only faithful Frithgeir remains now to help him continue it.\\n\\n'These Men with you, these Rangers...they seem disturbed by what Nár has said. Can you ease their minds? I fear they will do him some harm, and I cannot allow that!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Frithgeir is in Zudrugund, the once-abandoned dwarf-hall in Thrór's Coomb.\\n\\nYou have travelled with Nár into the mine beneath Zudrugund and witnessed some peculiar things that the Dúnedain are hard-pressed to explain.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Corunir is at Zudrugund.\\n\\nFrithgeir wants you to speak to Corunir and assure him that Nár means no harm.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'There is a Ranger by the entrance. Tell him that Nár means no harm by his words, from wherever they come.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I am completely at a loss, [placeholder]. How can Nár have known what Elrond said to his sons before we departed Rivendell? And what does it mean that he does know it?'\\n\\nCorunir sighs, and you realize that it has become a familiar sound. He catches your look and smiles bitterly.\\n\\n'It feels like we are mired in something we do not fully understand. We cannot afford to ignore this mystery, for it may threaten the very purpose of our journey, but what will we discover?\\n\\n'We must take a rest, in any event. We can talk this over later, and hope things will be more clear.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It will be a few moments. Find a comfortable place to wait.'\\n\\n<rgb=#FF0000>This is a solo quest and cannot be completed with a fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Frithgeir is going to make the brew for Nár? Good. I hope it is enough to make him understandable for us. Speak with Frithgeir and see how goes the work.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Frithgeir and wait for him to make the brew for Nár",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'What does it mean, [placeholder]? I do not know what the words of Nár must signify, but they fill me with dread! Speak with Frithgeir about this! Demand that he tell us what this means for the Grey Company!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Frithgeir at Zudrugund",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Corunir in Zudrugund",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I do not know what to make of these dwarves!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 15: An Echo of Days Past",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'There is something very peculiar about this place.'",
      "es": ""
    }
  ]
}