{
  "id": 620862497,
  "txt": [
    {
      "id": 136263297,
      "en": "Inside the coffer you find a report and a sword with ancient markings",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The road that runs north through Dunland and Enedwaith has been troubled by hostile Dunlending clans, and the Grey Company is worried by these reports.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Saeradan has gone on ahead, [placeholder], and established a camp in the Windfells. He planned to investigate the state of the road that runs through Enedwaith and Dunland, for he worried that it had been blocked by hostile Dunlending clans.\\n\\n'Go now to his camp far to the south-west of here, on a hilltop in the Windfells. Help him with his investigation. I know he will be happy to have your help.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Saeradan is at his camp, Echad Saeradan, in the Windfells, in Enedwaith. His camp can be found on a hilltop in the Windfells, south-west of Echad Dagoras.\\n\\nLothrandir has sent you into the Windfells to assist Saeradan.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Things are not right in Enedwaith, [placeholder]. As we have come further south, it becomes more clear to me that the plans of the Wizard Saruman, told to us by Elrond, are more advanced than even the Elf-lord believed.'\\n\\nYou tell Saeradan of your encounter with Wadu of the Uch-lûth, and he nods grimly.\\n\\n'We have few friends here, [placeholder], and I fear they are becoming fewer. Wadu may speak for us, but I am not convinced that his clan will listen. Already there are more clans in Enedwaith than just the Uch-lûth, and they are hostile to us. Travel a short way to the north and see what has become of the road. I fear it has been blockaded at the command of Saruman.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The road north of Echad Saeradan may have been blockaded by forces of Saruman.\\n\\nSaeradan has asked you to investigate the road north for signs of blockade.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Saeradan is at his camp south of the blockaded road in Fordirith.\\n\\nYou found a report and a sword with ancient markings in the coffer at the blockaded road and should bring them to Saeradan.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Investigate the road north of here and determine if it has been blockaded. I fear that it has.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "Saeradan takes the report from you and reads it with growing concern. He then marvels at the sword.\\n\\n'This confirms what I feared, [placeholder]. One of the Dunlending clans has been ordered, likely by Saruman, to blockade the road north and to slay any who seek to pass that way. This sword is of ancient make; see the markings here in the shape of horses? This is a sword of the Rohirrim.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Saeradan's camp is located in the Windfells, on a hill-top far to the south-west of here.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have brought me nothing?'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'It is not right for the road to be blockaded.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Saeradan at Echad Saeradan",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'For what purpose have our enemies blockaded the road north?'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Investigate the road north of Echad Saeradan for evidence of a blockade",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the report and the ancient sword to Saeradan",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 11: The Blockade",
      "es": ""
    }
  ]
}