{
  "id": 620862496,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected blood-marks from Dunlendings in Fordirith ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Recovered weapons from fallen Uch-lûth clansmen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Wadu has expressed his displeasure at the slaying of his kin by other Dunlending clans and wants you to fight on his behalf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Uch-lûth will tolerate your presence, but other Dunlending lûth will be openly hostile. They have been given gold and have forgotten their true allegiances. Many of them travelled north into the land of the holly, but they have returned. They are cowards on their own, and they are cowards on behalf of their new master!\\n\\n'But these lûth that fight for gold have no loyalty to their former brothers. They fight even the Uch-lûth! For every one of my people they slay, they put a mark in blood on a chip of wood. They believe their new master will pay them for every one of their kinsmen they slay. It is an abomination.\\n\\n'They have already killed some of my people. Travel to the deserters' camps north of here and deprive them of the blood-marks they have already collected. Recover, too, the weapons of my fallen brothers. I do not want them taken by their foes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Deserters can be found north of Echad Dagoras, in Fordirith.\\n\\nWadu has asked you to recover blood-marks from the Dunlending deserters in Fordirith and to recover the weapons of his fallen kinsmen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Wadu at least seems pleased with you, [placeholder]. If his family ruled the Uch-lûth, perhaps our road south would be easier. Sadly, it appears that his father Suvulch, though respected by the brenin of the Uch-lûth, is not one of his brehur.\\n\\n'Still, respect earned is not respect wasted. Perhaps Wadu's respect for you will help us as we must deal more closely with the Uch-lûth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wadu is at Echad Dagoras, the camp of the Grey Company in Fordirith, Enedwaith.\\n\\nYou have collected blood-marks and weapons from fallen Uch-lûth and should bring them to Wadu as he requested.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Lothrandir is at Echad Dagoras, in Fordirith, northern Enedwaith.\\n\\nYou have pleased Wadu with your heroics on his behalf among the Dunlending deserters and should tell Lothrandir of your successes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Deserters from the raids in the north have camps here in Fordirith. Deprive them of the blood-marks with which they seek to reward the deaths of my people! Recover too the weapons of my fallen kinsmen. It would be an insult for the weapons of the Uch-lûth to be used against them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'It brings me no joy to see these marks, nor to receive these weapons, for they are reminders of the Uch-lûth that have fallen and of the greed of these people that were once my kin. But no more! These other lûth are no longer of my stock. They are cowards, slaves to gold, and are no longer Men. They are like Orcs now, and the brave Uch-lûth will treat them like Orcs.\\n\\n'You will continue to do so? Good. You are not one of us, but you will be a friend to my family. Perhaps we will compare the tallies of the slain when all of Dunland is unified again and under the strong rule of the Uch-lûth! I look forward to that time.\\n\\n'Tell your duvodiad friends what you have done for Wadu. I am not certain about them, but about you I have made up my mind. Your strength of will is like to mine, and you are made of similar stuff, strong as the stones of Dunland.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Tell your duvodiad friends what you have done for Wadu. They were wise to bring you, for your will is strong, like one of the Uch-lûth! They speak in riddles and seem always on the verge of despair. I do not wonder that they are not welcome in Dunland.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You have not yet done what you said you would do for Wadu.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect blood-marks from Dunlendings in Fordirith ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Recover weapons from fallen Uch-lûth clansmen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring blood-marks and Dunlending weapons to Wadu at Echad Dagoras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Lothrandir at Echad Dagoras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 10: Blood-marks",
      "es": "",
      "es (fem)": ""
    }
  ]
}