{
  "id": 620862499,
  "txt": [
    {
      "id": 54354734,
      "en": "The sword that was taken from Wadu should be returned to his family at the village of Lhanuch, in Nan Laeglin.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It is no use dwelling upon such mysteries, for we may never know the answers to them. He spoke of his family to you, did he not? They must be told of his death, and the sword returned to them.\\n\\n'You will likely find them at Lhanuch, the village of the Uch-lûth, in Nan Laeglin. You should ask the people there until you find his father and bring him both the unhappy news and the sword.\\n\\n'It may seem cold, but perhaps the death of his son at the hands of another Dunlending clan will soften the father's heart to the Dúnedain. Wadu may still help us in our errand, though he be slain.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wadu's father Suvulch can be found somewhere within the Uch-lûth village of Lhanuch.\\n\\nYou need to find the father of Wadu and bring him the sad news of his son's death. Additionally, he should be given the ancient sword of the Rohirrim that was taken from Wadu when he was slain.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Speak not to me of Wadu! He is a coward, and no son of mine!'\\n\\nThe silence following this proclamation stretches awkwardly for too long a time. Suvulch reads your expression.\\n\\n'He is dead? Then his chance for courage is ended, and I mourn only that. No, I will hear no more of it! If you have words of Wadu, tell them to his sister. If the powers were just, Nona would have been the son and he the daughter, for she is like iron and could make her father proud! With the clans all around the Uch-lûth preparing for war and closing in upon us, the only good thing Wadu ever did for us is rid us of his cowering presence!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Wadu's sister Nona can be found somewhere within Lhanuch, the village of the Uch-lûth, in Nan Laeglin.\\n\\nSuvulch has coldly dismissed the death of his son Wadu, calling him a coward. You should bring the news of Wadu's death and the ancient Rohirrim sword to his sister Nona instead.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You must find Wadu's father. He will likely be at the Uch-lûth village of Lhanuch, and must be given both the unhappy news and the sword that was taken from his son.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have nothing for me? Begone.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'If you must speak of Wadu, you waste your time! I will not hear of him! Bring your words of him to his sister Nona, if you must, but waste my time no further!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "Nona listens sorrowfully as you recount your discovery of her brother's death. There is the briefest trembling within her deep eyes, then it is gone. The emotion mastered, Nona stares at you sternly.\\n\\n'Wadu was not the fighter our father Suvulch wanted him to be, and when he spoke to him, which was rarely, Suvulch was cruel. I tried to give Wadu the lessons he needed, lessons in the sword and the axe and the ways of fire, but I could not teach him the courage he needed. My words to him were harsh. If they drove him to his death I would have them back!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Wadu's father at Lhanuch and give him the ancient sword",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find Wadu's sister Nona at Lhanuch and give her the ancient sword",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 13: The Sword Returned",
      "es": ""
    }
  ]
}