{
  "id": 620862492,
  "txt": [
    {
      "id": "0x911d356",
      "en": "'I... I do not understand!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have returned with what I require? In truth, I did not think you would emerge from the forest again, Duvodiad.\\n\\n'That only means it is all the more important that I speak with the spirits of the Mournshaws.\\n\\n'I shall begin....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x911d357",
      "en": "'Please forgive me! I... I will do as you command...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "Enit looks pale and shaken.\\n\\n'The spirits have forsaken me! Who are you, Duvodiad? What does it mean that you have come among us even as the forest turns upon its faithful servants?\\n\\n'The Rhi Helvarch himself has never called upon the folk of Nan Laeglin. I do not know what this means, but I can neither help nor hinder you now....\\n\\n'Go then and curse you! Speak with our Elder upon Gwaed Brun at the heart of the forest. Perhaps he knows the way to the Huntsman's hall. I know it not. May you meet your doom there, Duvodiad. May the great spirits of the forest consume you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Rituals of the Forest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected oak-branches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I need many things before I can perform the ritual to summon the forest spirit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected mistletoe ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected club moss ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Most of the items Enit requires can be gathered throughout the northern Mournshaws, but the living bark may only be collected from the wild Wood-trolls that lurk west of Galar Culch.\\n\\nEnits has asked you to gather many natural materials for her ritual.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Collected living bark ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Enit is at Galar Culch in the Mournshaws.\\n\\nShe is prepared to begin the ritual to commune with one of the great spirits of the forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Enit is at Galar Culch in the Mournshaws.\\n\\nYou should speak with Enit after she has communed with the spirits of the Mournshaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete Oaken Limbs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete Mistletoe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Complete Creeping Moss",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Complete Skin of Wood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Observe Enit's Ritual",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Talk to Enit at Galar Culch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Enit believes she can summon one of the spirits of the forest and speak with it -- though it seems that she may have her own reasons for doing so.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x29b6f81",
      "en": "'I have heard your call, Enit of the Derudh, but my purpose here is that of the Lord of my hall - it is not yours to command.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x29b6f82",
      "en": "'There are matters well beyond your ken unfolding in the world beyond these forests.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x29b6f83",
      "en": "'The Huntsman wishes to see these travellers for himself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x29b6f84",
      "en": "'We await them in the halls of the forest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x29b6f85",
      "en": "'You must set aside your petty prejudices, Enit! Far more depends upon this than you know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x911d351",
      "en": "'Very well outsider. I shall call upon the spirits of the forest and you shall face their judgement.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x29b6f86",
      "en": "'Guard yourself. Dark times come and we cannot protect you if you stray into shadow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x911d352",
      "en": "'I beseech thee, Hallowed Ancients. Heed the call of your loyal servant.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x29b6f87",
      "en": "'Farewell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x911d353",
      "en": "'Outsiders have come among us to despoil these forests that we have long protected in your name.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x911d354",
      "en": "'I call you forth! Come before us and render your judgement upon those who trespass among us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x911d355",
      "en": "'But they are not worthy to stand before him! We have served you these many years yet...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The forest has been disturbed and the spirits silent of late. I will summon one and speak with it, if you can bring me what I need for this ritual.\\n\\n'There are several plants that are sacred to the spirits, but the forest has grown wild and terrible of late, and it is dangerous to travel within it. If you will gather the things I need and bring them to me, I will perform this ritual. Then we shall learn the truth of both your purpose and the forest's anger.\\n\\n'Nearly everything I need can be foraged from the forest, but the living bark must be collected from the wild Wood-trolls which dwell to the west of here.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}