{
  "id": 620862501,
  "txt": [
    {
      "id": "0xcc5324",
      "en": "'What did you say to my brother Wadu when he came here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced8",
      "en": "Nár has offered to take you to the mines below Zudrugund, where he last remembers seeing Wadu. Perhaps the mystery of what happened to Nona's brother here remains below.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x74c6701",
      "en": "'Bats!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcc5325",
      "en": "'My brother was not a dwarf!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced9",
      "en": "You have travelled deep into the mine beneath Zudrugund with Nár, Elladan, and Nona. Elladan has had a curious feeling that you have been watched for some time now.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x74c6702",
      "en": "'Why are none of the bats attacking Nár?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcc5326",
      "en": "'Tell me what you said to my brother! Tell me what you said to Wadu!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc5b9491",
      "en": "'It will be some time before the brew is ready.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcc5327",
      "en": "'I am going too, dwarf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc5b9492",
      "en": "'Nár, it is ready. I have this for you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96756b1",
      "en": "'O, I cannot go in there! What must I do?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We are a long way from Evendim, [placeholder]. I wonder how our friends are managing in our absence?'\\n\\nCalenglad sighs and looks suspiciously at Nár.\\n\\n'I understand why we have taken this brief excursion into the hills, for if Nona is satisfied by what we learn here, our dealings with the Uch-lûth should be made easier. But what can we really learn from this dwarf? He does not seem even to notice us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96756b2",
      "en": "'My lord, why did you go in? Why did you not listen to your faithful servant?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Is it the smell of the brew that has kept the bats from attacking Nár? We should hope that it was not, for he seems to have exhausted it. A few drops may remain, but the odour is much less than it was, and he seems to be falling once more out of awareness.'\\n\\nElladan shakes his head.\\n\\n'There is a gate ahead, and if I have learned anything of dwarves, it is that such a gate certainly has a lever somewhere to open it. Find the lever and return to us, [placeholder], and we will proceed. I fear that this journey will soon end in failure, for without a guide that can speak to us in ways we understand, what can we hope to learn here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I am sorry we did not wait, [placeholder], but Nár gave a shout and ran forward when the gate opened, and we did not want to lose him.\\n\\n'He is just ahead, with Nona.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'How can Nár know of the errand of the Grey Company, [placeholder]? And more than that: how can he know of my father's words to my brother and me? How can he know we were considering taking the Paths of the Dead once we meet with Aragorn?\\n\\n'I must tell Halbarad and the other Rangers of this. I think things may have just become more complicated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I have been listening to Nár's ramblings, [placeholder], and I have managed to piece together some of his history. I believe he was once the servant or friend of Thrór, grandfather of Thorin Oakenshield, and that this was one of their homes in exile.\\n\\n'Thrór did not return to Erebor, but it seems to me he made another journey, and Nár accompanied him. From his words, I believe they came into danger, and....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'I do not like this. Why do the bats of this cavern not attack the dwarf? Why does he walk among them without danger?\\n\\n'Wadu came into this mine full of fear and uncertainty. What happened here that he emerged from it with courage, courage that would lead him to his death?\\n\\n'The longer this journey takes, the more questions it poses, [placeholder]! I want to be above-ground again, in the sunlight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'My brother...even after the terrible things my father said to him, and even after what I said to him, in my frustration....'\\n\\nNona trails off, staring at the body of the enormous gwiber.\\n\\n'He mastered his fear, [placeholder], and achieved a victory that even the bravest and strongest warriors of the Uch-lûth could not hope to match.\\n\\n'And now he is gone, slain by enemies who waited in hiding for him to pass. The cowards! They were nothing compared to this great beast, but they laid him low where even it could not! My Wadu....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9675cb1",
      "en": "'That was a good one! Aye, you always have the best stories, Hervin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'I do not know what to make of this dwarf, [placeholder]. Where did all of his people go? Why would they leave him behind? And what could he have seen that might leave him so...addled?\\n\\n'Frithgeir seems to be kind-hearted, and it seems to me that Nár would be hard-pressed to survive here for any period of time without him, but there is something not quite right about these two.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9675cb2",
      "en": "'No, you go ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'So many books, [placeholder], and none of them taken when Nár's people left him. It puzzles me. It is clear that many dwarves once lived here, but where they have gone and why is a mystery. I suspect that even Frithgeir's brew will not clear Nár's mind sufficiently for him to provide us the answers we seek.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced10",
      "en": "Nona wears a puzzled expression. She seems dissatisfied with the journey and wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced11",
      "en": "Elladan is thinking, pondering what to do next, now that you are deep beneath Zudrugund and Nár is passing out of awareness again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced12",
      "en": "A locked gate blocks further progress into the mine, and Elladan has asked you to find the lever that should open it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced13",
      "en": "You have pulled the lever to open the gate and should now rejoin your friends below.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced14",
      "en": "Your friends are missing. Have they already gone on past the gate that blocked passage deeper into the mine?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced15",
      "en": "Your friends are deep within the mine, seeking the truth of what befell Wadu in the depths when he came here with Nár.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced16",
      "en": "Nona has learned the truth: that her brother Wadu found his courage far below Zudrugund and defeated a mighty gwiber in the depths.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced17",
      "en": "Elladan is waiting to speak with you about Nár's mysterious and sudden change.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x84d4371",
      "en": "'Bring a spare mug, Hervin!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x84d4372",
      "en": "'Wadu?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x84d4373",
      "en": "'Aye, he was a brave dwarf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Frithgeir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Learn what Nona wants from the dwarves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Listen to the exchange between Nona and Nár",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Elladan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Follow Elladan, Nona, and Nár deeper into the mine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Find and use the lever that unlocks the gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Rejoin Elladan, Nona, and Nár below",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Follow Elladan to Nár and listen to the dwarf's tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Listen to Nár",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e89be1",
      "en": "'Behold! The great wheel of the Old Father!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e89be2",
      "en": "'Listen to the sound of those hammers! Keep up the great work, my people!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e89be3",
      "en": "'Why, yes! The braids of your beard are particularly well-done this day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852590",
      "en": "'The water is boiling already, and now I will add the ingredients you collected. The odour will be quite pungent, so perhaps you should speak with the rest of your friends that have come to Zudrugund while it steeps.\\n\\n'The odour is rather unpleasant, though I find that it does clear the cobwebs away when I am feeling under the weather.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852591",
      "en": "Nár shakes his head, breathing deeply of the steam billowing out of the mug.\\n\\n'Wadu...I know that name. We went to the father-lode, where rang the sound of hundreds of dwarf-hammers, far below Zudrugund.\\n\\n'It is curious. I remember walking with Wadu among the great turning water-wheels of the Old Father, but I have not seen him since. He is not still down there, is he?'\\n\\nYou tell Nár that Wadu has been slain, and his beard creases into a frown.\\n\\n'Ah, that is a shame. He was most brave. Wasn't he? I can take you to the mine, if you'd like.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852592",
      "en": "'Are you ready to go to the mines below this hall? Very good. I am ready to show you the way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852593",
      "en": "Nona listens impatiently as you explain what the situation in Zudrugund seems to be.\\n\\n'I want answers for myself. My brother was changed after he came here, and this Nár knows why. He will tell me why, or it will go badly for him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852594",
      "en": "'We must all return to Zudrugund. I do not know what this means, but I fear for every answer we obtained in this place we have received twice as many questions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852595",
      "en": "'There must be a lever somewhere that opens the gate. Perhaps high above us? The ways of your people are strange at times.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852596",
      "en": "'We are far beneath the earth now, [placeholder], and a feeling has been growing on my mind for some time now. I think someone, or something, has watched as we descended. I cannot pinpoint it, but I believe some intelligence has observed our passage from Zudrugund.\\n\\n'Something else has made me uneasy. How much of Frithgeir's brew has Nár already consumed? And how much remains? The dwarf has been alert for our descent, but what happens when the steaming brew has been exhausted?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Elladan has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x60082e5",
      "en": " ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The lever squeals with disuse, then slides into place",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "The gate stands open, but your friends are gone. Are they below?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfd217b1",
      "en": "'Why have you brought us here, dwarf? Do you even remember?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfd217b2",
      "en": "'But why? What was the body of this gwiber supposed to tell me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfd217b3",
      "en": "'I care not for the exploits of some ancient dwarf!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfd217b4",
      "en": "'Wadu...can this be true...?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61215f1",
      "en": "'Ooooh...who are you? When did you arrive at my hall?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x70be3e1",
      "en": "'Someone approaches!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1c49fc1",
      "en": "'Roast mutton!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1c49fc2",
      "en": "'Aye, he was a burned dwarf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1c49fc3",
      "en": "'I saw him face many a fearsome beast, but none so deadly as that which lived beneath the earth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1c49fc4",
      "en": "'Did his heart quail in his chest? No, it did not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1c49fc5",
      "en": "'Did his axe-hand tremble? It did not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4bce7c1",
      "en": "'What did you say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1c49fc6",
      "en": "'Courage rose unbidden in his veins, and he struck the beast once, twice, three times!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4bce7c2",
      "en": "'How can you know of these things? Answer me, Nár! Answer me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x600cf21",
      "en": "'I will go with you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4bce7c3",
      "en": "'Ah, it is hopeless. [placeholder], can you tell me what just happened?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd287b21",
      "en": "'I am sorry, Nona. He is no longer aware of us. He sees now only distant memories.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd287b22",
      "en": "'The journey into the depths simply took too much time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd287b23",
      "en": "'Nona.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd287b24",
      "en": "'The wounds of this gwiber are still fresh. It has been dead for no longer than a week.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: An Echo of Days Past",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd287b25",
      "en": "'These are sword-wounds, not axe-wounds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd287b26",
      "en": "'In his own way, I think Nár is telling us two stories, not one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd287b27",
      "en": "'I believe that a dwarf named Hervin slew a great beast beneath the mountains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd287b28",
      "en": "'But I believe too that your brother Wadu found his courage here in the depths and slew this great gwiber.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbba9561",
      "en": "'I am ready for battle!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9675bb1",
      "en": "'Cave-claws? Here? Are you sure?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9675bb2",
      "en": "'O, what shame! I have misplaced my axe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Nona has asked you to get to the bottom of the mystery concerning her brother Wadu and the dwarves of Zudrugund.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5aa29f1",
      "en": "'Ah, just the stuff! Now stop dallying and follow me! We are almost there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x580b61",
      "en": "'I know your road, son of Elrond. That way lies death.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x580b62",
      "en": "'Treachery! Treachery and deceit!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x580b63",
      "en": "'You who walk the Paths of the Dead, beware!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x35cad51",
      "en": "'This will shine it up nicely.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x580b64",
      "en": "'Second from the left? That is what I heard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x580b65",
      "en": "'Aye, slightly underdone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1ccd5c1",
      "en": "'This is strong-smelling stuff, is it not? To your health!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcef9321",
      "en": "'How far beneath the earth is this dwarf taking us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There must be a lever somewhere around here that will open the locked gate. You must find it, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "Nár looks around in an interested fashion, but you cannot tell if he even sees you at the moment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Frithgeir is working to prepare the brew for Nár so you may speak to him without difficulty.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'There must be a lever somewhere that opens the gate. Perhaps high above us? Are not the ways of dwarves strange?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Frithgeir is preparing the brew for Nár and has recommended that while you wait you speak with the members of the Grey Company who have come to Zudrugund.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Please, I need to concentrate. Speak with your friends here while I prepare the brew.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Halbarad wishes to speak with you while Frithgeir prepares the brew for Nár.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Nona has burst into the dwarf-hall, intending to confront the dwarves about the fate of her brother Wadu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcc5321",
      "en": "'You! Dwarf!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Nona has demanded an explanation from you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcc5322",
      "en": "'Where is the leader of this place? I demand to speak to your chief!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Frithgeir has prepared the brew for Nár, and you should now see if it has the promised effect.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcc5323",
      "en": "'Do you mock me? [placeholder], what is going on here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "Nár seems to be more aware of his surroundings, thanks to the brew supplied by Frithgeir, and may now tell you what he said to Wadu.",
      "es": "",
      "es (fem)": ""
    }
  ]
}