{
  "id": 620862494,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Several days ago, Daervunn entered the Mournshaws -- a great forest to the west of here.\\n\\n'He was hoping to find a way through that forest to the south that would be hidden from the prying eyes of our enemies, but I have heard nothing from him since.\\n\\n'The locals call the forest Galar-gwig, and believe it to be inhabited by powerful spirits that do not care for the company of Men.\\n\\n'There is one group among the Dunlendings, called the Derudh that dare frequent the forest - and even among their ranks it said that one will occasionally vanish into the forest... never again to be seen beneath mortal sun.\\n\\n'I'd watch your step there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'[placeholder]! You are the last person I expected to meet here. I have not had much success here. The forest is treacherous and wild, and I do not know its paths. I have made the acquaintance of one hunter who will dare the place -- indeed, he rescued me from a pack of strange hounds just last morning.\\n\\n'What little I know concerns tales of a gathering of 'lords' in the forest...wild spirits or some such according to the tales, but each story I have heard is different, save they all refer to a great Huntsman who leads them.\\n\\n'My hope is that they might be a hidden company of Elves, hiding themselves from the people of Nan Laeglin behind veils of myth and folk tales -- that might be a real stroke of fortune if we could find them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Seek out Daervunn in the northern reaches of the Mournshaws.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ho there! I'll wager you're not from around here... Don't dress the like.\\n\\n'I mark you as a northerner, and if you've found your way here, then its likely your an ally of Braigiar or perhaps Candaith. I trust they are still well?\\n\\n'I haven't had much luck here I'm afraid. The forest is treacherous and wild, and I do not know its paths. I have made the acquaintance of one hunter who will dare the place - truth is he rescued me from a pack of strange hounds just last morning.\\n\\n'What little I know concerns tales of a gathering of 'lords' in the forest. Wild spirits or some such according to the tales, but each story I've heard is different save they all refer to a great Huntsman who leads them.\\n\\nMy hope is that they might be a hidden group of Elves, hiding themselves from the people of Nan Laeglin behind veils of myth and folk tales - that might be a real stroke of fortune if we could find them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Haunted Forest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I have heard that a duvodiad wandered into the haunted wood....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have learned that an unknown Ranger of the Grey Company has entered the Mournshaws in search of a hidden path to the south. \\n\\nThe Algraig firmly believe this forest is haunted by powerful and fey spirits. Only the Derudh of Nan Laeglin and a few brave hunters dare enter the place.\\n\\nEven fewer return....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Daervunn in the Mournshaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Find Daervunn the Ranger who has wandered into the northern reaches of the Mournshaws.\\n\\nIt is uncertain whether he still lives, but if so it is possible he has found a path into Dunland that is unwatched by enemy eyes.",
      "es": "",
      "es (fem)": ""
    }
  ]
}