{
  "id": 620862491,
  "txt": [
    {
      "id": 218649169,
      "en": "'Our tales say that the Rhi Helvarch came to these lands long ago, and that his power gradually claimed the forest, making it strange and dangerous to the unwary.\\n\\n'But he has never pursued or hounded us, and the spirits that are drawn to him have rarely disturbed us... but now they have become filled with anger and lash out at any who enter the forest.\\n\\n'These wild spirits have overrun the circle which lies nearest the Huntsman's hall. If they can be driven away, then perhaps we can beseech the Forest Lords to open the way within.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have fought valiantly, but it does not seem that the spirits can be driven away by brute force. I feared as much.\\n\\n'We must open the way nevertheless for so we have been bidden.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Confront the wild spirits, if you dare, Duvodiad... though I doubt you will succeed.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Fallen Grove",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Derudh Tûm claims that the spirits of the forest have been angered and have driven away the rest of the Derudh. He hopes to reclaim their grove and perhaps help you find the way into the Huntsman's hall.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated the maddened elhudan",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat the maddened elhudan at Oirnad Culch",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "A maddened elhudan spirit has claimed Oirnad Culch, south of Gwaed Brun.\\n\\nTûm has asked you to defeat the wild spirits that have overrun the grove the Derudh once called their own.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Tûm at Gwaed Brun",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Tûm is at the grove atop Gwaed Brun in the Mournshaws, north of Oirnad Culch.\\n\\nYou should return to Tûm with news of your success.",
      "es": ""
    }
  ]
}