{
  "id": 620862493,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected wild berries ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Umfrë told you of a small community of Dunlendings who are chosen by their clans to enter the Mournshaws and commune with the spirits who live there. He believes that they might know of a way through the deep woods into the south.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'If you must find your way through this accursed forest, then I cannot show it to you, for I never go so deep... but the Derudh may know a way.\\n\\n'A few among our people are chosen to learn the forest's secrets. Those that return claim to have communed with the spirits of the forest, but speak little of it. These are the Derudh of the Mournshaws.\\n\\n'There is an ancient circle of stone in the northern reaches of the forest called Galar Culch where you might find them. Bring them some tithe of berries or the like, and they may grant you some piece of wisdom. Do not expect much from them, however, for they care little for duvodiad like you.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Berries may be found along the forest paths in the Mournshaws.\\n\\nUmfrë suggests that you gather berries as a tithe to the Derudh of the Mournshaws before you approach them.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'A path to the south? Once perhaps, but not in these days. The spirits of the forest have grown wild and more dangerous than they once were... certainly they would devour one such as you!\\n\\n'I might commune with the spirits and speak with them myself, but there is a ritual that must be performed, and the things I need are dangerous to gather now.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Derudh of the Mournshaws may be found at a stone circle called Galar Culch to the south of Echad Daervunn.\\n\\nUmfrë told you to approach the Derudh with an offering of berries.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Enit is at Galar Culch, south of Echad Daervunn.\\n\\nEnit the Derudh may know a way through the Mournshaws into Dunland.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Derudh must be appeased before they will speak with you.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Who are you, Duvodiad? How is it that you dare these woods and carry an offering in the way of our people?\\n\\n'I do not care for your presence, nor your presumption, but our ways are old, and I would not break them in times such as these.\\n\\n'Speak then... what is it that you seek?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect wild berries in the Mournshaws ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the berries to the Derudh at Galar Culch",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Enit at Galar Culch",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Derudhs' Circle",
      "es": ""
    }
  ]
}