{
  "id": 620862584,
  "txt": [
    {
      "id": 136263297,
      "en": "Gathered wild essence ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 152163153,
      "en": "'It is done.'",
      "es": ""
    },
    {
      "id": 152163154,
      "en": "'Approach the altar, and then pass through the stones.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Tûm, the Derudh elder, believes that the essence of the wild spirits which roam the southern reaches of the Mournshaws may be they key to a ritual that will open the way to the Huntsman's Hall.",
      "es": ""
    },
    {
      "id": 152163155,
      "en": "'May the forest protect you.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The last Elder among us spoke of a ritual that might be performed here atop this hill. It was taught to us by one of the Forest Lords and is said to open the door to the Huntsman's Hall.\\n\\n'He was quite old, and I was still a young man when he performed this ritual himself. I never saw him again. Nevertheless, if you wish to speak with the Forest Lords, it is perhaps the only way.\\n\\n'Gather the essence of the elhudan that roam this forest and bring them here. Their anger is such that they will likely attempt to destroy you, so take care. When you have done so, I shall open the door for you. But you shall go in alone... I do not wish to share my master's fate, whatever it may have been.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The wild spirits known as elhudan can be found throughout the Mournshaws.\\n\\nTûm has asked you to gather the essence of the elhudan that haunt the Mournshaws.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have gathered the wild essence I require? Very well then. I shall begin the ritual.\\n\\n'The ritual should allow you to pass through the door into the Huntsman's Hall.\\n\\n'Whether you will ever emerge again, I do not know. Good luck to you, Duvodiad...I do hope that you can find some way to soothe the forest's anger.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Tûm is at Gwaed Brun at the heart of the Mournshaws.\\n\\nYou should return to Tûm with the essence you have procured.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The essence of the elhudan may open the way to the Huntsman's Hall.'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Bring the wild essence to Tûm at Gwaed Brun",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'You have gathered the wild essence I require? Very well then. I shall begin the ritual.\\n\\n'The ritual should allow you to pass through the door into the Huntsman's Hall.\\n\\n'Whether you will ever emerge again, I do not know. Good luck to you, Duvodiad... I do hope that you can find some way to soothe the forest's anger.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Gather wild essences ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the wild essence to Tûm at Gwaed Brun",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Shards of Light",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Tûm is at Gwaed Brun at the heart of the Mournshaws.\\n\\nYou should return to Tûm with the essence you have procured.",
      "es": ""
    }
  ]
}