{
  "id": 620862500,
  "txt": [
    {
      "id": 218649170,
      "en": "'Welcome to Zudrugund, traveller. I... I should apologize for Nár. He is very old -- I know not how old -- and his mind... wanders. He has experienced a great deal of hardship and pain, but he has remained here while all others have left him. All save Frithgeir, that is.'\\n\\nYou explain why you have come and ask Frithgeir about Wadu. He nods with recognition.\\n\\n'Yes, the Dunlending. He came to speak with Nár some time ago. Nár was more aware that night than he usually is, so I marked the visit. The two ventured into the mine beneath these halls. I'm sorry, but I do not remember anything else peculiar about the visit.\\n\\n'There is a brew I can make of several ingredients found throughout Thrór's Coomb. The vapours of the brew seem to make Nár more aware of his surroundings. If you bring me these ingredients, the brew may allow you to speak with Nár directly. I will need several handfuls of the Hulwul-hurz herb, some Nijam-mujdu flowers, and the variety of nut called Kibil-luwz. Take this list of the ingredients and where they can be found.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Eh? Who's there? Who is it? Eh?'\\n\\nThe dwarf peers forward, but his eyes seem unable to fix upon you.\\n\\n'The soup is cold! Hervin, the soup is cold! Set it atop the fire! Ah, yes, ah. Three and twenty!'\\n\\nThe dwarf wheezes, his beard fluttering slightly with the exhalation. He brings his hand up to his mouth, as if holding a ladle, and sips at the air. He pays you no more heed.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 14: The Distant Dwarf",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Ah, you have the ingredients, good. I will begin making the brew in just a moment.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You have nothing for me?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected handfuls of Hulwul-harâz ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I need a number of ingredients to make the brew that will bring Nár back to wakefulness: several handfuls of the Hulwul-hurz herb, some Nijam-mujdu flowers, and the variety of nut called Kibil-luwz. These all can be found throughout Thrór's Coomb. Consult the list of ingredients I gave to you for their locations.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Blah!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Najâm-mujdu flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'This hall is mostly abandoned, [placeholder]. Two dwarves seem to live here, but I have seen no sign of the rest of their people. Nár and Frithgeir, their names are, and Frithgeir seems normal enough, but as for Nár....\\n\\n'Well, see for yourself.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'No Blah!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected Kibil-lawâz ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The dwarf-hall is located among the northern mountains of Thrór's Coomb, far to the east of Lhanuch, the Uch-lûth village in Nan Laeglin.\\n\\nNona has asked you to journey to the dwarf-hall in Thrór's Coomb to learn what Wadu saw there that brought him to Fordirith and then to his death.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Frithgeir seems to take care of Nár, and his devotion seems to be very strong, but I have not been able to learn much about either of them.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Two dwarves make their home in Zudrugund, the dwarf-hall in Thrór's Coomb, within Nár's Peak.\\n\\nOne of the dwarves in the hall seems unable to focus upon you, but the other may be able to tell you what is going on.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Frithgeir gave you a list of ingredients he needs in order to make a brew to make Nár more lucid? Well, I see no harm in gathering them together. They will be found throughout Thrór's Coomb? That seems simple enough.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The ingredients needed by Frithgeir to make the brew can be found throughout Thrór's Coomb. He gave you a list of the ingredients and their locations to study.\\n\\nFrithgeir can make a brew that brings Nár back to awareness.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'You found the various ingredients for which Frithgeir asked? Very good! Give them to him at once, and we will see if this brew has any effect at all upon Nár. I must admit I do not know what to expect, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Frithgeir is in Zudrugund, the once-abandoned dwarf-hall in Thrór's Coomb.\\n\\nYou have collected the ingredients needed by Frithgeir to make the brew that will restore Nár's awareness of his surroundings.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'The last one, eh? Good... good....'\\n\\nThe dwarf nods contentedly, but makes no sign of having seen you.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Blah!",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'I do not know what my brother saw in the dwarf-halls in Thrór's Coomb, but he would not speak of it. I want to know what it was and why he went forth to his death. Go to the halls of the corrach far to the east of here, in the northern mountains of Thrór's Coomb.'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'There is an air of mystery about this place. I do not know what to make of it.'",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'Where strayed the rest of the people who lived here?'",
      "es": ""
    },
    {
      "id": 205636720,
      "en": "'I asked Golodir to explore this place with me, but he had other tasks before him.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Explore the dwarf-hall in Thrór's Coomb",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Frithgeir at Zudrugund",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect handfuls of Hulwul-harâz ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect Najâm-mujdu flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Collect Kibil-lawâz ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Bring the list and ingredients to Frithgeir",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Something Wadu saw in the abandoned dwarf-hall in Thrór's Coomb brought him to his death, and his sister Nona wants to learn what it was.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'After our argument, Wadu went to the halls of the corrach -- the dwarves -- in Thrór's Coomb, but what he saw there I do not know; he would say nothing to me when he returned.\\n\\n'Those halls have been abandoned for countless years, and have a fell reputation. No one goes there: corrach, Uch-lûth, or Draig-lûth. Did Wadu find this sword there? I cannot explain it. If you go to the dwarf-halls and learn what my brother saw there I will repay you with knowledge of these lands known only to the Uch-lûth.\\n\\n'I have never been to the halls of the corrach, but they can be found far to the east of here, in the northern mountains of Thrór's Coomb.'",
      "es": ""
    }
  ]
}