{
  "id": 620862489,
  "txt": [
    {
      "id": "0x15014d1",
      "en": "'My thanks friend, I fear that the beast had the best of me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have rescued Umfrë",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x15014d2",
      "en": "'I must be away before more come. I hope we meet again soon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Daervunn has befriended a Dunlending hunter by the name of Umfrë on the fringes of the Mournshaws after the hunter rescued him from a pack of vicious hounds. However, Umfrë has recently disappeared into the Mournshaws after giving chase to one of the hounds, and Daervunn is concerned that he may be in some danger...or even dead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Umfrë the hunter it was, who rescued me from a ravening pack of strange white hounds shortly after I entered the forest -- Cun Annun, he called them.\\n\\n'He seems a good Man, though when he realized I was a northerner he seemed dismayed. Nevertheless, he helped me tend my wound, and I had hoped to ask for his services as a guide through these woods. He left, though, in search of one of these hounds that he said had been terrorizing the people of his village of late. Yet a full day has since passed, and I have seen no sign of him. I fear he too may have been injured or killed beneath the forest's eaves.\\n\\n'My leg is still not fit to walk -- if you could find Umfrë and help him return here, I would be obliged, as I owe him a debt, and he may be the only one who can help us through this forest.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Umfrë is lost somewhere in the Mournshaws.\\n\\nDaervunn asked you to find Umfrë the hunter, who disappeared into the forest, hunting for a Cun Annun that had been terrorizing his village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My thanks to you, Duvodiad.\\n\\n'These woods have grown more dangerous than ever in recent days. These Cun Annun that hunt and kill Men and beast alike are a terror from our old wives' tales.\\n\\n'I do not know in truth what brings your people here, but I also in truth do not care to. Whatever your purpose, unless it is to bring harm to my people, I will help you if I may.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Umfrë is at Echad Daervunn in the Mournshaws.\\n\\nYou should return to Daervunn's camp and speak with Umfrë.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I would be grateful if you could find Umfrë and assure his safety.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Please stranger, help me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I would be grateful if you could find Umfrë and assure his safety.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Umfrë in the Mournshaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Umfrë at Echad Daervunn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Lost Hunter",
      "es": "",
      "es (fem)": ""
    }
  ]
}