{
  "id": 620862495,
  "txt": [
    {
      "id": 54354734,
      "en": "The Grey Company rides now south out of Eregion and onto the plains of Enedwaith, the northern stretches of Dunland.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'If we are fortunate, none of the rings of Bebarahir borne by the Rangers of our Company will need to serve the purpose for which they were crafted. Even so, I am glad to have them in the event they become necessary. A single moment of hesitation on the part of Aragorn's foes could make the difference.\\n\\n'It is time again to ride! Let us cross south into the northern stretches of Dunland. The plains of Enedwaith will be the next stop on our journey.\\n\\n'We will take our rest once we cross into the land of Fordirith, in northern Enedwaith. Dagoras will select the location, and you should speak with Lothrandir when we arrive at Echad Dagoras to learn the lay of the land.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lothrandir will be waiting for you at Echad Dagoras, the next stop on the Grey Company's journey south into Fordirith, in northern Enedwaith.\\n\\nIt is time to ride south into Enedwaith. The Grey Company will stop for rest at Echad Dagoras, in Fordirith.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The road south is a long one, [placeholder]. You should know something of this land and its people.\\n\\n'The Men of Dunland are a wild people, and they care little for the Dúnedain and not at all for the Men of Rohan. They have warred with the Rohirrim and covet still their lands; it is their strongly-held belief that those lands belong to the Men of Dunland. They are proud and fierce, quick to anger and slow to forgiveness. They tolerate no weakness and are suspicious of outsiders.\\n\\n'During my time here in the south-lands, it seemed to me that these Men had no identity as \\qDunlendings,\\q thinking of themselves instead as members of particular clans dominated by strong, wilful leaders. Dagoras has met already with the member of one such clan: Wadu of the Uch-lûth. He has set aside his suspicions, for the moment, and you might learn something of his people by speaking with him.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lothrandir is at Echad Dagoras, the camp of the Grey Company in Fordirith, the northern reaches of Enedwaith.\\n\\nThe Grey Company has passed into Enedwaith, and you should speak now to Lothrandir to learn the lay of the land.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Wadu of the Uch-lûth has come to Echad Dagoras in Fordirith.\\n\\nLothrandir has asked you to speak with Wadu of the Uch-lûth. ",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Wadu is here at Echad Dagoras. He has set aside the suspicions common to so many of his people and may be of help to the Grey Company.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have come with these men, but you are not one of them. The warning I gave to this man, this Dagoras, I give to you: my people will not allow you to interfere with their lives. You may pass through these lands, but you cannot stay.\\n\\n'Strength only do they respect. Strength such as mine, or my father Suvulch. Even my sister Nona wields the sword, and I wager she does so with greater skill than any of these duvodiad.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It is time for the Grey Company to continue its journey south, [placeholder]. Ride south into Enedwaith, where Dagoras will establish a camp in Fordirith, the northern reaches of that land. Lothrandir will then speak to you of the dangers in that place.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'It has been a long time since I journeyed in these lands.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Echad Dagoras in Fordirith",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'The ways of this place are coming back to me after my long absence.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Lothrandir at Echad Dagoras",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Wadu at Echad Dagoras",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 9: The Plains of Enedwaith",
      "es": ""
    }
  ]
}