{
  "id": 620862498,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The bearer of the sword was not one of the Rohirrim after all...it was Wadu, and he is dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Saeradan has asked you to find the unfortunate bearer of the Rohirrim sword you recovered from the blockade of the road in the Windfells.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The former bearer of this sword may still be alive, [placeholder], but injured and near death. There may be a chance that we can save him; perhaps the hostile Dunlendings who stole his blade did not finish him.\\n\\n'He may have tidings of Rohan, and as that is where we hope to join Aragorn, they could be of use to us as we journey further south.\\n\\n'Begin at the blockaded gate north of here and follow the road south, [placeholder]. You may be able to find this fallen Rohirrim and save him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The former bearer of the Rohirrim sword may be close to death somewhere on the road south of the blockade in the Windfells.\\n\\nSaeradan wants you to search the road, starting at the blockaded north gate and working your way south, looking for the fallen Rohirrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "Saeradan listens to your account, and his confusion is evident.\\n\\n'I am sorry indeed to hear that Wadu has been slain, but I cannot understand how he came to possess the sword that was taken from him. It is without doubt a sword of the Rohirrim, and the Men of Rohan are no friend to the clans of Dunland. There is a long history of war between the two, and I fear that if Saruman's plans continue to bear fruit there will be war again.\\n\\n'Why would Wadu have borne such a sword? And what brought him to that road to die? Was he so o'ermatched in number that even such a well-crafted sword could avail him nothing?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Saeradan is at his camp in the Windfells.\\n\\nYou have found the former bearer of the sword, but he was not one of the Rohirrim at all. It was Wadu of the Uch-lûth, and when you arrived he was already dead. You should bring the news to Saeradan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It is a small chance, but we must take it. If this Man of Rohan is still alive, though the chance be small, we must try and save him. Begin at the blockaded gate on the road north of here and work your way south looking for him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'To gain an ally and lose him so quickly....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Our enemies are cruel and have no mercy in their hearts, that is certain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the fallen Man of Rohan along the road and try to save him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Saeradan at Echad Saeradan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 12: The Bearer of the Sword",
      "es": "",
      "es (fem)": ""
    }
  ]
}