{
  "id": 620879368,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Bring the restored tools to Bervun at the mine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected broken tools ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected iron ore ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Reforged broken tools",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "During the flight from the Barnavon Mine, many of the miners' tools were broken and lost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have come to help? At the old Ox-warden's behest? The Uch-lûth are a greedy and oppressive lot, but old Gwilum is a good sort. There is rumour that he is part of a rebellion against the brenins of all the clans who have pledged allegiance to the Wizard.\\n\\n'Well, if you are here to help, duvodiad, then I have a task for you. When we fought our way free of the mine, many of our tools were lost and broken. Even if we were to drive out the bugan, we could hardly continue our work without tools.\\n\\n'I need you to enter the mine and recover as many of the broken tools as you can. While you are in there, you should also try and mine some of the ore. Bring both the ore and the tools here to the forge and repair the tools. Will you do this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Iron ore and broken tools can be found within the Barnavon Mine.\\n\\nBervun asked you to enter the Barnavon Mine and collect iron ore and broken tools.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah! You have done well, duvodiad, and have earned my respect. I shall call you [placeholder] from here on.\\n\\n'With these tools, we will be able to continue our work, and the Brenin will not turn his anger upon our families.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The forge is outside the Barnavon Mine.\\n\\nBervun asked you to bring the iron ore and broken tools to the forge and repair the tools.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Bervun is near the forge outside the Barnavon Mine.\\n\\nYou should bring the restored tools to Bervun.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Were you unable to repair the tools? Without them, we cannot work the mine, and the Brenin will bring his wrath down upon our people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect broken tools ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect iron ore ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Reforge broken tools ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Reforged broken tools ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Repairs and Restorations",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Reforge broken tools",
      "es": "",
      "es (fem)": ""
    }
  ]
}