{
  "id": 620879240,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have called the scouts to Assembly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have called the hunters to Assembly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have called the protectors to Assembly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Elder Déin has agreed to call an Assembly of the Avanc-lûth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It is time to call the people together for Assembly. We must explain to them that the situation is dire, and the time for action is now.\\n\\n'I want you to return to the hunters and the scouts and bring them back to Lhan Rhos. You also need to seek out the Protectors of the Pristine Glade to the west of the river. Speak to Maugan underneath the Great Tree. He may need to put his affairs in order before he will help you.\\n\\n'We must go to war, but we will go to war as a united people!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The hunters are encamped to the south-east of Lhan Rhos. The scouts are encamped to the north-east of Lhan Rhos. The Protectors of the Pristine Glade are encamped to the west of Lhan Rhos. Speak to Maugan under the tree.  He may need you to do additional work for him.\\n\\nElder Déin has asked you to gather the people of the Dunbog for Assembly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have represented yourself well.  Thank you.  We will talk more shortly.  For now, have this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Elders await your return at Lhan Rhos in the centre of the Dunbog.\\n\\nHaving called the people of Dunbog to Assembly, you should return to the village and speak with Elder Déin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It is time, [placeholder]...call the people of Lhan Rhos to the Assembly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Elder Déin sent you? I am glad that they have finally seen fit to do something. All of this endless waiting and time away from my family has been maddening.\\n\\n'Tell Elder Déin that I will come, and if you see my wife, tell her as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Well done, [placeholder]. You will be remembered always for everything you have done for the Dunbog, though I suspect your chapters are not yet fully written.\\n\\n'The Assembly will take place tonight. Prepare yourself well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'The Elders sent you? Then this must be of grave importance. We will return to Lhan Rhos. \\n\\n'Thank you, fearsome hunter, for summoning us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I understand that the Elders seek our presence.  But you must first help us here in the Glade before I can help the Elders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'The Elders sent you? Then this must be of grave importance if they are calling in the Hunters. We will return to the town. \\n\\nThank you, fearsome hunter for summoning us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Call the scouts to Assembly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Call the hunters to Assembly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Call Maugan and the protectors to Assembly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Elder Déin in Lhan Rhos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Assembly Call",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Elder Dein",
      "es": "",
      "es (fem)": ""
    }
  ]
}