{
  "id": 620879357,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Completed Breaking the Ice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Word has come to Barnavon of troubles at the mine.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You know by now that Saruman of Many Colours seeks to sway the clans of Dunland to wage war against the Horse-lords of Rohan. Here in Barnavon, my people -- the People of the Ox -- have pressed the last remnant of the Boar-clan into service in the mine, extracting ore to make weapons and gear for Saruman's allies.\\n\\n'It is an abuse that Madin Brenin will come to rue, I believe, for it goes against what his grandfather stood for when he granted refuge to the Boar-clan. However, should the mines cease to be worked, it will go poorly for the Turch-lûth -- the Boar-clan. We have received word of troubles there, and the miners are frightened. If something is not done soon, I fear the backs of the Boar-clan will feel the Brenin's wrath.\\n\\n'The Barnavon Mine is the second place where I asked you to seek for signs of Warg-riders... will you help with this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Barnavon Mine lies far to the east of Barnavon-town, beyond the tower of Hen Turrau.\\n\\nGwilum has asked you to lend aid to the miners at the Barnavon Mine so that Madin Brenin will not punish the Boar-clan for the disruption of ore production.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have proven yourself a friend to the unfortunate, and thus I will consider you a friend as well. Will you continue to aid us?\\n\\n'Fear not concerning the weapons the ore from the mine will bring into being... the resistance will see to it that not all is as it seems. Concern yourself only with the well-being and good will of the Turch-lûth of Barnavon... they may find they have a stronger will than Madin Brenin believes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Melvun is at the Barnavon Mine, east of Barnavon. Gwilum is at Barnavon, west of the Barnavon Mine.\\n\\nYou should speak with either Melvun or Gwilum regarding your successes at the Barnavon Mine.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have completed many tasks on behalf of the Turch-lûth, the People of the Boar. There are not many of us alive today, but those of us who are will continue to grow and thrive.\\n\\n'I know that you fear that the iron we mine will continue to be made into weapons of war for Saruman -- and that is true -- but Gwilum has friends among us who will see that such weapons do not prove their worth.\\n\\n'Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Assist Melvun at the Barnavon Mine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Assist Argel at the Barnavon Mine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Assist Bervun at the Barnavon Mine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Assist Cada at the Barnavon Mine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Breaking the Ice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Gwilum at Barnavon or Melvun at the Barnavon Mine",
      "es": "",
      "es (fem)": ""
    }
  ]
}