{
  "id": 620879369,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Talk to Cada at the mine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have found Yago, slain by the vicious bugan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You found Wilim at the end of a blocked tunnel, alive and well",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have found Matho, slain by the vicious bugan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A handful of miners remain unaccounted for after the retreat from the Barnavon Mine.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have found Siam, alive and well",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You have found Inir, alive and well",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'So, old Gwilum sent you to help us? There are few among the Uch-lûth of Carreglyn upon whom I do not wish death and torment, but he is one of them.\\n\\n'Very well. I will tell you my trouble, and you will tell me if you will help, duvodiad. When the bugan attacked, we fought our way to freedom; however some few of us did not come out of the mine: Yago, Wilim, Siam, Matho, and Inir.\\n\\n'What say you? Will you enter the mine and find them?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Yago, Wilim, Siam, Matho, and Inir are lost in the Barnavon Mine.\\n\\nCada asked you to enter the Barnavon Mine and find the missing miners.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have earned my trust and friendship, [placeholder]. I wish only that you had been able to bring all of the miners out safely.\\n\\n'Yago and Matho both had families who will suffer for their loss. The Ox-clan cares not for the well-being of my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cada is at the camp outside the Barnavon Mine.\\n\\nYou should return to Cada with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Yago",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find Wilim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find Matho",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find Siam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Finding the Lost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Find Inir",
      "es": "",
      "es (fem)": ""
    }
  ]
}