{
  "id": 620879236,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I am very thankful for all that you have done, [placeholder]. You have given the Avanc-lûth much to think about. It seems that the outside world will invade into our own no matter what we do. It would be best that we prepare for that time, rather than hide from it.\\n\\n'I hope that the duvodiad you seek can be of help to you. They are part of a group who seek to protect Dunland from the upcoming storm and call themselves the Boar-clan, in honour of the clan who resisted the White Hand to their very end. We may have to join them in their fight sooner than we had anticipated.\\n\\n'You will find them to the north, just south of Lhan Colvarn, the Village of the Condemned. It was once Lhan Rhos before Saruman forced us to move here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Anurin sent you, did he? Well, it is about time the Avanc-lûth came to their senses. We need fighters, not speakers.\\n\\n'Come! If you are ready, we need to destroy these Abominations before any more of them escape Lhan Colvarn.\\n\\n'I do not have time to mince words with you, Duvodiad. Either you are ready to fight, or you can go back and join the Elders. The time for words is well past.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There are Dunlendings of another clan encamped to the north.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "To Lhan Colvarn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Abominations dwell at a village called Lhan Colvarn, the Village of the Condemned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to one of the strangers Anurin spoke of",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The strangers Anurin spoke of are encamped just south of Lhan Colvarn, north of Lhan Rhos.\\n\\nAnurin told you to speak with the strangers who passed through Lhan Rhos not long ago.",
      "es": "",
      "es (fem)": ""
    }
  ]
}