{
  "id": 620879348,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "You have spoken with Munfaeril about Madin Brenin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Munfaeril at her shrine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Munfaeril's sigil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Placed Munfaeril's sigil on the shrine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have found a placard upon Munfaeril's shrine that describes the ritual of the Dunlending Derudh to call upon the ox-spirit Munfaeril for aid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "This placard describes the ritual used by the Derudh of Dunland to call upon the ox-spirit Munfaeril, which they call the Uch-gwirod, for aid. The troubles in Barnavon may be cause enough to attempt such a feat.\\n\\nThe placard demands the use of a sigil, which you do not possess. Perhaps one of the foes wandering Carreglyn may have one in its possession....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Warg-riders and Ox-clan warriors wander the landscape of Carreglyn.\\n\\nPerhaps one of the Warg-riders or Ox-clan warriors came upon the shrine and stole Munfaeril's sigil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am pleased that you have heard my summons, good [placeholder]. Does it surprise you that your coming is of my design? I care very much for the People of the Ox, but Madin Brenin has fallen to corruption. He and his people oppress the remnant of the Turch-lûth, the People of the Boar, and plot war with the Horse-lords who are in the favour of the Valar. This cannot be tolerated.\\n\\n'I ask that you go to Barnavon and bring this message to Madin Brenin: if he does not turn from his evil ways, he and his people will feel the wrath of the Uch-gwirod and the Huntsman.\\n\\n'Take my sigil as proof of my words and speak with me when you are ready to depart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Munfaeril's shrine lies to the north of Barnavon.\\n\\nYou should place Munfaeril's sigil upon her shrine and perform the ritual to call upon her aid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Munfaeril is at her shrine, north of Barnavon.\\n\\nYou should speak with Munfaeril through the shrine regarding the evils committed by the brenin of Barnavon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Very well, [placeholder]. May your quest be fruitful.'\\n\\n<rgb=#FF0000>This instance is intended to be run solo, but can be run duo as well.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Alas, Madin Brenin was a fool, and his son no less. Yet, the true blame for these evils falls to one of my own kindred, and I fear they will all suffer in the end.\\n\\n'I thank you for bringing my warning to Barnavon and grant you what grace I may.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Munfaeril is at her shrine, north of Barnavon.\\n\\nYou should speak with Munfaeril when you are ready to depart for Barnavon.\\n\\n<rgb=#FF0000>This instance is intended to be run solo, but can be run duo as well.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Munfaeril is at her shrine, north of Barnavon.\\n\\nYou should return to Munfaeril and tell her of the events at Barnavon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Munfaeril's sigil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Place Munfaeril's sigil on the shrine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Munfaeril at her shrine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Let Munfaeril know when you are ready to depart for Barnavon. <rgb=#FF0000>You may summon her through the shrine if necessary</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Munfaeril's Warning",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Munfaeril through her shrine",
      "es": "",
      "es (fem)": ""
    }
  ]
}