{
  "id": 620879250,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The Northern Outpost has been attacked!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The Western Outpost has been attacked!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "The Southern Outpost has been attacked!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Maugan is preparing to defend the Pristine Glade against the onslaught of Saruman's forces.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Elders wish to call Assembly? I cannot leave until I know that the Glade is safe. First, we need to make sure the borders are secure. \\n\\n'Saruman is constantly trying to discover what we have hidden here. We watch the edges of the Glade very carefully for any of his spies because if he finds out the true magic of this place, we fear that he will destroy the Tree. We found this craban and killed it but, I worry that it is one of the Wizard's.\\n\\n'Go to each guardpost and check with the guards there, then report back to me with your findings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are three guardposts throughout the Pristine Glade.\\n\\nMaugan has asked you to go and check at each guardpost for any signs of Saruman's forces.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What? Saruman has attacked? The Elders must be told! This is ill news. Go back to the Elders. Tell them that I, myself, will attend the Assembly.\\n\\n'The Tree cannot be allowed to perish. I must reinforce the guards, then I will meet you in Lhan Rhos.\\n\\n'Go. Hurry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Maugan awaits you at the Tree.\\n\\nYou should return immediately to Maugan and let him know that Saruman is attacking the Glade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Secure the guardposts, [placeholder], then return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Guard Ambras at the western guardpost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Guard Cai at the eastern guardpost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Guard Edrud at the southern guardpost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Maugan at the Tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Walk in the Glade",
      "es": "",
      "es (fem)": ""
    }
  ]
}