{
  "id": 620879244,
  "txt": [
    {
      "id": 22075075,
      "en": "Talk to Guard Cai at the eastern guardpost",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The crebain are everywhere. Saruman's spies! We need to rid the Glade of them; however, they fly too quickly and too high for us to kill them.\\n\\n'The Tree will help defend itself. You must move the boulders blocking the Tree's roots. Move three rocks near one of the crebain, and the Tree should help you pull down one of the spies.  \\n\\n'Hurry. Kill as many spies as you can find and return to me when the deed is done.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done, but the crebain will be back! Hurry quickly and make sure all of the guardposts are safe, then report back to Maugan!\\n\\n'Saruman is here.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Move the rocks and boulders to elicit the aid of the Tree!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Defend the Eastern Guardpost",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have arrived at the eastern guardpost in time to defend it from attack.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated the craban-spies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat the craban-spies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Boulders can be found near the roots of the Tree.\\n\\nGuard Cai has asked you to move the boulders near the crebain so the Tree can help you defeat them.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Move the rocks to enlist the aid of the Old Tree",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Guard Cai is at the eastern guardpost of the Pristine Glade.\\n\\nThe craban-spies are redoubling their efforts. You should speak with Guard Cai again and find out what can be done to stop them.",
      "es": ""
    }
  ]
}