{
  "id": 620879252,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'All of this killing sickens me. Blaire and the others just want to kill anything that moves and has a White Hand emblazoned upon it.\\n\\n'Well, I will not stand for it. These were once our people. It is not their fault that Saruman wants to make half-orcs and uruks. They did not ask to be made into this.\\n\\n'Warn our twisted kin and save them. They are not abominations. We need to help them, not destroy them. Go north to Lhan Colvarn and tell them to leave before Blaire and the rest destroy the camp. You may see them as abominations, but I ask you to look more closely.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for saving our twisted kin. I know that some may have resisted your help. That is all right. It is a sad but foreseen loss.\\n\\n'I hope that Blaire and the Boar-clan will understand now that these are not monsters... they are just like us. One day, this will never happen again. Thank you for saving our people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must save our twisted kinsmen!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "The Dunlending abomination looks at you with a wary eye, cowering slightly. It is not sure if you mean it harm or help.\\n\\nAs you approach, it tenses, looking at you with a blank stare....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Saving the Twisted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Delwin believes that the abominations are not truly monsters. They were once people. She wants you to speak with them and give them one last chance to escape before the Boar Clan destroys the camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Warned the Dunlending abomination ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Warn the Dunlending abomination ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Abomination Dunlendings can be found at Lhan Colvarn, north of the Boar-clan encampment.\\n\\nDelwin wants you to save the abomination Dunlendings from the killing ways of her companions by warning them to flee.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Delwin at the Boar-clan encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Delwin is at the Boar-clan encampment, south of Lhan Colvarn.\\n\\nYou should return to Delwin and let her know that you have saved many of the Dunlending abominations.",
      "es": "",
      "es (fem)": ""
    }
  ]
}