{
  "id": 620879239,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Find more food, find more food... this is all Blaire ever tells me... just shouting orders all the time. Am I just a mule?\\n\\n'Well, if you want to help me and help the Boar-clan, he is right. We do need more food. So if there is any way you can fetch us more provender, that would be a great help. Perhaps there are stores at Lhan Colvarn... even the abominations must eat!\\n\\n'I think they store their food in crates. Bring me several of them, and perhaps we will survive long enough to do some good here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Wonderful, good [placeholder]! Hopefully, this will help allay starvation... and Blaire's nagging!\\n\\n'Perhaps this duty will be over sooner, and we can head for the real war.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have not brought me the food that I asked for. Go to Lhan Colvarn. There should be crates everywhere. Gather the food, then bring it back to me quickly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Food By Any Means",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Iestin has been asked to find more food for the Dunlendings... a challenge in the mires of the Dunbog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected food from Lhan Colvarn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Iestin at the Boar-clan encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Food-stores can be found at Lhan Colvarn, north of the Boar-clan encampment.\\n\\nIestin has asked you to gather food-stores for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect food from Lhan Colvarn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}