{
  "id": 620879245,
  "txt": [
    {
      "id": 218649169,
      "en": "'We must put an end to the Abominations, once and for all. They are naught but an evil hindrance. We also need to discover if there is any evidence that these truly are created by Saruman himself. If so, then the situation is much graver than we had feared.\\n\\n'Come with us. We attack at night and will destroy these Abominations once and for all.\\n\\n'Speak with me when you are ready to depart.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You did well, [placeholder]. The important part is that we found evidence that Saruman is behind the creation of these Abominations. The Elders must call Assembly and unite the Avanc-lûth!\\n\\n'We will meet you there as soon as we prepare our camp. Thank you for all of your help.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Are you ready to end the terror of the Abominations and defeat their leader? Knotfist will be in the cellar of the largest hut. He rarely shows his face.'\\n\\n<rgb=#FF0000>WARNING: This is a solo instance and cannot be completed in a fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Ending the Nightmare",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "There is great rumour about the Abominations stealing children, and they also have been attacking Lhan Rhos.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Blaire when you are ready to leave for Lhan Colvarn",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Blaire is at the Boar-clan encampment, south of Lhan Colvarn.\\n\\nBlaire has asked you to accompany him to Lhan Colvarn for a night raid.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Blaire at the Boar-clan encampment",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Blaire is at the Boar-clan encampment, south of Lhan Colvarn.\\n\\nYou should talk to Blaire now that you have ended the Abomination threat.",
      "es": ""
    }
  ]
}