{
  "id": 620879237,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated diseased rats ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Scattered clouds of swamp-gas ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Elder Kedivor is worried about the sickness and disease that are spreading from the camp in the north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have become an asset to the Avanc-lûth and Lhan Rhos, [placeholder]. Thank you for all that you have done. Our work, however, is never done.\\n\\n'Living in a wet environment allows for many diseases among the people. We do our part to allay such illnesses, but it always seems like there are more and more every day.\\n\\n'I believe that some of this sickness is coming from Lhan Colvarn, the village of the Abominations, to the north. We have seen a rise in rats and the diseased swamp-gas. Please, do something to dispose of these, then speak with Anurin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Rats and clouds of swamp gas can be found to the north of Lhan Rhos.\\n\\nElder Kedivor has asked you to reduce the number of diseased rats and clouds of swamp-gas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The Avanc-lûth are very grateful and just a bit healthier now. And this is good, for the Abominations are becoming more and more difficult, just as rumours of ill tidings from Isengard are on the rise.\\n\\n'I do not know if there is any connexion, but Saruman seems to have increased his studies in the Dunbog.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Anurin is at the northern lines of the Avanc-lûth.\\n\\nYou should report to Anurin now that you have disposed of the rats and scattered the swamp-gas. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please, rid us of as many rats as you can and disperse the swamp-gas. We need to cut down on disease as quickly as possible.\\n\\n'Go north, and you will not be able to miss them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat diseased rats ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Scatter clouds of swamp-gas ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Anurin in the Dunbog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "In Sickness and in Plague",
      "es": "",
      "es (fem)": ""
    }
  ]
}