{
  "id": 620879347,
  "txt": [
    {
      "id": 218649170,
      "en": "'Your patrol was not fruitless, though the discoveries are not what I had expected. I am grateful for your efforts. I will review the evidence you have brought to me, and perhaps we will still learn where these Warg-riders come from and what their purpose here is.\\n\\n'In the meantime -- and if you are willing -- I have more yet for you to do.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A World of Trouble",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You find no evidence regarding the Warg-riders here, but there is a strange chain trailing into the water near the edge of the pond",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The first place to look lies at Lhun Avanc. Be wary, for legend tells that the Great Avanc lairs there, waiting for the foolish to fall into its trap!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "There are no signs of Warg-riders here, but something has terrified the miners",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The second place to look will bring you near to the Barnavon Mine. The workers there may need your assistance.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "There are signs of Dunlending activity at this tower, but no evidence pointing to the origins of the Warg-riders",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The first patrol point lies to the south of Barnavon at Lhun Avanc.\\n\\nGwilum has asked you to patrol Carreglyn and discover whence came the Warg-riders plaguing his clan's land.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The third place to look is found at Hen Turrau on the hill above the Barnavon Mine. It has long been a watch-tower of my people, but I fear it is now being used for evil purposes.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Warg-riders dare not come to this place",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The second patrol point is at the Barnavon mine, far to the east of Barnavon-town.\\n\\nGwilum has asked you to patrol Carreglyn and discover whence came the Warg-riders plaguing his clan's land.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'The final place to look is at the shrine of the Uch-gwirod. Long ago, the Ox-spirit dwelt there and spoke oft with my forefathers. Perhaps she may be persuaded to intercede on our behalf once more.'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The third patrol point is at Hen Turrau, an old watchtower upon the hill west of the Barnavon Mine.\\n\\nGwilum has asked you to patrol Carreglyn and discover whence came the Warg-riders plaguing his clan's land.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The fourth patrol point is at Munfaeril's Shrine, upon the lake far to the north-west of Hen Turrau.\\n\\nGwilum has asked you to patrol Carreglyn and discover whence came the Warg-riders plaguing his clan's land.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Gwilum is at the gate of Barnavon.\\n\\nYou should return to Gwilum with news of your discoveries.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search the first patrol point",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search the second patrol point",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Search the third patrol point",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Search the fourth patrol point",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Gwilum at Barnavon",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to TBD at Barnavon",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "After escaping the perils of Wulf's Cleft, you have arrived at the village of Barnavon in Carreglyn. There is little sense of safety in this place, though no one has yet made an overt gesture of hostility.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'So, Duvodiad, you have passed through many dangers to come here. I do not believe in chance, so it must be by someone's -- or something's -- design that you are here.\\n\\n'Believe it or not, word came hither of your journey -- nay, fear not... your secret remains secret. You have assuredly met some of my brethren in arms in the Dunbog... I have learned of your coming through them, and through northern duvodiad who passed through Carreglyn not long ago.\\n\\n'If you will aid me with a few tasks, I may be able to lend assistance to your cause, as well. First, I would like you to patrol our territory... Warg-riding goblins plague our lands, and I wish to learn whence they came, so that we may drive them back. Seek for signs of the Warg-riders on the banks of Lhun Avanc, at the Barnavon Mine, upon Hen Turrau, and at the shrine of the Uch-gwirod, whom you might call Munfaeril. What say you?'",
      "es": ""
    }
  ]
}