{
  "id": 620879246,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We have much to talk about, Duvodiad. Here in the Dunbog we are able to stay out of the affairs of the rest of Dunland. We know that storms brew on the horizon, but we make certain that we keep out of the rain.\\n\\n'Part of the reason is that we have a constant reminder to the north of what happens when we do not mind our own affairs. The last time that we interfered, Saruman took many of our people and did foul things to them. I am not sure what he was doing there, but he returned one day with an army of twisted monsters, abominations to nature.\\n\\n'Now we need to deal with the attacks of the Abominations every day. Go north and help stave off the attacks of these creatures, and when you are done, speak with Anurin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I should not be impressed since you have done all that we have asked, but I am. You do as we ask without thought or question.\\n\\n'The Abominations are a sad tale, indeed. They also kill without thought or question but for all the wrong reasons. We watch them, but we are wary of destroying them all because it is not in our nature.\\n\\n'Now, I may have information regarding the Dunlending strangers you are seeking.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please, stop the next assault from the Abominations. We can not afford to lose our village.\\n\\n'The creatures attack from the north.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Raiders to the North",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Elders of Lhan Rhos spoke of terrible creatures that they call the Abominations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Abomination Orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Abomination Orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Abominations attack Lhan Rhos from the north.\\n\\nElder Déin has asked you to stop the Abomination invasions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Anurin in the Dunbog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Anurin is on the northern lines of the Avanc-lûth.\\n\\nElder Déin instructed you to speak with Anurin once you have defeated the waves of Abomination Orcs.",
      "es": "",
      "es (fem)": ""
    }
  ]
}