{
  "id": 620879351,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected weapons from the crates near Hen Turrau ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Ox-clan sentries at Hen Turrau ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Hen Turrau is ancient Gondorian tower that was later occupied and built onto by the Dunlending clans inhabiting Carreglyn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "This stack of crates contains war-supplies and provisions for the guards. Alarmingly, they bear not only the mark of the Ox-clan, but of the White Hand as well. Perhaps you should search the rest of the crates around the tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Crates can be found around Hen Turrau, east of Barnavon.\\n\\nYou should search the crates left at Hen Turrau for further evidence of Saruman's interference.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Alas, that my people, the Uch-lûth of Carreglyn, have allied themselves with the Wizard Saruman is not new tidings to me. Indeed, I -- and many others like me -- seek to convince my people that this path is wrong, but we have met with little success.\\n\\n'Nevertheless, your actions may help to disrupt the White Hand's influence in Barnavon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dunlending guards can be found at Hen Turrau.\\n\\nYou should defeat the Dunlending guards that have arrived to garrison the watch-tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gwilum is at Barnavon, far to the west of Hen Turrau.\\n\\nYou should report what you have found to Gwilum.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you found any evidence pointing to the origins of the Warg-riders in Carreglyn?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search crates near Hen Turrau ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Ox-clan sentries at Hen Turrau ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the weapons to Gwilum in Barnavon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Tower On the Hill",
      "es": "",
      "es (fem)": ""
    }
  ]
}