{
  "id": 620879249,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Duvodiad, we need to strike at Lhan Colvarn and defeat as many of the Abominations as possible...can you do this? The time for war is on the horizon.\\n\\n'If you are willing, go north into Lhan Colvarn and defeat as many of the trolls as you can, then return to me when you are done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Impressive. The Elders were right to send you to me. I have spent a long time trying to convince them that we need to take action now, but they are stuck in their ways. They love this pile of mud too much for their own good.\\n\\n'Perhaps we can convince them that change has to happen now if they are to survive this war.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hurry to Lhan Colvarn and defeat the Abominations. We have no time to lose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Abolish the Abominations",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Abominations have become a problem for the inhabitants of the Dunbog, and Blaire is concerned that Saruman will use them against the forces of good.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Abomination trolls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You defeated an Abomination Troll ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Abomination trolls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Abomination trolls can be found at Lhan Colvarn, north of the Boar-clan encampment.\\n\\nBlaire has asked you to thin the ranks of the Abominations by defeating some of the trolls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Blaire at the Boar-clan encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Blaire is at the Boar-clan encampment, south of Lhan Colvarn.\\n\\nYou should return to Blaire with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}