{
  "id": 620879247,
  "txt": [
    {
      "id": 218649169,
      "en": "'We have been here looking for signs of Saruman's plans for quite some time. While we do not know what his end goal is, we now know that the time of his attack seems imminent. He is much more active now and has done worse things than we had ever expected.\\n\\n'We need to move upriver and warn the rest of the Boar-clan resistance. The easiest way to get there will be by boat down the river past Wulf's Cleft.\\n\\n'We must prepare for the trip, however. There are rumours that some of the clans are uniting and forming large forces. We cannot travel with a small group of people. There is a large amount of driftwood near the borders of the river along the bog. We can make oars for the trip with it. Hurry. Gather as much as you can carry.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done. We will begin carving these immediately in preparation for the voyage. Make sure that you have gathered everything else, then we will talk more.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We need more wood if we are to make oars, and we need more oars if we are to go east. Please hurry.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gathering Supplies",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You will be travelling by boat downriver. A group of Boar-clan supporters there will need to know the latest information on Saruman's movements.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected pieces of driftwood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Tecwin in Durgors",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Driftwood can be found along the banks of the river.\\n\\nTecwin has asked you to gather up driftwood to use for oars.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect pieces of driftwood ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}