{
  "id": 620879370,
  "txt": [
    {
      "id": 136263297,
      "en": "The farmhand Celun has been murdered and left at the bank of the river",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Trev has been brutally slain during the Dragon-clan invasion",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You helped some travellers who witnessed the sacking of the herd-lands, but it is now time to seek the farmer and his family. They have not been seen since the Dragon-clan came.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I might have heard someone from the herdsman's family the night the Dragon-clan came. I heard a terrible scream, but there was naught that we could do without weapons.\\n\\n'There was no light at all. No light... only screams. The screaming went on, then was silent. Whatever happened to that poor family, it was nothing good.\\n\\n'It is good of you to want to look for them, but are you certain it is worth the risk? It is folly to seek the dead while their killers lurk nearby.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The farmer's family should be somewhere in the herd-lands.\\n\\nWhether dead or alive, you should find Trev's family before reporting back to Lhan Tarren.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "This is undoubtedly Trev, the chief herdsman in these lands.\\n\\nTrev appears to have been murdered during the invasion. His face and body are contorted as if he died in considerable pain; perhaps his were the screams heard on the night of the raid.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The farmer's son should also be somewhere in the herd-lands in Trum Dreng.\\n\\nThere is only one Stag-clansman left to find, and he is not with the others: the herdsman's son Dilwun.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I hope you do not meet an untimely end with your good intentions, [placeholder]. It would be a tragedy for a good soul like yourself to die needlessly while seeking the dead.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "You have discovered the last member of Trev's family, and he too is dead... murdered and left at the river-bank to be carried away when the rains come.\\n\\nThe Elder will be sorely grieved by this news. The Stag-clan has now grown smaller and more vulnerable.",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "This man probably worked for the farmer, but he lies face-down in the water. It is obvious that he has not drawn breath for too long now....",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search for the Celun, the farmhand",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search for Trev, the chief herdsman",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Search for the farmer's son Dilwun",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "What of the Farmer?",
      "es": ""
    }
  ]
}