{
  "id": 620879371,
  "txt": [
    {
      "id": 22075078,
      "en": "Try to find whoever made the footprints that led up from the river-bank",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You do not see a body, but there is a small footprint in the mud",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "A second footprint is in the mud here; perhaps this is the track of a survivor",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have found another track made by the same small foot",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You saw a ring on the hand of Dilwun son of Trev. You believe he was married of late, though the folk in Lhan Tarren knew nothing of it. The wife, however, is nowhere to be found.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Whoever made this small track seemed to be moving away from the bodies and the carnage on the farm",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "The trail is thankfully uninterrupted by tracks of the invaders; perhaps this person escaped alive",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "A glint catches your eye -- some metal upon Dilwun's hand. He seems to be wearing a wedding band. You heard no reports of any women from the Herd-lands, but the man was young. Perhaps he wedded recently, since he was last in Lhan Tarren.\\n\\nIf there was such a woman, you should find her. Perhaps there are signs of her somewhere in the Herd-lands.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "If the farmer's son Dilwun had a wife, her body will surely be near the others.\\n\\nYou should search for signs of Dilwun's wife among the others.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Leave me! If you are here to save me, you are too late. My life is as done as the lives of my husband and our family. I do not know who you are, and I do not care. Just leave me.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Where you find one footprint, there must surely be another somewhere nearby.\\n\\nYou should search the area for signs of the woman who may have lived on this farm.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Where you find one footprint, there must surely be another somewhere nearby.\\n\\nYou should search the area for signs of the woman who may have lived on this farm.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Where you find one footprint, there must surely be another somewhere nearby.\\n\\nYou should search the area for signs of the woman who may have lived on this farm.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Where you find one footprint, there must surely be another somewhere nearby.\\n\\nYou should search the area for signs of the woman who may have lived on this farm.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search for signs of Dilwun's wife near the other bodies",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "The wife of Dilwun is likely somewhere in the Herd-lands, though the likelihood that she survived is slim.\\n\\nIt is likely that Dilwun had a wife. Dead or alive, you should find her as well.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search for signs of whoever made the first footprint",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Seek more footprints to track down the person who made them",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Seek more footprints to track down the person who made them",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Doe in a Dragon's Nest",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Seek more footprints to track down the person who made them",
      "es": ""
    }
  ]
}