{
  "id": 620878387,
  "txt": [
    {
      "id": 22075078,
      "en": "Show Flobert Chubb what incredible luck you had",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Don't catch that Bad Fish!",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You caught the bad fish! Your luck is ruined for today.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You caught the bad fish!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "It's time to fish, and muster all the luck you've got. You can keep all the winnings...until you fail, of course.\\n\\n<rgb=#FF0000>NOTE: The outcome of this quest is based on luck, and is not affected by fishing skill.</rgb>\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have just the challenge for you, [placeholder]. I hope you like a good gamble.\\n\\n'You have an excellent opportunity to fish up all the lovely fish you want, and those fish will naturally earn you admiration in the Fisherman Faction, as well as the fine rewards that go with it.\\n\\n'However, one bad fish can spoil it all. Just one fish, and it's all over for the day. Your luck is done. That fish may be elusive at first, but the more you fish, the more likely you are to pull up that ominous fish that nobody wants....\\n\\n'Best of luck to you! You'll need it.'\\n\\n<rgb=#FF0000>NOTE: The outcome of this quest is based on luck, and is not affected by fishing skill.</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Easy Fish can be caught at the Bywater Pond. The odds are good that you'll catch Easy Fish with every cast.\\n\\nCatch all the Easy Fish, if you can! But don't catch the Bad Fish, whatever you do....",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I...I can't believe it. Do you know how low the odds are of catching so many good fish in a row, and avoiding the bad fish? As more fish are caught, it gets harder and harder to win.\\n\\n'You're the best Fisher-[placeholder] ever, [placeholder]!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Simple Fish can be caught at the Bywater Pond. The odds are fairly good that you'll catch Simple Fish with every cast.\\n\\nCatch all the Simple Fish, if you can! But don't catch the Bad Fish, whatever you do....",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Possible Fish can be caught at the Bywater Pond. The odds are fair that you'll catch Possible Fish with every cast.\\n\\nCatch all the Possible Fish, if you can! But don't catch the Bad Fish, whatever you do....",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Nobody likes bad fish. Bad fish spoil everything.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Tricky Fish can be caught at the Bywater Pond. The odds are somewhat fair that you'll catch Tricky Fish with every cast.\\n\\nCatch all the Tricky Fish, if you can! But don't catch the Bad Fish, whatever you do....",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Unlikely Fish can be caught at the Bywater Pond. Your odds of catching all the Unlikely Fish are, well...unlikely.\\n\\nCatch all the Unlikely Fish, if you can! But don't catch the Bad Fish, whatever you do....",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Catch Easy Fish ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Flobert Chubb can be found at the Fishing Pond in Bywater.\\n\\nYou should return to Flobert Chubb at once.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Catch Simple Fish ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Catch Possible Fish ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Catch Tricky Fish ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fishy. Very Fishy.",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Catch Unlikely Fish ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}