{
  "id": 620878398,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Speak with Bollo Bolger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I do love to fish! Who doesn't? It's a fascinating sport, riveting, with all of that nasty competition. Why, just the other day I caught an enormous fish, while those around me who were partaking in the event could catch naught but little fish.\\n\\n'The jealous looks they gave me were as savoury as a stack of Mushroom Pies.\\n\\n'What sort of fisherman are you, [placeholder]? Do you catch big fish, or are you more inclined to catch puny, stunted, useless little things?'\\n\\n<rgb=#FF0000>NOTE: The outcome of this quest is based on luck, and is not affected by fishing skill.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hey! You must be cheating. Those fish are even bigger than the ones I caught. What's your secret? Worm bait? Sandwich bait? Come on, out with it!\\n\\n'Pooh. I see how it'll be. Well, I shall gladly challenge you again tomorrow. Someday, my luck will be better than yours....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I am excited to see if you'll be giving or receiving jealous glances from your neighbours, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Big Fish, Little Fish",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "There's no achievement so great as catching a big, heavy old fish. Catching too many puny fish, however, makes one question one's abilities as a fisherman.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Catch big fish ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fish (both big and small) can be caught at the Fishing Hole in Bywater.\\n\\nYou should try to catch many big fish without catching many small fish. Too many small fish will cause your luck to fail!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Don't catch little fish ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bollo Bolger is near the Fishing Hole in Bywater.\\n\\nYou should speak with Bollo Bolger and show him the large, impressive fish you caught.",
      "es": "",
      "es (fem)": ""
    }
  ]
}