{
  "id": 620880103,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Dunlending sentries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Destroyed crude barricades ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated Neilun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The foothold of River-watch is a place of strategic importance to both the Rohirrim and the Dunlendings.\\n\\n<rgb=#FF0000>During the course of this quest, you may summon warriors at Rohirrim banners to aid you.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We need to retake the River-watch soon, or the Dunlendings will reinforce it, giving them control of the river.\\n\\n'If they are able to bring boats up and attack us from the direction of the Ford, as well as the road, matters will not go well for us.\\n\\n'My men stand ready to assault the River-watch at your call. Sound the horn when you believe the time is right for their charge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The River-watch is a place of strategic importance near the Ford of Isen.\\n\\nGrimbold has commanded you to take the control of the River-watch. Your first step is to eliminate the sentries that guard the western approach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have taken the River-watch? Well done, [placeholder]. We will soon secure the Ford against anything Dunland can send against us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The River-watch is a place of strategic importance near the Ford of Isen.\\n\\nGrimbold has commanded you to take the control of the River-watch.\\n\\nYou can call for the aid of Rohirrim soldiers from the banner on the northern path into River-watch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The River-watch is a place of strategic importance near the Ford of Isen.\\n\\nGrimbold has commanded you to take the control of the River-watch. You should call forth a band of Rohirrim wardens to charge the top of the Riverwatch and defeat the Dunlending captain, Neilun.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Grimbold is at the Ford of Isen.\\n\\nYou should inform Grimbold that the Rohirrim have retaken the River-watch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Dunlending sentries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Summon Rohirrim Soldiers and Destroy crude barricades ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Summon Rohirrim soldiers at the western gate and defeat Neilun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Grimbold at the Ford of Isen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Retaking River-watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Grimbold at the Ford of Isen",
      "es": "",
      "es (fem)": ""
    }
  ]
}