{
  "id": 620880091,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'There are patrols running up and down the road along the Isen to the south-west of here.\\n\\n'As long as they can keep an eye on that road, it will be difficult for us to make a move in that direction without them knowing about it.\\n\\n'We are outnumbered badly enough as it is...we need the element of surprise where we can get it. If you could eliminate some of the outrider patrols on the road, I would greatly appreciate it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The patrols have been dealt with? Good. That will buy us some space to manoeuvre in if we are forced to defend Dol Baran in the coming days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Drive the Dunlending out of these lands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dunlending Patrols",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dunlending patrols roam the road running south-west along the banks of the Isen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Dunlending patrols ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Dunlending patrols ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dunlending outriders are patrolling the road along the Isen, south-west of the Rohirrim encampment.\\n\\nGrimbold has asked you to eliminate some of the Dunlending patrols in order to give the Rohirrim room to manoeuvre unseen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Grimbold at the Ford of Isen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Grimbold is at the Ford of Isen.\\n\\nYou should inform Grimbold that the Dunlending patrols have been eliminated.",
      "es": "",
      "es (fem)": ""
    }
  ]
}