{
  "id": 620880137,
  "txt": [
    {
      "id": "0x68146f1",
      "en": "'It is time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe005c11",
      "en": "'Thank you for the training. It was very instructive!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have defeated Mostun in combat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have defeated Gaenor in combat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe006c11",
      "en": "'A good battle! I have learned much. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mair has asked you to challenge some of the Falcon-clan's best fighters for the purpose of training.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x68176f1",
      "en": "'Show me what you can do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There may be value in the martial training that you can provide us, [placeholder]. I want you to challenge some of our most experienced fighters, masters in the martial arts, so that they may learn from you the skills of the North.\\n\\n'Look for Mostun, Gaenor, and Kenned in Tûr Morva and fight with each of them. They will learn your skills.'\\n\\nMair looks thoughtful for a moment.\\n\\n'Actually, fight only Mostun and Gaenor. Kenned has not been seen for some days. I think he may be out on a hunt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mostun and Gaenor are somewhere in the village of Tûr Morva, in Tâl Methedras.\\n\\nMair wants you to challenge two masters of the fighting arts in Tûr Morva, so that they may learn from your fighting skills.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for sparring with Mostun and Gaenor, [placeholder]. I have heard that they are both a-chatter with excitement about your northern fighting skills. They will refine those arts and perhaps become even more deadly than before.\\n\\n'You have already become a great help to the Falcon-clan! Let Saruman tremble!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mair is by a large rock in the northern half of the village of Tûr Morva, in Tâl Methedras.\\n\\nYou have defeated both Mostun and Gaenor, and the pair have learned some of your fighting skills.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Look for Mostun and Gaenor in Tûr Morva and challenge both of them to combat so they may learn some of your fighting skills. I would have you fight Kenned as well, but he has not returned from his hunt yet, so those other two will have to be enough.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Let us see what you can teach me about combat, [placeholder]. I doubt there is anything in the North that we have not seen in Dunland.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'What is there that you can show me that I have not already seen? Well, let us find out. Prepare yourself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Mostun and challenge him to combat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Mostun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find Gaenor and challenge her to combat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Defeat Gaenor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stronger Competition",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Mair in Tûr Morva",
      "es": "",
      "es (fem)": ""
    }
  ]
}