{
  "id": 620880013,
  "txt": [
    {
      "id": 136263297,
      "en": "Recovered ale-casks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Grimbold has suggested that one of his less-well-loved guards is a minor noble and political schemer who happens to be overly fond of drink. This guard may be the weak link to allowing Daervunn to escape.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The man responsible for your friend's imprisonment is a soldier under my command... an over-privileged fool from a minor noble house of Edoras. It would not surprise me in the least if his family had unsavoury dealings with Isengard... and it happens that this man has volunteered to guard the prisoner today.\\n\\n'I happen to know that this fellow is more fond of strong drink than is good for him. If he were to be swayed by such temptations during his watch, there is a danger that the Ranger would slip away.\\n\\n'That would be most unfortunate, as dereliction of duty is a severe offence that carries a stiff punishment. In any case, I have little more to say on the matter. Good day, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The quartermaster can be found in the Rohirrim camp at the Ford of Isen.\\n\\nGrimbold subtly inferred a plan to allow Daervunn to escape, but you will have to obtain some of the strong ale favoured by the Men of Rohan.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What is that? Ale? Bah, you will have no such luck, I am afraid. The Dunlendings raided our camp two nights ago and made a fierce fight of it. Only a few of our men were hurt, so it could have been worse, but the distraction of the attack bought their kin a few minutes to inflict some real hurt on us... they stole our entire supply of ale!\\n\\n'I can tell you what that will do to morale around here unless we can get that ale back, but Grimbold will not let us send out men on a dangerous mission just to retrieve some casks. He says it is 'frivolous.'\\n\\n'Bah! You would think he would know better after leading men of war for so many years.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Dunlendings have a camp not too far from the Ford of Isen, where the stolen ale is being kept.\\n\\nYou will need to fight your way into the Dunlending camp and retrieve the stolen casks if you want to enact Grimbold's plan to secretly release Daervunn.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The Rohirrim quartermaster is at the Ford of Isen.\\n\\nYou should return the ale-casks that you recovered to the quartermaster at Grimbold's encampment.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What is this? Our dear lost casks... you are a fine [placeholder], indeed!\\n\\n'I have no means to thank you enough, but should you need a drink, I will make certain that you get your fill before the rest of these louts drain the ale dry.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to the Rohirrim quartermaster",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Recover ale-casks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the ale-casks to the quartermaster at the Ford of Isen",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Flagon Morale",
      "es": ""
    }
  ]
}