{
  "id": 620880150,
  "txt": [
    {
      "id": 127458134,
      "en": "'I'm afraid I have already said too much. Please let me be....'",
      "es": ""
    },
    {
      "id": 127458135,
      "en": "'The Dragons are planning to cut Trum Dreng to pieces for some evil purpose.'",
      "es": ""
    },
    {
      "id": 127458136,
      "en": "'I don't even know what they want. Surely not these bare lands....'",
      "es": ""
    },
    {
      "id": 127458137,
      "en": "'The White Hand will make you rue this moment!'",
      "es": ""
    },
    {
      "id": 24743345,
      "en": "'Don't hurt me! I'm no warrior.'",
      "es": ""
    },
    {
      "id": 24743346,
      "en": "'Begone! I don't have nothing to say to you!'",
      "es": ""
    },
    {
      "id": 24743347,
      "en": "'Have mercy! I mean you no harm!'",
      "es": ""
    },
    {
      "id": 24743348,
      "en": "'I'll answer your prying with my fists!'",
      "es": ""
    },
    {
      "id": 127458128,
      "en": "'Er...ahem...I don't think I was supposed to mention the plan....'",
      "es": ""
    },
    {
      "id": 24743349,
      "en": "'I am sorry! Yield -- I yield!'",
      "es": ""
    },
    {
      "id": 127458129,
      "en": "'Please don't tell any of them Dragon Clan folk that I squealed!'",
      "es": ""
    },
    {
      "id": 24743350,
      "en": "'I'll make you regret pestering me. You'll get no words from me!'",
      "es": ""
    },
    {
      "id": 127458130,
      "en": "'We dig through the loot and give them Dragons a cut of the findings, on the condition that we keep quiet and stay out of the way.'",
      "es": ""
    },
    {
      "id": 24743351,
      "en": "'Nosy folk don't do so well in these parts -- especially strangers!'",
      "es": ""
    },
    {
      "id": 127458131,
      "en": "'Please don't tell them I tattled....'",
      "es": ""
    },
    {
      "id": 24743352,
      "en": "'You win! What do you want to know? I'll tell you anything! Please don't hurt me.'",
      "es": ""
    },
    {
      "id": 127458132,
      "en": "'I was not part of the takeover. I only come for the loot because my family starves.'",
      "es": ""
    },
    {
      "id": 127458133,
      "en": "'It is the Dragon Clan who wages war on Trum Dreng. It is to distr-- ah....'",
      "es": ""
    },
    {
      "id": 24743353,
      "en": "'It's a chief of the Dragon Clan who hatched this plan, not me. I'm no one but a poor outcast.'",
      "es": ""
    }
  ]
}