{
  "id": 621005058,
  "txt": [
    {
      "id": "0x6a502a4",
      "en": "Talk to your Expedition Organizer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'The Conquest of Gorgoroth thanks you for you aid, adventurer. Take this as a token of our gratitude.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01142",
      "en": "Group instances can be entered through the Instance Finder.\\n\\nYou should complete group instances in Gorgoroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Complete Court of Seregost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa21",
      "en": "Weekly Conquest: Group Instances",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "Expedition Organizers can be found in Allegiance Halls.\\n\\nYou should talk to your Expedition Organizer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Complete Dungeons of Naerband",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Complete Court of Seregost - Tier 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Hello, friend! I hope you're ready for this!\\n\\n'I have a dangerous mission for you this time. So dangerous you won't be able to go it alone! The deepest, darkest places of Mordor have opened, just awaiting the bravest adventurers to plunge into their depths. So, what do you say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d162",
      "en": "There is much to do for the Conquest of Gorgoroth to succeed. This week, you should focus your efforts on group instances.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Complete Dungeons of Naerband - Tier 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'[placeholder], the time has come!\\n\\n'The Conquest of Gorgoroth needs a group of adventurers to strike out at the head of the beast! The most dangerous places in Mordor are calling, and you had best prepare yourself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'[placeholder], the time is at hand to take the fight to the enemy.\\n\\n'Rally your companions, and be ready to enter the most dangerous places in Mordor. Be brave, and be safe, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'[placeholder], our time is at hand!\\n\\n'Rally your companions, and be ready to head out at a moment's notice. Your orders are to infiltrate the strongholds of Mordor and do strategic damage. This will be a dangerous mission. Prepare yourselves.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}