{
  "id": 620919202,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'A man who ventured out into the Whitshaws of late reported that the plains are no longer safe, for goblins riding on Wargs have taken to circling the snows south-east of Dunfast.\\n\\n'Will you go and take them down? Goblins tend to be slightly weaker than Orcs, so I hope that it will not be difficult for you to take down several of them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Goblins riding on Wargs have been seen swarming the plains of the Whitshaws of late, circling the snows south-east of Dunfast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Return to Dudoc in Forlaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa32",
      "en": "Whitshaws: Goblin-riders’ Onslaught",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Are you ready to ride to the Whitshaws? The goblins await your vengeance!'\\n\\n<rgb=#FF0000>This is an instanced public questing area.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I heard rumours already of your vengeance against those vile goblins in the Whitshaws! Their battle-cries could be heard from afar, and your victory was swift and sure.\\n\\n'You have done well, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "<rgb=#FF0000>Completing Wildermore's Recovery will cancel this quest.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Defeated a goblin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Defeat mounted goblins on the Whitshaws plains ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "The plains south-east of Dunfast can be reached by speaking with Dudoc to travel there.\\n\\nYou should travel to the plains of the Whitshaws and defeat a number of goblin-riders there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Dudoc is in Forlaw.\\n\\nYou should return to Dudoc.",
      "es": "",
      "es (fem)": ""
    }
  ]
}