{
  "id": 620926626,
  "txt": [
    {
      "id": "0xeb011a1",
      "en": "You saw the silhouette of what appears to be an enormous boar nearby and should approach with caution.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Found the trail of the rumoured boar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Once and Future King-slayer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "DNT - Investigate for proof of the rumoured Great boar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I would normally not concern myself with rumours, but this one weighs heavily upon my mind. There is tell of a monstrous boar wandering the woods. I cannot help but think of the Boar of Everholt, which defeated Folca King all those years ago.\\n\\n'I do not have the time to chase rumours, but I would appreciate if you could look into this for me. Such a beast would be a dangerous thing. Let us hope that these are simply rumours....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I must admit that I am relieved it was not a great boar. I was raised learning the bravery of Folca King, and I confess that if the Boar of Everholt was able to best one of Rohan's greatest warriors, I feared for myself and others.\\n\\n'However, the fact that this totem was meant to frighten us is a little concerning. With the crude construction, it is possible some children made it as a jest. Let us hope that is the truth of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Continue to follow the trail of the great boar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Follow the trail of the great boar deeper into the woods",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Search for evidence of the great boar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "DNT - Continuing to follow the trail of the rumoured Great boar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Arcil is concerned about the rumours of a great boar wandering the woods, the likes of that which defeated King Folca long ago.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "DNT - Continued to follow the trail of the rumoured Great boar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Arcil is in the Mead Hall of Aldburg, west of the woods.\\n\\nYou should return to Arcil and let him know what you found in the woods.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The boar was last rumoured to be in the wooded hills to the east of Aldburg.\\n\\nArcil has asked that you follow the tales of a great boar, not unlike the Boar of Everholt, to see if it truly exists.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "It was not an enormous boar, but this totem was made to appear as such",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "The trail of the rumoured boar leads up the hill, to the south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "DNT - Continue to follow the trail of the rumoured Great boar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "DNT - Continue to follow the trail of the rumoured Great boar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Arcil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "The trail continues east into the woods.\\n\\nYou should follow the trail of the great boar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Find the trail of the rumoured boar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "The trail continues south into the woods.\\n\\nYou should follow the trail of the great boar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "DNT - You see the silhouette of what appears to be an enormous boar. \\n\\nApproach with caution to investigate further.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "DNT - The rumours were just that, rumours.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "DNT - Continuing to follow the trail of the rumoured Great boar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "You see the silhouette of what appears to be an enormous boar",
      "es": "",
      "es (fem)": ""
    }
  ]
}