{
  "id": 621105762,
  "txt": [
    {
      "id": 177082793,
      "en": "Abandoned axes gathered ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Blades and Plows",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "You spot some abandoned tools",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Gather abandoned shovels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Gather abandoned axes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Hello, my friend. If you are willing I am in need of some help. When word of the assaults led by Bârshud II reached the people here in Burukíri some of my farm-hands fled the area with their families to find somewhere safer.\\n\\n'I do not condemn their decisions, but in the chaos when they fled my farm-hands abandoned the tools they had in their hands. I need them back and accounted for. This is where you come in!\\n\\n'If you have the time, I ask that you check around Burukíri for abandoned tools. The places that the farm-hands worked were behind the house, near the beehives, and around the mill. I would suggest checking there first.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'My tools! Thank you my friend. I can now make sure the work is getting done in Burukíri, and the people here will be ready for the coming fight.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Check around the mill for any abandoned tools",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Abandoned shovels gathered ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Gather abandoned axes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "After news of the assaults led by Bârshud II reached Iridír many of Ashnân's farm-hands fled to seek a safer place for them and their families. In the chaos they abandoned their tools and Ashnân needs your help gathering them up.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "You spotted some abandoned tools behind the house in Burukíri. Gather them so they can be returned to Ashnân.",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "You spot some abandoned tools",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Return to Ashnân in Burukíri and give him the abandoned tools you were able to recover.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Ashnân needs your help gathering the tools abandoned by the farm-hands in Burukíri. He said to check by the beehives next.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Ashnân needs your help gathering the tools abandoned by the farm-hands in Burukíri. He suggested checking behind the house first.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Gather abandoned shovels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Abandoned shovels gathered ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "You spotted some abandoned tools near the beehives in Burukíri. Gather them so they can be returned to Ashnân.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Check by the beehives for any abandoned tools",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Return to Ashnân in Burukíri",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Check behind the house for any abandoned tools",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Ashnân needs your help gathering the tools abandoned by the farm-hands in Burukíri. Ashnân thinks there may be some left by the mill.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "You spotted some abandoned tools near the mill in Burukíri. Gather them so they can be returned to Ashnân.",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Abandoned axes gathered ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "You spot some abandoned tools",
      "es": ""
    }
  ]
}