{
  "id": 621105769,
  "txt": [
    {
      "id": 246419872,
      "en": "You arrived at the mouth of the river Talmûri told you about. Investigate the area and see if you can find any clues as to what may be causing the water to be poisoned.",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "The tracks are faded but appear to lead further up the river",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "You found more tracks along the river. Investigate them to see what you can learn.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Tainted Flow",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "You spot some tracks near the mouth of the river. Maybe they hold some clues",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Talmûri has asked for your help investigating claims of a poisoned water source in the area. Travel north-west to the mouth of the river to see if you can find any clues as to the cause of the tainted water.",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Continue your search up the river",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Oh, [placeholder]. I am glad to see you. We are in need of help from someone with your skills.\\n\\n'There is a river to the north-west of here, and there have been claims that the water coming from it is being poisoned. With the recent attacks by Bârshud II, farmers here fear it may be the work of Ekhamâti soldiers. We would not stand a chance against them if the rumours are true. Can you investigate the river and see if you can find anything?'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Search further up the river",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'You have returned! Did you find the source of the poisoned water?'\\n\\nYou inform Talmûri of the dead animals you found and that you removed them.\\n\\n'Animal carcasses you say? So it was not Ekhamâti soldiers after all? That is a relief to hear, and I am glad you were able to remove them. Our waters should flow clean again soon. Thank you, kind [placeholder] for all your help.'",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Tracks investigated ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Remove animal carcasses ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "You see more tracks along the river. These appear less faded than the others",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "You arrived at the mouth of the river Talmûri told you about. Investigate the area and see if you can find any clues as to what may be causing the water to be poisoned.",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Talmûri has asked for your help investigating claims of a poisoned water source in the area. She suspects it may be the work of Ekhamâti soldiers.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Return to Talmûri in Burukíri and let her know it wasn't Ekhamâti soldiers poisoning the river, it was only animal carcasses that began to rot in the water.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "You found tracks near the mouth of the river Talmûri told you about. They pointed further upstream. Follow the river to see if you can find any more indications of the poison's source.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Investigate tracks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Location 1",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "You found more tracks along the river. Investigate them to see what you can learn.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Reach location 2",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "These tracks appear to be from an animal. They continue to point upstream",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Investigate tracks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Return to Talmûri in Burukíri",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "You found more tracks that point even further upstream. You have to be getting close now. Follow the river to find the source of the poison.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Reach the mouth of the river",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "You discovered the source of the poisoned water to be rotting animal carcasses. Remove them to stop river's water from being tainted.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Tracks investigated ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "You see two animal carcasses. That must be the source of the poisoned water",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Animal carcasses removed ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}