{
  "id": 621105764,
  "txt": [
    {
      "id": "0xeb01184",
      "en": "You have tested various swimming spots around Furtherholm. You should return to Merkh창ma outside of The Cracked Flagon and share your opinions with her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Swim in the southern cove",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Swim at the west side of the harbour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "This would be a lot nicer if the water was more shallow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Swim in the northern channel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I must linger here and be available to guests who ask for help. Many ask for advice on where the best swimming places are, and I admit I do not know! I stand here all the time!\\n\\n'Were you to take some time to explore the island and test out places to swim, I will reward you when you return and tell me what you learned.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Merkh창ma has asked you to test various swimming spots around Furtherholm and then share your opinions with her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Swim off the western beach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Talk to Merkh창ma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "What a dangerous place - this was a mistake!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Swim off the south-western beach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "There is entirely too much water here!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'So [placeholder], how was the swimming?'\\n\\nYou tell her that the water is dangerous and visitors will surely drown. Currents could pull you away, waves could pull you under, and the sea is full of deadly creatures that can bite or sting you.\\n\\n'Well, to be honest, you are not wrong! As a mariner, I usually prioritize staying on the boat and not ending up in the water. I do not understand people who go in the water on purpose, but when they ask, I will need something to tell them. I suppose I can just tell them to be cautious and choose a swimming place with safety in mind. Many thanks for your help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "The water is deep and people are just watching you possibly drown!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Searching for Swimming Spots",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "It's okay here, but way too deep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d169",
      "en": "Visitors often ask Merkh창ma where the best places to swim are, but she doesn't know.",
      "es": "",
      "es (fem)": ""
    }
  ]
}