{
  "id": 621105766,
  "txt": [
    {
      "id": 216727828,
      "en": "Return to Shubârza in Amalíbi's camp near Iridír with her brother's sword.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "You have reached the battle-ground about which Shubârza told you. There are many weapons scattered around. One of these must be the sword once wielded by her brother, Iregâr, who fell in battle nearby in an Ekhamâti assault.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Shubârza has asked that you find the sword once wielded by her brother, Iregâr, who fell in battle nearby in an Ekhamâti assault.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Find Zigûli",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "You found a sword matching Shubârza's description. This must be Zigûli",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "This sword does not match Shubârza's description",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Shubârza has asked that you find the sword once wielded by her brother, Iregâr, who fell in battle nearby in an Ekhamâti assault.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'[placeholder], I have a request to ask of you.'\\n\\nShubârza sits up slightly and groans from her healing wounds.\\n\\n'In a recent attack led by the Ekhamâti my brother, Iregâr, fell. We were able to recover the bodies and give them proper funerals, but the ones who brought them back did not recover their weapons.\\n\\n'My brother wielded a sword known as Zigûli which has been passed down in our family. I wished to wield it to honour him and continue the tradition, but I was recently injured and can not go recover it myself. I fear some brigand or worse, an Ekhamâti soldier, will take it.\\n\\n'It should be to the north-east at the top of the waterfall and across a wooden bridge where they recovered his body. You can identify it by the gold engravings on the blade.'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "You see many dropped weapons. One must be Zigûli",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Return to Shubârza with Zigûli",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Reach the battlefield Shubârza described",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'You... you found it.'\\n\\nTears well up in Shubârza eyes as she holds the sword tight.\\n\\n'I can not thank you enough for this kindness. I miss my brother deeply, but now, thanks to you, I can at least fight on in his honour. Please take this. It is less than you deserve, but it is all I can offer.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Final Keepsake",
      "es": ""
    }
  ]
}