{
  "id": 621105760,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Return to Sângal in Iridír and let him know you have finished setting up the tents for the displaced people to use. They no longer have to sleep in the open weather and cold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Sângal is worried that the displaced people in Iridír have no place to sleep. You can gather supplies nearby to help construct the tents.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Construct tents ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Help Sângal set up tents for the displaced people in Iridír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Tents constructed ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Sângal is worried that the displaced people in Iridír have no place to sleep. He has asked that you help construct tents to be used as temporary shelters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Tent supplies gathered ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Ah, adventurer. I could use your help!\\n\\n'We have people arriving here in Iridír who have been driven from their homes by the assaults in Ambarûl. I worry for them having to sleep wherever they can find room and being exposed to the weather and cold. I have some supplies here. Would you please take them and set up some tents that they can stay in?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Return to Sângal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Gather tent supplies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'The tents will work flawlessly! Well done! Thank you, [placeholder]! I will inform the people of your efforts and let them know they will no longer be forced to suffer the outdoors.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Raising the Tents",
      "es": "",
      "es (fem)": ""
    }
  ]
}