{
  "id": 621105758,
  "txt": [
    {
      "id": 49286677,
      "en": "Deliver letter to Concerned Wife",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I trust you have delivered the terrible news to the families. I hope that they are able to find peace.\\n\\n'Thank you for your help, [placeholder]. I will not forget this act of kindness.'",
      "es": ""
    },
    {
      "id": 49286656,
      "en": "Deliver letter to Concerned Husband",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Bâdarul has requested that you assist in delivering letters explaining their loss to the families of soldiers who have fallen in battle here in Iridír.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Return to Bâdarul in Iridír and let him know that you have given the letters to the grieving families.",
      "es": ""
    },
    {
      "id": 16689585,
      "en": "'No... I am sorry. I must go.'",
      "es": ""
    },
    {
      "id": 49286657,
      "en": "Deliver letter to Concerned Wife",
      "es": ""
    },
    {
      "id": 16689586,
      "en": "'This can not be... please leave me to grieve...'",
      "es": ""
    },
    {
      "id": 49286681,
      "en": "Deliver letter to Concerned Husband",
      "es": ""
    },
    {
      "id": 16689587,
      "en": "'My beloved... you can not be gone...'",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Return to Bâdarul in Iridír",
      "es": ""
    },
    {
      "id": 16689588,
      "en": "'I thank you for telling me. Now I can finally grieve for him. But for now, I must go...'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Bâdarul has requested that you assist in delivering letters explaining their loss to the families of soldiers who have fallen in battle here in Iridír. Deliver the second letter to the concerned husband.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Bâdarul has requested that you assist in delivering letters explaining their loss to the families of soldiers who have fallen in battle here in Iridír. Deliver the third letter to the concerned husband.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Bâdarul has requested that you assist in delivering letters explaining their loss to the families of soldiers who have fallen in battle here in Iridír. Deliver the fourth letter to the concerned wife.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Bâdarul has requested that you assist in delivering letters explaining their loss to the families of soldiers who have fallen in battle here in Iridír.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I am glad to see you. We have suffered losses here in Iridír from the assault led by Bârshud II and now the families must be informed.\\n\\n'These letters contain the news as well as personal sentiments for the ones affected. I know it will not be enough but we have to at least be sure they know what happened to their loved ones.\\n\\n'Would you assist me in delivering them? I do not feel I can take them myself as I need to grieve for the loss as they were all beloved friends and I can not face their families yet.'",
      "es": ""
    },
    {
      "id": 49286673,
      "en": "Deliver letter to Concerned Husband",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Messenger of Grief",
      "es": ""
    },
    {
      "id": 49286675,
      "en": "Deliver Letter to Concerned Husband",
      "es": ""
    },
    {
      "id": 49286676,
      "en": "Deliver letter to Concerned Husband",
      "es": ""
    }
  ]
}