{
  "id": 621105765,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Return to Ashnân in Burukíri and inform him that you have planted the crop seeds for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Gather bags of seeds to help Ashnân plant extra crops in Burukíri.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Plant seeds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Plant the seeds in the locations at which the soil has already been tilled around Burukíri.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Seeds planted ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "With news of the assaults led by Bârshud II, Ashnân wants to plant extra crops to ensure they have the supplies needed for their troops.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'[placeholder], you must have heard of the assaults that Bârshud II is leading in Ambarûl. I am not much of a fighter, but I want to do what I can to help the ones who are.\\n\\n'The fighters will need food, and while we have much here already I know we will need more. If you are willing, would you take these bags of seeds and plant them in the soil nearby, so that I can begin growing extra crops? You should be able to easily spot locations where the soil has been tilled already.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Return to Ashnân in Burukíri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Seed bags gathered ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Thank you my friend. I hope these crops will be enough to sustain our fighters, but it is the best I can do for now. Please accept this as a token of my gratitude for your help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Gather seed bags ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sowing for the Storm",
      "es": "",
      "es (fem)": ""
    }
  ]
}