{
  "id": 621105776,
  "txt": [
    {
      "id": "0xeb01142",
      "en": "You have reclaimed Dun Shûma from the Ekhamâti forces.\\n\\nYou should talk to Mizâdi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa04",
      "en": "The Hidden Fortress",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Complete 'Dun Shûma, the King's Fortress' on any difficulty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Talk to Mizâdi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'Bârshud has fled, but our work is not yet finished. The remainder of the Ekhamâti Umûni and their Ordâkhai forces are holed up inside the hidden fortress before us.\\n\\n'Dun Shûma, built by an ancient Shâr of Nísaka, is said to hold many of our ancestral treasures. I suspect there is one treasure in particular that Bârshud seeks: the lost crown of Aragín the Queller. Holding such a thing would give his claim to the throne of Hamât legitimacy. We must prevent Ekhamât from seizing it, at all costs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "Completed 'Dun Shûma, the King's Fortress'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'We are victorious. I now hold the Lion-crown of Aragín the Queller, and must make official my claim to the throne of Hamât. This, I fear, is just the beginning of a long campaign.\\n\\n'That sorcerer has given us a parting gift, a secret he expected us to take to our graves: Ordâkh is manipulating Ekhamât, puppeteering Bârshud to fight their war for them. The new Hul must be eager to regain control of all Shagâna, and will use unwitting vassals to do so. Even if Bârshud’s claim over Hamât is defeated, my people will not be truly safe until the threat of Ordâkh is eliminated for good.\\n\\n'You have been by my side through all of this, [placeholder]. For now, I have little to offer but my sincerest thanks, but once this war is finally won, the Kingdom of Hamât will forever be in your debt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "Use the Instance Finder to complete 'Dun Shûma, the King's Fortress' on any difficulty.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d145",
      "en": "The hostile forces of Ekhamât have claimed Dun Shûma, the hidden fortress of Shâr Shûma III, seeking the lost crown of Aragín the Queller.",
      "es": "",
      "es (fem)": ""
    }
  ]
}