{
  "id": 620820549,
  "txt": [
    {
      "id": 218649169,
      "en": "These papers are full of runes you do not recognize translated into the Common Tongue. It means nothing to you, but the strange runes are of some interest, for they do not look to be any language that you recognize. The papers are signed \\qFalgeirr Twisttongue.\\q",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Hammer and tongs! These papers must date back to the time of Durin's rule! A very promising find, [placeholder].\\n\\n'Falgeirr Twisttongue was a famous riddle-master and tinkerer of words. These runes are utterly foreign to me...so I believe they may be a special language he made up! You should hang onto these papers, in case you see any of these runes in Moria. I have a feeling old Falgeirr left some puzzles to be solved!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Öndótt may know more of this Twisttongue than I. You can find him at the Deep Descent.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Hammer and tongs! These papers must date back to the time of Durin's rule!\\n\\n'These runes are rather faded, and mixed in with words I do not understand. Perhaps it is a riddle of some kind? In any case, the name of Twisttongue isn't known to me.\\n\\n'I suggest you bring this to my friend Öndótt, stationed at the Deep Descent, down and to the south. He is always poring over strange puzzles; he may be able to shed some light upon this one.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Riddles in the Library",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You found some strange papers in the library of Katûb-zahar, and should bring them to a dwarf who may know more of them.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the strange runes to Sót at the Dolven-view",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Sót, the librarian of the Dolven-view camp, might know more about the papers you found. You should speak with him.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Öndótt at the Deep Descent",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Öndótt is stationed at the Deep Descent, south of the Great Delving.\\n\\nSót suggested you speak with his friend Öndótt regarding the paper you found.",
      "es": ""
    }
  ]
}