{
  "id": 620893396,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'There is no honour in the acts of these treasure-seekers, and I am ashamed to call them kinsmen, however distant their relation to the Rohirrim. They steal relics from those who fell in the days of Éorl the Young and sell them to whomever will pay.\\n\\n'For this offence, they must be punished. Go to Atburg, their encampment to the south-east, and defeat many of the brigands. Perhaps if they see that we value the honour of our heritage, they will leave this place.\\n\\n'Will you do this for us, [placeholder]? When you have completed this task, speak with Eowils, our scout outside Atburg.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you, [placeholder], for your efforts. It appears, though, that the brigands were not intimidated by your actions. It appears we may have to take more serious steps to remove them from Atburg...I will let Aculf know'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ruffians and Rascals",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Aculf is angered by the treasure-seekers' honourless theft of his people's relics from the Field of Celebrant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeat treasure-seekers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat treasure-seekers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Treasure-seekers may be found at Atburg, south-east of Aculf's camp in the Rushgore.\\n\\nAculf wants you to defeat a number of the brigand treasure-seekers in hopes of driving them from the Rushgore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Eowils outside Atburg in the Rushgore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Eowils is outside Atburg in the Rushgore, south-east of Aculf's camp.\\n\\nAculf instructed you to report your successes to the scout Eowils.",
      "es": "",
      "es (fem)": ""
    }
  ]
}