{
  "id": 620893395,
  "txt": [
    {
      "id": 218649169,
      "en": "'So, as Idmar rightly guessed, we have located the brigands which have been raiding the Field of Celebrant for relics. Their encampment, which they call Atburg, lies to the south-east of here.\\n\\n'Go there, [placeholder], and recover the relics of my people which they have stolen from the old battlefield. If any bear the marks of their owners, we may be able to return them to their descendants.\\n\\n'I am sure you will find crates of relics within the camp, but some, such as weapons and armour, may be borne by the treasure-hunters themselves. When you have completed this task, report to Eowils, our scout outside Atburg.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Aye, many of these are of the House of Éorl and must be returned to Edoras. Things do not go well in Meduseld...perhaps the return of these relics will change the King's mood and convince him to recall those of us that Wormtongue falsely charged of wrongdoing.\\n\\n'I will be sure they come to Aculf.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you recovered any relics yet?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Stolen Pride",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Aculf and his border-guard discovered the location of the brigands raiding Parth Celebrant for relics.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected relics of the Rohirrim ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect relics of the Rohirrim ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Relics of the Rohirrim can be found throughout the camp and on the treasure-seekers at Atburg, south-east of Aculf's camp in the Rushgore.\\n\\nAculf has asked you to recover relics of the Rohirrim from the brigand treasure-seekers.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the relics you recovered to Eowils outside Atburg in the Rushgore",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Eowils is outside Atburg in the Rushgore, south-east of Aculf's camp.\\n\\nAculf told you to report your successes to the scout Eowils.",
      "es": ""
    }
  ]
}