{
  "id": 620893397,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Among the tasks that I have set you to, I want you to speak with Ulferth, the captain of these brigand treasure-seekers. Tell him that we will allow his band to leave peacefully, but they must leave behind all the relics that they stole from the Field of Celebrant.\\n\\n'Ulferth is oft seen at the edge of their encampment at Atburg. This offer will only be open for a short time. If he refuses, then we shall take more drastic measures.\\n\\n'Return to Eowils, our scout outside Atburg, with Ulferth's answer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Are you serious? The horse-boy wants us to leave? The Field of Celebrant is rife with relics and trinkets from which my men and I can make a fortune...tell your friend that if he wants us gone, he will have to move us himself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'This is it, then. Ulferth has refused my demands. He shall rue the day he ever came to the Rushgore....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Final Notice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Aculf wants to make it clear that the brigands are not welcome in the territory of the Riddermark, although he is willing to entertain a peaceful resolution.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Ulferth at Atburg in the Rushgore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ulferth can be found at the edge of Atburg, south-east of Aculf's camp in the Rushgore.\\n\\nAculf asked you to deliver his ultimatum to Ulferth, captain of the treasure-seekers in the Rushgore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Eowils outside Atburg in the Rushgore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Eowils is outside Atburg in the Rushgore, south-east of Aculf's camp.\\n\\nAculf instructed you to bring Ulferth's answer to the scout Eowils.",
      "es": "",
      "es (fem)": ""
    }
  ]
}