{
  "id": 621073200,
  "txt": [
    {
      "id": "0xeb01195",
      "en": "Soltakh can be found at Bail Avarc in the foothills of the Ephel Angren in Angmar.\\n\\nYou have listened to Finrúth's tale of the shard of Tauressar's power and learned that Crannog may still live within Carn Dûm. You should talk to Soltakh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "A hearty meal and a waterskin can be found at Bail Avarc.\\n\\nBefore Finrúth recounts the tale of how she came to turn on the Iron Crown, she has asked for water and a meal. You should collect a hearty meal and a waterskin for Finrúth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Collect a waterskin for Finrúth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Collect a hearty meal for Finrúth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Finrúth can be found at Bail Avarc in the foothills of the Ephel Angren in Angmar.\\n\\nYou have collected a hearty meal and a waterskin for Finrúth. You should return to Finrúth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Finrúth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You have my thanks, Southron.'\\n\\nFinrúth eats, perhaps more swiftly than you or she expected. In between bites of rib and potato, she speaks.\\n\\n'I must admit, I doubted the rumours that the free-folk of Angmar had taken to welcoming the outcasts of the Trév Duvárdain. When I arrived, though, I saw others of my tribe here among you and I knew that I had found shelter—at least for the moment. I have never been more grateful to have been proven wrong!'\\n\\nFinrúth pauses, setting the plate on the ground beside her. After a moment, her demeanour sharpens.\\n\\n'Do you know why I have come? Why I would turn my back upon my people all of a sudden? It is not that I have had a change of heart. The Trév Duvárdain were victorious at Clúcath and to govern Angmar is our right. I say to you that the Iron Crown means to cast us aside—and that those who lead the Trév Duvárdain are all too eager to let them!\\n\\n'I saw things... things that I was not meant to see when the Iron Crown travelled to Mount Gundabad. Beneath Tûr Fúar, the Drearspire, I spied one of the lost Oath-stones of legend: Tauressar. I saw what becomes of those who swear oaths upon it, whether they wish to or not! If the Iron Crown is not stopped, we will all become bódraillan: oath-thralls! Our tribes will mean nothing to us!\\n\\n'If you will listen, I will tell you everything I know. What say you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Finrúth can be found at Bail Avarc in the foothills of the Ephel Angren in Angmar.\\n\\nFinrúth has offered to tell you the tale of how she came to abandon the Iron Crown and the true nature of the \\qbódraillan\\q that now dwell in Carn Dûm. You should talk to Finrúth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Finrúth at Bail Avarc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Soltakh at Bail Avarc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'For too long, I would not allow myself to believe what I knew to be true, but when I saw what became of the bódraillan... I...'\\n\\nFinrúth buries her face in her hands for a moment.\\n\\n'I am ashamed that I did not abandon the tribe when the others did. I held hope that the Iron Crown might still deliver us to some better future, but I see now that I was a fool. You are a friend of the Trév Gállorg, are you not? The Trév Duvárdain were not always like this, despite what you might think. We are a strong people, and as we always have, we did what was necessary to preserve our tribe. But Claghórd and Domongart before him have betrayed us to the Iron Crown for their own gain—to masters who care nothing for us.\\n\\n'With that accursed shard, High Priestess Ásachal will take everything from us. There will be no Trév Gállorg, Trév Duvárdain, or even the Iron Crown—only the bódraillan and their terrible Witch-queen. And we won't even remember what we have lost!\\n\\n'Before I left Carn Dûm, I heard that Crannog was being kept in the Witch-king's tower—Gwathrenost, they call it. The chieftain of the Trév Gállorg lives, but only barely, and I do not think the Iron Crown intend to free him. He has witnessed his people become bódraillan, and I think it is only some mercy or cruelty by High Chieftain Claghórd that spared him from that fate. Perhaps he has become one of them by now, perhaps not. That is all I know, Southron.\\n\\n'I only hope that what I have told you can help to put an end to this before it is too late!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Listen to me, [placeholder], and I will tell you what I know of Tauressar and the bódraillan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "After the fall of Mordirith and abandonment of Carn Dûm, the tribesmen of the Trév Duvárdain grew increasingly divided, leading many to forsake the Iron Crown. However, many still remained among the Trév Duvárdain, and either ignorant or wilfully blind to the true wickedness of the Iron Crown, they followed them to Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'A stone that can bend wills...\\n\\n'Such a thing was long considered a legend among the Trév Gállorg, but for it to truly exist? It is unthinkable!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'You must listen to me... before it is too late!\\n\\n'This land has known too much sorrow, and I fear that darker days lie ahead! I spoke to Soltakh and warned him that the Iron Crown means to make bódraillan of us all. He may not remember me, but I remember him. All among the Trév Duvárdain know of Drostan the exile... and of the one who was called Avair. I will speak no more of her—her deeds have not been forgotten to the Trév Gállorg and I doubt those of hers or Domongart's ilk would find welcome here among them.\\n\\n'Do you know what I mean by bódraillan, Southron? It means \\qoath-thralls\\q in the tongue of my people, but it is worse than it sounds. The Trév Gállorg taken captive by the Iron Crown were the first... and their minds are no longer their own. I thought that was the worst of it, but then they took some of us! It won't be long now... until the rest are... taken and... changed.'\\n\\nFinrúth appears to be exhausted, and she slumps against the nearby crates.\\n\\n'I didn't have time to gather many of my belongings when I fled Carn Dûm and I am tired from the journey. Might... I beg for a meal and some water?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Finrúth can be found at Bail Avarc in the foothills of the Ephel Angren in Angmar.\\n\\nFinrúth has told you the tale of how she came to abandon the Iron Crown and you now know the true nature of the \\qbódraillan\\q that now dwell in Carn Dûm. You should talk to Finrúth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Angmar Reborn, Chapter 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e14",
      "en": "Deliver the hearty meal and waterskin to Finrúth",
      "es": "",
      "es (fem)": ""
    }
  ]
}