{
  "id": 621073202,
  "txt": [
    {
      "id": 216727829,
      "en": "Rhúnelleth and Indagir can be found at Bail Avarc in the foothills of the Ephel Angren in Angmar.\\n\\nSoltakh has asked you to aid Rhúnelleth and Indagir in their efforts at Sant Lhoer and Thaurisgar as it will advance the fight against the Iron Crown in Carn Dûm. You should help Rhúnelleth and Indagir.",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Finrúth can be found at Bail Avarc in the foothills of the Ephel Angren in Angmar.\\n\\nSoltakh has asked you to speak to a woman of the Trév Duvárdain named Finrúth, who came to Bail Avarc seeking shelter from the Iron Crown. You should talk to Finrúth.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'We need to find out what the Iron Crown is doing at Sant Lhoer and Thaurisgar. If we can aid the others in the course of our efforts, all the better!'",
      "es": ""
    },
    {
      "id": 24695155,
      "en": "Under the direction of the seemingly-slain High Priestess of the Iron Crown, Ásachal, the servants of the Iron Crown have spread throughout Carn Dûm, seeking a means to reclaim some measure of their former glory at Sant Lhoer and Thaurisgar.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Soltakh can be found at Bail Avarc in the foothills of the Ephel Angren in Angmar.\\n\\nYou have helped Rhúnelleth and Indagir with their tasks at Sant Lhoer and Thaurisgar—for better and worse. You should return to Bail Avarc and talk to Soltakh.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Soltakh at Bail Avarc",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Even with all I know of the Iron Crown, it is hard to believe what you've told me, [placeholder].\\n\\n'I am glad that Oganuin will not trouble us any longer, but if the creations of Aniochán outlived him, I fear that our work might not be finished. Especially if what Indagir stole from Thaurisgar falls into unfriendly hands!\\n\\n'However, it seems we're not the only ones who have been sneaking into Carn Dûm. I have heard that a company of the Trév Duvárdain journeyed into the depths of the city to hunt down a sorcerer of the Angmarim. If that is true, some of our work might have already been done for us!\\n\\n'I am told that Lágsaith has been telling that tale to all willing to hear it. Would you speak to her and learn what has happened?'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Lágsaith can be found at Bail Avarc in the foothills of the Ephel Angren in Angmar.\\n\\nSoltakh has heard word that a company of Trév Duvárdain battled against the Iron Crown in the sewers of Carn Dûm. You should talk to Lágsaith and learn of what has happened.",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Soltakh at Bail Avarc",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Help Rhúnelleth with 'Into Sant Lhoer, the Poison Gardens'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Help Indagir with 'Remedies for Maladies'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'You ought to speak to Lágsaith. It sounds like some of our work has already been done—and by a few of these Trév Duvárdain no less!'",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Well, what did you make of that? It's quite the story, but I wouldn't put it past the Angmarim to sink so low!\\n\\n'While you were listening to Lágsaith's tale, a woman of the Trév Duvárdain named Finrúth came to Bail Avarc begging for shelter from the Iron Crown and rambling about something she called \\qbódraillan\\q. It is of our language, but I have never heard it spoken. It means something akin to \\qoath-thralls\\q, but as I said, I don't know what to make of it.\\n\\n'As curious as I am to know more, she looked unwell. Perhaps her journey out of Carn Dûm was not a pleasant one, my friend. Knowing what I do of that city, it wouldn't surprise me!\\n\\n'Once I was able to get a word in, I asked her to take rest in the tent over there until you returned. Would you check on Finrúth and see if she can explain what has happened?'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Lágsaith and listen to her tale of 'The Lair of Vermin'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477383,
      "en": "Talk to Finrúth at Bail Avarc",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883718,
      "en": "'Please, hear me out! I swear I do not mean to deceive you!'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Like many of the Trév Duvárdain, I once lived in Carn Dûm. Before the downfall of the False King, we even had our own quarter in the city.\\n\\n'When I was Drostan, I was given a small house by the Iron Crown. It is a strange thing to be gifted something that was stolen from your ancestors. The fools we were, and that too many of those I once called my brothers still are!'\\n\\nSoltakh pauses for a moment, appearing to calm himself.\\n\\n'Although many of them have been sealed, a number of hidden paths into Carn Dûm still exist. I can mark them on your map, my friend. I am told that the Iron Crown has taken up in Sant Lhoer and Thaurisgar, but I doubt they mean to tarry in the latter. After all, the old apothecary was already a dangerous ruin before I was cast out of the Trév Duvárdain!\\n\\n'The Elf, Rhúnelleth, and a man named Indagir are seeking help in venturing into Carn Dûm. Would you speak to them and help them if you are able?'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Soltakh can be found at Bail Avarc in the foothills of the Ephel Angren in Angmar.\\n\\nYou have heard Lágsaith's tale of the Trév Duvárdain's fight against the Iron Crown in Sagroth. You should talk to Soltakh.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Angmar Reborn, Chapter 2",
      "es": ""
    }
  ]
}