{
  "id": 621073201,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Would you accompany us to Fail-á-Khro? It is a long journey from Bail Avarc, but you have come this far, haven't you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Crannog and Soltakh can be found at the outskirts of Aughaire in Angmar.\\n\\nAfter the parley at Fail-á-Khro, Crannog and the Trév Gállorg have returned to Aughaire. You should meet Crannog and Soltakh at Aughaire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Crannog can be found at Bail Avarc in the foothills of the Ephel Angren in Angmar.\\n\\nCrannog has asked you to accompany him and the Trév Gállorg to Fail-á-Khro where he hopes to parley with the Trév Duvárdain. You should talk to Crannog when you are ready to set out.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Soltakh at the outskirts of Aughaire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Soltakh can be found on the outskirts of Aughaire in Angmar.\\n\\nAfter the parley at Fail-á-Khro, Crannog and the Trév Gállorg have returned to Aughaire. You should talk to Soltakh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Crannog can be found on the outskirts of Aughaire in Angmar.\\n\\nAfter the parley at Fail-á-Khro, Crannog and the Trév Gállorg have returned to Aughaire. You should talk to Crannog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'There you are, [placeholder]!\\n\\n'So much has happened, and it is hard to speak to all of it. The Iron Crown is defeated, our people are free, and Iarandír is truly our land once again.\\n\\n'After the parley, I now believe that there might be some measure of peace to be found between the Trév Gállorg and the Trév Duvárdain. It will not be perfect, for nothing is, but it is the start of something new—and that is enough!\\n\\n'Crannog told me long ago that I would know when I had fulfilled my Fém. It is done, my friend, and I could not have done it without you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Crannog at the outskirts of Aughaire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'It is beautiful, is it not? If I am not mistaken, the skies seem clearer this day than they have been since the days of my youth.\\n\\n'As I said to you once, it is the place of a chieftain to direct his people to do great things, even in the face of danger. Many steps still remain on your path, but to guide you, I bestow upon you a new Fém.'\\n\\nCrannog whispers in your ear.\\n\\n'I am certain you will fulfil it, [placeholder]. If ever your path leads you back to Iarandír, you are welcome among us.\\n\\n'It is a new day, my friend. Iarandír is our land and our fates are our own!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "With the shard of Tauressar destroyed, the oath-thralls freed, and the last remnants of the Iron Crown brought to ruin, a new day—uncertain, yet hopeful—dawns in Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "From atop a cliff, Crannog and Soltakh look out upon Angmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'It has been many years since the Trév Gállorg and Trév Duvárdain last spoke beyond their duties to the rites of old. Perhaps it is time that changed...'\\n\\nCrannog appears to ponder for a moment, and then turns his attention back to you.\\n\\n'Let us send word to all of the Trév Gállorg and Trév Duvárdain, be they outcast or not. We will meet at Fail-á-Khro once more, but we do not meet to undertake the rites of old. For too long the shadows of Angmar have cast a darkness between us, and it is time that ended. We will meet to parley and settle what we may with the Trév Duvárdain. Although the title of High Chieftain has been left vacant, the Trév Duvárdain are the ruling tribe and I will not call another Clúcath after all that happened. Whether they choose to heed my words or not is their choice to make, and no matter the answer, I will honour it.\\n\\n'But I would not squander the moment that has been set before us, [placeholder]. Angmar stands on the cusp of its rebirth, and it will be our hands that shape it—not those of the Witch-king, nor those of the Iron Crown.\\n\\n'It is time we set out, [placeholder]. Won't you come with us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Angmar Reborn, Chapter 5",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Crannog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Meet Crannog and Soltakh at the outskirts of Aughaire",
      "es": "",
      "es (fem)": ""
    }
  ]
}