{
  "id": 621073213,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "You must place a delving amethyst into the fissure in the delving stone. This will unlock the potency trapped within the gemstone and unleash it upon the world.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "A malice spread from within the gemstone you affixed to the delving stone. You must defeat the enemies and complete the mission to rid the evil from the world.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Having completed the mission with the malice affecting the denizens within, you should now make your way back to the mission giver and tell them of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73085",
      "en": "Without a delving amethyst you cannot unlock the greater strength of the enemies in this space.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Speak with the mission giver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'What vileness was within that gemstone, [placeholder]? You return having bested the foes you faced, but I can see from your countenance that the battle there took a toll. We have more of the gemstones and more to reward you and those like you willing to risk life and limb to defeat the great evil in the world. Will you fight on? I shall let you make that choice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e113",
      "en": "You left the instance and failed the delving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "A dread-filled malice spreads through the area...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Complete the current mission and find the scout",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Delving deeply into the world, the forces of the enemy are even more powerful and vicious.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Failure: Do not leave the instance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "The stone is inert. There is a clear fissure in the surface where one, with a little effort, could affix a gem of some sort. Perhaps you have such a gem in your possession.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Complete the current mission and find the scout",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "A dread-filled malice spreads through the area...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Acquire a delving amethyst ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "The delving amethyst fits into the fissure within the delving stone. The amethyst cracks, and the darkness within creeps out of the stone and moves into the air as a black tendril. A flash of dread fills you, but passes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Affix the delving amethyst to the delving stone ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tier 11: Delving Amethyst",
      "es": "",
      "es (fem)": ""
    }
  ]
}