{
  "id": 621073323,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'My scouts have reported smoke on the horizon to the north-west. It is possible Amon Anglebed could be the source of it. That is where you should go if you think to find more supporters of the Heirs. But use caution! These could well prove to be dangerous folk, if they suspect your beliefs do not align with theirs. You should continue to convince them you stand beside them, until you have learned what you need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 1.7: Castamir's Shadow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Return to Sirgon's Manor with what you have learned",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Maethon by the lit beacon, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I do not begrudge Elessar his choice of wife! Were he not King, he could marry anyone he wished, and he would have my blessing. But if he is to be King, he should put the needs of Gondor ahead of his heart's call. If Gondor is to have a Queen, she should be a woman of Gondor. Does he not know the history of his own kingdom? Eldacar married a north-woman and caused much bloodshed. Does Elessar desire another Kin-strife?\\n\\n'The scribes named Castamir \\qthe Usurper\\q for trying to restore Gondor, and he perished for it. But even today there are some who believe in that for which he stood. If you join with them, you may be well-rewarded, and see the return of a King who prizes what Gondor should be.\\n\\n'One of the beacons of Gondor remains lit, and it casts Castamir's shadow long and far. If you are a friend to those who wish to see it remain so, you will <rgb=#00FF00>agree</rgb> with us. We must act in the shadows, for now, and keep down our voices; you never know who might be watching us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Legolas inside Sirgon's Manor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Gimli inside Sirgon's Manor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Faltharan in his father's manor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have two questions for you, my friend. First, was she convinced by our display, and second, is she a supporter of the Heirs of Castamir, as we supposed?\\n\\n'Yes to both? Very good, [placeholder]. I am sorry it fell to you to play this part, but if she believes your interests are aligned with hers, we may be able to follow this thread to its very source, and learn who now leads the Heirs of Castamir.\\n\\n'You must keep these folk convinced, my friend, for as long as you are able to do so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Travel to Amon Anglebed, the beacon outside Ost Anglebed, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'If it were up to me, I would have shown this woman the blade of my axe and gotten just as many answers, if not more! But Legolas says that would not be wise. Hmmph. Does it matter where the wisdom comes from, if it might be gotten more swiftly one way than by another?\\n\\n'If you must be the play-acting spy today, so be it! But when it comes to fighting, as it always does, don't be too slow to set aside the lies and pick up your weapon!\\n\\n'Legolas and I will return to Minas Tirith to tell the King what we learned on this journey, but you won't be coming with us. You have somewhere else to go, I understand!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Legolas and Gimli told me about the woman you met. What were her words? \\qOne of the beacons of Gondor remains lit, and it casts Castamir's shadow long and far?\\q She may have been speaking in riddles, but I think it is more likely she meant her people keep one of the beacons lit even in the aftermath of the war.\\n\\n'My scouts have reported smoke on the horizon to the north-west. It is possible Amon Anglebed could be the source of it. That is where you should go if you think to find more supporters of the Heirs.\\n\\n'But use caution! These could well prove to be dangerous folk, if they suspect your beliefs do not align with theirs. You should continue to convince them you stand beside them, until you have learned what you need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Gimli and I will return to Minas Tirith with news of what we have learned, but you still have work to do here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "<rgb=#00FF00>Agree</rgb> with the man and determine his loyalties",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e01",
      "en": "<rgb=#00FF00>Agree</rgb> with Aithil to preserve your deception",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'We will see you after you have learned what you can of these folk, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The woman Aithil, south-east of the Pelargir Armoury, is convinced that you <rgb=#00FF00>agree</rgb> with the Heirs of Castamir. You should ensure she continues to believe it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Can I help you with something?' he asks carefully, and you respond by noting that the beacon casts a long shadow, like Castamir did in years past. The man smiles broadly.\\n\\n'You must be the kindred spirit I was told to expect! What a pleasant surprise! Aithil described you to me, but I did not foresee that one of the King's close personal friends could possibly support our mission... and yet here you are! I need not tell you how useful it would be to have you with us, especially if you still have the ear of the King! I hope you have not aired your true feelings and endangered your friendship with him?\\n\\n'My name is Maethon, and I have been keeping this beacon lit. It is to be a sign that although the war is over, the fighting is not yet done. The guards at Ost Anglebed try to extinguish it as often as they can, but my friends and I re-light it when their attention wanes; they cannot guard it at all hours.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Sirgon's Manor is located to the north of the Pelargir Armoury, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Legolas and Gimli have come to Sirgon's Manor to await your tidings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "A man stands by the beacon. Perhaps he is the contact about whom you were told, and if you <rgb=#00FF00>agree</rgb> with him he will reveal himself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Maethon stands by the burning beacon of Amon Anglebed, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "The man raises an eyebrow and stares at you appraisingly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Faltharan is inside his father's manor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Faltharan told you that Amon Anglebed has been kept burning, and may be the beacon about which the skulking woman spoke.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Aithil nods, smiling discreetly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d179",
      "en": "Convinced by your argument with Legolas, the woman Aithil has welcomed you as a supporter of the Heirs of Castamir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'I do not begrudge Elessar his choice of wife! Were he not King, he could marry anyone he wished, and he would have my blessing. But if he is to be King, he should put the needs of Gondor ahead of his heart's call. If Gondor is to have a Queen, she should be a woman of Gondor. Even Arwen's own people say this!\\n\\n'Does Elessar not know the history of his own kingdom? Eldacar married a north-woman and caused much bloodshed. Does Elessar desire another Kin-strife? The scribes named Castamir \\qthe Usurper\\q for trying to restore Gondor, and he perished for it. But even today there are some who believe in that for which he stood. If you join with them, you may be well-rewarded, and see the return of a King who prizes what Gondor should be.\\n\\n'One of the beacons of Gondor remains lit, and it casts Castamir's shadow long and far. If you are a friend to those who wish to see it remain so, you will <rgb=#00FF00>agree</rgb> with us. We must act in the shadows, for now, and keep down our voices; you never know who might be watching us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'One of the beacons of Gondor remains lit, and it casts Castamir's shadow long and far. If you are a friend to those who wish to see it remain so, you will <rgb=#00FF00>agree</rgb> with us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "The beacon remains lit, as Faltharan suspected",
      "es": "",
      "es (fem)": ""
    }
  ]
}