{
  "id": 621084327,
  "txt": [
    {
      "id": "0x9b56813",
      "en": "'[placeholder], I begin to suspect that I may not be best suited to care for young Berkha here. The life of a Roc and the life of a duck are so very different. He seems to have taken a shine to you, however. Would you be interested in taking him on your travels? The wind has brought me stories of a far away place known as the Shire. I hear it is ever peaceful. Perhaps you could take him there some day?'\\n\\nYou look at Berkha, who quacks at you. How could anyone say no to that?\\n\\n'Well, he at least seems amenable to the idea,' Raghda-gûn says.\\n\\n'Berkha, it has been a treat to have you around. You do not seem to listen to my wishes and your ability to hunt for prey is lacking, but you were at least amusing. May your belly always be full and your feathers clean.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Farewell to Berkha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c4",
      "en": "The little duck waddles away from Raghda-gûn, but he doesn't make it more than a few feet before he looks back at the one who took him in.\\n\\n'Quack!'\\n\\nThe single word could not hope to capture the depth of his gratitude or his love, but it will have to do.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c5",
      "en": "'[placeholder], I begin to suspect that I may not be best suited to care for young Berkha here. The life of a Roc and the life of a duck are so very different. He seems to have taken a shine to you, however. Would you be interested in taking him on your travels?'\\n\\nYou look at Berkha, who quacks at you. How could anyone say no to that?\\n\\n'Well, he at least seems amenable to the idea,' Raghda-gûn says.\\n\\n'Berkha, it has been a treat to have you around. You do not seem to listen to my wishes and your ability to hunt for prey is lacking, but you were at least amusing. May your belly always be full and your feathers clean.'\\n\\nAs you turn to leave, Raghda-gûn grabs your attention one last time.\\n\\n'The wind carries stories of a place known as the Shire, a quiet and peaceful land where everyone goes to sleep with a full belly. It is your homeland is it not? Perhaps it could become Berkha's, too. I think such a tranquil place would suit him well.'\\n\\nWith a wave of her wing, she sends you back onto your journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502931",
      "en": "Talk to Berkha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Raghda-gûn has realized she may not be best suited to care for little Berkha, and has arranged for you to take him with you.\\n\\nSpeak to Berkha at Raghda-gûn's nest, Aklâradum, atop a cliff south of Halrax.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1759",
      "en": "Raghda-gûn has realized she may not be best suited to care for little Berkha.",
      "es": "",
      "es (fem)": ""
    }
  ]
}