{
  "id": 621084360,
  "txt": [
    {
      "id": 190220712,
      "en": "'Ah, the knot on the cord must have come undone and slipped off my neck! Thank you so much for retrieving it for me.'",
      "es": ""
    },
    {
      "id": 173025622,
      "en": "Find Etinan's necklace",
      "es": ""
    },
    {
      "id": 251715938,
      "en": "Talk to Etinan",
      "es": ""
    },
    {
      "id": 184621219,
      "en": "You have found the necklace and should return it to Etinan.\\n\\nEtinan can be found in Halrax.",
      "es": ""
    },
    {
      "id": 173025625,
      "en": "Talk to TBD",
      "es": ""
    },
    {
      "id": 24695289,
      "en": "A resident of Halrax has lost something precious to him. No, not that precious.",
      "es": ""
    },
    {
      "id": 236954548,
      "en": "A Pendant in the Sand",
      "es": ""
    },
    {
      "id": 190220752,
      "en": "'Ah, the knot on the cord must have come undone and slipped off my neck! Thank you so much for retrieving it for me.'",
      "es": ""
    },
    {
      "id": 190220709,
      "en": "As you approach the man you notice that he seethes with wrath so smouldering it would make even the most hot-headed Rune-keeper blush.\\n\\n'Ah how could this be?! I could have sworn I was wearing it when we left the beach! Could I have left it there somehow?\\n\\n'Adventurer! Could I ask something of you? I was at Baj Khatûg with my dearest Zimâr this morning. There, he presented me with a beautiful necklace. I cannot find it now, and I'm terrified that I may have somehow left it on the beach! I'm to meet with him at the tavern tonight. He can't know that I lost it. Could you find it for me?\\n\\n'What does it look like? The gemstone is blue like his eyes and cut sharp like his clever wit! In the sun, it shines as bright as his smile!\\n\\n'Also it's on a sort of brown leather cord. Metal necklace chains irritate my skin.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Etinan has asked you to find the necklace his partner gave him on the beach of Baj Khatûg.\\n\\nBaj Khatûg is an island off the eastern shore of Zamarzîr.",
      "es": ""
    },
    {
      "id": 148970391,
      "en": "This blue faceted gem does indeed catch the sunlight. A small leather cord lies next to it",
      "es": ""
    }
  ]
}