{
  "id": 621084387,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "Administered second experimental salve to a diseased goat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Harvested sponge mushrooms ([placeholder]/4)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Simple Salves, Part 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Return to Heshra, the herbalist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Harvest sponge mushrooms ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2deedf0",
      "en": "'Elder Roshat!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I had hope that the old recipe would be successful, but this disease is unlike any I've seen before. Small wonder then, that the simple salve didn't work.\\n\\n'Everything is not lost, however. Using the herbs you've brought and some of my own, I can create several new salves. We shouldn't give these to the villagers, no telling what effect they might have. Goats are close enough. Gather these ingredients from the merchant Ziriha, would you? I need several rare ingredients for the new salves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2deedf1",
      "en": "'What is it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2deedf2",
      "en": "'It is the honeywort glade past the Mâkhda Khorbo. All the diseased animals have honeywort in their stomachs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Heshra sent you? Let me see the list. Yes, you're in luck, I happen to have everything he wants. Well, everything except this mushroom here. That you'll have to find on your own. I believe it grows in the ruins in the hills east of here, near the Mâkhda Khorbo.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Administer first experimental salve to diseased goat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2deedf3",
      "en": "'It's the Dead, they must be causing this disease. We went in pursuit of the honeywort, we just didn't go far enough!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Administer second experimental salve to a diseased goat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2deedf4",
      "en": "'That is in the middle of where the Dead have set up camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Administer third experimental salve to a diseased goat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2deedf5",
      "en": "'Stranger, you said you wanted to aid us. If ever an oath was to be uttered, now is the time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730890",
      "en": "'You need to give the salves to the afflicted goats. Quickly, not a moment to lose!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2deedf6",
      "en": "'If you are who you say you are, and you can help us, your name will be sung through the halls of Khûtra long after you’ve passed through here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Ahh, excellent quality lavender, as well. Thank you. Just a moment as I finish these....\\n\\n'There! Three new salves. I admit these are a bit of a stab in the dark, but we don't have much to go on, do we?\\n\\n'Will you give each of these salves to some of the local afflicted animals? If any of them improve, it could be a vital clue for us in fighting this dreadful disease.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2deedf7",
      "en": "'Will you help us? Will you help us heal Khûtra?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5e2e6b1",
      "en": "'It is the honeywort glade past the Mâkhda Khorbo.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Heshra has asked you to test various healing salves on diseased goats in Khûtra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Speak with Ziriha the merchant about the rare ingredients Heshra needs. She can be found near the fishing pier.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Harvest sponge mushrooms that grow in the hills east of Khûtra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Return to Heshra with the ingredients",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'The goat got better? The last salve? The calendula... of course, I know where this blight is coming from!\\n\\n'Roshat! I know where the disease is coming from!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Administer first salve to an afflicted goat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Administer the new salves to afflicted goats. They can be found outside the Elder Hall. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "Administered first experimental salve to a diseased goat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Administer second salve to an afflicted goat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Return to Heshra the herbalist in the Elder Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Administer third salve to an afflicted goat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9967805",
      "en": "'What is it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Ziriha the merchant and acquire rare ingredients",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Harvest sponge mushrooms ([placeholder]/4)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Harvested sponge mushrooms ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730880",
      "en": "'I still need those mushrooms for the new salve. They grow in the plains north of Khûtra. Please hurry back once you've found them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Administered third experimental salve to a diseased goat",
      "es": "",
      "es (fem)": ""
    }
  ]
}