{
  "id": 621084244,
  "txt": [
    {
      "id": 228284034,
      "en": "'Help from outsiders? And you were sent by Roshat? He must be getting truly desperate.\\n\\n'It's true we could use all the help we can get. Our lures are as good and our hands as quick as ever. It's the trout themselves that have changed. They have turned a pallid, slimy green, afflicted with some terrible disease. We know not why. Some of the hands have taken to calling it the stench, for obvious reasons. We cannot eat or sell any of the fish we catch, it makes any who eat it violently ill.\\n\\n'I'll be honest with you, moreso than perhaps Roshat was – we really could use your help. We rely on the fish to fill our bellies and our coin pouches. I know Roshat has suspicions about the source of the disease, but he won't trust outsiders unless he sees your value.\\n\\n'I don't know how to heal our fish, but I know how you could help fill our bellies and perhaps gain his trust. There are crabs to the east of here, along the shore, just beyond the village. They seem to be immune to the stench, at least so far. However, they fight back more than we gentle fisherfolk can handle.\\n\\n'Would you go to the east and bring us back some crab to feed our people?'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Return with crab meat to Umaris",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Collect crab meat ([placeholder]/10)",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I am grateful. We are proud folk, but I'm not too proud to admit my people will have full bellies tonight thanks to you. You might want to talk to Elder Roshat again.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Umaris has asked for your help feeding the village using the large, fierce crabs south of Khûtra. Perhaps Elder Roshat will see your value once you've helped the village.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Feeding A Village",
      "es": ""
    },
    {
      "id": 215429254,
      "en": "'Please, we need those crabs and as quick as you can. Some here haven't eaten in a fortnight.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Large crabs can be found to the south-east of Khûtra. Go there and return with crab meat to feed the hungry villagers.",
      "es": ""
    },
    {
      "id": 225642624,
      "en": "'Please, we have so many who are hungry. The crabs can be found to the east along the shore. Please hurry!'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Crab meat collected ([placeholder]/10)",
      "es": ""
    }
  ]
}