{
  "id": 621084257,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "To the east of Rhakatâb on the southern slope of the mountains there is a mining cave that suffered a cave-in. Go there and rescue the miners trapped behind the rubble.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I wish only for the safe return of the workers. The metals that they mine are important, but not nearly as much as their lives. Please, the cave is in the east along the southern slope of the mountains. Make haste.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "The miners are free, but there was a rumble from deep in the mine. Either something is coming or the walls are threatening to collapse. Get out!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "A rumble sounds from deeper in the mine, and it shakes violently. You must escape!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Escape the mine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The miners are safe, and you escaped the mine. Return to Hûzo and tell him that the mine is either unsafe or home to something that will make it unsafe for his miners to continue working there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You escaped the mine, and the rumbling within ceased",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Return to Hûzo at the common in Rakhatâb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Speak with Hûzo to travel to Jid Phêsi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Something was shaking the mine shaft?\\n\\n'A creature? The earth? No, you are correct. It should not matter what was shaking the mine. We should not return there. I will seek the council of the overseer to determine what should be done.\\n\\n'Please, take this for your efforts, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'I wish only for the safe return of the workers. The metals that they mine are important, but not as much as their lives are worth... to me and to them, at the least, if not to the overseer! Please, make haste!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Rubble cleared ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "A mining foreman asked you to assist with a cave-in that occurred within a cave near Rakhatâb. The cave is east of the fort.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Miners rescued ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Clear caved-in sections of the mine ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You assisted me before, and I have need with someone with your skills again. There is a cave not far from here along the southern edge of the mountains to the east. We have workers there, extracting metals for the forges. There's been a cave-in; many lives are in the balance. Please, can you help them?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Rescue trapped miners ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dig Deep",
      "es": "",
      "es (fem)": ""
    }
  ]
}