{
  "id": 621084278,
  "txt": [
    {
      "id": "0xa502926",
      "en": "Talk to Raghda-gûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1f6",
      "en": "The little bird, Berkha, has gone missing! His mother, Raghda-gûn, has bid you find him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b0",
      "en": "You have found little Berkha and should take him back to Aklâradum.\\n\\nAklâradum is on a cliff to the south of Irkhadâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502955",
      "en": "Search for signs of Berkha at Irkhadâr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Raghda-gûn asked you to find Berkha in Irkhadâr, the caldera lake in Zamarzîr.\\n\\nIrkhadâr is north of Aklâradum.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a0",
      "en": "The duckling tilts his head at you, as if quietly asking 'Why were you swimming around in that lake?'\\n\\nWhen you reach down to pick him up, he happily leaps into your arms.\\n\\nHe's had his fun. It's time to return to Raghda-gûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b97",
      "en": "There is no sign of Berkha here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b98",
      "en": "You find a few duck feathers. Perhaps Berkha has been nearby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a5",
      "en": "Berkha announced his presence at the shore of Irkhadâr.\\n\\nSpeak to Berkha.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56813",
      "en": "'I hate to ask this of you, but could you track down Berkha? I would normally have a friend go search, but the turmoil in recent months has seen many rocs find new perches in calmer seas.\\n\\n'Hmm? Do I not have a mate to help protect my nest? Alas, he is no longer with me.\\n\\n'What? No he's not dead. His mother is ill so he went to go care for her. What did you think I meant?\\n\\n'Anyway, please go find Berkha. Perhaps he went down near the caldera lake where I first found him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be2",
      "en": "Sadly, there is no sign of Berkha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a9",
      "en": "Raghda-gûn asked you to find Berkha in Irkhadâr, the caldera lake in Zamarzîr.\\n\\nIrkhadâr is north of Aklâradum.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d8",
      "en": "As you approach, Berkha cradled safely in your arms, you see that Raghda-gûn has more guests. One of them, a familiar greasy looking man, lies dazed on the ground, his vacant eyes fixed on the sky above. The other two you may have seen in passing on the streets of Halrax.\\n\\n'Berkha!' Raghda-gûn shouts as you approach. 'What have I told you about going off on your own?'\\n\\nBerkha quacks and nips at your sleeve.\\n\\n'We will speak later, young man.'\\n\\nRaghda-gûn fixes her clever eyes on you.\\n\\n'You have my thanks. Now, I believe you know this gentleman taking up space on the ground?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be3",
      "en": "You hear a loud quacking from the lakeside shore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Finding Berkha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Talk to Berkha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502924",
      "en": "Find Berkha",
      "es": "",
      "es (fem)": ""
    }
  ]
}