{
  "id": 621084215,
  "txt": [
    {
      "id": 228870261,
      "en": "Confronting the Problem",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'We cannot allow this to continue. I will bring the matter to the master of the guard.\\n\\n'Return to the young dwarf and tell him that we will seek justice! Ask that he meets us here so that we may go together to confront the overseer; for his brother and the families of those that the overseer harmed within this fortress.'",
      "es": ""
    },
    {
      "id": 38581461,
      "en": "Ayaluk",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Hear me, friend. The master of the guard informed me that the overseer left her post and headed east toward the Corsair camp with a prisoner. It appears that Ayaluk's fear of being watched was correct.\\n\\n'I can only hope that we can get to him in time. The master of the guard said he can spare none to pursue the overseer, but they will follow after you when he can.\\n\\n'Make haste east toward the Corsair camp and track down the overseer. If you can, rescue the lad.'",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Ulanor yields as her guard arrives. You saved Ayaluk!",
      "es": ""
    },
    {
      "id": 210176161,
      "en": "'Enough! I am finished. Let me pay my penance in the pit.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I am done. No more. Let me face justice rather than death. Please, spare me. Show mercy.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The foreman wants to confront the overseer with the evidence of her covering-up and pocketing the personal effects of those suffering ill fates in Rakhatâb. He asked you to first collect Ayaluk to stand witness.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'The guards informed me that that overseer was apprehended. You managed to also save the lad. We are indebted to your service, but this work is not yet done.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Nûrut directed you to inform Ayaluk that he will confront the overseer and that the brother is expected to stand witness. Find Ayaluk at his family home in Rakhatâb.",
      "es": ""
    },
    {
      "id": 214848532,
      "en": "'You forfeited your life the moment you worked with this dwarf. I shall enjoy exacting the blood price from you.'",
      "es": ""
    },
    {
      "id": 121366661,
      "en": "'I arrived as quickly as I could. I see you bested Ulanor. I will take her back to Umbar. She will be judged in the pits, as is our custom.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "With the overseer apprehended and Ayaluk safely returned to Rhakatâb you should make your way to the foreman and inform him of the good news.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I will not stand idly by while Umbar withers from within. The Heirs of Castamir were right: the Old Ways are best! We should return to them before we allow scoundrels who do not pay their debts to ruin our future. You fool. You and this meddlesome dwarf obstruct me for the last time. Prepare to die!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Ayaluk was not within his hovel. You discovered a small pool of fresh blood in his stead. Deliver this news to the guard.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Find Ulanor and rescue Ayaluk",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Ulanor is taking Ayaluk to the Corsairs for some evil purpose. Stop her and save Ayaluk.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Report the news to Foreman Nûrut",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Speak with Foreman Nûrut at Rakhatâb",
      "es": ""
    },
    {
      "id": 240391538,
      "en": "'You will writhe in agony before this is done.'",
      "es": ""
    },
    {
      "id": 69036777,
      "en": "Defeat Ulanor to save Ayaluk",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Inform Ayaluk that the overseer will be brought to justice",
      "es": ""
    },
    {
      "id": 62818546,
      "en": "'Thank you. Ayaluk, make your way back to Rakhatâb.'",
      "es": ""
    },
    {
      "id": 103937953,
      "en": "'Thank you for rescuing me!'",
      "es": ""
    },
    {
      "id": 225642625,
      "en": "'We pay our debts in blood.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "You find only a small pool of blood where Ayaluk should be",
      "es": ""
    }
  ]
}