{
  "id": 621084325,
  "txt": [
    {
      "id": "0xb5689c0",
      "en": "'Me? I'm an old friend of Raghda-gûn's here. I heard about this piece of flotsam asking around about roc eggs the other day. I didn't think much of it until one day I come out of the pub and he's not in his usual spot. Something feels wrong about it, so I gather Nekhama here–'\\n\\nNekhama grunts.\\n\\n'–and I come to see Raghda-gûn. You know, just in case. Turns out we didn't have much to worry about here as this fool has as much sense as he does hygiene.'\\n\\nNekhama grunts again, but this one sounds like it might have been a laugh.\\n\\n'Is he alive? He is, merely stunned by the thrashing we gave him. Hmm? Curious about who he meant to steal the egg for? Ah so are we. Tell you what, Nekhama here will carry this sea-sponge back to Halrax.'\\n\\nNekhama grunts disapprovingly.\\n\\n'Meet her there later today and see if she hasn't learned anything. I'm going to stay a while longer and speak to my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56813",
      "en": "'This fool threatened to shoot me with a crossbow if I did not turn over one of my eggs. As you can see, things did not proceed as he expected.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dealing with Itho",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c3",
      "en": "The woman stands outside the pub looking impatient. She spots you, thrusts a letter into your hands, and returns inside. She does not invite you to follow her.\\n\\nThe letter is written in shockingly beautiful handwriting:\\n\\nThe would-be child thief has been dealt with. Before his demise, he mentioned the name of someone in Umbar who seeks rare 'animals' to own. If you find yourself in the city of Umbar, seek out Tatháta. She could be an ally in your hunt for this scoundrel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502931",
      "en": "Talk to Anath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502932",
      "en": "Talk to Nekhama in Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b4",
      "en": "Anath has asked you to meet Nekhama in Halrax.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "While you were searching for Berkha, Itho arrived to try stealing one of Raghda-gûn's eggs for himself.\\n\\nSpeak to Raghda-gûn's friends to discover the story of what transpired.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1759",
      "en": "Itho has arrived at Raghda-gûn's nest to take an egg for himself.",
      "es": "",
      "es (fem)": ""
    }
  ]
}