{
  "id": 621084236,
  "txt": [
    {
      "id": "0xa502b03",
      "en": "Collect pillaged rations ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e119c2",
      "en": "Spare oars found ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b06",
      "en": "Meet with Balidan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa1d9",
      "en": "Last Chance Escape",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e119c4",
      "en": "Pillaged rations collected ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568bf5",
      "en": "'You made it, and you have the things! I'll finally be able to go home! I can't thank you enough, stranger. These are dark times indeed, but the light shines forth where it can!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568823",
      "en": "'You... look different. Not like them. Those filthy scoundrels. I never thought life would be like this. When I first set out for the isles....\\n\\n'I've underestimated just how cruel and rough the life of a pirate is. Your life is constantly at risk and people walk all over you.\\n\\n'But I've a plan. They don't take kindly to deserters but I've a boat near the western coast. If I could get the necessary supplies to make her sea-worthy I might just be able to be free.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b00",
      "en": "Find spare oars ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011959",
      "en": "Balidan has asked you to collect some spare parts for his escape. The parts can be found within Mâr Naphra's off-limits storage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d16b3",
      "en": "Balidan expresses that he severely misjudged the life of a pirate. He desires your help in planning an escape.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011ab0",
      "en": "You have successfully collected everything Balidan needs to make his escape. Deliver them to the meeting point.\\n\\nBalidan is waiting on the coast south-west of Mâr Naphra.",
      "es": "",
      "es (fem)": ""
    }
  ]
}