{
  "id": 621084213,
  "txt": [
    {
      "id": 216727828,
      "en": "Ayaluk says that he collected written requests from the different masters in the fort. He asked that you get their verbal agreement that they submitted these reports and requests and come back to him.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Most recently, I sent a request to have pay sent to the family of a man who lost his arms in a terrible accident. He has not been seen since. I thought he simply returned home! I will stand witness to this.\\n\\n'If the family was not recompensed and the man is missing there is something terrible at work.'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Gain Kharishah's pledge",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Received Kharishah's pledge",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Gain Beliash's pledge",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Of course I have sent requests on behalf of injured or slain workers. How is it that nothing has been done to help their families? I pledge to stand witness.'",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Received Beliash's pledge",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Gain Hûzo's pledge",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I must supply reports when there are any incidents on site. How did you learn that nothing is being done about them? It does not matter. What matters is that you have my pledge. I will bear witness.'",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Received Hûzo's pledge",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'This is what we needed. Here, take these notes to the foreman and inform him there are witnesses who will pledge that these reports were never acted upon. Go quickly. I dare not leave for fear of retribution.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Return to Ayaluk at his family home in Rakhatâb",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'I will not send this information on to the foreman until I have the pledge of witnesses from the masters. It is our custom that there are those to bear witness against the accused and I will see that I follow our ancient rules. But, please, make haste.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Speak with Foreman Nûrut in Rakhatâb",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'This is unconscionable! These lives have been damaged or lost! Their sacrifices were brushed away in the past, but the Kindred of the Coins pledged they would not allow such as this to happen here. This matter must be addressed.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Ayaluk explained that he discovered reports from all of the masters of the different disciplines in the fort and asks that you have them pledge that the information he came upon is true.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Received Tankho's pedge",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "You have gained the pledge of all the masters that they will bear witness to filing these reports. It is time to return to Ayaluk.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Each foreman submitted reports of accidents, disappearances, and deaths, requesting the effects of the victims to be returned to their families, yet none of the families were compensated. Go to the different masters in the fortress and explain everything to them and gain their pledge that their reports were accurate.\\n\\n'I would go, but I know I am being watched.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Gain Tankho's pledge",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Take the evidence supplied to you and deliver it to Foreman Nûrut in Rakhatâb.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bearing Witness",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Yes, I have submitted those reports to the overseer. How were they never fulfilled? You have my pledge that I will bear witness.'",
      "es": ""
    }
  ]
}