{
  "id": 621084251,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'You seem uniquely equipped for a task that requires some... delicacy. The Yâshalam family lost something years ago that was taken to the Mâkhda Khorbo. We have reason to believe this family heirloom, a necklace, is still there in the ruins. Unfortunately for us, the dead are more at home than the living in the Mâkhda Khorbo.\\n\\n'If you could retrieve this item for us, there would be a handsome reward for you. Not a word to anyone, though. Any rumours that leak out about the Yâshalams or this necklace would... displease the Lady Yâshalam.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Return the family necklace to Miritah in Khûtra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Search the ruins of the Mâkhda Khorbo for a heavy, ornate necklace that the Yâshalam family lost. The ruins of the Mâkhda Khorbo can be found in the hills east of Khûtra.  Then bring it back to the Yâshalam Family Emissary, Miritah.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Thank you for retrieving this. It is priceless to the Yâshalam family. If anyone asks, nothing was found in the ruins, and we never asked for this. I'm sure you understand.\\n\\n'A curse? No, I think not. To commune with the dead is a privilege, not a curse, and one my family has not had in far too long.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Yâshalam family's emissary, Miritah, has asked you to retrieve a family heirloom, a necklace, from the ruins of the Mâkhda Khorbo. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Family Secrets",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73084",
      "en": "'We are not paying by the day. With all due haste, I recall I said. We need that necklace back.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73088",
      "en": "'We are not paying by the day. With all due haste, I recall I said. We need that necklace back.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Find the Yâshalam family necklace",
      "es": "",
      "es (fem)": ""
    }
  ]
}