{
  "id": 621084388,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Elder Roshat has asked you to go to the hills east of Khûtra, to the cliffs facing south near the ruins of the Mâkhda Khorbo and investigate the source of the disease.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Fight off the dead that have come to protect the wellspring!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Talk to Heshra, the herbalist in the Elder Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "A noxious blight is seeping from these broken stones. Patch up the stones and seal the wellspring!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Heshra, the herbalist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Talk to Elder Roshat in the Elder Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Investigate the southern cliffs near the Mâkhda Khorbo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'The blight is sealed! That is welcome news indeed! That will dry the source of evil coming into Khûtra. Now we just need to heal Khûtra's afflicted. Hurry, we've not a moment to lose!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Elder Roshat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'This terrible disease must be coming from the ruins of the Mâkhda Khorbo. Go to the hills east of here, to the ruins. The air there is thick with malevolence, and the dead roam free. I am sure that this must be the source of all our trouble. Please, investigate the ruins. Find and seal up the source of this malady!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Elder Roshat has tasked you with going into the hills to the east, near the Mâkhda Khorbo, to a cliff where purple honeywort grows. Heshra is convinced that is where the disease originates. Find the source of the disease and seal it up if you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Stranger, you said you wanted to aid us. If ever an oath was to be uttered, now is the time. If you are who you say you are, and you can help us, your name will be sung through the halls of Khûtra long after you've passed through here.\\n\\n'Will you help us? Will you help us heal Khûtra?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Sealed the stones seeping noxious blight ([placeholder]/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Investigate the meadow north of the Mâkhda Khorbo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Fight off the dead!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Patch the stones seeping noxious blight ([placeholder]/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Wellspring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730881",
      "en": "'Quickly, seal the wellspring!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}