{
  "id": 621084265,
  "txt": [
    {
      "id": "0xd730884",
      "en": "'I still need those stomachs to learn more about this disease.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "'TBD Khûtra Healer needs your help tracking down diseased salamanders outside of Khûtra, to find out more about this strange disease.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Heshra needs your help tracking down diseased salamanders west of Khûtra along the shore in order to find out more about this strange disease.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Collect Diseased Salamander Stomachs ([placeholder]/12)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Elder Roshat has told you to speak with Heshra, the herbalist in the Khûtra Elder Hall, about the disease overtaking Khûtra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730889",
      "en": "'I still need those stomachs to learn more about this disease.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73086",
      "en": "'I still need those stomachs to learn more about this disease.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Return to Heshra in Khûtra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Yes, this is exactly what I need.'\\n\\nHe examines the samples you brought him.\\n\\n'Just as I suspected! I don't think this will help the fish any, but I have plants here that can hopefully heal living versions of these animals. Give me a few minutes. Yes, honeywort in each....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Collect diseased salamander stomachs ([placeholder]/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Collected diseased salamander stomachs ([placeholder]/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Speak with Heshra, the herbalist, in the Khûtra Elder Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Heshra, the herbalist needs your help collecting diseased salamanders outside of Khûtra in order to find out more about this strange disease.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I still don't trust you, but you've done more for us than any outsider ever has.\\n\\n'This disease... we have lost three of our own to it this week, and without the fishing....\\n\\n'Our village herbalist thinks something can be done about it. Perhaps even a salve created to reduce its effects. But first he needs more samples of the dreadful stuff, and from animals, not fish for some reason. He's in the Elder Hall at the end of this road. Talk to him, he knows better than I of what he needs.\\n\\n'Oh, and stranger – I've still got my eye on you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Oh yes, more samples would be wonderful. I really need more animals that are afflicted, as I have plenty of fish. The fisher-folk just throw them outside my door. Dreadful smell. I've asked them not to anymore, but I suspect they do it for sport at this point.\\n\\n'Would you go west of here along the shore and bring me back samples of the diseased animals you find? I know the salamanders have been affected. It's the stomachs I need in particular.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Return to TBD in Khûtra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Yes this is just what I need. Just as I suspected. I don’t think this will help the fish any, but I have plants here that can hopefully heal living versions of these animals. Give me a few minutes. Yes, honeywort in each...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Grim Trail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Collect Diseased Salamander Stomachs ([placeholder]/12)",
      "es": "",
      "es (fem)": ""
    }
  ]
}