{
  "id": 621084392,
  "txt": [
    {
      "id": 162883765,
      "en": "'Come on, come on! Down to the Elder Hall! Everything's been laid out, time to try the best food Khûtra has to offer.'",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Listen to the toast from Elder Roshat.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Come on, come on! Down to the Elder Hall! Everything's been laid out, time to try the best food Khûtra has to offer.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Give fish to Ekhmun",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Drink with Roshat",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Return to Elder Roshat in the centre of Khûtra.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'I am astounded. I misjudged you, and perhaps I misjudged the other travellers venturing through here. You are a boon to Khûtra, and I wish I had seen it sooner.\\n\\n'You must let this foolish old man set accounts right. Come! We will prepare a feast in your honour!\\n\\n'The only thing I ask of you is to help us with the preparations! Would you mind collecting some of the food? Gadir, down the road, has some wheat as a start.'",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Listen to the toast from Elder Roshat",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Give all the gathered ingredients to Ekhmun, the cook",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Elder Roshat about the feast",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Here, take this wheat for the feast. You collected it anyway. It is only right that it goes to the feast. Sincerely, thank you for everything you've done.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Here, take all the khôrob I have left. You've earned it.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Return to Elder Roshat",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Here we are. The first healthy fish we've caught in a month. Take them, with our thanks. You'll want to bring the ingredients to Ekhmun, the cook - he's just over there, talking to Ziriha.'",
      "es": ""
    },
    {
      "id": 225642643,
      "en": "'I need all the ingredients before I can make the meal.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "You have healed Khûtra. Now Roshat is throwing a feast, and you are the guest of honour. Don't be late!",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Pick up fish from Umaris, the fisher. She can be found by the fishing pier.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Pick up wheat from Gadir, the farmer. He can be found along the road to the Elder Hall. ",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Pick up jugs of khôrob from Ziriha, the merchant. She can be found by the fishing pier.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Deliver ingredients to Ekhmun, the cook. He can be found near Ziriha. ",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Pick up fish from Umaris, the fisher",
      "es": ""
    },
    {
      "id": 16010577,
      "en": "'Friends...'",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Give sheaf of wheat to Ekhmun",
      "es": ""
    },
    {
      "id": 16010578,
      "en": "'Long we have feared the outside world, and long we have suffered for it.'",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Give jugs of khôrob to Ekhmun",
      "es": ""
    },
    {
      "id": 16010579,
      "en": "'I see that now. No more!'",
      "es": ""
    },
    {
      "id": 16010580,
      "en": "'[placeholder], you will find a welcome hearth in Khûtra any time you visit.'",
      "es": ""
    },
    {
      "id": 16010581,
      "en": "'A toast!'",
      "es": ""
    },
    {
      "id": 16010582,
      "en": "'To new beginnings and old friends, and new friends that feel like old. Now pass the khôrob!'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Pick up sheaf of wheat from Gadir, the farmer",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Pick up jugs of khôrob from Ziriha, the merchant",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Return to Elder Roshat",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Drink with Roshat",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'That's a welcome sight. More food than I've seen in a fair few nights. Thanks for gathering all this! Leave it to me - I'll have everything ready before you can spit.'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'Friends, long we have feared the outside world, and long we have suffered for it. I see that now. No more! [placeholder], you will find a welcome hearth in Khûtra any time you visit.\\n\\n'A toast! To new beginnings and old friends, and new friends that feel like old. Now pass the khôrob!'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Feast",
      "es": ""
    }
  ]
}