{
  "id": 621084256,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Make your way north and east through the woods in the shadow of the mountains outside of Rakhatâb and search for evidence of the creature the workers say dwells at Jâghimsa. Collect the sap from the moving trees within the wood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730884",
      "en": "'Collect sap and wood from Jâghimsa, the moving forest that is north and east of our outpost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Return the phials of huorn sap to Tankho",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Collect phials of sap from moving trees ([placeholder]/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'This sap is exactly what we need. You also were able to find and eliminate the creature? Excellent. This will help to set the workers' minds at ease and likely improve their productivity.\\n\\n'This is for your effort. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Collected phials of huorn sap ([placeholder]/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73089",
      "en": "'You will find the sap when you cleave the animated trees within the woods to the north of Rakhatâb. If the creature that the workers tell me is there, please eliminate it so that we can resume our collection efforts there with less difficulty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Wood-troll herder defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Tankho asked you to deal with a creature that watches the moving trees in Jâghimsa, the forest to the north of Rhakatâb. He also asked that you collect tree sap while you are there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Search for the creature that defends the woods of Jâghimsa",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I could use your help, [placeholder]. The workers complain that the woods north and east of Rakhatâb are haunted, cursed, or worse. They said that a creature, like a living tree, stalks the woods and harries their attempts to get the sap, logs, branches and other needs we have from the woods.\\n\\n'You have proven able and I would request that you investigate the woods for this... herder. While there, could you help me complete the quota of sap from the trees there? The sap from the living woods there are vital to our ship repair and maintenance efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Natural Disaster",
      "es": "",
      "es (fem)": ""
    }
  ]
}