{
  "id": 621084258,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'You seem like you can handle yourself. I have a special request. I collect exotic sea-shells, the larger and more ornate the better. Unfortunately, the best specimens seem to be located along beaches infested with crabs.\\n\\n'I would love to add to my collection. The sea-shells on that beach shine like no other. Would you bring me back some exquisite ones? I would pay you quite well for the trouble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Collect sea-shells ([placeholder]/12)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Beautiful, are they not? So many in the city desire things of beauty, but have no drive to do the menial tasks like collecting the items necessary to make their baubles. What fortune then there is in finding one such as yourself. Willing to do anything for a bit of coin and recognition.\\n\\n'Your payment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Elbatra asked you to bring back some large, ornate sea-shells from the coast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "That Special Shine (Daily)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73085",
      "en": "'You will find the shells along the shore to the north and east from the fort. I require twelve to meet my quota. You will be rewarded when you return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Elbatra asked that you go to the shoreline and gather up ornate sea-shells. She cautioned that you should be wary of the creatures that roam the shore; specifically, the crabs. Gather the shells and return them to Elbatra at Rhakatâb.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730880",
      "en": "'You'll find the shells along the beaches. Hurry along.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Collected sea-shells ([placeholder]/12)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Deliver the sea-shells to Elbatra in Rakhatâb",
      "es": "",
      "es (fem)": ""
    }
  ]
}