{
  "id": 621084217,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Ayaluk  asked you to meet him near the entry of the overseer's office.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5400c3c",
      "en": "'Yes, citizen? What can do for you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "After assisting Ayaluk he returned to his family home with haste. He directed you to speak with him there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You need to distract the guard long enough to allow time to search the overseer's office.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba52824",
      "en": "'I only need a couple of minutes. Go distract the guard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I only need you to distract the guards for a few short moments while I search the office.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "You distracted the guard long enough to keep them from catching him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "You successfully distracted the guard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Speak to Ayaluk near Overseer Ulanor's Office",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Keep the guard distracted for at least two minutes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'What I found is worse than I feared. I need some time to review this information. Meet me at my family home. I must go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Ayaluk left the overseer's office and ran back toward his home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Speak with Ayaluk and complete 'Instance: Whispers of the Forge'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Ayaluk asked you to distract the guards who watch over the overseer's office in the fortress. He is certain that there is something untoward happening here.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x540957d",
      "en": "'Are you alright citizen? Do you need assistance? Are you choking?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'We will wait for Ulanor to be on the long part of her walk. You distract the guard and I will slip in and out of her chambers to get the proof we need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Friend, I have had a change of heart. The overseer here in Rakhatâb brings too much harm. My brother should not have been killed. I have watched the comings and goings of individuals with whom the overseer meets, and I believe that there is some rot here that must be cut out. I intend to slip into her chambers, get whatever information I can, and report it to certain folk who can do something about it.\\n\\n'I only require a distraction long enough to cover my efforts. Will you help me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc540745",
      "en": "'Good day to you too, citizen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'These notes are clear. The overseer is hiding something and we need the help of others if we are to expose it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Whispers of the Forge",
      "es": "",
      "es (fem)": ""
    }
  ]
}