{
  "id": 621084394,
  "txt": [
    {
      "id": "0xb568856",
      "en": "'I am sorry, [placeholder]; I followed you from Mâr Naphra to find Kafagur. I had believed that it was a camp full of dangerous Orcs. Clearly, I was mistaken, and this investigation was faulty from the start.\\n\\n'It's true that I am not from Umbar, but rather, Gondor. I... do not know if I can tell you what led me here, but you have my word: I will not harm the Orcs.\\n\\n'Whether they believe me is another matter entirely. Though, after I judged them so rashly, I do not know if I deserve that trust.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d16b3",
      "en": "Shúkurz has abandoned all caution to try and reason with a strange Man.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568bd8",
      "en": "'Thanks for making sure I was all right, [placeholder]. Grúshul's right; I acted like a fool. Even during our journey out of Gundabad, we stuck to the wilds because we knew Men would kill us if they saw us. I should have been scared of Phocas.\\n\\n'But... I remembered how we got out of Gundabad in the first place. With your help, and the help of others. I remembered Náin, and how he apologized to me.\\n\\n'I guess I wanted to believe that sort of thing could happen again. Maybe it can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa238",
      "en": "Intrepid Hope",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568bc3",
      "en": "'Phocas doesn't seem like the bad sort. After all, he was willing to stop running long enough to listen to me. I'm sure we'll figure things out.\\n\\n'I've got more I want to tell you, but I ought to take Phocas back to Kafagur first. I'll see you there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011925",
      "en": "You have found Shúkurz and Phocas outside Kafagur, near the northern side.\\n\\nYou should talk to Phocas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e119f2",
      "en": "Upon noticing you, Phocas looks down in shame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b26",
      "en": "Talk to Shúkurz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011ab0",
      "en": "Shúkurz has left behind a trail of footprints leading out of the northern side of Kafagur.\\n\\nYou should follow it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b29",
      "en": "Talk to Shúkurz in Kafagur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e119e0",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa502b58",
      "en": "Follow the trail of footprints out of Kafagur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5028a7",
      "en": "Talk to Phocas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e119e3",
      "en": "The trail continues north out of Kafagur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011ad1",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb568823",
      "en": "'No matter how much I'd like to send more guards after Shúkurz, it'd only make things worse with that Man. But you're different; I'm sure he's the kind who'd trust you over an Orc.\\n\\n'It won't be hard for you to track down Shúkurz. See that trail of footprints, leading out of the village? Heh, I bet he was a lousy scout in Gundabad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011aa4",
      "en": "You have found Shúkurz and Phocas outside Kafagur, near the northern side.\\n\\nYou should talk to Shúkurz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011aa7",
      "en": "Shúkurz has asked you to talk to him back in Kafagur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568bd5",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    }
  ]
}