{
  "id": 621084391,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Umaris has asked you to distribute the salve to the five best fishing spots in Khûtra. These fishing spots start on the fishing pier and then move west along the shore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Thank you. You have done much for Khûtra. We won't soon forget. I won't soon forget.\\n\\n'Roshat is asking after you, you should see what he wants.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Return to Umaris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Return to Umaris by the fishing pier.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Speak with Umaris, the fisher. She can be found by the fishing pier.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Speak with Umaris, the fisher",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'That foul smelling mixture is the cure? As you say. Here. let me mark our five best fishing spots. Release the salve there, and it should, in time, filter down into the fish. There are several spots here on the pier, and then more along the beaches to the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73089",
      "en": "'Please help our fish. It's important we bring them back to health, for the good of Khûtra.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Released the salve into fishing spots around Khûtra ([placeholder]/5)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Umaris has asked you to distribute the salve to the best fishing spots in Khûtra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Release the salve into fishing spots around Khûtra ([placeholder]/5)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You need more? What a welcome problem. Yes, I've been quite busy. For the fish? You'll need lots. Here, take what I have. I'm making more as fast as I can. You'll want to see Umaris next, I expect.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Healing Khûtra, Part 3",
      "es": "",
      "es (fem)": ""
    }
  ]
}