{
  "id": 621084214,
  "txt": [
    {
      "id": "0xd9b5684",
      "en": "'I want to thank the foreman for his assistance. I know that my brother always held him in high regard and he was the only person in this encampment, aside from you, I felt I could trust.\\n\\n'Could you tell him how grateful I am for the help he provided to us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "The foreman was not at his post. Where could he have gone? You hear a nearby whisper that there is a new overseer; perhaps you should go and check.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Find and speak with Nûrut",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Ayaluk asked you to return to the foreman to thank him for his aid and concern.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "Blood of My Blood - Epilogue",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'It appears that the news reached the ears of the Kindred of the Coins before we captured the overseer. Word arrived with a contingent bearing Rothog's symbol and colour. They took the overseer away and departed; they have already set sail toward the city. It is likely to be a sentence to the pits for the overseer.\\n\\n'For me, as you can see, I am in a new arena of my own. I pledge, my friend, to do right by the workers here. I will see the work done and do my best to protect them all.\\n\\n'Thank you, deeply, for your guiding hand in this difficult time. You have proven your worth to us and that service is well remembered, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "The foreman is not at his post, you hear a shout '...to the new Overseer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Speak with Foreman Nûrut",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Ayaluk asked that you return to the foreman and express his heartfelt thanks.",
      "es": "",
      "es (fem)": ""
    }
  ]
}