{
  "id": 621084279,
  "txt": [
    {
      "id": "0x178d1f6",
      "en": "The Roc, Raghda-gûn, has taken in a little bird of another species.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56813",
      "en": "'This would not be the first time someone's foolish greed brought trouble to my nest or danger to myself or one of my young. I appreciate your warning. I must nurse these eggs, which gives me less freedom to watch for interlopers.'\\n\\nYou can't help but notice the duck waddling around her nest.\\n\\n'Ah, the chick here? Say hello to our guest, little Berkha! Say hello! Ah, he's shy. You know how children that age can be.\\n\\n'I found him alone not far from here. I do not know what became of his family, but if I did not adopt him as my own he surely would have died on these harsh isles. Though my kind are a far sight from his flock, surely our differences cannot be insurmountable. If you would like to be helpful to me, could you gather some insects for him to eat? I fear he is too small to be hunting on his own.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a0",
      "en": "'Berkha? Our new friend has brought you some delicious morsels to eat! Berkha? Oh dear. I lose track of him for five minutes and already he finds a way to escape....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Little Bird",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50218",
      "en": "Gather insects ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Talk to Raghda-gûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d3",
      "en": "You have gathered enough insects to feed little Berkha.\\n\\nReturn to Raghda-gûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1139",
      "en": "Gathered insects ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b94",
      "en": "Gathered insects ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Raghda-gûn asked you to gather insects to feed to her little adoptee.\\n\\nInsects can be found underneath little stones scattered around the Raghda-gûn's nest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502955",
      "en": "Gather insects ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}