{
  "id": 620865733,
  "txt": [
    {
      "id": 218649169,
      "en": "[placeholder],\\n\\nSaeradan, one of our number tells us that you have proven yourself time and again. We are grateful for this. \\n\\nWe would like to speak with you at our ancestral home in Esteldín. Seek me out there.\\n\\nRespectfully,\\n\\nDaervunn",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Our message reached you safely, I see. This is good. You must have seen the anxious looks as you passed through the camp. It is not out of fear. Though you are a stranger, many were told to expect your arrival. \\n\\n'Those anxious looks are caused more by the expectant nature under which we all live right now. Angmar stirs to the north, and we are nearly powerless to stop their advance. There is much to do...if one is willing.\\n\\n'We have not much to offer you, but we are not without thanks for aid.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Some come to these lands because they are shunned, others to simply pass through. Some folks, like me, are here at the behest of others with nothing more than profit on the mind.\\n\\n'Which ilk are you?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Message from the Rangers of Esteldín",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'My people have long lived in these lands. Never have we seen the evil that swells now in the heart of the land. I have said too much. You are an outsider and until you earn our trust, there is little more I can say.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "In the eastern stretches of the North Downs, hidden among the hills, lay the last vestige of a noble people who have called to you.",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'The larder is nearly empty, the blankets befouled, we've covered the floor in straw to hide the damage. This place needs help, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Our missive reached you safely, I see. This is good. You must have seen the anxious looks as you passed through the camp. It is not out of fear. Though tou are a stranger, many were told to expect your arrival. \\n\\n'Those anxious looks are caused more by expectant nature under which we all live right now. Angmar stirs to the north and we are nearly powerless to stop her advance. There is much to do...if one is willing.\\n\\n'We haven't much, but we are not without thanks for aid.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Daervunn in Esteldín",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Esteldín lay in the bosom of the hills on the far area of the North Downs called Kingsfell. You are to seek out the Ranger there named Daervunn.\\n\\nYou should find Daervunn in Esteldín and speak with him.",
      "es": ""
    }
  ]
}