{
  "id": 620865719,
  "txt": [
    {
      "id": 22075075,
      "en": "Don't leave him alone!",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Why's...why's there three of you? If I didn't know better, I'd say you were trying to confuse me. Now, don't all talk at once; what do you want?'\\n\\nGoodness. You should make sure Robin Noakes gets out of sight before people start getting offended by his excessive drunkenness.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Hey, I'm a-sleeping! Can't a fellow sleep in peace? Don't you rush me.'\\n\\nWhat a disgrace. Robin Noakes is dead drunk, right in the middle of town!\\n\\nYou should make sure Robin Noakes gets out of sight before people start getting offended by his public display of drunkenness.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Designated Escort: A Disturbance in Stock",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A member of the Inn League seems to have landed drunk in Stock, where he fits in to an extent, but he has really taken it rather far.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "This isn't his house, but now Robin Noakes can sleep it off without embarrassing himself",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have left Robin Noakes to make a fool of himself",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Escort Robin Noakes out of this public place",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Robin Noakes is the disgrace of Stock, and that's saying a lot. No hobbit of Stock would be so attrocious at holding his beer.\\n\\nYou should escort the drunken hobbit to a secluded place where he won't be making a fool of himself in front of the other patrons.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Escort Robin Noakes out of this public place",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Robin Noakes is the disgrace of Stock, and that's saying a lot. No hobbit of Stock would be so attrocious at holding his beer.\\n\\nYou should escort the drunken hobbit to a secluded place where he won't be making a fool of himself in front of the other patrons.",
      "es": ""
    }
  ]
}