{
  "id": 620865739,
  "txt": [
    {
      "id": "0xd085251",
      "en": "[placeholder],\\n\\nTrestlebridge is in a terrible state. We are besieged by Orcs at our northern and southern borders and are sending out general calls to any that we feel may be able to assist us. \\n\\nPlease, if you find that you are near our borders, come and talk to us.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So many are missing. So much is lost. If only there were someone willing to aid us, I am certain that the people of Trestlebridge would do what they could to show their thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What supplies we have are rationed and threatened every night and day by the Orcs. We need to drive them out, but the number of able bodies grows fewer each day.\\n\\n'What will become of us here in Trestlebridge?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Plea from Trestlebridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Hullo, are you here to help? So many have gone missing or have wandered out to seek help, and fewer still have returned. Every night, it seems that the Orcs grow more aggressive and threaten us more.\\n\\n'Trestlebridge could use a hero.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A letter arrived, and in it you found a note from the people of Trestlebridge, north of Bree-land along the Greenway.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Well met, friend. As you can see, Trestlebridge has seen better days. Nellie is doing what she can to keep order, but the Orcs press their advantage more every day.\\n\\n'If you speak with others, they will surely tell you the same as I. We could certainly use your help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'There are folk here not willing to lie down and lose their land. I am one!\\n\\n'Still, the Orcs are a plague like none we have ever seen, and without aid there may be no land left to claim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak with the people of Trestlebridge ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Trestlebridge can be found north of Bree along the Greenway. Make your way there and speak with the folk who make the beleaguered town their home.\\n\\nThe letter requested that you make your way to Trestlebridge to talk to the people there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "You spoke with a citizen of Trestlebridge ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}