{
  "id": 620865700,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have aided us, [placeholder], but it also appears that you have brought great strife to our lands - you may wish to move on before too many of our people blame their woes upon your name.\\n\\n'The southern road through Enedwaith passes through the area known as the Lich Bluffs. This grim land is the ancient burial ground of the Algraig clans of Dunland and Enedwaith. Those lands have long been accursed, but rumour holds that the outsiders have foolishly built a camp near its bounds.\\n\\n'You should go and warn them of their danger - and tell them to leave our lands if they wish to maintain any peace between our peoples.\\n\\n'The outsider's camp is located south-west of Harndirion, on the west side of the road. Watch yourself. You have likely made powerful enemies this day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The southern road through Enedwaith traverses the area known as the Lich Bluffs. This grim land is the ancient burial ground of the Algraig clans of Dunland and Enedwaith. We have heard rumour that a shadow and a curse has fallen upon the land, so we have sent Mincham to investigate.\\n\\n'Will you seek our companion out and see if he requires any assistance? If indeed the shadow has grown in that grim place, we may have to find a different path southwards.\\n\\n'Mincham's camp is located south-west of Harndirion, on the west side of the road. Be well and be wary, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Take care [placeholder], your aid is appreciated, but we must deal with these problems ourselves now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'[placeholder], it is good to see you again. This place is grim and dark and foul in such a way that even the Fields of Fornost are not.\\n\\n'There appears to be a large number of wights that have been raised recently and Oathbreaker shades that haunt the land. I may need your help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Trouble in the Bluffs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'There are few among us who are so willing to dwell among the Dead...Mincham is a strange one....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A shadow has fallen upon the Lich Bluffs, the ancient burial grounds of the Algraig clans of Dunland and Enedwaith. The Rangers of the Grey Company have sent one of their number to investigate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Mincham in the Lich Bluffs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The ranger camp is located south and slightly west of Harndirion in the Lich Bluffs.\\n\\nFind Mincham and speak to him of the curse upon the lichbluffs.",
      "es": "",
      "es (fem)": ""
    }
  ]
}