{
  "id": 620865757,
  "txt": [
    {
      "id": 218649169,
      "en": "[placeholder],\\n\\nThere is a ramshackle inn on the borders of Bree-land and the Lone-lands that has suffered much in recent weeks. If you find yourself travelling along the roads east of Bree, mayhaps you could stop in and speak with the people in the inn.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I have run this inn for more years than I can count, and I can say without question that this is the most unrest ever I have seen. I have been trying to get word to Bree-land, but I have heard nothing. I am beginning to wonder if help will ever come.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Some come to these lands because they are shunned, others to simply pass through. Some folks, like me, are here at the behest of others with nothing more than profit on the mind.\\n\\n'Which ilk are you?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "From The Forsaken Inn",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'My people have long lived in these lands. Never have we seen the evil that swells now in the heart of the land. I have said too much. You are an outsider, and until you earn our trust, there is little more I can say.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A letter from a place bordering the Lone-lands and Bree-land arrived with a request for aid.",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'The larder is nearly empty, the blankets befouled, and we've covered the floor in straw to hide the damage. This place needs help, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'So many travellers have been stranded here because of goblin-attacks. We could sure use some help.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with patrons in The Forsaken Inn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Forsaken Inn is along the Great East Road leading out of the South-gate in Bree. If you travel for a goodly while, you will find the inn on the north side of the road there.\\n\\nFind The Forsaken Inn and speak with the patrons there.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "You spoke with a patron of The Forsaken Inn ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}