{
  "id": 620792229,
  "txt": [
    {
      "id": 54354734,
      "en": "Amarthiel and her minions have seized Annúminas, the ancient city of the Dúnedain, and Calenglad now struggles to form a plan by which she may be opposed.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'There can be no greater insult than this, [placeholder]. For Angmar's foul regent to walk the stones that Elendil walked of old is an outrage for which there can be no forgiveness! Amarthiel's minions may hold Annúminas for now, but the Dúnedain will not rest until she and all her servants are swept from its courtyards and the very flagstones wiped clean of their taint.\\n\\n'While you were away, a visitor came to Tinnudir. His name is Laerdan, and he is an Elf of great reputation; my friend Golodir spoke very highly of him in our youth, though I had not met him before now. He has been given the use of the mustering room in the keep here on Tinnudir and says he has information about Amarthiel that will be of use to us. He asked for you personally, [placeholder]. Hear what he has to say, and I pray you will return to me with some secret lore of the Elves that may aid us in this battle!\\n\\n'Turn right as you enter the keep, and you will find Laerdan's room atop the stairs.'",
      "es": ""
    },
    {
      "id": 62949565,
      "en": "Mustering Room",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Laerdan has been given a room in the keep on the island of Tinnudir. His room is atop a flight of stairs on the right as you enter the keep.\\n\\nCalenglad has told you that Laerdan the Elf has come to Tinnudir bearing information that might help you combat Amarthiel's forces in Annúminas. He said that Laerdan asked for you by name.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It is good to see you again, [placeholder], but we seem cursed to meet always in sadness. The happier day of which I spoke in our last meeting, alas, has not yet arrived, and the days seem to grow darker still.\\n\\n'Amarthiel has revealed herself and sits now in judgement within the ruins of Annúminas. Her armies fight within the streets and beneath the shadows of the towers against the Dúnedain -- this much you know. But there is more about Angmar's new regent than is known to Calenglad and the Rangers.\\n\\n'I have written down much of the story in this letter. Read the tale and bring it to Calenglad so he may decide what can be done. You must do this with utmost speed, [placeholder] -- more than the city of the Dúnedain rests upon our answer to Amarthiel's challenge.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Calenglad is at the Ranger-camp on the island of Tinnudir, in Evendim.\\n\\nLaerdan has written a letter to Calenglad explaining the threat Amarthiel poses. He has asked you to read the letter and deliver it to Calenglad.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Laerdan says he knows something about Amarthiel that we must be told, [placeholder]. Speak with him in the room we have provided for him, then return to me with any useful information he has to share.\\n\\n'Laerdan's room is inside the keep on this island, atop the stairs on your right as you enter the keep.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Laerdan has written his thoughts down in a letter? Very well, let me see it....\\n\\n'Laerdan would ask me to abandon the city to Amarthiel, if it meant reclaiming the palantír from her? He does not know what he is saying! Golodir always spoke well of this Elf, but now I must question his judgement.\\n\\n'I will not leave Annúminas in the hands of the Enemy! We will save both the city and the Stone, [placeholder], or we will save neither! That is my decision!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Read the letter I have given you and bring it to Calenglad. It is of utmost urgency, [placeholder]. There are difficult choices ahead -- for all of us -- and Calenglad will need to make the first.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You do not have Laerdan's letter for me?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring Laerdan's letter to Calenglad",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 10, Chapter 1: The Champion of Angmar",
      "es": ""
    }
  ]
}