{
  "id": 620792393,
  "txt": [
    {
      "id": 218649170,
      "en": "'You have my thanks, friend, and those of Gwonil and Torchirion as well, I am sure, despite their insistence that everything is under control. But now there is more work to be done! For the moment, our defence of Annúminas holds true; we need now to form a plan of attack.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Fainneleg worries too much. I have everything in hand here, despite repeated Angmarim attacks on my position! I have not yet faced a force that was too great for me to handle -- you expected something different?",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 10, Chapter 3: The Battle for Annúminas",
      "es": ""
    },
    {
      "id": 246154417,
      "en": "'More Angmarim approach! Stand your ground!'",
      "es": ""
    },
    {
      "id": 246154418,
      "en": "'We are not yet successful! More Angmarim approach!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'The gate of Adannon is still defended, [placeholder], but I thank you for coming to see me -- it has been some time since the last assault on the gate, and it is good to break up the boredom with a new face.\\n\\n'The city will not long be in Angmarim hands, if you ask me!'",
      "es": ""
    },
    {
      "id": 79678209,
      "en": "'Do not rest yet, my friend! More Angmarim have come!'",
      "es": ""
    },
    {
      "id": 79678210,
      "en": "'Adannon is not yet safe!'",
      "es": ""
    },
    {
      "id": 79678211,
      "en": "'Look! More Angmarim approach!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Bow-wielding Angmarim in Annúminas ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Angmarim will not get past me!'",
      "es": ""
    },
    {
      "id": 79678212,
      "en": "'The assault is not yet done!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have successfully defended Gwonil's position",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I have everything in hand, [placeholder], but I thank you for your concern.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Torchirion has been defeated",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gwonil is on the docks at the Port of Annúminas, north of Echad Garthadir. Torchirion is at Adannon, a small gate in the city wall west of the docks that provides access to the western shore of Lake Nenuial. Angmarim archers lie in wait throughout the city, often in hiding.\\n\\nFainneleg has asked you to hurry to the defence of Gwonil and of Torchirion, for he fears that these Rangers cannot withstand another assault on their positions. He also wishes you to defeat any bow-wielding Angmarim you come across within the city.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Our situation is dire, [placeholder]. Hurry to the aid of Gwonil, north of here at the Port of Annúminas, and to Torchirion, west of the docks at Adannon, the gate that gives access to the western shore of Lake Nenuial.\\n\\n'I fear they cannot long stand against the forces that harass their positions. And do something about any bow-wielding Angmarim you see within the city while you are at it!'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have successfully defended Torchirion's position",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Fainneleg is at Echad Garthadir, the Ranger-camp on the middle level of Annúminas.\\n\\nYou have spoken with Gwonil and Torchirion and defeated several bow-wielding Angmarim in Annúminas and should return now to Fainneleg to report of your victories.",
      "es": ""
    },
    {
      "id": 154337857,
      "en": "'There are four by my count, friend, but there will likely be more!'",
      "es": ""
    },
    {
      "id": 52481009,
      "en": "'We must not let them seize the port!'",
      "es": ""
    },
    {
      "id": 154337858,
      "en": "'Adannon remains ours! We are victorious!'",
      "es": ""
    },
    {
      "id": 52481010,
      "en": "'The day is ours!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Gwonil and help defend her position",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Torchirion and defend his position",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat Bow-wielding Angmarim in Annúminas ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defend Torchirion",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Fainneleg's Rangers are stretched too thin to defend the city from repeated attacks by the minions of Amarthiel.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We have had both gains and losses in the past few days, [placeholder], but we cannot hold out forever. We are stretched too thin, and Amarthiel simply has too great a force. Every position we lose brings us one step closer to utter defeat.\\n\\n'I have need of your strength, [placeholder], and the strength of your allies. Two of my Rangers have repelled attacks on vital positions, and I worry that their strength may be faltering.\\n\\n'Gwonil has fought to drive the Angmarim from the Port of Annúminas, north of here, upon the water. I fear that she cannot withstand another assault. So too is the situation for Torchirion, currently on guard at Adannon, a small gate west of the docks that provides access to the western shore of Nenuial. Hurry now to Gwonil and to Torchirion and learn how stand their defences. While you seek them out, I would ask you to defeat any of the bow-wielding Angmarim archers you see within the city; these ranged attackers are extremely dangerous, and several of my brothers have fallen to arrows let fly from hiding.'",
      "es": ""
    }
  ]
}