{
  "id": 620792394,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I think we have earned a small reprieve through your efforts, [placeholder] -- battles still rage throughout the city, but it will be some time before Amarthiel can regroup and challenge our forces with the same intensity. We must go on the offensive, if we can, and to do that, we need information.\\n\\n'Several positions throughout the city have changed hands numerous times in recent days, and it is my belief that these sites are of particular significance to Amarthiel. We fight to reclaim them whenever possible, but ownership of these sites is as fluid as the shoreline of Lake Nenuial: always in motion.\\n\\n'I would ask you to journey to these volatile areas and defeat the minions of Amarthiel there, for some of them are sure to carry orders containing the future plans of her armies. If the Dúnedain hold the site, look for corpses of enemies killed in the fighting and search them for such orders. We need orders from these three locations, [placeholder]: from the courtyard of Gwaelband, to the north-east, where you encountered Rosselloth; from Clorhir, in front of the pools of Glinghant, east of Echad Garthadir; and at Menelband, on the highest level of the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done as I asked, but I am afraid these orders do not tell me much: they are written in the Black Speech, and I do not know enough of that fell tongue to translate them. I had thought to send you to one who could read such letters, but it seems that may not be necessary now.\\n\\n'I have received word from Calenglad that fills me with hope -- our fortunes may be about to change, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We need orders from these three locations, [placeholder]: from the courtyard of Gwaelband, to the north-east, where you encountered Rosselloth; from Clorhir, in front of the pools of Glinghant, east of Echad Garthadir; and at Menelband, on the highest level of the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you found the orders I asked for, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 10, Chapter 4: Marching Orders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fainneleg has decided that the Rangers must form a plan by which they can go on the offensive and take Amarthiel by surprise.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect orders from Angmarim at Gwaelband, Clorhir, and Menelband",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fainneleg is seeking orders from the Angmarim that occupy the courtyard of Gwaelband, to the north-east of Echad Garthadir, where you encountered Rosselloth; from Clorhir, in front of the pools of Glinghant, east of Echad Garthadir; and at Menelband, on the highest level of the city.\\n\\nFainneleg has told you of three volatile locations in Annúminas. He wants you to defeat the Angmarim and search their corpses for any orders they may carry. If the Dúnedain hold any of these locations, Fainneleg told you to search for the corpses of any Angmarim that may have been killed in the fighting; they too may have carried such orders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the orders to Fainneleg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fainneleg is at the Ranger camp of Echad Garthadir in the centre of Annúminas.\\n\\nYou have recovered the orders and should return at once to Fainneleg.",
      "es": "",
      "es (fem)": ""
    }
  ]
}