{
  "id": 620792396,
  "txt": [
    {
      "id": 218649170,
      "en": "'Calenglad speaks highly of you, [placeholder]. If we are successful this night, he will speak more highly still!\\n\\n'Mordrambor has entered the tomb of Elendil and will surely emerge in a moment with his servants. If we can retain the element of surprise, my brethren and I will be more than a match for him. Present yourself to this lieutenant of Amarthiel and lure him to this end of the causeway! We will fall upon him and take him prisoner, and then we shall see what this trusted servant of Amarthiel may be able to tell us.\\n\\n'This foe is in no way weak, [placeholder]. You will be in danger as you lead Mordrambor to our position, and we will not be able to help you -- if we reveal ourselves too soon, all will be lost. Tell him something that will make him curious enough to follow... perhaps you have found a weapon that can destroy him. He will doubt such a weapon exists and will follow you willingly to disprove it. Luck be with you in this, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Well done, my friend, well done! Amarthiel will not be pleased with this turn at all.\\n\\n'Let me know when you are ready to leave, and we shall return to Tinnudir with our captive.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Springing the Trap",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Let us return to Tinnudir with our captive, then. Perhaps our fortunes are finally beginning to turn around!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Tadan has fallen in battle and the plan has failed!",
      "es": ""
    },
    {
      "id": 73126177,
      "en": "'Aid the master!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Tadan has fallen in battle and the plan has failed!",
      "es": ""
    },
    {
      "id": 73126178,
      "en": "'Die!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ranger Tadan and his fellow Dúnedain are hiding at the end of the causeway to Haudh Elendil, waiting in ambush for Mordrambor to emerge.\\n\\nTadan needs you to lure Mordrambor into the Dúnedain ambush at the end of the causeway.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You have been asked to bring Mordrambor back to the end of the causeway with the Rangers.",
      "es": ""
    },
    {
      "id": 66160545,
      "en": "'Take him!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Ranger Tadan is at the end of the causeway in front of Haudh Elendil.\\n\\nTadan is waiting to speak with you, following the capture of Mordrambor.",
      "es": ""
    },
    {
      "id": 66160546,
      "en": "'Attack!'",
      "es": ""
    },
    {
      "id": 74922945,
      "en": "'Now!'",
      "es": ""
    },
    {
      "id": 29282561,
      "en": "'Amarthiel will no longer leave such matters to simpletons.'",
      "es": ""
    },
    {
      "id": 29282562,
      "en": "'Dolvaethor and I both spoke against her choice!'",
      "es": ""
    },
    {
      "id": 29282563,
      "en": "'No matter. Let the foolish man have his stone...'",
      "es": ""
    },
    {
      "id": 29282564,
      "en": "'It will avail him not.'",
      "es": ""
    },
    {
      "id": 29282565,
      "en": "'If Amarthiel had entrusted me with its retrieval, this might have been avoided.'",
      "es": ""
    },
    {
      "id": 141486465,
      "en": "'Thou hast come to thy life's end, fool!'",
      "es": ""
    },
    {
      "id": 40877184,
      "en": "'The two of you keep searching. I will return in a moment.'",
      "es": ""
    },
    {
      "id": 199605585,
      "en": "'My life is of no account. Thy celebrations are for naught!'",
      "es": ""
    },
    {
      "id": 40877185,
      "en": "'Where is this artifact?'",
      "es": ""
    },
    {
      "id": 199605586,
      "en": "'Angmar will destroy thee!'",
      "es": ""
    },
    {
      "id": 40877186,
      "en": "'So be it. Thy time will come soon enough!'",
      "es": ""
    },
    {
      "id": 40877187,
      "en": "'Thine is a foolish courage. It doth amuse me.'",
      "es": ""
    },
    {
      "id": 199605587,
      "en": "'This matters not! I will tell thee naught!'",
      "es": ""
    },
    {
      "id": 40877188,
      "en": "'What artifact hast thou found? There is no trinket that can harm me.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Tadan",
      "es": ""
    },
    {
      "id": 40877189,
      "en": "'Thy silence returns? Use thy tongue while still you can!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Walk with Mordrambor to the other end of the causeway",
      "es": ""
    },
    {
      "id": 167885713,
      "en": "'Good fortune, [placeholder]! I think he will follow you willingly... maybe.'",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Confront Mordrambor at the far end of the causeway",
      "es": ""
    },
    {
      "id": 167885714,
      "en": "'You are outnumbered, villain! If you try anything you will die.'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Tadan",
      "es": ""
    },
    {
      "id": 7976065,
      "en": "'Nay, we will not slay you, though you be the servant of our Enemy.'",
      "es": ""
    },
    {
      "id": 7976066,
      "en": "'You are now the prisoner of the Dúnedain.'",
      "es": ""
    },
    {
      "id": 118909697,
      "en": "'I cry mercy! Wouldst thou slay a defeated foe?'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Tadan and his fellow Rangers have come up with a plan to capture Mordrambor, one of Amarthiel's Black Númenórean lieutenants, as he travels from Haudh Elendil with an unusually small retinue.",
      "es": ""
    },
    {
      "id": 46357073,
      "en": "'Lure Mordrambor to this end of the causeway, and we will take him prisoner!'",
      "es": ""
    },
    {
      "id": 73842017,
      "en": "'So, this is the cause of thy bravery, foolish [placeholder]!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Why should I not strike thee down, little [placeholder]?'\\n\\nMordrambor's mocking smile wavers slightly when you tell him you have brought a mighty artifact to the other end of the causeway, and it spells his doom. Almost immediately it returns.\\n\\n'I admire thy courage, though it be foolish in the extreme! I will go with thee to this artifact, and give thee the death thou seemest to crave.'",
      "es": ""
    }
  ]
}