{
  "id": 620792230,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Laerdan has told you that the palantír must be taken from Amarthiel at any cost, but Calenglad insists that retaking Annúminas must come first.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Forgive me my anger, [placeholder]; it was not seemly. There is wisdom in Laerdan's words, but you must see the danger of leaving Annúminas to the Angmarim. If we do not stop Amarthiel's ambitions here, beside Lake Nenuial, she will fortify the old city. Where then do you think her armies will go? Think of the Shire, a short march to the south, or of Trestlebridge to the east, already beset by Orcs out of Angmar!\\n\\n'We must turn the tide of battle in our favour, [placeholder], before we try to reclaim the palantír. If we keep Amarthiel's attention focused on battles within the city, she will be forced to meet our challenges. She will have less time to use the seeing-stone to find Narchuil!\\n\\n'My heart tells me this is right, [placeholder]. If you stand with us, speak with Rosselloth in Annúminas; she will tell you how fares the battle. Pass through Minathranc in front of the city, and you will come to the courtyard of Gwaelband. Rosselloth will tell you what you can do to help in this fight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Rosselloth is in the courtyard of Gwaelband. Gwaelband is west of Men Erain, beyond Minathranc, at the front entrance of Annúminas.\\n\\nCalenglad has decided that Amarthiel's forces should be engaged in Annúminas in order to keep her from focusing her attention upon the palantír. He has sent you to speak with Rosselloth for advice on what you can do to help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hush, [placeholder]! You will bring them down upon us! As you can see, the battle goes ill: we sought to secure Gwaelband from the forces of the Enemy, but met only with defeat. A few adventurers sought to help us, but too few, too few....\\n\\n'You will want to speak with Fainneleg -- he is coordinating our defences from Echad Garthadir, a position we have thus far managed to hold. Unfortunately, we have been cut off from his camp; it is south-west of here, on a higher level of the city.\\n\\n'If the gate had been under our control, you could have gained access to the higher level much more simply. Now there is nothing for it: instead, you will need to swim west past the Port of Annúminas until you reach Gaerannon, and then climb through the city to Echad Garthadir. Fainneleg will surely have some way for you to help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Ranger Fainneleg is at Echad Garthadir, a small camp south-west of Gwaelband, on a higher level of the city. If the Rangers hold Gwaelband, the gate provides easy access to the higher level. Otherwise, you will need to swim west past the Port of Annúminas to Gaerannon and then climb through the city to reach Echad Garthadir.\\n\\nRosselloth has told you to speak with Fainneleg, the Ranger organizing the defence of Annúminas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find Rosselloth in Gwaelband, at the front entrance to Annúminas. Gwaelband is west of Men Erain, beyond Minathranc. Rosselloth will tell you what you can do to help in this fight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Welcome to Echad Garthadir, [placeholder]. I am sorry that you must see Annúminas thus: taken by Angmar, corrupted by Amarthiel.\\n\\n'We will all do our part to drive them out! Listen now, for there is much to do and little time in which to do it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'If the gate here had been under our control, you could have gained access to the higher level much more simply. Now there is nothing for it: instead, you will need to swim west past the Port of Annúminas until you reach Gaerannon, and then climb through the city to Echad Garthadir.\\n\\n'Fainneleg will surely have some way for you to help, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Hail, [placeholder]! As you can see, the battle goes well: we have managed to secure Gwaelband from the forces of the enemy! The battle was fierce, but we were joined by a number of adventurers and victory was ours!\\n\\n'You want to speak with Fainneleg -- he is coordinating our defences from Echad Garthadir, a position we have thus far managed to hold. You will find it south-west of here, in a higher level of the city.\\n\\n'You are fortunate that we have taken Gwaelband; now that the gate is under our control, you can gain access to the higher level much more simply. You will just need to climb the short hill to the south-west, pass through the gate, and work your way south and west until you reach Echad Garthadir. Otherwise, you will have quite a journey ahead of you: a long swim west to Gaerannon, and then a climb through the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You are fortunate that we have taken Gwaelband; now that the gate here is under our control, you can gain access to the higher level much more simply. You will just need to climb the short hill to the south-west, pass through the gate, and work south and west until you reach Echad Garthadir. Otherwise, you would have quite a journey ahead of you: a long swim west to Gaerannon, and then a climb through the city.\\n\\n'Fainneleg will tell you what to do. We will reclaim the city from the Angmarim, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Rosselloth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 10, Chapter 2: The Tide of Battle",
      "es": "",
      "es (fem)": ""
    }
  ]
}