{
  "id": 620792395,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "The Dúnedain have received some news that cause Fainneleg and Calenglad to believe that their fortunes may be about to change.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Calenglad has asked you to return to his camp on Tinnudir, and you should go at once! I will say only this: if the information we have received can be trusted, Amarthiel may have made a crucial error. If we seize this opportunity, the Dúnedain may once again have the advantage, [placeholder]! Annúminas could be returned to us within the week!\\n\\n'Go to Calenglad with all speed, and you can judge the news for yourself. I will return to you the orders you collected. Calenglad may have need of them after all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Calenglad is at the Ranger-camp on the island of Tinnudir.\\n\\nFainneleg heard some news from Calenglad that renewed his hope and has sent you to the old Ranger to hear it. He gave you the orders written in the Black Speech you collected from Gwaelband, Clorhir, and Tirband, and said Calenglad might have need for them after all.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My heart leaps with joy, [placeholder], for we have done what I could never have imagined: taken one of Amarthiel's trusted servants captive! She will feel this loss, [placeholder], I am certain of it. This may be the advantage we need to push Amarthiel's forces from Annúminas once and for all!\\n\\n'It seems my decision was the right one: we are now closer to retaking the city than ever we have been. When we have done so, we will take the palantír from Amarthiel and put an end to the threat of Angmar forever!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Calenglad is at the Ranger-camp on the island of Tinnudir.\\n\\nCalenglad is waiting to hear if you will agree to undertake the dangerous mission to capture Mordrambor, one of Amarthiel's Black Númenórean lieutenants.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Calenglad is at the Ranger-camp on the island of Tinnudir.\\n\\nYou and a contingent of Rangers have captured Mordrambor, one of the Black Númenórean sorcerers sworn to Amarthiel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you ready, [placeholder]? We may not get another chance at this, our opportunity to capture one of Amarthiel's trusted lieutenants. You must be ready. Ranger Tadan has come up with a plan, so be sure to speak with him when you arrive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Fainneleg was right to send you to me so quickly, [placeholder]. We have received information that could change our fortunes in the battle for Annúminas.\\n\\n'One of our Rangers, a good man named Torchirion, overheard a number of Angmarim speaking near Adannon, the city-gate on the western shore of Lake Nenuial. They spoke of Mordrambor, one of the Black Númenóreans sworn to Amarthiel; a fell sorcerer, Mordrambor is one of her cruelest lieutenants, and Torchirion knew to listen closely.\\n\\n'Before the Angmarim moved beyond his hearing, Torchirion heard them speak of some urgent errand Mordrambor plans for tomorrow night: he will travel with a small retinue, beneath the light of the moon, to Haudh Elendil. What he hopes to accomplish there Torchirion did not learn, but he learned enough!\\n\\n'This is our chance, [placeholder]. This is our opportunity to gain the advantage in this battle. We must capture Mordrambor. Speak to me if you and your allies are willing to do this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You should speak with Calenglad at once, [placeholder]. He has received new information that could change the situation in Annúminas considerably.\\n\\n'Calenglad is at the Ranger-camp on the island of Tinnudir. Bring him that sheaf of papers, the orders you collected. He may have need of them yet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Why are you here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Torchirion's information was true, then? This is a joyous day, [placeholder]: one of the Amarthiel's trusted lieutenants, imprisoned by the Dúnedain! This blow to Angmar will surely help us to have Annúminas back in our hands before the week is out!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring sheaf of papers to Calenglad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Calenglad and capture Mordrambor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 10, Chapter 5: Springing the Trap",
      "es": "",
      "es (fem)": ""
    }
  ]
}