{
  "id": 621092859,
  "txt": [
    {
      "id": 173025619,
      "en": "Find Sâl Bajat",
      "es": ""
    },
    {
      "id": 148970472,
      "en": "You have discovered Ishadôkh",
      "es": ""
    },
    {
      "id": 148970473,
      "en": "You have discovered Sâl Bajat",
      "es": ""
    },
    {
      "id": 137079129,
      "en": "The spiders of Shak Phêlex are a venomous danger for any who stumble down the wrong passage within Tâkhdar. Folk in the city above keep some crates here, but the presence of the spiders may have persuaded some of these merchants to count these goods a loss.",
      "es": ""
    },
    {
      "id": 8567320,
      "en": "The cross-roads of Tilmakhím, not far from the centre of Tâkhdar, have become home to two types of Umbar-môkh resident. The first are vendors seeking to stand out from their fellows at other markets beneath the city. The second are the rats, drawn by the crowds and the promise of food scraps. Each demands attention from you, and will not be silenced without effort.",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "A festive mood fills the air at Kheb Hanût in the north-western reaches of Tâkhdar. This market stands in contrast to similar bazaars elsewhere in Umbar-môkh, especially the Dûlkar of Dil-irmíz.",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Explore camps, settlements, and other important points of interest in Tâkhdar in the Umbar-môkh.",
      "es": ""
    },
    {
      "id": 137079090,
      "en": "Ishadôkh lies within the southern reaches of Tâkhdar, but the hissing and buzzing sounds emanating from the workers and burrowers of this hive travel much further than you might expect. Refugees in Kamrabezûr have complained about the sound from even as far away as the chamber beneath Dahâl Huliz.",
      "es": ""
    },
    {
      "id": 137079092,
      "en": "The smugglers of Sâl Bajat keep a wary eye upon the nearby market, eager to arrange as many favourable \\qdeals\\q for themselves and their customers as they can.",
      "es": ""
    },
    {
      "id": 148970488,
      "en": "You have discovered Shak Phêlex",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Explore camps, settlements, and other important points of interest in Tâkhdar in the Umbar-môkh.",
      "es": ""
    },
    {
      "id": 173025591,
      "en": "Find Shak Phêlex",
      "es": ""
    },
    {
      "id": 149027508,
      "en": "Reclaiming Tâkhdar",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Find Tilmakhím",
      "es": ""
    },
    {
      "id": 173025617,
      "en": "Find Ishadôkh",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Find Kheb Hanût",
      "es": ""
    },
    {
      "id": 148970469,
      "en": "You have discovered Kheb Hanût",
      "es": ""
    },
    {
      "id": 148970470,
      "en": "You have discovered Tilmakhím",
      "es": ""
    }
  ]
}