{
  "id": 621092865,
  "txt": [
    {
      "id": 173025619,
      "en": "Find Nishabêt",
      "es": ""
    },
    {
      "id": 148970472,
      "en": "You have discovered Lôkhalel",
      "es": ""
    },
    {
      "id": 148970473,
      "en": "You have discovered Nishabêt",
      "es": ""
    },
    {
      "id": 137079129,
      "en": "A vaulted, distant ceiling and wide avenues mark the tombs where the nobility of Umbar Baharbêl were once given their eternal rest, but the silent sepulcher of Sektakhâb is no longer peaceful. Now the restless Dead stalk these crypts in south-west Khabârkhad, endangering any who risk coming near.",
      "es": ""
    },
    {
      "id": 8567320,
      "en": "At the direction of the Hall-father, Temámir Dwarves worked tirelessly to carve passages into Umbar-môkh from the Shoreward Stone. This camp of their people serves as a guarded entrance to the halls and chambers of Khabârkhad, and Khôltekh carefully observes the comings and goings of those who pass through Mekab-kuphâr.",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "This small camp of treasure-seekers located in the northern reaches of Khabârkhad gives the impression that it could disappear at any time, specifically at the moment that something valuable is discovered further away than is convenient to Itekh-kên. The name given to this chamber by those who reside here means \\qseekers' refuge\\q in the Umbari tongue, but it remains an active location within Umbar-môkh only for as long as there is something nearby worth seeking.",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Explore camps, settlements, and other important points of interest in Khabârkhad in the Umbar-môkh.",
      "es": ""
    },
    {
      "id": 137079090,
      "en": "The tombs of Lôkhalel have seized the attention of raiders seeking to plunder the crypts for treasure and priceless trinkets. From here the particularly bold sometimes strike out for the adjoining passages of Khabârkhad, endangering anyone they see as competition for the valuables within.",
      "es": ""
    },
    {
      "id": 137079092,
      "en": "Nishabêt, \\qweavers' nest\\q in the Umbari tongue, used to refer to one small chamber within Khabârkhad. Without enough guards to stem the tide of spiders as they emerged, the nest has expanded and now occupies the encircling passages. Unless something is done, Nishabêt may one day become the name for all of Umbar-môkh.",
      "es": ""
    },
    {
      "id": 148970488,
      "en": "You have discovered Sektakhâb",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Explore camps, settlements, and other important points of interest in Khabârkhad in the Umbar-môkh.",
      "es": ""
    },
    {
      "id": 173025591,
      "en": "Find Sektakhâb",
      "es": ""
    },
    {
      "id": 149027508,
      "en": "Reclaiming Khabârkhad",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Find Mekab-kuphâr",
      "es": ""
    },
    {
      "id": 173025617,
      "en": "Find Lôkhalel",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Find Itekh-kên",
      "es": ""
    },
    {
      "id": 148970469,
      "en": "You have discovered Itekh-kên",
      "es": ""
    },
    {
      "id": 148970470,
      "en": "You have discovered Mekab-kuphâr",
      "es": ""
    }
  ]
}