{
  "id": 621092872,
  "txt": [
    {
      "id": 173025619,
      "en": "Find the Talaba-kên",
      "es": ""
    },
    {
      "id": 148970472,
      "en": "You have discovered Nêb-jadir",
      "es": ""
    },
    {
      "id": 148970473,
      "en": "You have discovered Talaba-kên",
      "es": ""
    },
    {
      "id": 137079129,
      "en": "Môba Ided has become home to a number of folk who have few other places to turn. Both fleeing Heirsworn and cultists from the Church of the All-Seeing have taken up residence in the southern reaches of Ilmabiri, achieving a delicate peace among themselves. That temporary understanding does not extend to outsiders.",
      "es": ""
    },
    {
      "id": 8567320,
      "en": "Hêbatokh cannot properly be described as a real settlement, though it has become home to a number of folk who scratch out a living on either side of one of the water channels dividing Ilmabiri. It is best not to ask too many questions of those you encounter at Hêbatokh, and they will keep the same courtesy for you.",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "The guard-post of Kruha-sûrja is well-named in the Umbari tongue, for it means \\qbastion against the beasts,\\q and that describes the shared purpose of the men and women who gather in the northern reaches of Ilmabiri in Umbar-môkh.",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Explore camps, settlements, and other important points of interest in Ilmabiri in the Umbar-môkh.",
      "es": ""
    },
    {
      "id": 137079090,
      "en": "The crocodiles of Ilmabiri gather around the water that plunges into Nêb-jadir. Long ago they learned that any creatures that endured the drop will not long survive their jaws, and the lesson applies equally to two-legged adventurers as it does to four-legged beasts.",
      "es": ""
    },
    {
      "id": 137079092,
      "en": "Something haunts the small encampment of Talaba-kên, but whether these structures are home to displaced children of Umbar or something else is a question of some interest to those who guard Ilmabiri.",
      "es": ""
    },
    {
      "id": 148970488,
      "en": "You have discovered Môba Ided",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Explore camps, settlements, and other important points of interest in Ilmabiri in the Umbar-môkh.",
      "es": ""
    },
    {
      "id": 173025591,
      "en": "Find Môba Ided",
      "es": ""
    },
    {
      "id": 149027508,
      "en": "Reclaiming Ilmabiri",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Find Hêbatokh",
      "es": ""
    },
    {
      "id": 173025617,
      "en": "Find Nêb-jadir",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Find Kruha-sûrja",
      "es": ""
    },
    {
      "id": 148970469,
      "en": "You have discovered Kruha-sûrja",
      "es": ""
    },
    {
      "id": 148970470,
      "en": "You have discovered Hêbatokh",
      "es": ""
    }
  ]
}