{
  "id": 621092920,
  "txt": [
    {
      "id": "0x9b568a2",
      "en": "'If ever I needed a favour from Hármelak Golden-hand, have her douse me in water and face my body towards the sea. On that day it will be already too late for me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'No, no, no, nothing needed, nothing desired, nothing hoped! I simply wish to not draw the attention of the Golden Queen, lest she take offence at me and send me to the gaols, or worse!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'No, no, no, nothing needed, nothing desired, nothing hoped!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Talk to Dayêri in Kheb Hanût",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'I am honoured to be thought of at all by a member of the Kindred! Just a few days ago I had the pleasure of speaking with one of the Temámir, a friend of Kinsman Khôltekh himself! And now to be greeted politely by an emissary of Hármelak, the Golden Queen? These are remarkable days indeed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Talk to Nagamûn in Kheb Hanût",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'If ever I needed a favour from Hármelak Golden-hand, have her douse me in water and face my body towards the sea.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "Hármelak asked you to speak to merchants in the market of Kheb Hanût in north-west Tâkhdar and learn if any of them share Sharûla's loyalty to Azagath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Talk to Okhmath in Kheb Hanût",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "Hármelak asked you to speak to merchants in the market of Kheb Hanût in north-west Tâkhdar and learn if any of them share Sharûla's loyalty to Azagath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Talk to Lashêm in Kheb Hanût",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Hármelak has heard there might be associates of Sharûla in the market of Kheb Hanût beneath the city, and she wants you to root them out.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Hármelak asked you to speak to merchants in the market of Kheb Hanût in north-west Tâkhdar and learn if any of them share Sharûla's loyalty to Azagath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Foes of the city will be dealt with... harshly. Now that my guardsmen are better-equipped, they will apprehend Sharûla and bring her to me. No, you do not need to wait, [placeholder]. I have something else for you.\\n\\n'I believe some of Sharûla's associates are vendors in the market of Kheb Hanût, beneath the city. Speak to these merchants and determine their loyalties, if you can. It may be they will let something slip that will connect them to Sharûla or to Azagath.\\n\\n'If anyone asks you to lend your aid to them, I suggest that you do. They may reveal their true hearts to you in a moment of gratitude.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Hármelak asked you to speak to merchants in the market of Kheb Hanût in north-west Tâkhdar and learn if any of them share Sharûla's loyalty to Azagath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'And at what cost to me do these kind favours arrive? The Golden Queen never does anything for free, or so it is said.\\n\\n'I will not be in her debt. Not for any sum!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'And at what cost to me do these kind favours arrive?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'It is our duty to care for the people of Umbar. If we are to fulfil this duty, we must learn if Sharûla's corruption extends to the merchants of Kheb Hanût.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Gilded Veneer, Part 6: Inquiries at Kheb Hanût",
      "es": "",
      "es (fem)": ""
    }
  ]
}