{
  "id": 621092923,
  "txt": [
    {
      "id": "0xa8e1196",
      "en": "Collected shiny swords for Hármelak ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Hármelak's order of fresh swords for her personal guardsmen is ready to be picked up inside the Swain's Guild-hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e37",
      "en": "Bring the shiny swords to Jaith outside the Meeting-hall of Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a0",
      "en": "Jaith stands guard outside the Meeting-hall of Dâr Laja. He is waiting to receive the swords Hármelak ordered from the Swain's Guild-hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Hármelak is inside the Meeting-hall of Dâr Laja, waiting for your report that her swords have been delivered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Concerned about the possibility that others among the residents of Umbar Baharbêl might seek to assist Azagath Sea-shadow, Hármelak wants her guards to be equipped with better weapons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "Jaith appraises the collection of shiny swords you have brought.\\n\\n'These swords seem well-made, but are they really any better than the ones already wielded by Lady Hármelak's personal guardsmen? The only difference I can see is that these are much shinier.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Collect Hármelak's order of shiny swords from the Swain's Guild-hall ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'What is it? You have collected the swords I commissioned from the Swain's Guild-hall? Good. It was a costly order, but the price of security is a price I will not balk at... not when treachery has taken root in my city, and beneath it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The corruption might run deep, but we shall remain composed for the public. We know that Sharûla met with supporters of Azagath in her secret residence beneath the city, and funded some of the Sea-shadow's dealings; perhaps it was her wealth that enabled him to escape the Kindred's justice, [placeholder].\\n\\n'I did not remain idle during these past few days. If we are to remain safe here in the Meeting-hall, I need my guardsmen to have the finest equipment made for them. To that end, I ordered four swords to be made, and they are ready to be collected.\\n\\n'Go now to the Swain's Guild-hall and retrieve these swords. Once you have them, give them to Jaith outside Dâr Laja and he will distribute them among my guards.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "Jaith nods in recognition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Hármelak in Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'You must not delay. Go now to the Swain's Guild-hall and retrieve the swords I have ordered. Once you have them, give them to Jaith outside Dâr Laja and he will distribute them among my guards.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Gilded Veneer, Part 5: Safety and Security",
      "es": "",
      "es (fem)": ""
    }
  ]
}