{
  "id": 621092901,
  "txt": [
    {
      "id": "0x6a502a5",
      "en": "Return to Dâr Laja and tell Khôltekh your description of the lock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'You found some of Sêkhta's men guarding this door? No doubt there is something valuable or important to Sêkhta hidden inside. We must find a way to open it.\\n\\n'A series of deep, narrow cuts in the stone, you say? Interesting. Interesting.\\n\\n'I cannot think clearly here. Come, we must go to my house once more. We must figure out how to open this door, and to do that I need to think in peace.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "Examine the strange lock for clues as to its key.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "The lock has a series of deep, narrow grooves carved into the stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "Return to Dâr Laja with your description of the lock. Perhaps Khôltekh has a clue as to its key.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Find Dar Sêkhta in Dil-irmíz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "Accompany Khôltekh to his house, so he may think clearly on this key.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "You see a nearby alcove with strange indentations in the wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1172",
      "en": "You have found Dar Sêkhta!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "Khôltekh has asked you to look for Dar Sêkhta, and a suspicious lock there that might fit a mysterious key. According to Amârbo, it is located south of Deshûkh in Dil-irmíz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Khôltekh has asked you to investigate the area Amârbo told you about, where you will hopefully find Dar Sêkhta, and a clue as to Sêkhta's whereabouts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Speak with Khôltekh when you are ready to go",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Ready? Let's be off then. Far too stuffy here. And the chairs aren't as nice. Ho ho!\\n\\n'The way is barred, and the keys are scarce and quite valuable... Hmmm... Hmmm....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'You should go to Dâr Sêkhta. Even if you cannot gain access, we may yet learn more about this key by examining the lock.\\n\\n'Amârbo, if he is to be trusted at sword-point, said it was quite close to Deshûkh. South of it, if I recall correctly? That is the place to start.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Look for an alcove or door with an unconventional lock.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Light and the Shadow Part 5: A Lock with No Key",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Examine the strange lock for clues as to its key",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Look for a door within Dar Sêkhta with a suspicious lock",
      "es": "",
      "es (fem)": ""
    }
  ]
}