{
  "id": 621092889,
  "txt": [
    {
      "id": 246419844,
      "en": "Search for Amârbo in Deshûkh, the Blood Market.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "You should investigate Deshûkh for signs of Amârbo. Deshûkh is located north-west of the Dûlkar.",
      "es": ""
    },
    {
      "id": 24695153,
      "en": "Zihârax, Khôltekh's contact, has told you an associate of Sêkhta's, Amârbo, has been seen in Deshûkh. You should investigate Deshûkh for Amârbo.",
      "es": ""
    },
    {
      "id": 80384297,
      "en": "'That is all I know.'",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Search for Amârbo in Deshûkh",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Ask Amârbo what he knows of Sêkhta and his whereabouts.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Ask Amârbo what he knows of Sêkhta and his whereabouts",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Return to Khôltekh in Dâr Laja with this information",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Defeat Deshûkh smugglers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Here's what I know. Amârbo, Sêkhta's right-hand man, has been seen spending his time in Deshûkh, the Blood Market.\\n\\n'Amârbo knows what Sêkhta knows. I know Khôltekh has been looking for Sêkhta's base of operations. Amârbo knows all this and more. Find him, and you'll make Khôltekh right pleased with you indeed.\\n\\n'I'd recommend you head over there now, I happen to know this is a time he likes to frequent Deshûkh. Thanks again for getting my ring back.'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'The way is barred, and the keys are scarce, and quite valuable... I do so love a riddle!\\n\\n'You've done well, [placeholder]. but it seems our work has only just begun.'",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "Defeated Deshûkh smugglers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'I yield! I am no fighter. I will tell you what I know!\\n\\n'Sêkhta has an outpost not far from here, to the south, from which his influence spreads all throughout Umbar-môkh. You cannot get past the door without a key, however. The way is barred, and the keys are scarce, and quite valuable. That is where you are likely to find him.\\n\\n'That is all I know.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Light and the Shadow Part 4: Thick as Thieves",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Return to Khôltekh in Dâr Laja, Hall of the Kindred, with this information.",
      "es": ""
    }
  ]
}