{
  "id": 621092919,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Do not convey any discontent to any... interested parties; I am too happy to express my gratitude. Hármelak will find that I am most accommodating! Examine my ledger and these papers at your leisure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Sharûla's manor can be found in the north-east reaches of the Upper Ward, just west of the Tor-gardens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I thank you for your doubtless precious time, as I have little of my own. Can I count upon you to speak favourably of my situation to Hármelak?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Hármelak is inside the Meeting-hall of Dâr Laja, waiting for your report of Sharûla's accounts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Sharûla stands outside her manor in the north-east reaches of the Upper Ward, just west of the Tor-gardens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Sharûla outside her manor in the Upper Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'A wealthy noble free of suspicious secrets is a suspicious sort indeed. Sharûla is hiding something. I am certain of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Sharûla has invited you to study the documents and ledgers she has provided for Hármelak's perusal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'As she requires. Tell Hármelak that Sharûla is her patient servant, as always.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Sharûla smiles confidently at you, but her eyes are cold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Examine Sharûla's ledgers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Sharûla outside her manor in the Upper Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Hármelak in Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "The ledger records Sharûla's many business transactions, and seems above-board",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Examine Sharûla's papers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Nothing in the contents of these papers seem out-of-place or suspect",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Hármelak has kept a close watch upon Khôltekh's dealings in Umbar-môkh, and she wants to ensure that his power does not threaten her own.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'And thus the one who gave aid to my esteemed friend Khôltekh... was you after all, [placeholder]. Many are my eyes and ears throughout Umbar Baharbêl and beneath the surface in Umbar-môkh, and they relayed to me the aid you provided him in the matter of Sêkhta. It was a messy business, I am told. He would be a dangerous foe, would he not?\\n\\n'But so it is with all of us within the Kindred, and it is important that any who think to oppose us realize it. There is a noblewoman of the city on whom I have kept watch, but of late she has had fewer coins with which to support the Kindred. Her name is Sharûla, and she keeps a manor in the north-eastern area of the Upper Ward, just west of the Tor-gardens. Speak with her there and consult her ledger. She will likely be expecting someone to call upon her on my behalf, for it is the regular time for her tithe to come due.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I am honoured to welcome an emissary of the Kindred! I expected your arrival, so I have had my servants bring my ledgers and these papers outside for your convenience. You are free to examine them, of course, but I can assure you that the Golden Queen will find all is in order, and my expected tithe is the correct amount. If anything I am giving more to the Kindred than others of my station... but it is my pleasure and I am not given to complain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'We should not wish to disturb the honourable Sharûla overlong. She keeps a manor in the north-eastern area of the Upper Ward, just west of the Tor-gardens. Speak with her there and consult her ledger. She will likely be expecting someone to call upon her on my behalf, for it is the regular time for her tithe to come due.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Gilded Veneer, Part 1: Sharûla",
      "es": "",
      "es (fem)": ""
    }
  ]
}