{
  "id": 621092860,
  "txt": [
    {
      "id": 173025619,
      "en": "Find Dâr Sêkhta",
      "es": ""
    },
    {
      "id": 148970472,
      "en": "You have discovered Deshûkh",
      "es": ""
    },
    {
      "id": 148970473,
      "en": "You have discovered Dâr Sêkhta",
      "es": ""
    },
    {
      "id": 8567320,
      "en": "Jadambor, located on the western side of Dil-irmíz, has become a fortified position from which mercenaries hired by Khôltekh and others try to defend the city above from the many and varied foes that emerge from the depths.",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "The Dûlkar is the infamous \\qshadow-market\\q of Dil-irmíz, where anything can be found... for the right price, and if you know the right person. If you suggest the wrong price, or go to the wrong person, rumour has it that you will never see the sunlight above ground again. Best not dwell upon it.",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Explore camps, settlements, and other important points of interest in Dil-irmíz in the Umbar-môkh.",
      "es": ""
    },
    {
      "id": 137079090,
      "en": "Deshûkh is closed to outsiders, but the criminal element is alive and well in this area of Dil-irmíz. Smugglers, cutthroats, and pickpockets coexist in these chambers, but only for so long as their chosen occupations do not hinder those of their fellows.",
      "es": ""
    },
    {
      "id": 137079092,
      "en": "The name Dâr Sêkhta has been spoken of in hushed tones for the past few weeks, with the whispered rumours hinting that a new power has begun to rise in the damp passages and sealed chambers of Dil-irmíz. Does someone seek to challenge Khôltekh for dominance in the Berths?",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Explore camps, settlements, and other important points of interest in Dil-irmíz in the Umbar-môkh.",
      "es": ""
    },
    {
      "id": 149027508,
      "en": "Reclaiming Dil-irmíz",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Find Jadambor",
      "es": ""
    },
    {
      "id": 173025617,
      "en": "Find Deshûkh",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Find the Dûlkar",
      "es": ""
    },
    {
      "id": 148970469,
      "en": "You have discovered the Dûlkar",
      "es": ""
    },
    {
      "id": 148970470,
      "en": "You have discovered Jadambor",
      "es": ""
    }
  ]
}