{
  "id": 621092924,
  "txt": [
    {
      "id": "0x9b568a8",
      "en": "'In times of unrest, one must rely on healthy trade. Will you help me deal with those smugglers and recover my misplaced parcels? I would not trouble the Lady Hármelak with this personally, of course, but you are here, after all...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "Lashêm's parcels were \\qmisplaced\\q by a number of smugglers operating out of Sâl Bajat, and he needs you to recover them and teach the miscreants he will not be intimidated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ed6",
      "en": "Bring the misplaced parcels to Lashêm in Kheb Hanût",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Defeat smugglers operating in Tâkhdar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "Lashêm smiles broadly as you approach.\\n\\n'You recovered my parcels! I thank you, friend. The dried squid contained within will bring me a fair profit, and I will raise a toast to the Golden Queen when I have a moment to do so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1173",
      "en": "Defeated smugglers in Tâkhdar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Recover Lashêm's misplaced parcels in Sâl Bajat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "Lashêm is waiting for you to deliver his misplaced parcels to him at Kheb Hanût, in Tâkhdar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1175",
      "en": "Recovered Lashêm's misplaced parcels ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The merchant Lashêm has a request to make of you concerning some of his parcels that were \\qmisplaced.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'In times of unrest, one must rely on healthy trade. Kinswoman Hármelak must know this as well, for she is the most wealthy merchant in all these lands, is she not?\\n\\n'I have become modestly successful in the trade of dried squid, a staple of the Umbari diet, but recently some of my parcels have been misplaced. Well, I say \\qmisplaced,\\q but in truth they have been stolen and carried into Sâl Bajat. The smugglers nearby must believe they can use my goods to great profit, which has left me in a predicament.\\n\\n'Will you help me deal with these villains and recover my misplaced parcels? I would not trouble the Lady Hármelak with this personally, of course, but you are here, after all...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Gilded Veneer, Part 7: Lashêm's Request",
      "es": "",
      "es (fem)": ""
    }
  ]
}