{
  "id": 621092918,
  "txt": [
    {
      "id": "0xeb01195",
      "en": "A lockbox in the middle of Sharûla's secret residence may contain evidence of her support for Azagath Sea-shadow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Hármelak is in the Meeting-hall of Dâr Laja. She will be pleased to see the documents you recovered that suggest Sharûla has continued funding Azagath's assorted ventures.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e34",
      "en": "Bring the incriminating documents to Hármelak in Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "According to Zakhâz, the entrance to Sharûla's second, secret residence is located in Tâkhdar, south of the stairs to Dâr Laja.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Defeat Azagath loyalists in Sharûla's secret residence ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Once again, I beg your kind discretion, lest my lady's ire affect my stewardship. The entrance to her secret residence is in Tâkhdar, south of the Meeting-hall stairs. Please, my friend... please show mercy to my lady. She has been led astray by the venomous whispers of those who follow Azagath. I know she will repent of her misdeeds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Search the lockbox in Sharûla's secret residence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Sharûla's steward Zakhâz told you that the lady of the house possesses a second, secret residence in Umbar-môkh beneath the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "Zakhâz pauses for a long moment, steeling his resolve.\\n\\n'You know that Azagath Sea-shadow has apparently revealed himself a traitor to the Kindred? I believe that Lady Sharûla has taken in with a crowd of supporters who desire that he be reinstated to a position of power in the city! She keeps a second, secret residence in Umbar-môkh where she meets with these loyalists and plots to overthrow the remaining members of the Kindred, including Lady Hármelak! I can keep silent no longer!\\n\\n'The entrance to her secret residence is in Tâkhdar, south of the Meeting-hall stairs. Please, my friend... please show mercy to my lady. She has been led astray by the venomous whispers of those who follow Azagath. I know she will repent of her misdeeds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Find Sharûla's second, secret residence in Tâkhdar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "Defeated Azagath loyalists ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'News of your perilous encounter and Sharûla's treachery fast reached Dâr Laja. It is precisely as I believed it to be: there are treacherous forces arrayed against us and against the city.\\n\\n'Azagath has fled, but his supporters remain, and they can do us harm. Khôltekh faced his own opponent, but Sêkhta was a single foe. My opponents endanger all of Umbar Baharbêl, [placeholder]. You will help me root them out and end their villainy.\\n\\n'But I must prepare, and make my plans. When next you return to me we will learn the extent of Sharûla's traitorous reach. She may not be the only member of her class whose wealth is a mask for the corruption beneath, a gilded veneer on something distasteful. Until then, keep watch. The shadow cast by Azagath has grown long in the city, and beneath it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "Sharûla's secret residence is a hideout for supporters of Azagath Sea-shadow!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Gilded Veneer, Part 4: Another Residence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Inside the lockbox you find papers to suggest Sharûla has funded Azagath's ventures",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Supporters of Azagath Sea-shadow come and go frequently throughout Sharûla's secret residence.",
      "es": "",
      "es (fem)": ""
    }
  ]
}