{
  "id": 621092925,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'We shall appear content, for a time. Then we will return to Sharûla and uncover her secrets.\\n\\n'Word has come to me that she may have some connexion with smuggling activity in Tâkhdar, the Cellars of Umbar-môkh. If you engage with some of those who participate in these unlawful activities, you may recover some clear records that will connect Sharûla with their smuggling operation. This will make it easier for us to move against her, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I have ears and eyes everywhere. Word has come to me that Sharûla may have some connexion with smuggling activity in Tâkhdar. If you engage with some of those who participate in these unlawful activities, you may recover some clear records that will connect Sharûla with their smuggling operation. This will make it easier for us to move against her, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Collect clear and straightforward records from smugglers within Tâkhdar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Hármelak is inside the Meeting-hall of Dâr Laja, waiting for you to return from Tâkhdar with proof of Sharûla's misdeeds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Clear records collected (0/10), confused records collected ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Yes? Speak.'\\n\\nHármelak studies the confused records you recovered from the smugglers in Tâkhdar. She looks up at you with disappointment on her face.\\n\\n'Nothing here connects obviously-enough to Sharûla, but this does not change the fact that she is keeping something from us. It simply means that she is better at hiding it than she appeared.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Hármelak has asked you to procure clear records from the smugglers of Tâkhdar that might shed some light on Sharûla's misdeeds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Gilded Veneer, Part 2: Confused Bookkeeping",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e19",
      "en": "Bring the confused records to Hármelak in Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Smugglers within Tâkhdar, the Cellars of Umbar-môkh beneath the city, may possess records that will shed light upon Sharûla's misdeeds.",
      "es": "",
      "es (fem)": ""
    }
  ]
}