{
  "id": 621092922,
  "txt": [
    {
      "id": 246419847,
      "en": "Hármelak wants you to return to Sharûla's manor in the north-eastern Upper Ward, on the edge of the Tor-gardens... but this time she wants you to return unannounced.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Sharûla's steward, Zakhâz, guards the entrance to her manor in the Upper Ward.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Forgive this servant's confusion, but the tithe is not yet ready. Is Lady Hármelak upset with us? Oh no, I hope we have done nothing to draw her ire!'\\n\\nYou assure Zakhâz that as long as he speaks honestly, and has nothing to hide from the Kindred, that Hármelak will treat him and the lady of the house fairly.\\n\\n'I... I... I...' he says, clearly grappling with some unsaid worry.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'We must take care of this matter. Return to Sharûla's manor in the north-eastern corner of the Upper Ward, just west of the Tor-gardens. Let us see if she betrays her secret when you make an unheralded call upon her, [placeholder].'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Return to Sharûla's manor unannounced and unheralded",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Hármelak has not given up on proving that Sharûla has committed some misdeed, and the Golden Queen wants your continued aid in service of that aim.",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'I beg your kind discretion, lest my lady's ire affect my stewardship. But I cannot remain silent any longer!\\n\\n'I fear that Lady Sharûla desires to inflict harm upon the people of the city and upon the Kindred of the Coins!'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Sharûla is nowhere to be seen, but her Steward guards the door inside",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Zakhâz outside Sharûla's manor",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Wait for Zakhâz to make his decision",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Perhaps, should you darken her door unannounced, any enshrouded secrets might come to light.\\n\\n'Earlier she was expecting an emissary from me, but now she is not. Let us see what Sharûla does when you make an unheralded call upon her, [placeholder]. She will not be prepared for you, and may let something slip.'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Zakhâz appears to be struggling with a difficult decision.",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Zakhâz outside Sharûla's manor",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Sharûla's steward, Zakhâz, guards the entrance to her manor in the Upper Ward.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Gilded Veneer, Part 3: An Unexpected Call",
      "es": ""
    }
  ]
}