{
  "id": 621092870,
  "txt": [
    {
      "id": "0xa502953",
      "en": "Find the Harkhaphâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be8",
      "en": "You have discovered Jâx Ugikh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be9",
      "en": "You have discovered Harkhaphâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba959",
      "en": "These corridors are far from the crypts and tombs of Khabârkhad, but the Dead walk in Kamrabezûr even so. It would take a learned scholar to understand what has disturbed their rest and caused them to shamble here, but few such learned ones would dare approach Ghâr Mejet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba18",
      "en": "In the Umbari tongue, Hulzidâr means \\qhome of the fighters,\\q and in the days of unrest following the withdrawal of the Empire of Ordakh from the city, it has become a most suitable name. Former warriors of the Dahâl Huliz defend the outskirts of the camp and make safe the other refugees that now shelter in the chambers beneath the arena.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "In the north-western reaches of Kamrabezûr lies Kên Taghlim, the haven of learning from which scholars study the few archives and temples that remain undisturbed within Umbar-môkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore camps, settlements, and other important points of interest in Kamrabezûr in the Umbar-môkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba932",
      "en": "If these halls were ever a place of safety, they are no longer, for the Ugikh-hûti now threaten any who pass this way, naming their foothold here Jâx Ugikh. Between escaped beasts from the arena and this group of hostile cultists, the wide passages of Kamrabezûr are no longer suitable for the scholars from the Tor-gardens who seek solace within the cool passages beneath the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba960",
      "en": "The warriors of Harkhaphâr fight without mercy, as if they remain upon the bloodstained sands of Dahâl Huliz. Can they still hear the distant roar of the crowd from the stands above, or are they merely the echoes of their past adulation? Blinded by rage and the ferocity of the combats they imagine continue, they speak no word in answer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba934",
      "en": "TBD Harkhaphâr Lore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf8",
      "en": "You have discovered Ghâr Mejet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore camps, settlements, and other important points of interest in Kamrabezûr in the Umbar-môkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502937",
      "en": "Find Ghâr Mejet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab4",
      "en": "Reclaiming Kamrabezûr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Find Hulzidâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Find Jâx Ugikh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Find Kên Taghlim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be5",
      "en": "You have discovered Kên Taghlim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be6",
      "en": "You have discovered Hulzidâr",
      "es": "",
      "es (fem)": ""
    }
  ]
}