{
  "id": 621092896,
  "txt": [
    {
      "id": "0xeb01199",
      "en": "Speak to Rothog about the audience.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Talk to Rothog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01142",
      "en": "TBD Speak to Rothog about the situation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'Are you ready? Let us get this over with.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Talk to Rothog in Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "TBD 'This complaint does trouble me.  I have heard Shaidal profess his innocence, so the petitioner may have some merit.  I would ask for you to follow up.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "TBD Members of the Kindred of the Coin take petitions from nobles throughout Umbar. Rothog has summoned you to his chambers to hear one specific complaint",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'[placeholder], It is good of you to come to me. I may have a bit of a issue with one of my gladiators. I have received a petition from a rather bothersome noble by the name of Zarzíra Dawn-star.\\n\\n'I fear this may become an issue, and I may need someone of your abilities to assist. Will you come and bear witness to the proceedings?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Members of the Kindred of the Coins take petitions from nobles throughout Umbar. Rothog has summoned you to his chambers to hear one specific complaint.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "Rothog has requested your presence for a petition of one of his nobles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01149",
      "en": "Following the audience, Rothog would like a word regarding the petition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'It was interesting to hear her need of justice in this case. However, it does seem to jog my memory of a conversation with Shaidal and his claims of innocence. Something to think on.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Travel with Rothog to the audience",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'It is good to see you again. Your work throughout these lands has spread far and wide. I have a request to make of you. Would you bear witness to a complaint that might involve one of my gladiators?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Gathering Storm, Part 1: An Audience with the Storm",
      "es": "",
      "es (fem)": ""
    }
  ]
}