{
  "id": 621092895,
  "txt": [
    {
      "id": 122253157,
      "en": "'I will regret nothing.'",
      "es": ""
    },
    {
      "id": 122253158,
      "en": "'Your petition is heard. As I have said, I will look into it. You are dismissed. Now go.'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": " 'I give you my thanks again [placeholder] for witnessing the petition. Let us leave these chambers and return to Dâr Laja.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: An Audience with the Storm",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Approach Zarzíra Dawn-star to begin her petition.",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Rothog",
      "es": ""
    },
    {
      "id": 122718561,
      "en": "'Most exalted Rothog, I come to you to tell of you a most dire situation.'",
      "es": ""
    },
    {
      "id": 180947473,
      "en": "Zarzíra Dawn-star waits for her petition to be heard in Rothog's Chambers",
      "es": ""
    },
    {
      "id": 122718562,
      "en": "'As you know, one of your gladiators, Shaidal, has flung a series of unfounded accusations against me.'",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "Rothog requests that you call forth the petitioner",
      "es": ""
    },
    {
      "id": 122718563,
      "en": "'Last evening, my residence was broken into by an unknown assailant, and some items were taken.'",
      "es": ""
    },
    {
      "id": 122718564,
      "en": "'The items that were stolen are of great import to me.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Members of the Kindred of the Coins take petitions from nobles throughout Umbar. Rothog has summoned you to his chambers to hear one specific complaint.",
      "es": ""
    },
    {
      "id": 122718565,
      "en": "'It is my solemn belief that Shaidal is behind this assault on my home.'",
      "es": ""
    },
    {
      "id": 122718566,
      "en": "'With all the force of my house, I demand that Shaidal be turned over to me immediately to face judgement.'",
      "es": ""
    },
    {
      "id": 122718567,
      "en": "'Rothog, you will regret-'",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Speak to Rothog regarding Zarzíra Dawn-star's petition",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'I am not sure why I must address this petition with the likes of you, but if I must, I will begin.'",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'These accusations are most troubling. While I do not doubt that these incidents have transpired, I do feel that she may not be telling us everything. It would be good to investigate this further.\\n\\n'Would you be willing to do so?'",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Speak to Zarzíra and witness the proceedings",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Speak to Rothog the Storm",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Rothog has summoned you to his chambers to hear a specific complaint from one of his nobles regarding one of the gladiators.",
      "es": ""
    },
    {
      "id": 122253153,
      "en": "'Demand?'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Let us see what she is to say regarding this situation. It should be most interesting.\\n\\n'Tell her she may begin.'",
      "es": ""
    },
    {
      "id": 122253154,
      "en": "'You overstep your place here.'",
      "es": ""
    },
    {
      "id": 122253155,
      "en": "'Making such a demand does intrigue me about the situation.'",
      "es": ""
    },
    {
      "id": 122253156,
      "en": "'I will find those responsible and deal with them in good time.'",
      "es": ""
    }
  ]
}