{
  "id": 621092921,
  "txt": [
    {
      "id": "0xeb01141",
      "en": "The sound of approaching footsteps echoes throughout Kheb Hanût.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01142",
      "en": "Hármelak's guards hold Lashêm at swordpoint.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01144",
      "en": "Lashêm stands in disbelief, surrounded by guardsmen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'Grab him! This man is wanted for questioning by the Kindred of the Coins, [placeholder]. He is a known associate of a traitor to the city who has confessed to their ill deeds; they used their mercantile connexions to transport weapons through Umbar-môkh and into the city above. Their plan was to arm dissidents with these weapons and to ambush Lady Hármelak and the other members of the Kindred!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "Hármelak is in the Meeting-hall of Dâr Laja. Perhaps she will explain to you why Lashêm has been apprehended.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "The sound of approaching footsteps!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Hármelak moves to maintain order in Umbar-môkh as she does in Umbar Baharbêl above.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "'On my life and livelihood, I did not know of any plan, any ambush! These are lies, lies! I know nothing about a conspiracy such as this! What villain claims to work with me? I have done nothing of the sort! I love Lady Hármelak, and the Kindred, with all of my heart!'\\n\\nLashêm stares at you with wild eyes, desperate to escape the snare in which he is caught.\\n\\n'Search my parcels! Every one contains dried squid, and nothing else! Someone is seeking to destroy my good reputation! [placeholder], my friend, tell Lady Hármelak I am innocent of this! Please, you must!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56856",
      "en": "'Grab him! Keep him from escaping!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1161",
      "en": "Lashêm's smile fades as guards arrive and draw their swords on him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Talk to Hármelak's guardsman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'What is this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Talk to Lashêm in Kheb Hanût",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56858",
      "en": "'Poor timing for an ambush indeed, if these whispers of revolt prove true. There are eyes on us now.'\\n\\nYou ask Hármelak why she sent her guardsmen to apprehend the merchant Lashêm, and tell her that he did not seem obviously guilty of the crimes. She stares back at you steadily.\\n\\n'Did you check the bottom of those crates, [placeholder]? Beneath the piles of dried squid, someone could have hidden anything. It is safer this way. After all, he admitted he spoke with a friend of Khôltekh only days ago. What might have been the topic of conversation, do you think?'\\n\\nYou ask Hármelak if Sharûla's confession truly implicated the merchant Lashêm, and she waves a hand.\\n\\n'You have still not learned the way of things in this land, [placeholder]. There is gold here, it is true, but an outward appearance is not always the truth, as Sharûla's misdeeds teach us and I told you before. Sometimes a thing possesses only the veneer of wealth and status, the thinnest gilded surface, and it hides something much uglier.'\\n\\nAs Hármelak bids you farewell, you consider the meaning of her words and think she may be right: there is something ugly at work in Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50244",
      "en": "Talk to Hármelak in Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "Lashêm stands in stunned silence. Only the words of Hármelak can free him now.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Gilded Veneer, Part 8: Hármelak's Order",
      "es": "",
      "es (fem)": ""
    }
  ]
}