{
  "id": 621092898,
  "txt": [
    {
      "id": "0x6a502a5",
      "en": "Speak to Shaidal about the attack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Defeat ambushers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'As you can see, Zarzíra has become most desperate. She has even sent her people in an attempt to silence me. I beg of you to speak to Rothog on my behalf, and ask if you could gather proof of my innocence.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1019041",
      "en": "Several shadowed figures emerge and attack!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Rothog has asked that you travel into the gladiator's residences and question Shaidal regarding the petition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "TBD Speak to Shaidal about the attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "With the ambush survived, Shaidal calls you over",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "Speak to Shaidal about the attack and what he will need of you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Shaidal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "The sounds of footsteps fill the halls, you are ambushed by attackers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'You are truly a worthy candidate, [placeholder]. I have heard your name whispered within these halls. There is rumour that Rothog has sent you to speak with me regarding an incident, and I would hope you would be willing to assist me.\\n\\n'I will tell you that I am innocent of the crimes that have damned me to this place. You see, I worked for Zarzíra, and noticed there were some ill deeds happening within the house. I approached the captain of the guards regarding the deeds, and shortly afterwards, I was being accused of the brutal slaying of one of Zarzíra's competitors. I was saved from death by Rothog, only to be sentenced to  fight in the sands of Dahâl Huliz.\\n\\n'While working for her, it was rumoured in her house that she kept excellent records of her business dealings and her exploits both legal and less than legal.\\n\\n'While it is true that I did work with someone to recover those records, it was to prove my innocence and free me from here. Not for any other nefarious purpose....\\n\\n'I think I hear something!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Within the halls of Dahâl Huliz, the gladiators make their home. Rothog has asked that you question Shaidal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'I give you my thanks again [placeholder]. Please tell Rothog of the attack and that I may have access to the evidence that would prove my innocence.\\n\\n'Please convince him to allow you to look into the matter further, for I fear for my life and that of those whom I hold dear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Hunter's Hunted",
      "es": "",
      "es (fem)": ""
    }
  ]
}