{
  "id": 620964523,
  "txt": [
    {
      "id": 228870261,
      "en": "The Southern Great Guest-house",
      "es": ""
    },
    {
      "id": 246419830,
      "en": "Iorlas can be found at the Southern Great Guest-house near the Citadel.\\n\\nYou should speak to Iorlas.",
      "es": ""
    },
    {
      "id": 177082707,
      "en": "Collected dirty drying cloth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082710,
      "en": "Washed cloths ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883683,
      "en": "'If we must do this, then so be it.'",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "The Southern Great Guest-house is near the Citadel.\\n\\nYou should collect dirty cloths from the baths.",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "The Southern Great Guest-house is near the Citadel.\\n\\nYou should seek out the baths in the Southern Great Guest-house.",
      "es": ""
    },
    {
      "id": 162883687,
      "en": "'We finished! I shall complain about my day to my brother the next time I see him. I apologize for taking my frustration out on you. These are difficult times and I feel like I'm often ignored by both my family and superiors.'",
      "es": ""
    },
    {
      "id": 111477345,
      "en": "Seek out the baths in the Southern Great Guest-house",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Iorlas can be found at the Southern Great Guest-house near the Citadel.\\n\\nYou should speak to Iorlas.",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "The Southern Great Guest-house is near the Citadel.\\n\\nYou should clean the cloths in a bucket.",
      "es": ""
    },
    {
      "id": 177082672,
      "en": "Collected dirty drying cloths ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875097,
      "en": "Iorlas has been tasked with tidying up the baths at the Southern Great Guest-house. He is upset to receive such a lowly task but is glad to have your company in getting the job done as quick as possible.",
      "es": ""
    },
    {
      "id": 111477348,
      "en": "Rinse the cloths in a water bucket ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082674,
      "en": "Iorlas shakes his head at the baths as you enter",
      "es": ""
    },
    {
      "id": 162883601,
      "en": "'You are correct, I am Iorlas. What brings you to the Gate of the Citadel?'\\n\\nYou explain Ormatar's orders and Iorlas looks increasingly displeased.\\n\\n'While I appreciate your visit, I can't say I appreciate these orders from Ormatar. This is a disgrace, but I must accept any orders from him. Still, a guard of the Citadel is not usually on cleaning duty. What did I do to deserve this?'\\n\\nYou explain that the Citadel staff is short-handed and Ormatar needs guards to help out.\\n\\n'I see. Well, perhaps you wouldn't mind coming with me then. The work will go quicker with the two of us. Let us meet at the baths in the Southern Great Guest-house when you are ready.'",
      "es": ""
    },
    {
      "id": 111477352,
      "en": "Speak with Iorlas",
      "es": ""
    },
    {
      "id": 111477353,
      "en": "Collect dirty drying cloths ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883653,
      "en": "'Welcome to the baths of the Southern Great Guest-house. It is a rather lovely area when you do not have work to do. I bet you my brother gets all the easy jobs from Ormatar. He is probably sitting at The Splintered Shield, drinking a pint with his Halfling friend. I'm not even supposed to be in the Citadel today. It was only Ormatar's chore that brought me here.\\n\\n'Well, I suppose we should get to it then.'",
      "es": ""
    },
    {
      "id": 246419816,
      "en": "The Southern Great Guest-house is near the Citadel.\\n\\nYou should rinse the cloths in a water bucket.",
      "es": ""
    },
    {
      "id": 111477318,
      "en": "Speak with Iorlas",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Wash the cloths in a bucket ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477320,
      "en": "Collect dirty drying cloths ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082693,
      "en": "Rinsed cloths ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}