{
  "id": 620964510,
  "txt": [
    {
      "id": 216727828,
      "en": "The collection of enemy trophies can be found on the second floor of the Houses of Lore.\\n\\nMaenir has asked you to search the collection for signs of thievery before returning to him with the transcript of the stolen scroll.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'It is as I expected. If the scroll was all they wanted, then what is their aim? There are many collectors of queer trinkets in Minas Tirith and the lands beyond, but with war come to our gates, I doubt many have worried themselves with obtaining new artifacts and curiosities.\\n\\n'I transcribed the text as neatly as I might, though I do not understand the very words I wrote! I thought to take it to the Archives to translate... but I do not wish to leave our collections unattended until this is resolved.\\n\\n'You are a friend of Mithrandir, are you not? He knows much of old and strange languages, and perhaps he might aid us. Take my transcript to him, and see what he makes of it!'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Maenir",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Mithrandir is in the Court of the Fountain on the Seventh Circle of Minas Tirith.\\n\\nMaenir has asked you to seek Mithrandir's counsel in the hope that deciphering the content of the scroll might aid in capturing its thief.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "The scrawled transcript can be found among the collection of enemy trophies in the Houses of Lore.\\n\\nYou have searched the collection and should now return to Maenir after collecting the transcript of the stolen scroll.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Maenir can be found on the first floor of the Houses of Lore in the Fifth Circle.\\n\\nYou have searched the collection of enemy trophies and collected the transcript of the stolen scroll. You should now return to Maenir.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'What is this, [placeholder]? What have you to show me?'\\n\\nYou tell Mithrandir that Maenir has transcribed a lost scroll without understanding its language and hopes to learn more of its origin.\\n\\n'A simple translation? Certainly, he should have all the resources he requires... and within the city at that!'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Pardon my intrusion, [placeholder], but there is a matter I would like to discuss with you. It is one I would prefer to keep quiet, if it is possible.\\n\\n'A few days ago, a warrior returned from the Pelennor with a peculiar scroll. He claimed to have wrest it from a fallen Haradrim sorcerer and sought to have it displayed among the many trophies of battle here in the Houses of Lore. We honoured his request, but so strange was the text that I endeavoured to transcribe and study it in my own time. I was able to transcribe it, but this very morning the scroll was taken from its resting place above. I hurried to cover the theft and stored my transcript in its place, but it will not be long before its loss is noticed by those with a more discerning eye.\\n\\n'I would have it returned, and I care not to see the thief punished - my only concern is that of the scroll. I have little advice to offer other than to begin by searching the trophy collection - if nothing is there, return with my transcript and we can discuss a new course.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Aside from the scroll's known theft, nothing else appears to be out of place",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The theft of a mysterious, indecipherable scroll from the Houses of Lore has left its curators worried that it might be used to some vile end.",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Search the collection of enemy trophies for signs of thievery",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "The transcript is written in a strange, unfamiliar tongue",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Excuse my ",
      "es": ""
    },
    {
      "id": 49286673,
      "en": "Deliver the scrawled transcript to Mithrandir",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Collect the scrawled transcript in the Houses of Lore",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Unspoken Fears",
      "es": ""
    }
  ]
}