{
  "id": 620964514,
  "txt": [
    {
      "id": 228284034,
      "en": "'Do you have a moment, [placeholder]? \\n\\n'Forgive me if I am too direct, but I have heard your name spoken among the people since your arrival in Minas Tirith and I hoped you might aid me with a personal matter.\\n\\n'My son, Círgon, has not been himself. My husband has gone to war and Círgon will not say it, but I know it tears at him. He has spent much time alone over the past few weeks, and does not even speak to his friends. He spends every morning down at the Baths sailing the ships he and Círhir built together. That, or he wanders Egalmoth's Green and sits alone in the dark of the trees.\\n\\n'Is this how a child should cope? It does not seem so to me, and I worry for him. We all feel the loss of our loved ones and he must understand that we are together in our sorrows.\\n\\n'Please, go find him, and tell him to return to me. I have prepared supper and I cannot allow Círgon to sacrifice another meal to his sadness.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "After her husband left Minas Tirith to aid in the war, Mílien has grown increasingly concerned by her son's behaviour.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Alone in the City",
      "es": ""
    },
    {
      "id": 86966500,
      "en": "Search for Círgon in Egalmoth's Green in the Third Circle",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Mother sent you, didn't she?\\n\\n'She doesn't need to worry about me, you know. I just come down here to think about father and my family... and how things used to be. I don't want to talk about that right now.\\n\\n'Oh, I was just about to leave to sail my ships! Would you like to come along?'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Talk to Círgon",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "The Baths of Belecthor can be found to the north in the Fourth Circle.\\n\\nMílien has asked you to seek out her son, Círgon, at the Baths of Belecthor near their home or below in Egalmoth's Green.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Círgon is not here. Perhaps he is in Egalmoth's Green below...",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Egalmoth's Green can be found to the north in the Third Circle.\\n\\nYou were unable to find Círgon at the Baths and should now search Egalmoth's Green.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "You see a young boy standing in Egalmoth's Green...",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Search for Círgon near the Baths of Belecthor in the Fourth Circle",
      "es": ""
    }
  ]
}