{
  "id": 620964507,
  "txt": [
    {
      "id": 126754723,
      "en": "Setting the Stage",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'Hullo again, my friend!\\n\\n'On my long walk to the Hall of Air, I had quite the thought! These instruments we have are old and more than a bit warped from our long journey to Gondor. Can you imagine how great we might sound with what the very best the craftsmen of Minas Tirith have to offer?\\n\\n'Yes, yes, I know. The instrument does not make the player, but humour me!\\n\\n'Please, [placeholder]. Here is some gold - take it down to the markets and see what you can find!'",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'Ah, these are just the thing, [placeholder]! If these don't help us sound great, I don't know what will! I'll make sure they end up in the proper hands.\\n\\n'I saw Hollur talking to Polla while you were gone, and I think she'd like another word with you when you have the time.\\n\\n'We are so close now, my friend!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Well, we're still talking - so I'll take that as a yes!\\n\\n'Thank you, [placeholder]. It'll be worth your while, I promise.\\n\\n'The Cloudyheads are a good bunch, and we take care of our own! To that end, Gord wished to speak to you about some sort of matter. He wouldn't be specific, but then again, I've come to expect that from him. If I were to wager a guess, he might be a bit apologetic for such a terse introduction.\\n\\n'Why don't you go speak to him and find out?'",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Ornate instruments can be found at various markets in Minas Tirith.\\n\\nRobbo Gristback hopes to purchase instruments of finer make to help his band put on a better show in Minas Tirith. He has provided the gold and has asked you to peruse the markets of the City.",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Hollur",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Robbo Gristback can be found in the Hall of Air in the Fifth Circle of Minas Tirith.\\n\\nYou have acquired several new instruments for the Cloudyheads and should now deliver them to Robbo.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'It is good to see you again, [placeholder]. I am sorry for the manner of my introduction... I did not wish to come across so dismissively.'\\n\\nYou inform Gord that Polla knew that he would say something like that.\\n\\n'She truly knows me, doesn't she? I was a bit distracted by the crowd, you see, but I am beyond the initial shock of their gathering - I assure you. You seem to be helping out, and if Polla's happy, I'm happy.\\n\\n'I'll not mince words - the Stone Theatre will not work for our performance. My voice sounds abysmal in the space, and it seems a waste to perform in such conditions.\\n\\n'I was hesitant to bring this up with Polla as it has been a problem in the past as well, but perhaps if you do, she'll be more receptive.\\n\\n'What do you say, my friend?'",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "You have found the band busily exploring the theatre...",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Search the markets of Minas Tirith for ornate instruments ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Oh, Gord...\\n\\n'If he thinks that trying another theatre will make a difference, so be it. Goodness knows, we've had enough trouble at this one.\\n\\n'I know of another theatre in the Fifth Circle named the Hall of Air. We'll pack up and travel there in a few moments. \\n\\n'We need to resolve this soon or the war will be at our doorstep before we get the chance to play... Do meet us there when you are ready!'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Robbo Gristback",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Displeased with the theatre in the First Circle, the Cloudyheads have chosen to explore another before putting on their show.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "The Hall of Air can be found in the northern section of the Fifth Circle of Minas Tirith.\\n\\nPolla is displeased, but willing to try a different theatre at Gord's request. You should meet the Cloudyheads at the Hall of Air.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Ah, you made it, [placeholder]! This City is too big for its own good, if you ask me!\\n\\n'I decided it was best to humour Gord's request and take a look at the Hall of Air. Between you and me, he's always been worried about his voice. I know the theatre won't make any difference, but if it helps him perform, I'll hold my tongue.\\n\\n'This theatre is a bit smaller, but I think it will do. Why don't you talk to Hollur? He's always keen on testing the acoustics of a space before performing, so you might be able to aid him.'",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "Polla Stoutley can be found in Hall of Air.\\n\\nYou have delivered the instruments to Robbo in the Hall of Air. Robbo has informed you that Polla would like to talk to you.",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "The sound of Hollur's drumming is a bit muffled, but still acceptable...",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Polla Stoutley can be found in the Hall of Air in the Fifth Circle of Minas Tirith.\\n\\nYou have arrived at the Hall of Air and should now talk to Polla.",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "Hollur can be found in the Hall of Air.\\n\\nYou have tested various seats in the theatre and much to your dismay, it seems there is a wide range of quality in the available seating.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Gord Dunley can be found just outside the Stone Theatre in Minas Tirith.\\n\\nGord Dunley has voiced concerns about performing in the Stone Theatre and Polla has asked you to investigate.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Meet the Cloudyheads at the Hall of Air",
      "es": ""
    },
    {
      "id": 49286711,
      "en": "Deliver the instruments to Robbo Gristback",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Polla Stoutley can be found just outside the Stone Theatre in Minas Tirith.\\n\\nGord Dunley has requested that the band perform in another space as he feels his voice is lacking in the Stone Theatre.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "The Hall of Air can be found in the Fifth Circle.\\n\\nPolla Stoutley has asked you to sit in various seats in the Hall of Air to help Hollur ensure that the sound is even throughout the theatre.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "You have found a fancy theorbo with fine strings and intricate detailing",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Polla Stoutley in the Hall of Air",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "You have found a fine horn crafted of steel and plated with gold",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "You have found a lute with a detailed grille and beautiful maple shell",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "You have found an ornate drum depicting the Tree of Gondor on its head",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Listen to Hollur from seats in the Hall of Air ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'Thanks for all the help so far, [placeholder]. I know it's been a bit frustrating to be shuffled around like this, but I think our troubles are finally resolved! I spoke to Hollur and Gord about choosing another theatre, and I was able to arrange something very special for us after speaking to one of the local players.\\n\\n'I won't spoil the surprise just yet, but we're going to perform in the best theatre in Minas Tirith.\\n\\n'Care to guess which one?'",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'It is as I thought then...\\n\\n'This will not work for us either. We'll either have to travel back down to the Stone Theatre or perhaps there's another we still haven't tried. Don't you worry, I'll speak to Polla about it.\\n\\n'In the meantime, I think Robbo wanted to talk to you about something.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Gord Dunley",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Polla Stoutley",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Talk to Polla Stoutley",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Hollur can be found in the Hall of Air.\\n\\nPolla has asked you to speak to Hollur about testing the theatre's acoustics. ",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Robbo Gristback is in the Hall of Air in Minas Tirith.\\n\\nHollur has asked you to speak to Robbo about an idea he had on the way to the Hall of Air.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Hollur's drumming can be heard clearly",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Talk to Hollur",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Hollur's drums are nearly muted by the wind coursing along the theatre's edge!",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'Hah, [placeholder], glad you're still with us!\\n\\n'It seems to me that this theatre has an odd shape to it, and I am curious how our instruments might sound in such a lofty place. I asked Gord to help, but he is in something of a foul mood and I know better than to press him.\\n\\n'You could aid me greatly if you would sit in several different seats throughout the theatre and tell me how clearly you can hear my playing.\\n\\n'Hopefully my fears are unfounded, but I have a bad feeling about this one.'",
      "es": ""
    }
  ]
}