{
  "id": 620964516,
  "txt": [
    {
      "id": 228870261,
      "en": "Sailing into Memory",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Look how they float, [placeholder]! Father and I built them together, you know. He did most of the work, but I built a lot of the little details. See the tiny Corsair on that one?\\n\\n'I wonder what it would be like to sail on a real ship. Father said he'd take me to Pelargir someday soon, but I don't know when he'll be home. My uncle, Ristagír, isn't as fond of rivers and seas as Father and me, but he's a skilled craftsman all the same. Don't you see? It runs in my family, [placeholder]. I want to be a wood-worker and warrior just like my father!\\n\\n'Mother wanted me to come home, yes? I'd be glad if you could join us for supper. Allow me a few minutes to pack up my ships and I'll meet you at our house!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Father and I used to sail our ships every day - they're a little big for the Baths, but it hasn't stopped us yet! \\n\\n'If you want to join me this time, I'll meet you up in the Fourth Circle by the Baths of Belecthor. It's the big fountain by the bridge to the cisterns - I'm certain you can figure it out.\\n\\n'The sooner we set sail, the sooner I'll go home - deal? Come on, it'll be fun!'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Collect Círgon's model ship of Umbar from his cart",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "The ship of Umbar is of impressive size and detail for a model...",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'You made it!\\n\\n'[placeholder], I left one of the ships for you! Would you like to set it in the Baths? You can if you want.\\n\\n'It'd be great to have someone else here to share in the fun!'",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "The ship floats gently in the waters of the Baths...",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Círgon spends his days sailing the model ships he built with his father, but has become withdrawn from his family in his father's absence.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 49286662,
      "en": "Talk to Círgon",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'You convinced him to hurry home?\\n\\n'Oh, thank you - thank you!'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Collect Círgon's model ship of Umbar from his cart",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Place the model ship of Umbar in the Baths' waters",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Círgon",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "The Baths of Belecthor can be found in the northern part of the Fourth Circle.\\n\\nCírgon has asked you to join him at the Baths of Belecthor where he sails his model ships.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Círgon is standing at the Baths of Belecthor in the Fourth Circle.\\n\\nYou have arrived at the Baths and should now talk to Círgon.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Mílien",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Meet Círgon at the Baths of Belecthor in the Fourth Circle",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Círgon's cart can be found near the Baths of Belecthor in the Fourth Circle.\\n\\nCírgon has offered to let you place one of his ships into the Baths.",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "The Baths of Belecthor can be found to the north in the Fourth Circle.\\n\\nYou have picked up one of Círgon's ships and should now place it in the Baths.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Círgon",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Círgon is standing at the Baths of Belecthor in the Fourth Circle.\\n\\nYou have set down the ship in the Baths and should now talk to Círgon.",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Mílien can be found outside her home in the Fourth Circle.\\n\\nCírgon has asked you to tell his mother that he will come home for supper once he finishes packing up his ships.",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "The ship of Umbar is of impressive size and detail for a model...",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "Círgon is standing near the Baths, where a model ship of Gondor now floats calmly...",
      "es": ""
    }
  ]
}