{
  "id": 620964512,
  "txt": [
    {
      "id": 246419840,
      "en": "The area Gúldil mentioned can be found in the back of the Old Archives on the second floor.\\n\\nGúldil has asked you to search the second floor of the Old Archives.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Gúldil can be found in the Old Archives.\\n\\nGúldil has offered to help you confront the thief in the Old Archives. You should speak to him.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Listen to the scroll-thief",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Nobor can be found in the back of the Old Archives, on the left side of the second floor.\\n\\nNobor has revealed his intent. You must convince him to abandon his plans against the Steward!",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Confront Nobor",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "The scroll-thief can be found in the back of the Old Archives, on the left side of the second floor.\\n\\nYou have found the man you presume to be the scroll-thief and should now confront him.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "You warn Nobor that he does not understand that the scroll is a tool of the Enemy.\\n\\n'The words of yet another dog, happy to feast on scraps at the feet of the Steward! The Enemy shall claim all soon enough - better we position ourselves to be spared his full wrath. \\n\\n'The Steward is powerless, and his mind betrays him! If he would treat his own son so shamefully, then how lowly are we to him?\\n\\n'No, I cannot surrender now. The Steward must be slain!'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Defeat Vadokhar",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Examine Nobor",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "The rogmul writhes and disappears in the darkness of the Old Archives...",
      "es": ""
    },
    {
      "id": 235466146,
      "en": "Listen to Nobor",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "It has been a day filled with ill omens. Nobor's was a cruel fate - even for one of the Withered Tree.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "Nobor's body lies motionless on the floor of the Old Archives - his face frozen in horror. His body bears no wounds, but all life is gone from him.\\n\\nThe scroll's origin may or may not have been unknown to Nobor, but it is clear that the power it contained was beyond his imagining and control.\\n\\nMithrandir's warning was not misplaced - he must be told of what has occurred.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Hoping to confront the thief before the words on the stolen scroll can be spoken, Maenir directs you to the Old Archives.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Talk to Gúldil",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "You have found a man surrounded by scrolls and barricaded into a corner of the archives",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'We are nearing the proper section, [placeholder]. It is just ahead - up the stairs and to the left.\\n\\n'It is there that we have catalogued our extensive, albeit woefully incomplete, knowledge of the various languages of Gondor, Rhûn, Harad, and beyond. If the scholars of Minas Tirith have what this scroll-thief seeks, it must be among the texts stored there.\\n\\n'You may proceed at your own discretion, but I urge you to be swift. I will remain here and ensure that no one makes for the door.'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Search the Old Archives for the scroll-thief",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Vadokhar can be found in the back of the Old Archives, on the left side of the second floor.\\n\\nVadokhar has appeared in the Old Archives. You should defeat the rogmul before it can cause any more harm.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Vile Tongues",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Nobor can be found in the back of the Old Archives, on the left side of the second floor.\\n\\nNobor was slain by the summoning of the rogmul. You should examine his body before leaving the Old Archives.",
      "es": ""
    }
  ]
}