{
  "id": 620964526,
  "txt": [
    {
      "id": 228870261,
      "en": "Merethrond",
      "es": ""
    },
    {
      "id": 246419830,
      "en": "Beregond can be found in Merethrond, near the Citadel.\\n\\nYou should speak to Beregond.",
      "es": ""
    },
    {
      "id": 177082707,
      "en": "Collected empty plates ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883683,
      "en": "'This feast-hall is quite spectacular, is it not?'",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "Merethrond can be found near the Citadel.\\n\\nYou should collect empty plates to bring to the kitchen staff.",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Merethrond is located near the Citadel.\\n\\nYou should seek out the feast-hall.",
      "es": ""
    },
    {
      "id": 162883687,
      "en": "'Thank you, [placeholder]. You make even a simple chore an adventure. No wonder you are also friends with Peregrin.\\n\\n'That was nice of you to teach the kitchen staff some basic fighting skills. It brought some joy to their tired faces. It saddens me to think that tomorrow they may have to put that knowledge to practical use on the battlefield.'",
      "es": ""
    },
    {
      "id": 111477345,
      "en": "Enter Merethrond",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Beregond can be found in Merethrond, near the Citadel.\\n\\nYou should speak to Beregond.",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "The kitchen staff can be found on the lowest level of Merethrond.\\n\\nYou should take the plates to the kitchen staff.",
      "es": ""
    },
    {
      "id": 162883689,
      "en": "'Thank you kindly for the plates. As you can see, there are not many of us down here. We appreciate any help.\\n\\n'If you have a moment, we were just discussing the best way to defeat those Easterlings we keep hearing about. You look like a skilled warrior. Perhaps you would be able to show us a move or two? We would love to learn how to take them on if they ever got into the kitchen.'\\n\\nYou gladly accept to give them a demonstration of your combat skills.",
      "es": ""
    },
    {
      "id": 177082673,
      "en": "The staff thanks you and wishes to see your style of fighting",
      "es": ""
    },
    {
      "id": 51875097,
      "en": "Beregond has been tasked with tidying up the feast-hall. He is glad to have your company as it will make this menial task more enjoyable, and give him some time to talk to you about your adventures.",
      "es": ""
    },
    {
      "id": 111477352,
      "en": "Speak with Beregond",
      "es": ""
    },
    {
      "id": 177082678,
      "en": "Collected empty plates ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970384,
      "en": "The staff thanks you and wishes to see your style of fighting",
      "es": ""
    },
    {
      "id": 162883653,
      "en": "'Please let me hear a story, and then we shall get started with this task.'\\n\\nYou recount a story about your time with Pippin in Rivendell.\\n\\n'What a fantastic tale! I wish Peregrin were here right now. I bet he'd have some bits to add. I do enjoy the way he tells stories. Well, enough from me, shall we complete this task?'",
      "es": ""
    },
    {
      "id": 162883607,
      "en": "'I know who you are. My son Bergil has told me about you! I've heard countless stories of your heroics throughout the city.'\\n\\nYou tell Beregond that you appreciate his words and explain that you are here to give orders from Ormatar.\\n\\n'All in a day's work, I suppose. Is it true that you are a friend of Peregrin Took? He is a friend of mine as well!\\n\\n'You must come with me to Merethrond. You should see the grand feast-hall of Minas Tirith as it is truly a sight to behold. Also, I would very much like to hear all about your adventures with Peregrin Took! Meet me in Merethrond when you are ready.'",
      "es": ""
    },
    {
      "id": 162883608,
      "en": "'Thank you kindly for the plates. As you can see, there are not many of us down here. We appreciate any help.\\n\\n'If you have a moment, we were just discussing the best way to defeat those Easterlings we keep hearing about. You look like a skilled warrior. Perhaps you would be able to show us a move or two? We would love to learn how to take them on if they ever got into the kitchen.'\\n\\nYou gladly accept to give them a demonstration of your combat skills.",
      "es": ""
    },
    {
      "id": 111477264,
      "en": "Bring the plates to the kitchen staff",
      "es": ""
    },
    {
      "id": 111477267,
      "en": "Show how you defeat enemies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477269,
      "en": "Collect empty plates ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419816,
      "en": "The kitchen staff can be found in the lowest level of Merethrond.\\n\\nYou should show off your style of fighting for the kitchen staff.",
      "es": ""
    },
    {
      "id": 111477318,
      "en": "Speak with Beregond",
      "es": ""
    },
    {
      "id": 111477320,
      "en": "Collect empty plates ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477273,
      "en": "Bring the plates to the kitchen staff",
      "es": ""
    }
  ]
}