{
  "id": 620964513,
  "txt": [
    {
      "id": 228284040,
      "en": "'I am gladdened that you were able to destroy both the original and the transcript of the scroll, but the skill to summon a creature as foul as a rogmul by words alone is outside the power of most Men.\\n\\n'It is likely that one of the Nazgûl had a hand in devising this plan, and judging by the chosen language, I believe it to be the High Sorcerer of Harad - a Man long succumbed to his Master's will. Unknowingly, the warrior who brought it to the city only worked to lay the foundation for the Enemy's ruinous plans. You did well to banish the rogmul, but I fear it is not the last we shall see of it.\\n\\n'It shall not be long before I call upon you again, [placeholder]. Let us be prepared for the coming of the Enemy!'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Gúldil can be found just inside the Old Archives in the tunnels of the Fifth Circle.\\n\\nGúldil has asked you to confront the thief in the Old Archives.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Mithrandir is in the Court of the Fountain on the Seventh Circle of Minas Tirith.\\n\\nYou should inform Mithrandir of what you encountered in the Old Archives.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Maenir can be found on the first floor of the Houses of Lore in the Fifth Circle.\\n\\nYou should inform Maenir that the scroll is destroyed and the fell power within it banished.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Gúldil can be found just inside the Old Archives in the tunnels of the Fifth Circle.\\n\\nYou have defeated the fell power summoned by the scroll and cleared the Archives of danger. You should now speak to Gúldil.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I am glad to see you return, [placeholder]. Were you able to find the scroll?'\\n\\nYou tell Maenir that the scroll burned after the thief read it aloud, but omit further details.\\n\\n'Ah, I suppose it resolved itself then - I am sorry to have taken so much of your time.\\n\\n'You have my thanks for seeking the scroll, even if it came to naught. All I would ask of you now is to return to Mithrandir and tell him that we need not worry any longer.'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Come - let me lead you through the archives.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Hoping to confront the thief before the words on the stolen scroll can be spoken, Maenir directs you to the Old Archives.",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Talk to Gúldil",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Ah yes, there was one man interested in our gathered knowledge of languages. He was holding a scroll, but I thought nothing of it at the time as most who come through here are studying one thing or another. I do not wish to appear rude, but he seemed to be a bit of a haggard fellow.'\\n\\nYou inform Gúldil that this man is likely a thief and has taken a prized trophy from the Houses of Lore.\\n\\n'I take it back, [placeholder]. Rude or not, he had the look of a thief and that is why I have kept such a close eye on the entrance since he arrived!\\n\\n'I can show you the way to our collection of works on the languages of Men, but I leave it to you to deal with him.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Maenir",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Gúldil",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I heard a great calamity in the back of the Archives! Have you dealt with the thief?'\\n\\nYou inform Gúldil that you were able to confront the thief, but he was slain by some manner of fell spirit.\\n\\n'A spirit? In the archives? Nonsense! If you happened to use too much force and slew that thief, I will not speak against you - you have my word.\\n\\n'Nevertheless, I am glad this matter has been resolved, even at such a cost.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Vile Tongues",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Mithrandir",
      "es": ""
    }
  ]
}