{
  "id": 620964524,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Brotherly Rivals",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d1",
      "en": "'Beregond, I did not realize the weight you have been carrying. You know that you can always share that burden with your brother. I would treat Bergil as a son if the worst came to pass. Do not worry for your son; be with him instead. On the battlefield, I shall protect the both of you until the bitter end.\\n\\n'I do not want to stop your friendship with the Halfling. He brings you joy and hope. That is something we all need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a4",
      "en": "The Prow is near the Citadel.\\n\\nSpeak with Beregond on the Prow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502950",
      "en": "Complete Quest: Merethrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01176",
      "en": "The Prow is near the Citadel.\\n\\nSpeak with Beregond on the Prow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502922",
      "en": "Hear what Iorlas has to say",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502952",
      "en": "Find the source of the scuffle on the Prow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a6",
      "en": "'I do not understand your jovial attitude, brother. How can you be happy in time of war!? Is it that hobbit friend? You spend so much time with that Halfling, it's like your own brother does not even exist! Bergil, your son, needs your guidance on the eve of battle. You may not see him tomorrow!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d5",
      "en": "'Thank you, Iorlas. It is good to hear these words coming from you. I will spend more time with my family. Hopefully, Peregrin will be able to join us. I am sure we will all enjoy the hobbit's company.\\n\\n'Now, [placeholder], there is something that I must ask of you. I believe you came here to investigate our argument, most likely on Ormatar's orders. If you would be kindly to us, keep our quarrel a secret whilst we return to our posts. We would rather not get in trouble for this little family dispute.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a8",
      "en": "Ormatar can be found at the Citadel.\\n\\nYou should speak to with Ormatar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502954",
      "en": "Get between Iorlas and Beregond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502926",
      "en": "Hear what Beregond has to say",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502957",
      "en": "Hear what Iorlas has to say",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d9",
      "en": "You explain to Ormatar that the noise was just some nobles who were staying at the Southern Great Guest-house. They were having a heated discussion but you calmed them down.\\n\\n'Good, I am glad it was not any of my men. Those nobles spend so much time bickering and not enough time getting actual work done. Well, enough talk from me. I'll let you get back to more important matters.\\n\\n'You are quite efficient. Perhaps you would be willing to join the Citadel Guard one day?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "The Prow is near the Citadel.\\n\\nFind the source of the scuffle on the Prow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Iorlas is guarding the rise to the Seventh Circle. Beregond is at the Citadel.\\n\\nYou should speak with Iorlas and Beregond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56867",
      "en": "Beregond looks calm, yet troubled. A moment passes before he speaks.\\n\\n'It is true, my brother. Spending time with Peregrin has indeed allowed me not to dwell on the bloodshed to come. Before I met the Halfling, I was worried for you, for Bergil, and for Gondor. This worrying only left my spirits in decay. With my spirits fading, I pushed those I cared about away. I am ashamed to have been so distant, Iorlas.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Ormatar can be found at the Citadel.\\n\\nYou should speak with Ormatar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "The Prow is near the Citadel.\\n\\nStop Beregond and Iorlas from fighting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502930",
      "en": "Speak to Ormatar and cover for the brothers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be3",
      "en": "Iorlas wants to help Beregrond see this battle through",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d19",
      "en": "Ormatar confessed that he is more than short-handed when it comes to staffing the Southern Great Guest-house and the feast-hall, Merethrond. He asked you to ask guards on duty to help out with additional tasks in the Seventh Circle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be7",
      "en": "Beregond agrees with Iorlas and smiles",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50268",
      "en": "Hear what Beregond has to say",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56815",
      "en": "'You are correct, I am Iorlas. What brings you to the Gate of the Citadel?'\\n\\nYou explain Ormatar's orders and Iorlas looks increasingly displeased.\\n\\n'While I appreciate your visit, I can't say I appreciate these orders from Ormatar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56845",
      "en": "'Thank you for your help. I just received word that there is some sort of disturbance on the Prow. Perhaps a scuffle. Would you mind looking into that for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56817",
      "en": "'I know who you are. My son Bergil has told me about you! I've heard countless stories of your heroics throughout the city.'\\n\\nYou tell Beregond that you appreciate his words and explain that you are here to give orders from Ormatar.\\n\\n'All in a day's work, I suppose. Is it true that you are a friend of Peregrin Took? He is a friend of mine as well! We have much to discuss.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b93",
      "en": "Beregond and Iorlas are having an argument!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c1",
      "en": "‘[placeholder], I must confess, there is a shortage of staffing in all the buildings of the Citadel. Only the guard posts are fully stationed on the eve of war. Still we have nobles staying at the Southern Great Guest-house and eating at the feast-hall, Merethrond. I need some of my guards to leave their post and take on additional duties up here. Would you mind delivering these orders in my stead?\\n\\n'Speak with Iorlas and send him to the Southern Great Guest-house to tidy up the baths. Also, speak with Beregond and send him to Merethrond to tidy up the tables. We must all do our part to keep this city running.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b95",
      "en": "You stop the two brothers from arguing with their fists",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01168",
      "en": "The Prow is near the Citadel.\\n\\nSpeak with Iorlas on the Prow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b98",
      "en": "Iorlas is still quite upset",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50216",
      "en": "Speak with Iorlas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b99",
      "en": "Beregond is upset by his own actions",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Speak with Ormatar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50218",
      "en": "Speak with Beregond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50219",
      "en": "Complete Quest: The Southern Great Guest-house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a0",
      "en": "The Prow is near the Citadel.\\n\\nSpeak with Iorlas on the Prow.",
      "es": "",
      "es (fem)": ""
    }
  ]
}