{
  "id": 620964515,
  "txt": [
    {
      "id": "0x78e1fa3",
      "en": "Withered and Wracked",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Ristagír and Mílien can be found outside her home in the Fourth Circle of Minas Tirith.\\n\\nRistagír has asked you to meet him and his nephew at Mílien's home. You should speak to them upon your arrival.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "The men are standing along the wall in the Fourth Circle.\\n\\nYou have discovered two men, one of whom is wearing clothing soaked in water. You should confront them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "You have found Círgon, but one of his model ships is battered and sunken!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Círgon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Thank you again for talking with Círgon. As much as he enjoys his time to himself, I know he needs the company of others to help him through these times. Now, let us wait for him to return.\\n\\n'He should not be long...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Oh, Círgon...\\n\\n'It never takes him this long to make it back from the Baths - with or without his ships. I wonder what could be wrong...\\n\\n'[placeholder], can you travel back to the Baths and see if Círgon is somewhere nearby? If he's still there, perhaps it would be best if you escorted him home.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You have discovered two men having a heated conversation, and one is soaked!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "Before you even approach Círgon, you can tell that he is devastated. He is visibly shaking and tears are streaming down his face.\\n\\n'I don't know what happened... I-I don't understand! I went to bring my cart over and... now it's ruined! Why, [placeholder]?\\n\\n'I told Father I'd look after them...'\\n\\nYou attempt to calm Círgon and assure him that you will uncover who was behind such a vile act. As you do, you notice scattered puddles of water leading away from the Baths.\\n\\n'What does it matter? I can't repair it on my own!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "A trail of puddles leads away from the Baths...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Círgon has delayed in returning home, and Mílien fears he has gotten himself into trouble.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Don't involve yourself in this, stranger. I am having some words with this one, and I do not have time to deal with you as well.'\\n\\nYou inform the man that you come on behalf of Círgon, and seek the person who destroyed his model ship.\\n\\n'Círgon? I am Ristagír... his uncle. I am sorry to meet you under such circumstances, but I could not allow this man to flee after seeing what he had done. This wretch had it in his head to break a child's toy as some form of protest against the Steward. This is not a way for any to behave - no matter how aggrieved!\\n\\n'Tastan here will be collected by the guards shortly, and then I shall bring Círgon back to his mother's house. I would be grateful if you would meet me there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Círgon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I cannot thank you enough for your help, [placeholder].\\n\\n'It breaks my heart to know what happened to poor Círgon's ship, but Ristagír has vowed to help him build a new model in time for Círhir's return. Ristagír is a good man, and I know Círgon will be glad to have him around more often.\\n\\n'I do not know when my husband will return, but I hope it is soon.\\n\\n'You are always welcome among us, [placeholder]. Let us hope brighter days are ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Follow the trail of puddles away from the Baths of Belecthor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Ristagír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Ristagír outside Mílien's home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Mílien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Wait for Círgon to return home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Mílien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Search for Círgon near the Baths of Belecthor in the Fourth Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Mílien is outside her home in the Fourth Circle of Minas Tirith.\\n\\nMílien is waiting for Círgon to return home. You should wait with her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Mílien is outside her home in the Fourth Circle of Minas Tirith.\\n\\nCírgon has not returned home as quickly as he suggested. You should now talk to Mílien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "The Baths of Belecthor can be found to the north in the Fourth Circle.\\n\\nMílien has suggested you begin your search for Círgon where you last saw him - at the Baths.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Círgon is standing near the Baths of Belecthor in the Fourth Circle of Minas Tirith.\\n\\nYou have found Círgon, but he is in clear distress as one of his ships has been vandalised and broken.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "The puddle lead away from the Baths of Belecthor in the Fourth Circle of Minas Tirith.\\n\\nYou have attempted to comfort Círgon, and should now try to seek out the person responsible for this crime.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Círgon can be found outside his home in the Fourth Circle of Minas Tirith.\\n\\nYou have spoken to Círgon's family and should now speak to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'[placeholder], I am glad you have come.'\\n\\nRistagír beckons to you to lean in and begins to speak in a hushed tone.\\n\\n'I have a confession to make, my friend. I was only able to apprehend Tastan with such haste because he was of our order - he was of the Withered Tree. Seeing what he'd done... I had much to consider. I was disgusted, not only with his actions, but also with my own for aligning myself with such folk. I shall not be a part of a group that preys on the helpless under the guise of some noble goal. A pox on the Withered Tree!\\n\\n'I only hope my family will understand - for it is hard even for me to understand my actions. Until this war is ended, I shall stand by my loved ones. It is there that I am truly needed.\\n\\n'Círgon is a good boy, and I see much of my brother in him. I shall help him rebuild his ship and perhaps I'll show him more of the art until Círhir's return.\\n\\n'Thank you, [placeholder]. You shall ever be welcome among my family.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Hello, [placeholder]!\\n\\n'I am glad to see you again, and I hope you had fun with my ships. I certainly did until, you know...\\n\\n'I'm sad that cruel man broke my ship, but Uncle has promised that he'll help me build a new one. It's so nice of him to help - he doesn't even like boats!\\n\\n'I want to spend some time with my family tonight. Is that okay? I do not mean to push you out of supper!\\n\\n'Maybe you can join me at the Baths when my new ship is done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Círgon is nowhere to be found...",
      "es": "",
      "es (fem)": ""
    }
  ]
}