{
  "id": 620964509,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Fróki can be found inside the Blue Theatre at the southern end of the Fourth Circle.\\n\\nFróki has asked you to help The Cloudyheads prepare for their performance in the Blue Theatre.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "The Blue Theatre can be found to the south in the Fourth Circle of Minas Tirith.\\n\\nPolla has asked you to meet her and the rest of the Cloudyheads in the Blue Theatre as they work to prepare their performance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to someone from the Cloudyheads inside the Blue Theatre",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Members of the Cloudyheads can be found inside the Blue Theatre in the Fourth Circle of Minas Tirith.\\n\\nYou have arrived at the Blue Theatre and should now speak to someone from the Cloudyheads about what is to be done next.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'By Durin's beard, you are just in time, [placeholder]!\\n\\n'Polla told me to keep watch for your arrival, and now that you have come, I feel as if a great weight has been lifted from our backs. The others are scrambling to prepare and we are in great need of aid if we are to perform today!\\n\\n'Tell me when you are ready, and we can join the others behind the stage!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Polla Stoutley and the Cloudyheads can be found inside the Blue Theatre to the far right of the entrance in an alcove with a fire-place.\\n\\nYou have helped the Cloudyheads perform inside the Blue Theatre, and should now speak to Polla Stoutley.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Polla Stoutley in the Blue Theatre",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'We cannot thank you enough for what you have done, [placeholder].\\n\\n'It was an honour to perform in this theatre, and better yet to bring a small measure of joy to those who have so much to fear in the coming days.\\n\\n'You may be a [placeholder], a warrior, an adventurer - but among us, you shall always be a friend in our hearts.'\\n\\nThe other members of the Cloudyheads salute and bow in your honour.\\n\\n'May your days ahead grow brighter, my friend... even if the skies do not. Remember, no matter what evil may come - our music shall never die!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Do you want to know, [placeholder]?\\n\\n'Perhaps you should take a seat first - poor Robbo almost fainted when I told him! Very well, very well... we are going to be performing at the Blue Theatre! It is a theatre of remarkable size and wreathed in every shade of the most beautiful blue you can imagine. I have only visited it once, and never dreamed to perform there! \\n\\n'Our performance is soon... possibly a bit too soon, but I cannot deny the band such an opportunity. I only hope we are prepared!\\n\\n'The Blue Theatre is to the south in the Fourth Circle - I can never remember their proper names! Will you aid us one last time, my friend?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Fróki in the Blue Theatre",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "You have arrived at the Blue Theatre and should now search for the band within",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Travel to the Blue Theatre in the Fourth Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'All right, let us go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d16",
      "en": "The Cloudyheads have negotiated a performance in the legendary Blue Theatre of Minas Tirith, but now they must think on how best to utilise the theatre's grand scale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bustle in the Blue Theatre",
      "es": "",
      "es (fem)": ""
    }
  ]
}