{
  "id": 620964506,
  "txt": [
    {
      "id": "0x9b56886",
      "en": "Daenar watches as you approach, but gives no reply as you introduce yourself. She merely smiles, and returns to walking about the garden.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Band of Travellers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Polla Stoutley can be found just outside the Stone Theatre in Minas Tirith.\\n\\nYou have introduced yourself to the Cloudyheads and should now return to Polla.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Ah, hello, [placeholder]! Polla has been talking to me about you since you first arrived, and I haven't seen her this excited in some time. For my part, I am glad to finally have a word with you!\\n\\n'Truth be told, we are all a tad anxious to perform. We came to the city just before the battle intensified, and now it seems we are trapped in here with the folk of Gondor. We only came to perform a show, and if it could be our last, I would prefer it to be our finest.\\n\\n'Góthrik is a fine dwarf, and I am disappointed that our paths are no longer aligned. Perhaps the fate of Gondor weighs too heavily on him...\\n\\n'We could all use a bit more joy in such times. If you would join us, perhaps it might lift the gloom hanging over the City.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Gord Dunley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Hollur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Hallo, traveller!\\n\\n'Are you an admirer of music? My band, the Cloudyheads, has travelled about from the Shire to Bree to the Trollshaws to Rohan and now to Gondor! We've come to Minas Tirith to perform in its grand theatres and we're almost ready!\\n\\n'Yet... in a manner of speaking, we are a bit stuck at the moment.\\n\\n'The Stone Theatre is a lovely place and one I'd much like to show my family back home, but the workers within are far too noisy! We tried to practice earlier and they made such a ruckus that we had to leave!\\n\\n'They seem like fine, diligent Men, but what good is a theatre if it cannot be used by musicians?\\n\\n'If you would convince them to shirk their duties, even for an hour or two, I would be most grateful!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Robbo Gristback",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Daenar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Polla Stoutley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "You see a dwarf tucked away in the shadows of the tavern...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Fróki",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Oh, thank you! Those workers were being much too noisy when we tried practicing in the theatre earlier.\\n\\n'If we are to perform in the Stone Theatre soon, everything must be in order. Sweeping and hammering have no place in a hall of music!\\n\\n'I know it was a simple task to ask of one as travelled as you, but we are in quite the pickle, you see. Our stagehand, Góthrik, has been... lacking in his duties as of late. He has spent more of each recent day huddled in local taverns than he has with the band.\\n\\n'If you would search the taverns for him, starting in the Wheel and Cask nearby, please tell him his help is sorely needed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'What - what do you want?'\\n\\nGóthrik is clearly enjoying his time at the Wheel and Cask, but you inform him of Polla's request to return.\\n\\n'Ho ho! I do not think so, [placeholder]... I have had enough of their demands, and not nearly my fill of these fine draughts. This is war-time - there are barely enough people to mount even a meagre showing! I don't know what Polla is on about!\\n\\n'If these are to be my final days, am I to spend them lugging around instruments and picking up after Gord and the others? Nay, I am finished with them. Tell her that I quit!\\n\\n'You are welcome to take my place, but do not say I didn't warn you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Peculiar musicians known collectively as 'The Cloudyheads' have arrived in Minas Tirith and hope to put on an extravagant show in the City's beloved theatres.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "The Wheel and Cask can be found to the north-east in the First Circle of Minas Tirith.\\n\\nPolla has asked you to seek out her band's stagehand, Góthrik, who hasn't been seen since they arrived in Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Góthrik can be found inside the Wheel and Cask tavern in the First Circle of Minas Tirith.\\n\\nYou have found Góthrik in the Wheel and Cask, and should now ask him to return to aid the Cloudyheads in setting up their new performance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'He quits?! He can't quit!\\n\\n'This will not do at all, [placeholder]. We cannot manage our performances without a stagehand - it is simply not possible!\\n\\n'What do you think of Góthrik's offer to join us? He seems to have painted us in a rather grim light, but I assure you, we are good folk!\\n\\n'If you are uncertain, why don't you speak to the others first and introduce yourself?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The Stone Theatre can be found in the northern section of the First Circle.\\n\\nPolla Stoutley has asked you to shoo away workers from the stage in the Stone Theatre so that her band can practice without distraction.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Search for Góthrik in the Wheel and Cask tavern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Polla Stoutley can be found just outside the Stone Theatre in Minas Tirith.\\n\\nYou have shooed away the workers in the Stone Theatre and should now return to Polla.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Polla Stoutley can be found just outside the Stone Theatre in Minas Tirith.\\n\\nGóthrik has decided to quit working with the Cloudyheads and has asked you to inform Polla of his resignation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Góthrik",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Polla Stoutley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Shoo workers away from the stage in the Stone Theatre ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "The other members of the Cloudyheads can be found near the entrance of the Stone Theatre.\\n\\nPolla has asked you to introduce yourself to the band before taking over Góthrik's duties.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Polla Stoutley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Polla sent you to talk to me?\\n\\n'I am glad to meet you, but as you can see, I am busy at the moment.'\\n\\nGord nods downward at the crowd of women gathered before him.\\n\\n'Góthrik has quit, eh? It's just as well. You'll do fine in his stead. Now then, shouldn't you be off meeting the others? \\n\\n'Sorry for the interruption, ladies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "Hollur is playing a drum as you approach, but does not stop as you begin to introduce yourself. Instead, he simply talks over it as he introduces himself in turn.\\n\\n'Ho there, [placeholder]! I did hear your name correctly, didn't I? It is nice to meet you, and even nicer for you to take up Góthrik's duties in his absence.\\n\\n'Oh, you haven't accepted yet? Hah! I must be getting ahead of myself!\\n\\n'Robbo and I are busy practicing a little tune of ours, so I'll get back to it now if you don't mind. If you haven't met Robbo, make certain you introduce yourself to him. He's a fine hobbit, he is.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Shooed workers away from the stage in the Stone Theatre ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Hallo there! I am Robbo Gristback, but you may call me Robbo.\\n\\n'I'm a practised lutenist and one of the two founders of the Cloudyheads along with my dear friend, Polla.\\n\\n'Am I to understand that Góthrik has abandoned his position in the band? A shame... I'd rather grown to like having so many dwarves around. They remind me of home, as strange as that might sound.\\n\\n'In the meantime, I hope you consider Polla's offer. I'd be glad to have you around as we ready ourselves for our biggest show yet!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'I hope the others gave you a warm welcome, [placeholder]! Don't mind Daenar - she's a bit of an odd one, if I might say so.\\n\\n'You seem like a fine [placeholder]. Robbo and I have come a long way from the Shire and met many friends along the way - I would be glad to count you among them.\\n\\n'If you'd like to join the Cloudyheads, you need only say the word and we can get to work!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}