{
  "id": 620964511,
  "txt": [
    {
      "id": 111477393,
      "en": "Talk to Maenir",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Maenir can be found on the first floor of the Houses of Lore in the Fifth Circle.\\n\\nMithrandir has expressed great concern about the lost scroll and urges you to speak to Maenir and destroy his transcript before it too falls into the wrong hands.",
      "es": ""
    },
    {
      "id": 86966501,
      "en": "Burn the scrawled transcript in the Houses of Lore",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Can you not see that I am busy? Ah, I am sorry, [placeholder]. There have been many folk about the Archives today, and it is a great challenge to maintain order with so many things out of place.'\\n\\nYou tell the archivist of Maenir's concern.\\n\\n'Ah, Maenir... he is a good fellow, if a bit overbearing. As I said, several people have passed through the Archives today. Some studying the line of Kings, and others the Great Plague...\\n\\n'Allow me to think a moment...'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Maenir can be found on the first floor of the Houses of Lore in the Fifth Circle.\\n\\nYou have burned the transcript at Maenir's urging and should speak to him again.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Gúldil can be found just inside the Old Archives in the tunnels of the Fifth Circle.\\n\\nMaenir has asked you to seek out Gúldil in the Old Archives as he fears the thief will soon find need of the ancient texts within.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Although part of me still yearns for the knowledge we may have lost, I am glad to see the Enemy's words turned to ashes.\\n\\n'If our thief seeks to speak it, there is only one place he might learn of or study such a language - in the Old Archives! I know of an archivist, Gúldil, who is unfailing in his vigilance and dedication to maintaining our old texts. If you were to speak to him, he might be able to tell you of unfamiliar faces that have come to the Archives this day. It is the best chance we have to track down the scroll before the hour is too late!\\n\\n'Go to the Archives with haste, [placeholder]... I fear what power the scroll might restrain if even Mithrandir would not speak of it.'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "The fireplace can be found near Maenir in the Houses of Lore.\\n\\nMaenir has urged you to heed Mithrandir's advice and burn the transcript of the scroll.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Did you speak to Mithrandir? I am most curious what he had to say about the text!'\\n\\nYou inform Maenir that Mithrandir urges the transcript destroyed and that the words themselves can only aid the Enemy.\\n\\n'Can such things be? Some foul sorcery bestowed upon a mere scroll... I am relieved that I did not attempt to speak it!\\n\\n'I urge you to do as Mithrandir asked, my friend. Here, burn it in the fireplace beside me.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "The transcript folds and burns in the flames...",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I have translated the words on this scroll, but I will not speak them!\\n\\n'The language is old... older than most, and it tells of nameless things torn from their depths and bound to Sauron's will. I shall say no more of it... this is a tool of the Enemy and no good can come of speaking these words. If ever you have doubted my words or judgement, trust them now. I advise you to burn this at once before any ill fate can befall you or this Maenir you spoke of.\\n\\n'You may tell him that it contains something of fell design, but do not speak more on it - even if pressed. I do not wish him to worry his fellows on the eve of war for such things can turn the tide of battle before it even begins.'",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Alarmed by the text of the transcript from the Houses of Lore, Mithrandir advises you to seek out the thief at once before it can be used against the Men of Gondor.",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Maenir",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Words of the Enemy",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Gúldil in the Old Archives",
      "es": ""
    }
  ]
}