{
  "id": 620964537,
  "txt": [
    {
      "id": 111477394,
      "en": "Complete Quest: Breach in the Darkness: The Back Door",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Complete Quest: Breach in the Darkness: The Invaders",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Complete Quest: Breach in the Darkness: Kamabhosh",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Complete Quest: Breach in the Darkness: Treachery",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Complete Quest: Breach in the Darkness: The Withered Foe",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Rathon can be found at the northern end of the Fourth Circle of Minas Tirith.\\n\\nYou should speak with Rathon.",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Speak with Rathon",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Quickly, into the Cisterns!'",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'I thank you for your assistance, [placeholder]. With time, I hope to drive our enemies back whence they came and restore the Cisterns to its former state.'",
      "es": ""
    },
    {
      "id": 24695137,
      "en": "The Withered Tree has taken hold of the Cisterns and let a raiding party of Orcs into the city. It is up to you to regain control of the Cisterns.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'The Withered Tree somehow found a way into the Cisterns and set up encampments there. You would think it a small nuisance but they've been talking with the enemy! There's a raiding party of Orcs in the Cisterns right now and the Withered Tree let them into the city! To think the Withered Tree are Gondorians! We must band together, not fight one another. Please stop them, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Finding a Breach in the Darkness",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Rathon can be found at the northern end of the Fourth Circle of Minas Tirith.\\n\\nYou should speak with Rathon and assist him with protecting the Cisterns.",
      "es": ""
    }
  ]
}