{
  "id": 620803810,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have collected Limael's Vintage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Time expired!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have received an order to fill a delivery to a member of the Inn League who has been stranded away from the festival this season.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have here a list of requests to assist Inn League members in need, stranded away from home with the support of their beer-loving brethren. It seems they miss their favourite drinks, or in some cases they've never even tasted them!\\n\\n'There is a good fellow at Thornley's Worksite by the name of Wesley Hopwood. He apparently mopes day in and day out since the year he was able to get away and join us for some festival adventuring. He dearly wishes to begin the Challenge.\\n\\n'Let's see here...ah yes. The first brew he needs to sample is none other than Limael's Vintage, and that can be found in Ered Luin, in a pretty Elf-port called Celondim. Have you been there? It is lovely. My travels brought me there once for this very same reason. You should bring some Limael's Vintage to Wesley Hopwood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Limael's Vintage can be purchased in Celondim in Ered Luin.\\n\\nYou should collect Limael's Vintage from a Vintner in Celondim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Huh? Oh, good day to you. Sorry, I've been a bit lost in my own thoughts. Thinking about great kingdoms and adventuring kings...but you know, I don't know why I torment myself like that. It's not like I'll ever get to see such great things. I'll be stuck here forever, working on these homes.\\n\\n'Farthest I ever been from here is the Shire, and all I did there was join their silly little Inn League. Guess I thought it would be nice to be part of something big, but now all I know is that I'm going to fail their Challenge. The first spirit I'm supposed to drink is a bit of wine called \\qLimael's Vintage,\\q but it's only found all the way out in a vineyard just west of Celondim in Ered Luin.\\n\\n'Hmm, you look like a bit of a traveller. Would you help out a poor soul and get me a bit of Limael's Vintage? I'd hate to fail at this Challenge, not sure I could live with myself....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wesley Hopwood is at Thornley's Work-site in Bree-land, far to the east of Ered Luin.\\n\\nWesley Hopwood has told you that he will never be able to travel to Celondim in Ered Luin to find the \\qLimael's Vintage\\q he needs to complete the Inn League's Challenge. He has asked you to collect some of the wine for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It's Limael's Vintage you want, in Celondim. I'm sure there is a vintner there who can help you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What's that? Is that it? Is that Limael's Vintage? It looks amazing...it's an Elf-wine, isn't it? I...I never thought I'd see such a thing in all my life!\\n\\n'You've done me a great favour, [placeholder]! Perhaps...no, there is no perhaps about it! I will definitely complete the Challenge now. I will travel all over Eriador. And perhaps some day I will see those great kingdoms and adventuring kings I've dreamed about!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Have you had a chance to get me a bit of \\qLimael's Vintage\\q from Celondim in Ered Luin? I don't know if I'll ever be able to entirely complete the Challenge, but it would be nice to at least get a start.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Hello again. Have you had a chance to get me a bit of \\qLimael's Vintage\\q from Celondim in Ered Luin? I don't know if I'll ever be able to entirely complete the Challenge, but it would be nice to at least get a start on it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Limael's Vintage from Celondim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring Limael's Vintage to Wesley Hopwood at Thornley's Worksite",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return with Limael's Vintage before time expires!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Never Far From Home",
      "es": "",
      "es (fem)": ""
    }
  ]
}