{
  "id": 620803820,
  "txt": [
    {
      "id": 218649169,
      "en": "'I have received urgent messages from Trestlebridge -- it seems that the town has again come under attack by the vicious Ongbúrz Orcs and needs reinforcement swiftly, lest it fall into the hands of the Enemy.\\n\\n'That town remains the linch-pin of our defence of Bree-land beyond -- should the Orcs break through in great numbers, it will not be in our power to keep them at bay any longer, and matters will become dark indeed.\\n\\n'So gather your allies quickly and then go to Halbarad, who will organize your place in the defence.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I must apologize to you, for I fear my behaviour towards you was nearly unforgiveable. I see now that the constant Orc-attacks were nothing compared to what Angmar could bring to bear on this small town.\\n\\n'You and the Ranger Halbarad have risked your lives to save my people. I am in your debt.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Are you prepared for the battle ahead? It will be a difficult one, and we will need all the warriors you can gather.\\n\\n'Are you ready to leave now?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Defence of Trestlebridge -- Redux",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Handaron has told you that Halbarad requires the aid of a band of warriors to help bolster the defence of Trestlebridge against an assault by the Orcs.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Halbarad",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Halbarad is at Esteldín in the North Downs.\\n\\nHandarod has asked you to speak with Halbarad and lend him your aid in defending Trestlebridge. The townsfolk will not be able to defend against the Orcs alone. Handarod suggested that you take allies with you.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Nellie Boskins",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nellie Boskins can be found in Trestlebridge.\\n\\nAt Halbarad's side, you helped defend Trestlebridge from the Orcs that sought to destroy it. At the conclusion of the battle, Nellie Boskins asked to speak with you.",
      "es": ""
    }
  ]
}