{
  "id": 620803812,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have collected Moor-boar Beer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected a mug of Moor-boar Beer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Time expired!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have received an order to fill a delivery to a member of the Inn League who has been stranded away from the festival this season.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have here a list of requests to assist Inn League members in need, stranded away from home without the support of their beer-loving brethren. It seems they miss their favourite drinks, or in some cases they've never even tasted them!\\n\\n'I hope you are ready to freeze your toes, for this member-in-need is all the way in a land called Forochel. I've never heard of Forochel. Have you? Anyway, I believe he was going to Zigilgund, and obviously he will not have access to our fine festival activities out there.\\n\\n'You should bring him some Moor-boar Beer from The Prancing Pony. That should cheer him up and warm him too!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Moor-boar Beer can be found in The Prancing Pony of Bree-town.\\n\\nYou should appeal to Barliman Butterbur for a sample of some Moor-boar Beer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, a friend of the Inn League. Perhaps you can help, for it is a dark day. You see, I am without beer. I have just arrived in Zigilgund, and I left all the kegs of beer out in the cold overnight. In the morning, I discovered that they had frozen solid and burst open!\\n\\n'The saddest part is that one of those kegs contained the last beer I needed to complete the League's challenge. It was foolish, I suppose, but I wanted to enjoy the last beer with my brother and celebrate completing the Challenge together. Now I am without the beer and cannot leave.\\n\\n'Would you perhaps do another League member a favour? Could you perhaps bring me a mug of the last beer I need? It is called \\qMoor-boar Beer\\q and can only be found a great distance away at the Prancing Pony in Bree-land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Prancing Pony Inn is in the town of Bree in Bree-land, far to the south of Forochel. Lófi is at Zigilgund in Forochel, far to the north of Bree-land.\\n\\nLófi has told you his sad tale, that he is without the beer he needs to complete the Inn League Challenge. He asked if you could bring him the beer he needs, \\qMoor-boar Beer,\\q which can only be found at The Prancing Pony Inn in Bree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you looking for some Moor-boar Beer? I do not have any on me. I drank it all. You should really go to The Prancing Pony if you want some.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You are a brave adventurer to bring me this beer here in the frozen North! I will speak of your courage wherever I may go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'If you find yourself travelling through Bree, stop by The Prancing Pony and get for me some \\qMoor-boar Beer.\\q'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'If you find yourself travelling through Bree, stop by the Prancing Pony and get for me some \\qMoor-boar Beer.\\q'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Moor-boar Beer from the Prancing Pony",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the Moor-boar Beer to Lófi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect a mug of Moor-boar Beer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return with the Moor-boar Beer before time expires!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Dark Day",
      "es": "",
      "es (fem)": ""
    }
  ]
}