{
  "id": 620803814,
  "txt": [
    {
      "id": 136263297,
      "en": "You have collected Beakbreaker Ale",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected a mug of Beakbreaker Ale",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Time expired!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have received an order to fill a delivery to a member of the Inn League who has been stranded away from the festival this season.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have here a list of requests to assist Inn League members in need, stranded away from home without the support of their beer-loving brethren. It seems they miss their favourite drinks, or in some cases they've never even tasted them!\\n\\n'A good dwarf named Óli wishes to sample his cousin's favourite drink in all the world: none other than Beakbreaker Ale from The Comb and Wattle Inn.\\n\\n'I am sure you've been to Combe, have you not? Their Beakbreaker Ale is fine indeed.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Comb and Wattle Inn is in the village of Combe in Bree-land.\\n\\nYou should travel to Combe and collect some Beakbreaker Ale from the inn there.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Greetings, friend! I would not have thought it possible to run into another member of the Inn League here, atop the peaks of the Misty Mountains. Yet, here you are, and perhaps you are of a mind to help a League member in need.\\n\\n'You see, my cousin, Atli Spider-bane, sent word to me of an ale he has taken a liking to -- and that is putting it mildly. His letter goes on and on about this ale, and now I simply must have a taste of it! I suppose if I had taken up the Inn League Challenge I would have tasted it, but I've no time at the moment. My duties to Glóin keep me far too busy. Perhaps, though, you can help me in this regard.\\n\\n'If you happen to be near the Comb and Wattle Inn in Bree-land, would you stop by and purchase a pint of \\qBeakbreaker Ale\\q for me?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Óli is at Hrimbarg in the Misty Mountains, far to the east of Bree-land.\\n\\nÓli has asked you to bring him a pint of \\qBeakbreaker Ale\\q from The Comb and Wattle Inn.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Beakbreaker Ale can only be got at The Comb and Wattle. Isn't that interesting? I think it is very interesting.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah, you have returned and with the Beakbreaker! Now I will finally know what my cousin has been going on about for so long. I wish I could give you more than my thanks for this, friend!\\n\\n'Rest assured, all that I meet shall hear of the favour you have done me!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Greetings to you again, friend. Still travelling about the Misty Mountains? Keep an eye out for goblins. They are everywhere as of late.\\n\\n'Oh and do not forget: if you happen to be travelling by The Comb and Wattle Inn in Combe in Bree-land, please pick me up a pint of \\qBeakbreaker Ale.\\q'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Greetings to you again, friend. Still travelling about the Misty Mountains? Keep an eye out for goblins. They are everywhere as of late.\\n\\n'Oh and do not forget: if you happen to be travelling by The Comb and Wattle Inn in Combe in Bree-land, please pick me up a pint of \\qBeakbreaker Ale.\\q'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Beakbreaker Ale from the Comb and Wattle",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the Beakbreaker Ale to Óli",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect a mug of Beakbreaker Ale",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Return with the Beakbreaker Ale before time expires!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Atli's Favourite",
      "es": ""
    }
  ]
}