{
  "id": 620803811,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have collected Blagrove's Brown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected a mug of Blagrove's Brown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Time expired!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have received an order to fill a delivery to a member of the Inn League who has been stranded away from the festival this season.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have here a list of requests to assist Inn League members in need, stranded away from home without the support of their beer-loving brethren. It seems they miss their favourite drinks, or in some cases they've never even tasted them!\\n\\n'Here's a funny story, though I'm not supposed to be spreading it around: Harigar Mudbottom, one of our most vocal enthusiasts, hasn't tried Michel Delving's own Blagrove's Brown yet! It is here on my checklist, waiting to be checked, and my checklist is never checked unless a drink is duly drunk!\\n\\n'You should bring him some of Blagrove's Brown so he can finish up. Oh, and...you don't need to tell him that I told you his whole story.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Blagrove's Brown can be purchased at The Bird and Baby Inn, in Michel Delving.\\n\\nYou should buy some Blagrove's Brown for delivery to Harigar Mudbottom, who waits in Oatbarton.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Another Outsider passing through? Well, usually I don't cotton much to Outsiders, but in this case an Outsider is exactly who I need. Now, what I'm about to tell you cannot be repeated to anyone!\\n\\n'You see, I've made a bit of a name for myself as being an expert on ales, wines, and the like. And one night, I got to boasting and said there was no need for me to take up the Inn League Challenge, as I'd already drunk every type of spirit that could be found west of the Misty Mountains. Then someone asked if I had drunk a \\qBlagrove's Brown\\q from the Bird and Baby, and...and to my horror I realized I never had!\\n\\n'Can you believe it? Me, living all my life in the Shire, and I had never drunk an ale found right in Michel Delving! What's worse is I lied, aye, I lied and said I had! Now I can't show my face down there and enjoy what might be the finest ale in all the Shire! I can't live like that! Could you fetch me a bit of that ale?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Bird and Baby Inn is in Michel Delving. Harigar Mudbottom is in Oatbarton.\\n\\nHarigar Mudbottom told you of the horror he experienced when he realized he had never had a \\qBlagrove's Brown\\q from the Bird and Baby. Since he lied and told others that he had, he has asked you, in the strictest of confidence, to fetch him a mug of the ale so that he can truly say he has had a sip of every ale, wine, and spirit that can be found west of the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Blagrove's Brown can be found in The Bird and Baby Inn in Michel Delving. I would head that way, if I were you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Do you have it? Good! Quick now, no one is looking. Give me that mug. I'll take this back into the house and drink it there.\\n\\n'My thanks for doing this for me. Now I can hold my head up high and truly say that I've completed the Inn League Challenge. I really drank every spirit there is to be found west of the Misty Mountains!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'What a pickle I am in!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Why are you standing about here? I've told everyone that I've tasted every spirit there is west of the Misty Mountains, yet I've never tasted the \\qBlagrove's Brown.\\q Please get a mug of it from the Bird and Baby in Michel Delving and bring it here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Blagrove's Brown from the Bird and Baby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the Blagrove's Brown to Harigar Mudbottom",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect a mug of Blagrove's Brown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return with the Blagrove's Brown before time expires!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Bit of Brown",
      "es": "",
      "es (fem)": ""
    }
  ]
}