{
  "id": 620803939,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Collect the Silvan thirty-point's flank",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It seems Linden's sensitive stomach is not as grateful as I am for your help. He is of the highest breed, you see, and must be fed lean, tender meat. I promise not to trouble you again, if you can only supply him with some suitable food.\\n\\n'I have overheard the Lossoth -- wonderful people you know -- saying something about an immense elk-buck who keeps watch over the southern end of the forest. Surely his flanks would be strong and rich for Linden here.\\n\\n'I think you will find him if you journey south-west into the start of the foothills, just beyond the southern shore.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Linden's spirits are finally picking up. It seems that after all this time, I should be packing to journey on with you instead of my fellows, but alas I must be on my way to meet them.\\n\\n'I will prepare to take my leave, but I thank you heartily for your assistance, and I know Linden thanks you as well in his way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Linden is quite particular, but if you can just bring him the lean meat he requires, we can be on our way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Choicest Cut",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You hunted the moose as Cenlieg requested, but the lore-master's bear-friend did not like the meat you had given it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected the Silvan thirty-point's flank",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect the Silvan thirty-point's flank",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The great elk can be found to the south-west of Kauppa-kohta.\\n\\nCenlieg has asked you to kill the great elk and bring its flank to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the Silvan thirty-point's flank to Cenlieg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cenlieg is at Kauppa-kohta, east from where you found the elk-buck.\\n\\nYou should return to Cenlieg with the elk-flank you collected.",
      "es": "",
      "es (fem)": ""
    }
  ]
}