{
  "id": 620803817,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have collected Dorwinion White",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected a Dorwinion White",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Time expired!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have received an order to fill a delivery to a member of the Inn League who has been stranded away from the festival this season.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have here a list of requests to assist Inn League members in need, stranded away from home without the support of their beer-loving brethren. It seems they miss their favourite drinks, or in some cases they've never even tasted them!\\n\\n'Take Lendasil, for example. She is in Edhelion, and craves a taste of wine from her own home. Dorwinion White, if my sources are correct.\\n\\n'Sogadan in Rivendell is the fellow that sells it. He is a vintner there. Make sure you buy the white, not the red!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dorwinion White can be found in Rivendell, sold by the vintner Sogadan.\\n\\nYou should travel to Rivendell to purchase Lendasil's request of Dorwinion White wine.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Greetings to you. I see that you are a member of the halflings' \\qInn League\\q as well. Some find them a frivolous people, but it is good to find some pleasures in this Middle-earth, especially when confronted with ruins such as these.\\n\\n'Soon I will leave Middle-earth behind, and yet I have decided to complete their Inn League's Challenge. It affords me a wonderful opportunity to taste all that will be lost to me when I leave these lands behind. Yet it seems I have neglected to drink one of the finest wines in Middle-earth: Dorwinion White. Sadly, beyond journeying to Dorwinion itself, this can only be found in Rivendell.\\n\\n'Would you obtain this wine for me? I fear I cannot leave my contemplation at Edhelion. Sogadan, the vintner, is a friend of mine and will likely have what I desire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lendasil is in the ruins of Edhelion about Thorin's Hall in Ered Luin, far to the west of the Trollshaws.\\n\\nLendasil has asked you to collect a glass of Dorwinion White for her from the vintner Sogadan in the Rivendell. Once you have the wine, bring it back to her at Refuge of Edhelion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You'd best hurry over to Rivendell to collect that wine. Dorwinion White is the ticket. Not red!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ah, you have brought the wine. What a lovely colour...truly a great wine. Perhaps there are superior wines in the West...but sometimes I wonder if that is true.\\n\\n'It is true that the wines in the West are made in lands free of the long taint of evil that Middle-earth has had to suffer. Yet the wines made here must overcome that taint, and I think that makes vintages like the Dorwinion White all the better for it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Dorwinion White reminds me of the Falls of Imladris, clear as water. It is a perfect wine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'The vintner Sogadan in Rivendell should have the Dorwinion White. I would be most grateful if you could obtain it for me. I fear I have not the time to return to Rivendell before the ship carrying me west leaves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Dorwinion White from Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the Dorwinion White to Lendasil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect a Dorwinion White",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return with the Dorwinion White before time expires!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Reminder of Rivendell",
      "es": "",
      "es (fem)": ""
    }
  ]
}