{
  "id": 620803877,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Through the trees he says, just go through the line of trees. Ha! Surely we would be wandering for a week or more that way. My shortcut is the only way to...oh my, I beg your pardon!\\n\\n'You see, my fellows and I were on our way to...well, that is of no consequence. In their haste, they took a road that we should not have been following, and it seems I have lost track of them.  \\n\\n'I quickly dispatched my raven towards the rocky outcropping to the south-west to see if any tracks were left in the snow. So far, she has not returned. I was about to go retrieve her, thinking she got stuck in the trees, but my bear-friend, Linden, is not well and requires my help here. If you are headed in that direction, could you look for her?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'How she managed to get lost among Wargs is a mystery to me, but obviously it was through no fault of my own.  \\n\\n'She seems to be beckoning towards the icy cliffs to the west. I believe my fellowship must have been there within the last day or two. I think we will be able to follow their trail if Linden here is able to raise her spirits.'  ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please, if you can find my raven, we can learn in what direction my fellows were heading last.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "The raven looks up at you with a forlorn stare, but suddenly starts flapping its wings furiously and darts off towards an opening in the rocks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Raven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Cenlieg the Lore-Master has lost his party, and is now stranded at Kauppa-kohta. He sent his raven to find traces of his fellows, but the raven has not returned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Cenlieg's raven is now safe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find and rescue Cenlieg's raven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cenlieg's raven may be found near a rocky outcropping to the south-west of Kauppa-kohta\\n\\nCenlieg has asked you to find his missing raven.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Cenlieg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cenlieg is at Kauppa-kohta, north-east of the rocky outcropping where you found the raven.\\n\\nYou found Cenlieg's raven, but it quickly hid in panic. Perhaps you should speak again with Cenlieg.",
      "es": "",
      "es (fem)": ""
    }
  ]
}