{
  "id": 620803815,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Bombur's Beard Lager",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected a mug of Bombur's Beard Lager",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Time expired!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have encountered another member of the Inn League named Múli. He told you of the shocking discovery he made when he arrived in Othrikar: that he had forgotten to bring any of his favourite ale with him.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have here a list of requests to assist Inn League members in need, stranded away from home without the support of their beer-loving brethren. It seems they miss their favourite drinks, or in some cases they've never even tasted them!\\n\\n'Bombur's Beard Lager comes from Thorin's Hall, and my friend Múli would surely appreciate a mug of that. He is away at Othrikar in the North Downs, which I am told is very far away indeed.\\n\\n'If you wish to help Múli on this fine festive occasion, you should visit the Thorin's Hall barkeep and get some of that delicious lager.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Thorin's Hall is in Ered Luin, far to the west of the North Downs.\\n\\nYou should purchase some Bombur's Beard Lager from the barkeep in the basement of Thorin's Hall.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I can't believe it! I simply cannot believe it! I would have sooner forgotten my tools than that! What? Oh, sorry, friend. I just discovered something rather alarming! I've just arrived from Thorin's Hall to help my kin with their work, and I realized I forgot to bring any \\qBombur's Beard Lager!\\q\\n\\n'I tell you, that lager is the finest beer to be found west of the Misty Mountains, and here I am, stuck for the next year out here in Othrikar, without any. I can't work like this! All I'll be doing is tormenting myself thinking about that delicious taste....\\n\\n'Wait, you are a fellow member of the hobbits' Inn League, aren't you? Perhaps you would do me a favour and fetch me a bit of the lager from Thorin's Hall. I just don't know if I can carry on without it!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Múli is at Othrikar in the North Downs, far to the east of Ered Luin.\\n\\nMúli has asked you to bring him some \\qBombur's Beard Lager\\q from Thorin's Hall. Once you have the beer, you should bring it back to Múli in Othrikar.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Hurry to pick up that Bombur's Beard Lager at Thorin's Hall. Múli is waiting.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I can tell already that you have the lager, don't you? Wonderful!\\n\\n'Wait...you couldn't get a keg? There's just that one mug of Bombur's Beard? I didn't tell you to bring more? Oh dear...I guess I will have to ration this one....\\n\\n'Oh, it is going to be a long year....'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Have you brought me that delicious lager yet? My mouth is watering at the thought of it!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Have you gotten the \\qBombur's Beard Lager?\\q I simply cannot work out here in Othrikar without it! Please get me some from Thorin's Hall.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Bombur's Beard Lager from Thorin's Hall",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Bombur's Beard Lager to Múli",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect a mug of Bombur's Beard Lager",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Return with the Bombur's Beard Lager before time expires!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Member in Need",
      "es": ""
    }
  ]
}