{
  "id": 620803809,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have collected Swill....(yech)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Time expired!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have received an order to fill a delivery to a member of the Inn League who has been stranded away from the festival this season.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have here a list of requests to assist Inn League members in need, stranded away from home without the support of their beer-loving brethren. It seems they miss their favourite drinks, or in some cases they've never even tasted them!\\n\\n'This particular order is for Nathalan, a good fellow in Aughaire who has not yet sampled the staple drink of the Forsaken Inn. In my opinion, he may wish to pass on that one, but some people are just so determined!\\n\\n'Ah well. You should pick up some Swill at the Forsaken Inn and bring it to our good friend Nathalan. Happy travels, [placeholder]! Better you than me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Swill can be purchased in the Forsaken Inn in the Lone-lands.\\n\\nAn Inn League Tavern Keep has asked you to fill a delivery order for some Swill from the Forsaken Inn for an Inn League member stranded all the way in Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Greetings! I am Nathalan, and soon I will make a name for myself in the Inn League by completing their Challenge...not that such a title would be of much consequence.\\n\\n'You see, anyone can complete the Challenge. However, for one to truly appreciate a drink's character, one must surround oneself with an atmosphere that matches it. The hearty ales of the Shire are best enjoyed in those lands, while the purity of Elf-wines taste their finest if drunk within their refuges.\\n\\n'Yet there are drinks of the worst quality and these must be consumed in the worst of surroundings. I have come here looking for an ale to match these lands, yet can find none. However, all is not lost, as I have heard of something called \\qSwill\\q which can only be found at The Forsaken Inn. Would you bring me this drink? I fear I have too much to accomplish here to make the journey myself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nathalan is in Aughaire in Angmar, far to the north of the Lone-lands.\\n\\nNathalan told you of his belief that for one to truly appreciate the character of a drink, it must be drank in surroundings that match its character. As a suitable drink for Angmar, he has asked you to collect the worst drink in all of Eriador: \\qSwill.\\q This drink can only be found at The Forsaken Inn in the Lone-lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You'll want to head to the Lone-lands to pick up that Swill before you start your journey to Aughaire, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ah, excellent! You have the Swill. By the look of it, I can tell it truly is the worst ale in all of Eriador. Well, now I shall see how horrible it really is, shall I not?\\n\\n'My thanks, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Have you brought back the Swill yet? It can only be found at The Forsaken Inn. I have heard that it is the worst ale in all of Eriador, and for me to truly appreciate its character, I must drink it in the worst lands in all of Eriador.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Have you brought back the Swill yet? It can only be found at The Forsaken Inn. I have heard that it is the worst ale in all of Eriador, and for me to truly appreciate its character, I must drink it in the worst lands in all of Eriador.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Swill from the Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the Swill to Nathalan in Aughaire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return with the Swill before time expires!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Drink of the Worst Character",
      "es": "",
      "es (fem)": ""
    }
  ]
}