{
  "id": 620803824,
  "txt": [
    {
      "id": 128206369,
      "en": "'I've been told Pinja's brothers are off hunting. So we should have little trouble.'",
      "es": ""
    },
    {
      "id": 20230946,
      "en": "'I would not have had a problem being alone with you, had you but asked.'",
      "es": ""
    },
    {
      "id": 241518321,
      "en": "'Be careful, Kaj!'",
      "es": ""
    },
    {
      "id": 20230947,
      "en": "'You would have gotten that answer if you'd asked me a year ago. Of course I will marry you.'",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Calm the mammoth and prevent it from rampaging",
      "es": ""
    },
    {
      "id": 103272497,
      "en": "'Manu?!'",
      "es": ""
    },
    {
      "id": 103373601,
      "en": "'Pinja's brothers don't approve of me. I double-checked, er, that is... I've been told that they're on a hunting trip.  So we should be fine.'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Manu has returned with a wild mammoth in tow.\\n\\nYou should help calm the wild beast.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'What is Kaj doing here, Sivullinen?\\n\\n'Forget it. There is no time! That thing has gone wild and needs to be tamed!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Manu demands your attention.",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Talk to Manu",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I see what is going on here, outsider. You came here to help Kaj steal away my sister! Many others have tried, and always my brothers and I have shown them they are too weak to wed her. And yet only you and Kaj stood bravely before this untamed mammoth....\\n\\n'If you wish to wed into our family... but no, I see that Kaj has managed to steal away something of Pinja's before you have had the chance. He has carried away her heart, somehow! Bah.\\n\\n'Perhaps we will grow to appreciate this one, despite his old ways. He is at least partially-responsible for taming this mammoth, and that is no small thing... it is a mammoth thing! Forgive me my jest, Sivullinen.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Tame the mammoth",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'There was to be an old ritual by which Kaj thought to win my heart? How thoughtful of him. I have always been interested in the old ways! But he has found one even older, a feat of courage that has impressed even my three brothers! I did not think such a thing could be!\\n\\n'Oh, there will be a wedding. Kaj cannot back out now, and should he try he will find the mammoth was nothing compared to my displeasure! We will have to find something for our new mammoth pet to do during the ceremony... perhaps give rides to the children?\\n\\n'Thank you for your part in this. We can sort out the rest ourselves, but I may call on you for help with some of the things I will need for the wedding.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You are fortunate to be able to witness this ritual, you know; few Sivullinen get to see it. It has... well, fallen out of use in recent times.\\n\\n'I just need to set things up with these components.\\n\\n'You will do your utmost to ensure this goes smoothly. Some folk may object to this ritual, but no-one is getting hurt! I promise.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I think we should be able to handle this matter from here on out.'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Manu",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Who are you? What are you doing here?\\n\\n'That braggart Kaj? He does not deserve Pinja -- I do not care if he is the chieftain's son!\\n\\n'Get out of our way. We will teach him a lesson he shall not soon forget! If you try and stop us, then you shall be taught in his place!'",
      "es": ""
    },
    {
      "id": 128005698,
      "en": "'Clear out!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'What is Kaj doing here, Sivullinen?\\n\\n'Forget it. There is no time! That thing has gone wild and needs to be tamed!'",
      "es": ""
    },
    {
      "id": 254586305,
      "en": "'Wait...who goes there?!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Kaj wants you to protect him as he invokes a now-disused Lossoth ritual.",
      "es": ""
    },
    {
      "id": 218613317,
      "en": "'Too rich for my blood!'",
      "es": ""
    },
    {
      "id": 52346101,
      "en": "Tamed Mammoth",
      "es": ""
    },
    {
      "id": 57803409,
      "en": "'What is going on out here? Why all the noise?'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "The mammoth has been tamed",
      "es": ""
    },
    {
      "id": 235011578,
      "en": "'What is the meaning of this? Pinja, are you all right?!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Prevent Pinja's brothers from interrupting the ritual",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Prevent Pinja's brothers from interrupting Kaj",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Tame the mammoth and protect Pinja",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Tame the Mammoth",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Pinja",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Pinja",
      "es": ""
    },
    {
      "id": 86664514,
      "en": "'What are you doing here? Pinja? Pinja, stay inside the house!'",
      "es": ""
    },
    {
      "id": 134175387,
      "en": "'You dare come to our home and cause trouble for our sister?'",
      "es": ""
    },
    {
      "id": 217564741,
      "en": "'We will fetch Manu. He will get rid of you for certain, interloper!'",
      "es": ""
    },
    {
      "id": 169839560,
      "en": "'Oh no! Manu is in trouble!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Talk to Kaj.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Pinja has three brothers. Make sure they do not interrupt Kaj's ritual.",
      "es": ""
    },
    {
      "id": 29822897,
      "en": "'Ow. That didn't go quite, ow.  As I had hoped it would.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Pinja has three brothers. Make sure they do not interrupt Kaj in his performance of the ritual for which you helped him prepare.",
      "es": ""
    },
    {
      "id": 29822898,
      "en": "'I found accounts of this ritual, and it looked like it might remove some of the guesswork...'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Pinja seems to have been impressed by Kaj's bravery",
      "es": ""
    },
    {
      "id": 29822899,
      "en": "'Er.  Well.  All right, then.  Is that...  Um.     ....Will you marry me?'",
      "es": ""
    },
    {
      "id": 29822900,
      "en": "'Hah!  You see?  It worked; the ritual worked!  ...This is the best day ever.'",
      "es": ""
    },
    {
      "id": 81564833,
      "en": "'Fear not, Pinja! I am here!'",
      "es": ""
    },
    {
      "id": 147887189,
      "en": "'But just in case... Keep an eye out, will you?  And -- wish me luck!'",
      "es": ""
    },
    {
      "id": 258711861,
      "en": "'Look out! This Mammoth has gone wild!'",
      "es": ""
    },
    {
      "id": 134175675,
      "en": "'Oh, you are in trouble now, right enough!'",
      "es": ""
    },
    {
      "id": 203933253,
      "en": "'Spirits of the ice, I do not believe this! Forced to flee by a soft-lander!'",
      "es": ""
    },
    {
      "id": 22491269,
      "en": "'Manu will hear of this!'",
      "es": ""
    },
    {
      "id": 16856238,
      "en": "'How dare you try to carry me off like so much cut timber?!  ...And on a sledge, no less!'",
      "es": ""
    },
    {
      "id": 95407906,
      "en": "'Please save Pinja!'",
      "es": ""
    },
    {
      "id": 134175595,
      "en": "'You will regret this insult!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Ties That Bind",
      "es": ""
    },
    {
      "id": 72039089,
      "en": "'Stay behind me, Pinja!'",
      "es": ""
    },
    {
      "id": 86669890,
      "en": "'Who do you think you are?'",
      "es": ""
    }
  ]
}