{
  "id": 620803818,
  "txt": [
    {
      "id": 136263297,
      "en": "You have collected Stars of Old Cider",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected a mug of Stars of Old Cider",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Time expired!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have received an order to fill a delivery to a member of the Inn League who has been stranded away from the festival this season.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have here a list of requests to assist Inn League members in need, stranded away from home without the support of their beer-loving brethren. It seems they miss their favourite drinks, or in some cases they've never even tasted them!\\n\\n'Now Foxglove Grubb is a fine example. She needs Stars of Old Cider in order to complete the Inn League Challenge; I believe it is the only drink she has left to sample.\\n\\n'If you wish to bring her some, it can be purchased in The Prancing Pony in Bree. Barliman Butterbur makes an excellent cider.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Prancing Pony Inn is in Bree, east of the Shire.\\n\\nStars of Old Cider should be bought from Butterbur at the Prancing Pony.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Why hello there! Are you a member of the League as well? Have you perhaps heard of the League's Challenge? You have? Good! I am in need of a bit of help with it, if you have the time to spare.\\n\\n'You see, I thought I sampled all of the beers, wines, and ales there were to be found in Eriador. And I was right! But I forgot about the ciders! It was such a foolish mistake! And what's worse, I haven't the money to pay for the trip to get the \\qStars of Old\\q cider I need.\\n\\n'You look like an experienced traveller. Perhaps if you happen to pass by the Prancing Pony in the town of Bree and have the silvers to spare, you could buy a bit of the \\qStars of Old\\q cider? I would be most grateful if you would!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Foxglove Grubb is in Brockenborings in the Shire, west of Bree.\\n\\nFoxglove Grubb has asked you to collect a bit of \\qStars of Old\\q cider for her from the Prancing Pony. Once you have the cider, you should bring it back to Foxglove.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Head to Bree if you wish to pick up that Stars of Old Cider.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Oh wonderful! Wonderful! You have the cider! I am so very grateful for your help in this! I will tell all the other members of the League of your selflessness!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Oh hello! Travelling by again, are you? Well don't forget, if you happen to be in Bree and near The Prancing Pony, please pick me up a bit of the \\qStars of Old\\q cider.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Oh hello! Travelling by again, are you? Well don't forget, if you happen to be in Bree and near the Prancing Pony, please pick me up a bit of the \\qStars of Old\\q cider.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Stars of Old Cider from the Prancing Pony",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the Stars of Old Cider to Foxglove Grubb",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect a mug of Stars of Old Cider",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Return with the Stars of Old Cider before time expires!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "All But the Cider",
      "es": ""
    }
  ]
}