{
  "id": 620803821,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'My stalwart companion Candaith requires your aid in the Lone-lands to the east! A band of ruthless and well-organized Orcs have snuck into those lands under cover of night and claimed the prominence of Amon Sûl -- called Weathertop by most in this age -- from which they command a view of all the lands and roads below.\\n\\n'They cannot be allowed to hold that place, for they will be a deadly threat to any travellers in the region. You must meet with Candaith and do battle with the Orcs and reclaim Weathertop!\\n\\n'You may find Candaith at his camp at the foot of Weathertop, along the north-west edge of the great hill.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Do not concern yourself with the Orcs that remain. This far removed from the south-lands, they will dwindle and become only a small danger to travellers through the Lone-lands.\\n\\n'We have won a pivotal battle, my friend. You have earned some rest, I think, for the great threat posed by these Orcs is now finished!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you are prepared, I will lead the way. We must be swift, else the Orcs may succeed at whatever foul mischief they have planned!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Retake Weathertop -- Redux",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You have my great thanks, [placeholder]. The Orcs of the South shall advance no further into the Lone-lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Candaith saw a company of Orcs climbing to the summit of Weathertop, preparing fortifications and barricades as they went. The Orcs have foul plans for the hill and must be defeated before they work some great mischief.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'We must remain watchful, of course. Do not relax your guard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Candaith and retake Weathertop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Candaith is at his camp at the north-west foot of Weathertop in the Lone-lands, far to the east of Bree.\\n\\nYou have been asked to assist him in driving a company of Orcs from Weathertop. He told you to gather allies and return to him when you are prepared.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Candaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Candaith is at his camp at the north-west foot of Weathertop.\\n\\nCandaith is waiting to discuss with you the strange events that occurred atop Amon Sûl.",
      "es": "",
      "es (fem)": ""
    }
  ]
}