{
  "id": 620793143,
  "txt": [
    {
      "id": 218649169,
      "en": "'The Elves will fire their bows but take no part in making the arrows. They need them, but they turn to the dwarves to collect them. Very well, say I. \\n\\n'The Orcs and Uruks scattered throughout the Ettenmoors fight our forces, often breaking the blades of the fallen. These snapped blades can be melted down and made into arrowheads to use against the Orcs.\\n\\n'It's a fitting honour to use the blades of the fallen to slay our enemies, and so we will do so. Go into the Ettenmoors and collect these broken blades, return them to me so I can begin outfitting our troops.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Aye, these will do nicely. I will set about crafting these sundered weapons into something more fitting to strike down the Enemy. You have well earned your thanks for this, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The blades of our fallen brethren will be used to smite the Enemy who took them from us. Quickly now, let us arm our host as best we can.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Arrowheads from Broken Blades",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Reinforcing Tol Ascarnen requires tactics that are not often used in battle among the Free Peoples, but the forces from Angmar are nothing like the civilized peoples of Eriador and so they must be stopped quickly. Captain-General Makan has ordered that archers be stationed behind the safety of the walls at the tunnel entrance of Tol Ascarnen, where they will unleash arrows at all who attempt to assault the keep.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected shattered blades ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return the blades to Sergeant-at-Arms Gautr at Tol Ascarnen",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orcs and Uruks throughout the Ettenmoors carry the shattered blades taken from the Free Peoples that they defeat.\\n\\nSergeant-at-Arms Gautr sent you into the Ettenmoors in search of shattered blades. He is making arrows to supply the Elves who will guard the front channel of Tol Ascarnen.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect shattered blades ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 253875093,
      "en": "'Blades forged into arrowheads! We shall succeed friend; keep your nerve.'",
      "es": ""
    }
  ]
}