{
  "id": 620793160,
  "txt": [
    {
      "id": 62221061,
      "en": "'I like this no more than you, but the enemy force our hand. This will serve us well.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I've orders from the Captain-General that need following, friend. You look the type of [placeholder] that knows well how to follow them, so I find myself here asking you to undertake a simple, though possibily dangerous task that needs doing and quickly.\\n\\n'To the north, at the foot of the great Misty Mountains, in the place called Arador's End, is the Isendeep. A great vein of ore runs through that place, and it is this iron we need now.\\n\\n'Get the iron from the Isendeep and bring it to me, so that I may craft the cauldron to strengthen our walls. If you find no ore there or the mine is held by the Enemy, then take the fight to Grothum and slaughter the goblins who would mine there.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This iron would better serve us as axes, hammers, and swords in less dire times. But as we stand here now, it seems the best course of action to make the cauldron to scorch our enemies and drive them off. You are to be thanked for these efforts.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The iron can be found in the Isendeep or carried by the goblins in Grothum. I would prefer that you slaughter the goblins, as they are terrible pests, but the swiftest method is the best at this time, friend.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Iron for the Cauldron of Lugazag",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lugazag is in need of stronger defences. In order to build a significant defence, the Captain-General has ordered that a great cauldron of iron be forged and filled with oil.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected unrefined ore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the ore to Sergeant-at-Arms Kolr at Lugazag",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "In the Isendeep, to the north in the central part of Arador's End, you will find iron ore.\\n\\nSergeant-at-Arms Kolr received orders to forge a great iron cauldron to fill with oil. This cauldron will be used to defend the walls of Lugazag from the Enemy. You have been tasked with collecting the iron he needs to forge the cauldron.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect unrefined ore ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}