{
  "id": 620793159,
  "txt": [
    {
      "id": 62221061,
      "en": "'With enough iron we will build the cauldron.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Orders from the Captain-General have me collecting ore to craft a forge cauldron in which to boil oil.\\n\\n'I am asking you to make your way north into the Isendeep to get unrefined ore and bring it to me. If you cannot find the ore there, then search amongst the goblins to the north and east in Grothum.\\n\\n'Return to me when you have the materials needed, and I will forge the cauldron.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I will begin work as soon as I have enough ore to forge the cauldron. I thank you for all you have done, [placeholder]. Our strength will see us through the coming battles.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Be swift, for I must forge the cauldron and shore the walls before the Enemy once again crashes against them.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Iron on the Walls of Tirith Rhaw",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Tirith Rhaw is in need of stronger defences. In order to build a significant defence, the Captain-General has ordered that a great cauldron of iron be forged and filled with oil.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected unrefined ore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the unrefined ore to Sergeant-at-Arms Haliggyr at Tirith Rhaw",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Unrefined ore can be found in the Isendeep to the north in Arador's End or on the goblins living in Grothum, north and east of Tirith Rhaw.\\n\\nSergeant-at-Arms Haliggyr received orders to forge a great iron cauldron to fill with oil. This cauldron will be used to defend the walls of Tirith Rhaw from the Enemy. He has asked you to find the unrefined ore he needs to forge the cauldron.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect unrefined ore ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}