{
  "id": 620793006,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'So, [placeholder], are you ready to face the Orcs in all their strength? Many have marched down now through the passes of the Ram Dúath, and their main encampment lies south-east of here in Dol Dínen, where they prepare to strike down into the heart of Eriador. We have not nearly the numbers needed to face them in force, but we sortie forth and skirmish against them daily in an effort to slow their advance and weaken them before the inevitable battles to follow.\\n\\n'Those among the Orcs who have faced and survived battles are awarded battle-medallions. If we can defeat these veterans, the resolve of the greater force will be weakened, and there is some hope that they might be held at bay.\\n\\n'Bring me Orc battle-medallions as proof of your strength and valour, and we shall support your efforts in any way we can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done! You have fought long and hard against the Orcs of Dol Dínen. We thank you for your stalwart efforts and shall find some way to reward you as our meagre supplies allow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have been unable to gather many Orc battle-medallions? Alas, there is no shortage of Orcs to claim them from, if you can find the strength and courage to face them....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Orc Battle-medallions -- Introduction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Nethúr told you that veteran Orcs carry special medallions which signify their achievements.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Orc battle-medallion ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring Orc Battle-medallions to Nethúr at Esteldín.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orcs can be found in Dol Dínen, south-east of Esteldín, in the North Downs. Nethúr is at Esteldín.\\n\\nNethúr asked you to collect Orc battle-medallions and bring them to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Orc battle-medallions ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}