{
  "id": 620793050,
  "txt": [
    {
      "id": 218649169,
      "en": "'I have heard your name whispered before in these streets. I know who you are, and I know your intentions, so I will not waste your time. You have perhaps heard of Black Riders who came through town, causing geese to scream and dogs to howl? Well, they are more than just Men in black cloaks, and they are a far greater danger than any of these simple folk know.\\n\\n'The Riders have awoken something, something that should have remained sleeping. You have no doubt heard at least a part of the tale of the fall of Cardolan? It was a nation divided by war and decimated by a Plague borne on winds out of Mordor, their remains inhabited with the servants of the Witch-king! The awakened spirits have heard their master's call once more, and I fear for the safety of Bree. I have been tasked to guard it at all costs.\\n\\n'What I ask of you is to enter one of the barrows and put to rest the bones that still dwell within. Once the barrow housed a great ruler of Cardolan, now it is known as Haudh Iarchith, and Men shiver to hear its name whispered. Enter into Haudh Iarchith and put to rest those that wander its halls. Some of the wights might carry trinkets of Cardolan. Bring them to me as proof of your deeds, and you will earn great respect among the hunters of Bree who would not dare to enter those halls of madness.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I did not doubt that you would finish the task, [placeholder]. It is well that you have returned, however, for your strength will be needed sooner than you think.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not recovered any of the Cardolan trinkets?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Cardolan Trinket -- Introduction",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Barrow-downs were once a haven of the Rangers of Cardolan. They fell long ago and became of place of terror beneath the shadow of the Witch-king of Angmar.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected a Cardolan trinket",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the Cardolan trinket to Anglinn",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Barrows lie scattered across the Northern and Southern Barrow-downs. Anglinn is at the Bree Hunting Lodge in Bree-town, east of the Barrow-downs.\\n\\nThe Ranger Anglinn has asked you to banish the wights beneath the Northern and Southern Barrow-downs and bring him trinkets of ancient Cardolan which they might be carrying.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect a Cardolan trinket",
      "es": ""
    }
  ]
}