{
  "id": 620793140,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We must call our forces to service, [placeholder]. If we fail at this task, we will suffer an onslaught too quickly, and the keep will fall. We require your aid in calling our forces to the bridge to the west, and so I ask you to assist us.\\n\\n'We must make banners to fly near the bridge to the west, but they must be made swiftly. We need hides from the beasts found throughout these lands. Wolves and drakes are those you should hunt, for their hides will make the strongest banners. You can also find suitable hides upon the aurochs.\\n\\n'You will find wolves in great number throughout the woods and drakes are found to the north in Arador's End. Move quickly, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well, my friend. These will be woven into the banners we need to call our allies to the bridge. We will stand vigilant and win this day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Without the hides, we cannot make the banners, and without the banners, the defenders will not come. We cannot risk over-exposing our forces here. Please hurry, the defenders must come to our aid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Signal to the West",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tol Ascarnen is under the control of the Free Peoples, but their forces are still scattered to the corners of the Ettenmoors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected leather hides ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaa84ff4",
      "en": "'The flags will fly to the west and we shall have our reinforcements!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return the leather hides to Sergeant-at-Arms Iafileg at Tol Ascarnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wolves can be found throughout the forests south and east of Tol Ascarnen. Drakes can be found to the north in Arador's End. Aurochs can be found in the pastures south and east of Tol Ascarnen.\\n\\nIn an effort to call defenders to the central keep of Tol Ascarnen, Sergeant-at-Arms Iafileg has asked you to collect hides to weave into banners that will call them to their posts at the western bridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect leather hides ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}