{
  "id": 620793147,
  "txt": [
    {
      "id": 218649169,
      "en": "'[placeholder], we have a mission of great importance for you to undertake. Provisions are low, as you likely are aware, and the Captain-General has ordered that we craft a horn to call resting troops to service. We shall do this, but we need your help, for we must hold these posts at all cost.\\n\\n'What I must say next troubles me, but these are desperate times, and we must make due with what we can.\\n\\n'North of here, in the place called Arador's End, you will find drakes. These creatures have very strong sinew that ties their bones and muscles together. I ask that you collect sinew from these beasts so we can make straps to bind the Horn of Tol Ascarnen. Do not travel alone and be careful not to damage the sinew.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done well. I will set others to the task of cleaning these straps so that we might yet make the Horn of Tol Ascarnen.'",
      "es": ""
    },
    {
      "id": 105405413,
      "en": "'These will do to hold the horn on the stand.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We have not time to waste, [placeholder]. Make your way north with your allies and collect sinew from the drakes. We must be vigilant for renewed assaults from Angmar's army.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Strapped for Straps",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Battle in the Ettenmoors is uncertain, with forces losing footholds as easily as they gain them. The Free Peoples have taken Tol Ascarnen but now must hold the location. To do this, they will need to strengthen their position as best they can.\\n",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected drake-sinew ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the sinew to Sergeant-at-Arms Caddafrith",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Drakes can be found in Arador's End, north of Tol Ascarnen.\\n\\nSergeant-at-Arms Caddafrith has asked you to assist her in crafting a horn to call forces to fight against Angmar's army when they assail Tol Ascarnen. To do this, she asks that you collect sinews from the drakes of Arador's End with which to bind the Horn of Tol Ascarnen. She suggests you take allies.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect drake-sinew ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}