{
  "id": 620793191,
  "txt": [
    {
      "id": 218649169,
      "en": "'Do you see that chicken over there, the big one? She is the queen of the hen house, and dad's favourite, Billina.\\n\\n'Billina used to be the best egg-layer in the whole of the Westfarthing, but the other day she just up and stopped laying eggs all together. Dad says if she doesn't start laying eggs soon she is going to end up as supper. I know she can still lay eggs, and I would hate to see her on my dinner plate, no matter how fat she is.\\n\\n'You were so helpful with returning those eggs, I am sure you will be able to figure out what is wrong with Billina, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So Billina was just hungry for some earthworms? Well, I am glad that you figured out what was wrong with her. Now she will be safe from dad's cooking pot.\\n\\n'That chicken is an odd one; if she takes to you, she will show you exactly what is bothering her. Why I'd wager she would talk if she knew how!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "Billina looks up at you, and then begins to peck at the ground. It looks like she is trying to show you something....\\n\\n'<rgb=#FF0000>WARNING: This quest begins a special session quest. You will be logged out of your normal character and take on the guise of a player-friendly npc. You will not be able to leave the Shire as this character and will attain a set of skills unique to this special player character.</rgb>'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'So Billina was just hungry for some earthworms?  Well I am glad that you figured out what was wrong with her, now she will be safe from pa's cooking pot.\\n\\nThat chicken is an odd one; if she takes to you she will show you exactly what is bothering her.  Why I bet she would talk if she knew how!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Early Bird",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Have you figured out what's bothering Billina?'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Wald Sandson told you that Billina, Farmer Sandson's best hen, has stopped laying eggs, and that Farmer Sandson is considering butchering her if she does not start laying again.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Examine Billina",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Billina is in the yard at Sandson's Farm.\\n\\nWald Sandson has asked you to see if you can discover what is wrong with Billina.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Wald Sandson can be found on Sandson's Farm, north and east of Michel Delving.\\n\\nNow that you have learned what ailed Billina, you should talk to Wald Sandson again.",
      "es": ""
    }
  ]
}