{
  "id": 620793052,
  "txt": [
    {
      "id": 218649169,
      "en": "'Welcome, traveller. I would ask what brings you to Bree, but so many strangers have been arriving from the south and east that it no longer matters what they come for.\\n\\n'The Men of Bree are artful woodworkers. Our crafts are carried and traded across Eriador.  Just last season I had word from a dwarf that he had received one of our wooden figurines as a gift from a travelling merchant.\\n\\n'That got me to thinking; why not sell these figurines as a novelty for travelling merchants to bring back as petty gifts? The woodworkers of Bree are worked hard enough as it is without the extra burden that I would place upon them, but maybe you would be able to find more of the figurines? You would be doing a mighty service for the Men of Bree, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You found more wooden figurines?  I can tell that this was crafted with care [placeholder], the woodworkers of Bree thank you.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I know an adventurer such as yourself must be very busy, but if you have the time would you bring me wooden figurines?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Wooden Figurines - Introduction",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The woodworkers of Bree pride themselves in their craftsmanship.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collect wooden figurines ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the wooden figurines to  Maggie Smallwood",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Maggie Smallwood is at the Bree Hunting Lodge, west of Bree's South-gate.\\n\\nMaggie Smallwood has asked you to find wooden figurines to sell to travelling merchants.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect wooden figurines ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}