{
  "id": 620793161,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I've orders from the Captain-General that need following, friend. You look the type of [placeholder] that knows well how to follow them, so I find myself here asking you to undertake a simple, though possibily dangerous task that needs doing and quickly.\\n\\n'Throughout the Ettenmoors, we fight a terrible Enemy. Normally a battle would be more than enough to make me smile, but now I have another need.\\n\\n'The Enemy carries barrels of oil, most likely stolen from our own stores, but this oil is needed now more than ever. Nay, we have little need to use it on torches, but for the iron cauldron I have been commisioned to forge. The oil will be heated and dropped on our foe as they assault the tower. I need you to fight our enemies and retrieve the oil from them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Filling a belly of iron with oil seems a waste of precious resources, but in these times and this war we need every edge we can muster. You did well, [placeholder]. When the walls tremble, but do not fall, you shall be one of the heroes of whom we speak.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Be swift and get that oil. If we do not set the pot above the flames soon, I fear that the Enemy will enter this place undeterred.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Oil for the Cauldron of Lugazag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lugazag is in need of stronger defences. In order to build a significant defence, the Captain-General has ordered that a great cauldron of iron be forged and filled with oil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected barrels of oil ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdfa8275",
      "en": "'Soon we will have all that we need, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the oil to Sergeant-at-Arms Kolr at Lugazag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Enemies throughout the Ettenmoors carry stolen barrels of oil.\\n\\nSergeant-at-Arms Kolr received orders to forge a great iron cauldron to fill with oil. This cauldron will be used to defend the walls of Lugazag from the Enemy. He has asked you to recover the stolen barrels of oil which are in the possession of the Enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect barrels of oil ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}