{
  "id": 620793149,
  "txt": [
    {
      "id": 218649169,
      "en": "'You there, [placeholder]. I have orders from the Captain-General that need attention, and I have heard that you are a noble adventurer, willing to do what must be done to ensure our victory. This is good. Listen well, for this is a matter of utmost importance.\\n\\n'In the plains and wooded lands south across the bridge, you will find Hithlad. There, you will find many aurochs grazing and moving through the fields. You will likely find the great aurochs Rockwithers among their number. You will know him by his shaggy mane and extraordinary size.\\n\\n'While I do not condone the slaughtering of wild animals without purpose, we have a need for this culling. Rockwithers' horns will serve as the centre of a great battle-horn which we shall use to alert our forces when Angmar's host attacks. Gather allies, for Rockwithers is said to be a tremendous beast, and return to me with his horn.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Excellent work, [placeholder]. I will set about fashioning this into a proper battle-horn. After we have collected the sinew and craft the stand, we will raise the Horn of Tol Ascarnen and prepare for Angmar's assault.\\n\\n'You have done well.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We have no time to waste, [placeholder]. Go south with your allies and bring me Rockwither's horn.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Rockwithers' Horn",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Battle in the Ettenmoors is uncertain, with forces losing footholds as easily as they gain them. The Free Peoples have taken Tol Ascarnen but now must hold the location. To do this, they will need to strengthen their position as best they can.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Rockwither's horn",
      "es": ""
    },
    {
      "id": 133543749,
      "en": "'The horn of the great beast will summon our forces to aid.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver Rockwither's horn to Sergeant-at-Arms Caddafrith",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Rockwithers can be found in Hithlad, south of Tol Ascarnen.\\n\\nSergeant-at-Arms Caddafrith has asked you to assist her in crafting a horn to call forces to fight against Angmar's army when they assail Tol Ascarnen. She needs the horn of the great aurochs Rockwithers to complete it. She suggests you take allies, for Rockwithers will be a formidable adversary.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Rockwither's horn",
      "es": ""
    }
  ]
}