{
  "id": 620793054,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Have you stopped in the streets of Bree and listened, really listened, [placeholder]? The sound of a minstrel's instrument can usually be heard throughout Bree, though it is becoming rarer by the day.\\n\\n'You see, the usual fair for the woodworkers of Bree besides hunting bows and farmcraft was wooden instruments. Clarinets, harps, and viols...ah, the beautiful viols! Those are one of the harder instruments that our woodworkers craft here in Bree. Well, what with all the commotion with the brigands hereabouts, the woodworkers have been hard-pressed by the demand for all manner of spears, bows, and staves, and they haven't the time to craft new viols!\\n\\n'If you would, find five viol and return them here to me. It would be for the worst if the streets were left without music.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, these are finely-crafted viols. Listen to the soft, sweet sound!\\n\\n'You have done a great service to Bree, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I fear that without new viols, the streets of Bree may become deprived of music sooner than you would think....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Viols -- Introduction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The woodworkers of Bree pride themselves on their craftsmanship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected viols ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the viols to Maggie Smallwood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Maggie Smallwood is at the Bree Hunting Lodge, west of Bree's South-gate.\\n\\nMaggie Smallwood has asked you to craft viols for the woodworkers of Bree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect viols ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}