{
  "id": 620793000,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'As members of our kindred come of age, we once would send them on pilgrimages to notable places of our forefathers. In this time of war, however, we must make changes.\\n\\n'I have heard that you have some considerable skill in the craft of weaponsmithy, [placeholder]. Perhaps you could forge for us ceremonial daggers which we can bestow upon our young warriors? It would earn you considerable respect among the Rangers of the North if you could do this for us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I see you have completed the ceremonial daggers which I asked of you. I thank you for your time and effort on our behalf, yet we are always in short supply here, so I will gladly accept any more you may be able to craft for us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ore is not terribly common here in Evendim, as I understand it, but we have a need for more ceremonial daggers, if you can find the materials you require to forge them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ceremonial Dagger -- Introduction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Rangers of the North once sent their youths coming of age upon pilgrimages to notable sites of their forefathers, but war has necessitated a change.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Present your Ceremonial Daggers to Cannasgam at Tinnudir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cannasgam is at Tinnudir in Evendim.\\n\\nCannasgam has asked you to forge ceremonial daggers and bring them to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Craft Ceremonial Daggers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}