{
  "id": 620793056,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The woodworkers of Bree have been worked to the bone ever since those brigands started stirring up trouble. You see, Chief Watcher Grimbriar has ordered all the woodworkers in Bree and the surrounding towns to craft Bree-spears to protect against any further attacks.  \\n\\n'Now, I am not one to disobey Chief Watcher Grimbriar's orders, but I simply won't take any new spears that aren't crafted from black ash. It has been getting harder and harder to find black ash, what with all the newcomers to Bree-land coming in and clearing the best trees to make new houses. Without black ash, I am afraid the spear-hafts won't be strong enough.\\n\\n'If you are lucky enough to find any black ash, the Men of Bree would be in your debt if you were to bring us any Bree-spears for us to help defend against further attacks.'\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I tasked you with bringing me a Bree-spear, but I never expected you to actually finish the order so quickly! Let us see here...well balanced, sharp, and a haft crafted with black ash! This Bree-spear will be a strong weapon against the brigands.\\n\\n'The woodworkers of Bree are honoured to have this weapon in our stores, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you finished finding the Bree-spear yet? I see....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bree-spear -- Introduction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The woodworkers of Bree pride themselves on their craftsmanship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collect a Bree-spear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the Bree-spear to Maggie Smallwood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Maggie Smallwood is at the Bree Hunting Lodge, west of the South-gate.\\n\\nMaggie Smallwood has requested that you bring her a crafted Bree-spear to help the woodworkers of Bree arm the Watchers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect a Bree-spear",
      "es": "",
      "es (fem)": ""
    }
  ]
}