{
  "id": 620793007,
  "txt": [
    {
      "id": 218649169,
      "en": "'Are you not a tailor of some skill, [placeholder]? If so, we have a task in which you might aid us. For many ages, it has been our practice to send those of our kindred who are coming of age on pilgrimages to notable places of our forefathers. The war against Angmar has forced us to change this.\\n\\n'Here in Esteldín, we give our youths special sashes to signify their coming of age, but supplies of fabric and those with the skill to craft any quantity of them have been short. Most cloth has gone for bandages.\\n\\n'If you could weave a few of these sashes for us, we would be quite grateful.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have brought more Rangers' sashes? Very good. We have a need, for we have a number of youths on the cusp of adulthood -- I only wish that more of them could survive their first battles with the Orcs....'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Both time and materials are in short supply, but if you could find the resources to produce more Rangers' sashes, it would be quite helpful.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Rangers' Sashes -- Introduction",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Techeron has asked you to craft sashes for the Rangers of Esteldín to bestow upon their deputies and followers as they wage battle against the forces of Angmar.\\n\\nTurn in Rangers' sashes to Techeron to improve your standing with the Rangers of Esteldín.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Present your Rangers' sashes to Techeron in Esteldín",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Techeron is at Esteldín in the North Downs.\\n\\nTecheron has asked you to craft a number of Rangers' sashes for the youth of his kindred and bring them to him.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Craft Ranger's sashes ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}