{
  "id": 620793148,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'A moment if you will, [placeholder]. Captain-General Makan has bid me craft a horn to call our allies to battle when they are needed. I am in need of able-bodied heroes to assist me in this task.\\n\\n'To the south-west, in the Grimwood Forest near the edge of the tall hills sheltering these lands from the Trollshaws, are the Leafcull Huorns. These twisted and malevolent creature lost their way long ago and have turned to corruption.\\n\\n'This does not lessen the strength of their heartwood. I need one such heartwood to craft the Horn of Tol Ascarnen. If you would, head to the south with allies and collect a heartwood for me. This service will be remembered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Take heart, [placeholder]. We will soon raise the horn and be prepared against our enemy. We will call allies to our side with this, the Horn of Tol Ascarnen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Make haste, [placeholder]. We must complete the horn soon, else we will be outnumbered when our foe arrives within the walls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Pillar of Strength",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Battle in the Ettenmoors is uncertain, with forces losing footholds as easily as they gain them. The Free Peoples have taken Tol Ascarnen but now must hold the location. To do this, they will need to strengthen their position as best they can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected heartwood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x106bf5",
      "en": "'We shall raise the horn of Tol Ascarnen once more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return the heartwood to Sergeant-at-Arms Caddfrith at Tol Ascarnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Leafcull Huorns can be found in the Grimwood Forest, south-west of Tol Ascarnen.\\n\\nSergeant-at-Arms Caddafrith has asked you to assist her in crafting a horn to call forces to fight against Angmar's army when they assail Tol Ascarnen. To complete the stand, she needs a heartwood from the Leafcull Huorns. She suggests you take allies, for the Huorns are a dangerous foe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect heartwood",
      "es": "",
      "es (fem)": ""
    }
  ]
}