{
  "id": 620793145,
  "txt": [
    {
      "id": "0x3b56b05",
      "en": "'This iron could be better used on new weapons...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This is war, friend, and in war you make choices that you might regret when all is done. Yet, if we do not make these difficult decisions, then there may be no tomorrow for regret. It is a terrible and confusing situation sometimes, but I follow my orders, and they are clear.\\n\\n'I am to charge you with collecting iron ore from the Isendeep or those wretched goblins which make Grothum their home. Either way, the iron is to be used to craft a giant cauldron. We will fill the cauldron with oil and boil it to douse Angmar's forces when they assail the fortress.\\n\\n'A terrible fate for certain, but no different than they shall do to us. The ore can be found in the Isendeep Mine to the north or from the goblins of Grothum in the north-east. Go quickly, friend, for we must prepare our defence.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This ore will do nicely, [placeholder]. With enough of this, I will forge a sturdy iron cauldron, which we can use to douse our enemies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Move with haste. We need to get these defences into place before Angmar's forces return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Cauldron of Iron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Captain-General Makan wishes to strengthen the defences of Tol Ascarnen by building a terrible weapon to wield against those attacking the fortress.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected iron ore ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return the iron ore to Sergeant-at-Arms Gautr at Tol Ascarnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Iron ore can be found in the Isendeep Mine to the north, in Arador's End, or from the goblins of Grothum to the north-east of Tol Ascarnen.\\n\\nSergeant-at-Arms Gautr at Tol Ascarnen is working to forge an iron cauldron to fill with oil to be used against the forces of Angmar as they try to retake the keep from the Free Peoples. He has asked you to help collect the iron ore needed to forge the cauldron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect iron ore ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}