{
  "id": 620793142,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I do wish that the tidings I gave you were merry ones instead of these, but dark times call for a martial bent to my tone. We are at war, and we must fight to retake what is lost.\\n\\n'Tol Ascarnen lay to the north over the bridge that leads to the Hoardale. I have assembled a force that awaits a signal fire upon the far shore of the island.\\n\\n'If you are willing to sneak to the shore and light the fire, the forces will come to you and enter the fortress.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Beacon-fire of Tol Ascarnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A force is needed to take back Tol Ascarnen from the forces of Angmar. Sergeant-at-Arms Inuelen wishes to assail the fortress and has prepared a company to attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The signal-fire is lit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "This location is well-suited for the signal-fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "This site is not suitable for the signal-fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You failed to light the fire. Angmar prevails!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Use Grimwood kindling to light a signal-fire on the eastern shore of the Hoarwell near Tol Ascarnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The beacon-fire must be built on the far shore of the Hoarwell.\\n\\nSergeant-at-Arms Inuelen directed you to cross to the eastern shore of the Hoarwell, and there light a signal-fire to summon a force to assail Tol Ascarnen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "You must not be defeated",
      "es": "",
      "es (fem)": ""
    }
  ]
}