{
  "id": 620793150,
  "txt": [
    {
      "id": 119628763,
      "en": "'A fight then! It is time to liberate Tol Ascarnen!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'This aggression will not stand, [placeholder]. Angmar has forces all over the Ettenmoors, and Tol Ascarnen is a symbol of hope to us all. I will not stand idly by and allow the forces of the Enemy to hold Tol Ascarnen.\\n\\n'Nor am I fool enough to assail the keep alone, but with a force of the Free Peoples, I shall stand beside you and storm the walls, taking them for our own once more.\\n\\n'Prove your valour, [placeholder], in the form of the tokens we bestow at Glân Vraig and bring them to me. Should you give me enough, I will know you are a righteous [placeholder] and stand beside you as we storm the walls of Tol Ascarnen.'",
      "es": ""
    },
    {
      "id": 158437479,
      "en": "'Once again Tol Ascarnen is in the hands of its true defenders!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This proves to me that you are a warrior devoted to our cause. Come then, let us steel our nerves and sharpen our blades. The Enemy is many and entrenched in that holding, but we have hope and strength to spare.\\n\\n'The time has come! Baruk Khazâd!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I'll not risk an assault until you prove to me that you will stand by my side. Bring me tokens of valour, and I shall be true to my word.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Assault on Tol Ascarnen",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The host of Angmar swept into the central keep of the Ettenmoors and drove Captain-General Makan from Tol Ascarnen. This affront is more than an honourable dwarf can stand, and First Marshal Án will stop at nothing to take it back, though he wants assurances that the force he leads will stand beside him.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected tokens of valour ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the tokens of valour to First Marshal Án at the camp south of Tol Ascarnen",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Tokens of valour are bestowed at Glân Vraig. First Marshal Án is at the camp south of Tol Ascarnen.\\n\\nFirst Marshal Án wants to take the Tol Ascarnen back from the Enemy. He will not begin the assault until he knows that there are others who will stand with him. He told you to prove your worth by bringing him tokens of valour.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect tokens of valour ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}