{
  "id": 620793048,
  "txt": [
    {
      "id": 218649169,
      "en": "'Greetings [placeholder]. I have been very interested in the doings here at the hunting lodge. It seems the only place here in Bree where people would even think about heading up to is the old Barrow-downs. Well, there I go talking before explaining. You see, I am quite interested in the place -- the Barrow-downs that is. Ancient cities, old kings, and treasure beyond imagining! My dad, Newbold, has told me such wonderful stories. It seems somehow he got quite a few pieces of old histories out of the Downs, though he never would tell me how.\\n\\n'I have tasked every hunter who frequents this lodge to travel to the Barrow-downs and retrieve some of the Barrow-treasure, but it seems that none of them have the nerve. As for those Rangers, they aren't ones to be pushed, if you get my meaning. I have heard talk that the treasures within the underground barrows are some of the finest. One of the hunters goes on and on about removing the treasure and breaking some curse laid on it... all a bunch of nonsense if you ask me.  \\n\\n'If you would travel to the Barrow-downs, venture into the underground barrows and retrieve some of the old Barrow-treasures, you would be held in high regard, I'm sure.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done it!  Look here,  [placeholder] wasn't scared to go up into those old hills, ha!\\n\\n'Don't mind the other hunters, they are all superstitious fools. They think the Barrow-downs are haunted, can you believe it!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have returned without the Barrow-treasures? I had hoped you wouldn't be scared of some old bones in the hills....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Barrow-treasure -- Introduction",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "It has long been a legend among the Bree-folk that great treasure still remains buried in the barrows of the Barrow-downs, but there are few among them with the courage to seek it.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Barrow-treasures ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the Barrow-treasures to Tad Leafcutter",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Barrows are scattered across the Northern and Southern Barrow-downs. Tad Leafcutter is at the Bree Hunting Lodge in Bree-town, east of the Barrow-downs.\\n\\nTad Leafcutter has asked you to enter the various barrows within the Barrow-downs and recover some of the Barrow-treasures which lie there.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Barrow-treasures ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}