{
  "id": 620793144,
  "txt": [
    {
      "id": 218649169,
      "en": "'Yes, we still need shafts for our arrows, and the best way to collect those is to find fallen branches and logs from the Grimwood. I know that another here wishes you to collect them for him as well. Aiding either of us is aiding the Free Peoples, but aiding me will enable us to strengthen our position here.\\n\\n'We need straight bits of wood to craft into arrow-shafts. Elves will be making their way here once we have enough arrows to support them. We need to hasten this task along, friend: Angmar will not rest. They will press us.\\n\\n'Get the kindling we need from the wood you find laying about the Ettenmoors, I will wager there is more of it near the woods of Hithlad and the Grimwood lumber-camp. Be quick so that we can supply our forces.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Excellent work. I will set about crafting these arrows. Soon enough we will have the support of the Elves and be better able to fight off Angmar's assaults!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Be swift, for we need to call the archers to service soon, else we lose their firepower at the entrance and leave ourselves open to attack.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Arrowshaft from Fallen Trees",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Reinforcing Tol Ascarnen requires tactics that are not often used in battle among the Free Peoples, but the forces from Angmar are nothing like the civilized peoples of Eriador and so they must be stopped quickly. Captain-General Makan has ordered that archers be stationed behind the safety of the walls at the tunnel entrance of Tol Ascarnen, where they will unleash arrows at all who attempt to assault the keep.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected kindling ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 241139941,
      "en": "'Straighter arrows shall not be crafted by these hands.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return the wood to Sergeant-at-Arms Gautr at Tol Ascarnen",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Kindling can be found among the fallen logs, and other pieces of wood found throughout the Ettenmoors. You will find a greater concentration near the Grimwood lumber-yard within Hithlad.\\n\\nSergeant-at-Arms Gautr sent you into the Ettenmoors in search of wooden shafts or kindling. He is making arrows to supply the Elves who will guard the front channel of Tol Ascarnen.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect kindling ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}