{
  "id": 620793146,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'There is no mirth in what I ask, but it seems a necessity to defend this hold from the Enemy.\\n\\n'Carried among the forces of the Enemy, you will find barrels of oil. Like us, the Orcs and Uruks defending the fortresses of the Ettenmoors and patrolling the wild are building terrible machines of war. This oil is to be used to defend Tol Ascarnen, and I need you to bring it here.\\n\\n'Hunt the Orcs and Uruks throughout the Ettenmoors and gather barrels of oil. Bring it to me, so that we can boil it for use in the cauldron. Go quickly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent work, friend. This will serve us well. We shall get about the forging of the cauldron as soon as we have all the materials we need. Then we shall prepare for the Enemy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'We need the oil to boil for a long time. It will drive the Orcs away from the walls and keep our forces safe for a time. Be quick about your task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Oil for Boiling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Captain-General Makan wishes to strengthen the defences of Tol Ascarnen by building a terrible weapon to wield against those attacking the fortress.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected barrels of oil ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdfa8275",
      "en": "'This is no way to fight, but desperate times and measures apply.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the barrels of oil to Sergeant-at-Arms Gautr at Tol Ascarnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orcs and Uruks guarding fortifications and found patrolling the wild of the Ettenmoors may carry barrels of oil.\\n\\nSergeant-at-Arms Gautr at Tol Ascarnen is working to forge an iron cauldron to fill with oil to be used against the forces of Angmar as they try to retake the keep from the Free Peoples. He has asked you to collect the oil from the Enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect barrel of oil ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}