{
  "id": 620793158,
  "txt": [
    {
      "id": 218649169,
      "en": "'The Captain-General says that we need to get oil for an iron cauldron and, so I pass these orders to you, [placeholder].\\n\\n'You must scour the Ettenmoors for the Enemy and find the barrels of oil they have pilfered from our stores. We will feed the oil into the cauldron, heat it, and douse the Enemy with it as they cross the threshold of the tower.\\n\\n'Be swift and safe in your search and return the oil to me soon.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This will do well. We will start heating the oil and preparing for the assault. The Enemy will fall if we are prepared for their attack.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Quickly now, get oil from our enemies, so that we may be prepared when the Enemy attacks this tower.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Oil for the Cauldron of Tirith Rhaw",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Tirith Rhaw is in need of stronger defences. In order to build a significant defence, the Captain-General has ordered that a great cauldron of iron be forged and filled with oil.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected barrels of oil ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 234521205,
      "en": "'This will serve us well here at Tirith Rhaw.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the oil to Sergeant-at-Arms Haliggyr at Tirith Rhaw",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Foes throughout the Ettenmoors carry barrels of oil, stolen from the stores of the Free Peoples.\\n\\nSergeant-at-Arms Haliggyr received orders to forge a great iron cauldron to fill with oil. This cauldron will be used to defend the walls of Tirith Rhaw from the Enemy. He tasked you with recovering as much oil as you can from the servants of the Enemy.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect barrels of oil ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}