{
  "id": 620923800,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'Five agree with me, and four do not. But that must not change my decision. I should count myself lucky that I have not angered everyone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "This man does not respect Agelwyn's decision",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'I respect Lady Agelwyn's decision. Thane Gladsúnu left her in charge, and I will follow her lead.\\n\\n'Gladsúnu is a wise young man, and would not give us a leader he did not trust.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tactic I: Strength in Leadership",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'Agelwyn refuses my counsel, does she? Well, now I know where the people stand in her eyes....\\n\\n'Perhaps her foolishness can still be amended.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Speak with Agelwyn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I believe that I should issue a strong command, for that is what my husband would have done. Gladsúnu was wise, and no one questioned him.\\n\\n'We should go to Helm's Deep, as Gladsúnu bade me. The King is there. There is no other way... I think. Is that right?'\\n\\nYou assure Agelwyn that her decision is just, and you will inform the other refugees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I support Agelwyn in this choice.\\n\\n'It pains me to leave Marton to the Orcs, but I am too old and stiff to fight. If I were a younger man, I might feel differently.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "You have delivered Agelwyn's decree to march the people of Marton to the refuge of Helm's Deep.\\n\\nNot all have agreed with her decision, but such is the nature of leadership. It is rare that a new leader can please everyone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "This man disagrees with Agelwyn, and wishes to defend Marton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "This man agrees with Agelwyn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You believe that Agelwyn should take a firm stand and make a decision for her people, regardless of their feelings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Helm's Deep?! Why, that is nonsense. Are we truly going to let the Orcs who took our town think that we are cowards who will simply roll over and flee?\\n\\n'I do not support this decision!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "This man agrees with Agelwyn, for he wishes to defend the King",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'I will gladly follow my king to Helm's Deep. It would be an honour to fight for him there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I do not agree with that young lady on this decision. I should not be travelling so far in my old age.\\n\\n'It is foolish to ride across the plains when our home is right here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The people of Marton can be found in the refugees' hiding spot north of town.\\n\\nYou should deliver Agelwyn's decree to the people of Marton.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Tell the refugees of Marton of Agelwyn's command ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Agelwyn is in the refugees' hiding spot north of Marton.\\n\\nYou should speak with Agelwyn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "Gladsúnu's loyal soldier is silent, but bows his assent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "TBD - talk to each of the people",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "This woman disagrees with the choice to go to Helm's Deep, which she deems is too far",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "This woman is relieved to go to Helm's Deep and avoid a skirmish with the invading Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "This woman resents that she has been commanded to abandon her home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Thank heavens Agelwyn has made this decision! I am terrified of the Orcs that took over our town. I do not believe we can win against those fearsome foes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "This man does not seem to speak much, but he bows his assent. He has not left Agelwyn's side, and it seems that he is as loyal to her as he was to Gladsúnu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'I cannot believe we would abandon the lands of our forefathers! We have inhabited Marton for hundreds of years. Are we to just leave it to the Orcs?\\n\\n'A vile decision! Do tell the lady that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "This woman respects Lady Agelwyn's position as acting Thane",
      "es": "",
      "es (fem)": ""
    }
  ]
}