{
  "id": 620923887,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Courage of Torsbury",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "The leaders of the people can be found at Thane Tordag's encampment, north of the road between Torsbury and Stoke.\\n\\nThane Tordag has asked you to speak with the leaders of his people and rally their spirits to join him in his counterassault.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a3",
      "en": "'Thane Tordag is my lord, and I shall not abandon him, neither will my men. We are Riders of the Mark! We shall prevail against the wild men of Dunland and their half-orc allies...never fear!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d2",
      "en": "'All is well then! Let us prepare to move against the foe...the time is upon us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The numbers you speak of are great, but I am still of a mind to retake my town. Dudsig believes that with the aid of his people, we can prevail. I still have many stout warriors, and there are many able refugees among us.\\n\\n'However, some of my folk and the refugees do not share my confidence. If you would, go among my people -- especially their leaders -- and speak words of courage. Rally them to my cause!\\n\\n'I will force none to go to battle against such odds, but neither would I have them remain behind in fear and shame when there is no cause!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Talk to Wilsig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a7",
      "en": "'Thane Tordag is a brave and valiant warrior; however, not all of his people are. Nevertheless, we shall fight beside him, for these wild men have burned and pillaged our homes, and we would have our vengeance!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502955",
      "en": "Talk to Tidric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x73088e0",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730803",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730861",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502959",
      "en": "Talk to Sidnoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730806",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x73088e4",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1751",
      "en": "Your returned from Torsbury with your report. While it dismayed Thane Tordag, it did not deter him from his path. He still intends to launch a counterassault upon Torsbury.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be0",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x73088e8",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Thane Tordag is at his encampment, north of the road between Torsbury and Stoke.\\n\\nYou should return to Thane Tordag and let him know that his people and allies are all prepared to stand beside him at Torsbury.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56812",
      "en": "'I do not agree with my father and Dudsig. The risk is too great. We should retreat to Stoke and rally with Reeve Fríthild.\\n\\n'However, I will stand beside my father, as will my men.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56870",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1138",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56815",
      "en": "'Thane Tordag is a proud and able warrior. I have no doubt that this battle will go as I anticipated.\\n\\n'He needs not fear that my men and I shall be present during the counterassault.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b92",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56819",
      "en": "'My people were driven from the Stonedeans by these raiders. Though many of us bear both Rohirrim and Dunlending blood and many remained behind, siding with Dunland, we have chosen to remain faithful to Théoden King.\\n\\n'We shall fight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b96",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50214",
      "en": "Talk to Torferth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50272",
      "en": "Talk to Thane Tordag at his encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Talk to Dudsig",
      "es": "",
      "es (fem)": ""
    }
  ]
}