{
  "id": 620923908,
  "txt": [
    {
      "id": "0xb5689c7",
      "en": "'Are you ready to leave? Good, then let us bring our wrath upon those barbarians!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c8",
      "en": "'[placeholder], how fare you after the battle? I knew that we moved too quickly against Torsbury. As well, we should have foreseen the treachery that befell my father. There is no honour among the half-bloods.\\n\\n'I beg your pardon, [placeholder], for it is not your doing, and I should not rail against you. My thanks for your services.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1771",
      "en": "After receiving your report regarding the forces arrayed against the Toringas, Thane Tordag has chosen to move forward with his plans to launch a counterassault against the Dunlendings who took control of Torsbury.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Torferth is at Tordag's camp, north of the road between Torsbury and Stoke.\\n\\nYou should speak with Torferth to discuss the failure of the counterassault.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502900",
      "en": "Talk to Torferth at Tordag's camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc2",
      "en": "The assault on Torsbury failed and Tordag perished",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "Tordag is at his camp, north of the road between Torsbury and Stoke.\\n\\nTordag has asked you to join his garrison as they assault the Dunlendings at Torsbury. You should speak with him when you are ready to join him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf6",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x7308889",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502935",
      "en": "Aid Tordag and his people against the Dunlendings at Torsbury",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Forth the Toringas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c3",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c4",
      "en": "'It is well, it seems. My people and my allies are prepared to stand with me and take back what belongs to Rohan!\\n\\n'This day, we shall assault the Dunlendings at Torsbury and reclaim the town. Will you join my garrison, [placeholder]? You have proven yourself a talented [placeholder] and would be a boon to our efforts.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}