{
  "id": 620923904,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Torsbury Defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568914",
      "en": "'Alas, I know not what to make of these things.\\n\\n'The knife could easily belong to any of the folk from Woodhurst, for many of them bear the blood of both Rohan and Dunland. The note can be read many ways; some suspicious, some not. The Falcon-clan badge is incriminating, but could just as likely be a trophy from the battle. The necklace could be just that, though its design is not familiar to me.\\n\\n'The letter piques my suspicion the most, for it is signed with an \\qS\\q which could stand for Saruman and reads strangely, but it is also in a hand not well-trained in letters. I will have to think upon these things.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "The captains of the Toringas and their allies may be found at Tordag's camp, north of the road between Torsbury and Stoke.\\n\\nTorferth has asked you to confront the captains of the Toringas and their allies and obtain their permission to search their belongings for evidence of treason.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd4",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd6",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e1",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd8",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x73088b2",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b20",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x7308855",
      "en": "'Have you found nothing yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b22",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x73088b5",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308858",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e9",
      "en": "Find evidence of another traitor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x73088b8",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e0",
      "en": "'The people of Torsbury loved their thane...I can think of none among us who would even consider betraying him! It was one of those Woodhurst mongrels what killed him...you should be questioning them instead.\\n\\n'We are Thane Torferth's people and will submit to his will, but it is an insult! We have fought and bled with him.\\n\\n'Do what you must and leave me be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502903",
      "en": "Talk to Dudsig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "The belongings of the Toringas and their allies can be found throughout Tordag's camp, north of the road between Torsbury and Stoke.\\n\\nThane Torferth asked you to search the belongings of the Toringas and their allies for evidence of another traitor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502906",
      "en": "Talk to Wilsig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502909",
      "en": "Talk to Tidric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b30",
      "en": "Found evidence of another traitor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011863",
      "en": "Thane Torferth is in Tordag's camp, north of the road between Torsbury and Stoke.\\n\\nYou should bring the evidence you found to Torferth for his review.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the defeat at Torsbury and the death of Thane Tordag, Torferth and his people regroup at Tordag's camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1a7",
      "en": "Bring the evidence to Torferth at Tordag's camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'Bah! Does the boy's hatred of all who do not bear the pure blood of Rohan run so deep that he would cast aspersions upon us all? It is an insult, not only to me, but to my thane who sent me! We came to aid Torsbury, and now he seeks hostilities?\\n\\n'Nevertheless, Torferth is now Thane of Torsbury, and these are his forsaken lands. I will submit...but you may inform him that I will be bringing my grievances to Thane Ordlac and Reeve Fríthild.\\n\\n'I have brought no possessions of my own, save what you see upon my person, but you have my leave -- with objection -- to search my tent and those of my men.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502912",
      "en": "Talk to Sidnoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502913",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c4",
      "en": "'[placeholder], you find me in a terrible state. I wish to grieve my loss, yet I am now Thane and cannot afford that privilege. I suspect that there is more behind my father's murder than a single traitorous coward. From what I have learned, Frithmund was not a clever man...it is doubtful that he crafted the trap himself.\\n\\n'I confess I have become suspicious of everyone around me, but you. You are new to Torsbury, and the one who masterminded this plan had to already know somewhat of my father's ways.\\n\\n'Will you speak with my captains and our allies? You may learn something from them that they might not be willing to share with me. I would also have you obtain their permission to search their belongings...it is the nature of evil to unwittingly leave signs of its actions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f4",
      "en": "'Thane Tordag sheltered my folk when the Dunlendings came to Woodhurst, despite the counsel of Tidric and his own reservations regarding any who are not pure of blood...and yet it was one of my folk who betrayed him.\\n\\n'I can understand the young thane's suspicions, and we will willingly consent to whatever questions or searches he deems necessary to allay his suspicions.\\n\\n'Alas, I cannot say much more about Frithmund. I confess that he was little more than a casual acquaintance in Woodhurst, and I did not know him well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502915",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f7",
      "en": "'I have ever been a faithful servant to Thane Tordag, and it is an insult to be treated with the same suspicion as the half-blood rabble! However, I cannot fault Torferth for his blind suspicion...he has just lost his father and become Thane of Torsbury in one evil stroke.\\n\\n'My men and I will submit to whatever searches and inquiries Thane Torferth demands of us...and we will be found innocent, one and all.\\n\\n'Alas, I warned Thane Tordag not to admit the folk from Woodhurst. The half-bloods cannot be trusted. You should look more closely into their number...or even that captain from Oserley.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502917",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x73088a1",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502919",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    }
  ]
}