{
  "id": 620923973,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Tactic II: The Will of the People",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Whatever Agelwyn leans towards herself, I will follow. Thane Gladsúnu left her in charge, and I will follow her lead.\\n\\n'Gladsúnu is a wise young man, and would not give us a leader he did not trust.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "Agelwyn is in the refugees' hiding spot north of Marton.\\n\\nYou should speak with Agelwyn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'I have already stated what must be done. Marton needs to be taken back.\\n\\n'The fact that she even considers any other option only demonstrates her weakness as a leader. This girl should not be playing at Thane as if the position was one of her dolls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Since I have so little experience in command, I would like to know what the other townsfolk think we should do. I know some must wish to fight and win back Marton, but surely others will not want to put themselves into harm's way.\\n\\n'I will let the majority decide. Do you think that is wise?'\\n\\nYou assure Agelwyn that her decision is just, and you will ask the other refugees to weigh in on the matter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "TBD - \\nMales are generally displeased\\nFemales are more willing to follow\\nMean guy is mean\\nSupportive guy is supportive",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'This did not make anything easier! I had hoped the people would decide, but instead they have left me to break a tie.\\n\\n'Four definitively for Marton, and three for Helm's Deep...and I am four. I do not deny that I wish to go there as Gladsúnu counselled. And two more follow my decision.\\n\\n'Then it looks like we go to the stronghold of Helm's Deep, but many will not like it....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I believe we should go to Helm's Deep.\\n\\n'It pains me to leave Marton to the Orcs, but I am too old and stiff to fight. If I were a younger man, I might feel differently.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "This woman prefers to remain in Marton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You believe that Agelwyn should ask her people what they think, and let the majority of them decide the fate of Marton's refugees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'It is clear that we must fight to win back Marton! We cannot let the Orcs who took our town think that we are cowards who will simply roll over and flee.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "This man wishes to go to Helm's Deep to defend the King",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I will gladly follow my king to Helm's Deep. It would be an honour to fight for him there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "This man wishes to defend Marton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "For myself, I should not be travelling so far in my old age. I believe we should attempt to remain in Marton.\\n\\n'It is foolish to ride across the plains when our home is right here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Speak with Agelwyn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The people of Marton can be found in the refugees' hiding spot north of town.\\n\\nYou should ask the people of Marton what they think should be done: Retreat to Helm's Deep, or fight to with back the town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Ask the refugees of Marton to vote ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "This man firmly believes in remaining at Marton, and is contemptuous towards Agelwyn for considering anything else",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You have ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Gladsúnu's loyal soldier is silent, but bows his loyalty to Agelwyn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "TBD - talk to each of the people",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "This man wishes to retreat to Helm's Deep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "This woman very much wishes to avoid a skirmish with the invading Orcs, voting for Helm's Deep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Helm's Deep!! Would that I could vote for two. I am terrified of the Orcs that took over our town. I do not believe we can win against those fearsome foes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "This woman votes not to abandon Marton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "This man does not seem to speak much, but he bows his assent. He has not left Agelwyn's side, and it seems that he is as loyal to her as he was to Gladsúnu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'I cannot believe that Agelwyn would even consider abandoning the lands of our forefathers! We have inhabited Marton for hundreds of years. I vote not to leave it to the Orcs.\\n\\n'Tell the lady what I said.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "This woman respects Lady Agelwyn's position as acting Thane, and will follow her will",
      "es": "",
      "es (fem)": ""
    }
  ]
}