{
  "id": 620923889,
  "txt": [
    {
      "id": 54354734,
      "en": "You delivered your report to Thane Tordag, as Torferth requested, but the thane did not agree with his son's advice.",
      "es": ""
    },
    {
      "id": 225642567,
      "en": "DNT -- Will not be seen",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Defeat enemies within Torsbury ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "Tordag's encampment lies to the south-east of Torsbury, north of the road to Stoke.\\n\\nYou should return to Thane Tordag and let him know what you found.",
      "es": ""
    },
    {
      "id": 177082740,
      "en": "Defeated enemies within Torsbury ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Enemies of the Rohirrim can be found within the encampment at Torsbury, north-west of Tordag's encampment.\\n\\nThane Tordag wants you to test the strength of the enemy at Torsbury and patrol the village gates to see how well they are defended.",
      "es": ""
    },
    {
      "id": 111477312,
      "en": "Scout the south-west gate",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Scout the south-east gate",
      "es": ""
    },
    {
      "id": 162883670,
      "en": "'You say that my town is well-guarded against counterassault? Let us hope, then, that your efforts to weaken the enemy's defences there have been fruitful....'",
      "es": ""
    },
    {
      "id": 177082721,
      "en": "Scouted the south-west gate",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 228284034,
      "en": "'I am more interested in knowing how strong the forces are at Torsbury itself. We can deal with the ranging foe later.\\n\\n'I want you to enter Torsbury, if you are able, and test the strength of the enemy by defeating some of their warriors. While you are there, scout the gates to determine how well they are defended. You have but to follow the road north and west, and you will come upon the ruins of my town.\\n\\n'Return to me when you have acquired a good sense of the situation there.'",
      "es": ""
    },
    {
      "id": 177082745,
      "en": "Scouted the south-east gate",
      "es": ""
    },
    {
      "id": 177082723,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477316,
      "en": "Talk to Thane Tordag at his encampment",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Testing Their Strength",
      "es": ""
    }
  ]
}