{
  "id": 620923888,
  "txt": [
    {
      "id": "0x9b568b9",
      "en": "'It is as I feared. They have a great array of warriors...but your news is not all bad. It appears that most of the enemy army is comprised of wild Dunlendings -- with whom we have much experience in battle -- and half-orc raiders. If their only support is a small contingent of goblin Warg-riders, this should not be terribly difficult.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Determined the composition of the enemy's forces ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You delivered the signet of Torsbury to Thane Tordag as Fríthild required, but you have found the people of Torsbury already routed from their town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd7308a2",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Torferth is at Tordag's encampment north of the road between Torsbury and Stoke.\\n\\nTordag told you to lend your aid to his son, Torferth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Torferth in Tordag's encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'I must ask your pardon for my father's harshness. He is a good man, but none too clever, and is embarrassed that he allowed Torsbury to fall. The Dunlendings came upon us silently in the night and had already put the town to the torch before anyone could sound the alarm. It seemed like they came from nearly every direction and without warning.\\n\\n'Now he plans to retake Torsbury and has put me in charge of gathering information. I may be young -- only eighteen summers -- but I have seen my share of battles and know the habits of the Orcs.\\n\\n'I need you to ride out to Torsbury and through the fields to the south to learn what kinds of forces are arrayed against us. With that information, we can lay the best plan for our counterassault.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Servants of the White Hand can be found at Torsbury and in the fields south of Torsbury.\\n\\nTorferth asked you to ride to Torsbury and the field to the south of the village and learn what kinds of forces are arrayed against his father's garrison.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Bah! Fríthild will have to wait. I have lost Torsbury! Nay, I am not disloyal, whatever it may seem. I just know Fríthild...she can hold fast without me. I should know! Look at my nose...she broke it herself, she did!\\n\\n'We will attend to Stoke, do not worry! But first I must reclaim my town. I cannot bandy words any longer. My son, Torferth, is in charge of gathering information we can use to form our counterassault. Speak with him and help him as you may.\\n\\n'The sooner Torsbury belongs to us, the sooner we can drive Saruman's lackeys back to Isengard!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Torferth is at Tordag's encampment, north of the road between Torsbury and Stoke.\\n\\nYou should return to Torferth with your report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to Torferth at Tordag's encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Determine the composition of the enemy's forces ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Enemies Abound",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd7308b0",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    }
  ]
}