{
  "id": 620923905,
  "txt": [
    {
      "id": "0x2f00e30",
      "en": "Bring the signet of Torsbury to Thane Tordag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Your duties done at Oserley, it is time to continue your mission for Reeve Fríthild.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Bring the signet of Torsbury to Thane Tordag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Torsbury lies to the west of Oserley, near the border of the Stonedeans.\\n\\nOrdlac bade you hurry by the straightest route to Torsbury to aid Tordag and bring him Fríthild's summons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tordag is at his encampment just north of the road between Torsbury and Stoke.\\n\\nFríthild sent you to bring the signet of Torsbury to Tordag, summoning him to Stoke's aid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Torsbury has been overrun. There are signs that Tordag retreated south and east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'My muster is complete. I have not a large force, but my garrison is prepared to march to Stoke's defence.\\n\\n'I suggest that you make for Torsbury at once...they are likely to be in more dire straits than Oserley. I would take as straight a route as you may, for you will not want to come there too late.\\n\\n'I shall send Dudsig with a handful of my finest warriors to assist at Torsbury, while I myself lead the remainder of my garrison to Stoke. May fortune go with you, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Are you blind? Can you not see that we are in the midst of a war council? I have not the time to....\\n\\n'What? The signet of Torsbury? That can only mean that Stoke is under siege. May Saruman the White burn forever in the fires he has kindled, curse his mangy hide!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Apparently, Tordag was forced to retreat from Torsbury, for this is his encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730898",
      "en": "'What do you want? I am busy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Serving the Summons, Part II",
      "es": "",
      "es (fem)": ""
    }
  ]
}