{
  "id": 620895767,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Idmar is horrified that an Easterling lurks in Parth Celebrant and demands that you speak with Doron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Cabed hopes that the Easterling-blade and the red-tipped arrow will force action to be taken against the inhabitants of Ost Celebrant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have done all that I can to aid you. This arrowhead and blade should be all you need to spur your allies to action. If it does not, I fear the field will again fall to the enemies of Gondor.\\n\\n'Take this to them with haste, each moment you do not act only gives the enemy more time to prepare.\\n\\n'Consider my duty fulfilled, even if my spirit remains. Farewell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Idmar is at his camp along the road in central Parth Celebrant.\\n\\nYou should bring the items to Idmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have returned...I was beginning to worry. You were gone for some time...what is that you are carrying?'\\n\\nIdmar glances with wonder at the red-tipped arrowhead, but then suddenly notices the blade you hold.\\n\\n'This arrowhead is very important to my people, and I will have it sent to Stangard. It must be hung in the mead-hall to honour our ancestors' service. But...where did you get that blade? Speak quickly.\\n\\nIdmar looks deeply disturbed after learning that it was just outside Ost Celebrant.\\n\\n'This is unsettling news, [placeholder]. Bring this blade to Doron, immediately. I will muster my men and hope that we receive more support from Stangard. Go now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Doron is among his men on the crest of the hill in western Parth Celebrant.\\n\\nIdmar wants you to speak with Doron regarding the Easterling.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Take these items to Idmar and Doron.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Was Cabed willing to aid you? I know he despises me for my actions, but as you know, I only did what I thought was best....\\n\\n'What is this? Why have you brought the blade of my enemy here? Tell me at once!\\n\\n'So, an Easterling has invaded our ruins. I will not fall victim to the same folly twice, [placeholder]. Journey to Ost Celebrant with me, and together, we will drive him from this land.\\n\\n'There is no time to wait for your allies, you must go now, before it is too late. I will meet you at the gates, make haste!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Take this item to Doron.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Idmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Doron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Point of It All",
      "es": "",
      "es (fem)": ""
    }
  ]
}