{
  "id": 620895631,
  "txt": [
    {
      "id": 218649170,
      "en": "'Sithric has his eye on us already. He grows suspicious whenever anyone he deems dangerous to his cause leaves his sight for long.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Sithric does not seem happy with my newfound zeal, eh? No matter; I endeavour to do all that you did and more to get Stangard back on its feet, [placeholder].\\n\\n'Sithric can go rot for all I care. You are welcome in Stangard any time, but I will venture to say that your work here is done!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Stanric's Stand",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'My men have been coming to thank me for various good deeds you have done for them, traveller.\\n\\n'Please, tell me how you were able to do so much for us, for I wish to continue this trend after you leave.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Come with me, [placeholder]. It is high time for change.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Gadda points you to Stanric's house for a discussion away from unfriendly eyes and ears",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Come, let us retire for now. Talking and thinking are more exhausting than a day's labour, when such heavy topics are underway.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You tell Stanric about the good you were able to do with little effort, free of the restrictions of politics",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Stanric seems determined to make a change",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gadda is outside of the Mead Hall at Stangard.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Sithric is enraged at Stanric's new defiance, but Stanric is determined to be strong",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Stanric is inside of his house in Stangard, near the Mead Hall.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Stanric is in his household near the Mead Hall.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Talk to Stanric.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Stanric has gone outside.\\n\\nYou should follow him.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Gadda is outside of Stanric's house.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Gadda, Stanric, and Sithric are outside of the Mead Hall.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "Talk to Stanric.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Gadda",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Stanric inside his house",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Tell Stanric of your methods and hear his thoughts",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Stanric",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Follow Stanric outside",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Gadda",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Observe the confrontation between Sithric and Stanric",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Stanric",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Sithric has at last caught wind of your deeds on behalf of Stangard, and for some reason he is displeased....",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Stanric wishes to speak with you in private, [placeholder]. He is inside of his house now.\\n\\n'Go on, there is little time. Unfriendly eyes are all around us.'",
      "es": ""
    }
  ]
}