{
  "id": 620895654,
  "txt": [
    {
      "id": 218649169,
      "en": "'[placeholder], while the brigands will be but a small challenge to disperse, I think, there is yet another threat within their encampment. Our scouts have seen there the shades of vile Oathbreakers of Gondor who betrayed their leaders at the Field of Celebrant and were cursed to haunt the land forever.\\n\\n'Wynstan and Bagmund each have differing opinions concerning what should be done about them, if anything. I must confess that I am uncertain that there is anything we can do at all, but you should speak with them and make that determination for yourself.\\n\\n'I will warn you, though: if you choose to heed the advice of one of these men, do not expect the other to lend you his ear.'\\n\\n<rgb=#FF0000>NOTE: If you begin quest lines from either Wynstan or Bagmund, you will be unable to take the line from the other.</rgb>",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'[placeholder], these creatures are the shades of men who fell to corruption, 'tis true, but their curse affords them the opportunity to redeem themselves...this is an opportunity we must open to them, so that they may continue the fight against the Dark Lord.'\\n\\n<rgb=#FF0000>NOTE: If you begin quest lines from either Wynstan or Bagmund, you will be unable to take the line from the other.</rgb>",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ha! These creatures you speak of are Oathbreakers of the meanest sort and should be given no quarter. They are evil and deserve their fate...we should banish them from this place!'\\n\\n<rgb=#FF0000>NOTE: If you begin quest lines from either Wynstan or Bagmund, you will be unable to take the line from the other.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Shades of the Past",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Though concerned first and foremost about the vile thefts from Parth Celebrant, Aculf is also uncertain about what to do regarding the Oathbreakers which appear to be aiding the brigands.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Wynstan at Aculf's camp in the Rushgore",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wynstan and Bagmund are both at Aculf's camp in the Rushgore.\\n\\nAculf asked you to speak with both Wynstan and Bagmund and seek their opinions regarding what should be done about the shades.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Bagmund at Aculf's camp in the Rushgore",
      "es": ""
    }
  ]
}