{
  "id": 620895774,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'I am glad to see you again, my friend. Things are not well here since our good leader passed. How fares Gadda? I wish he would return to set things right....\\n\\n'Gadda told me he suspected treachery in Stanric's death, but I have not the courage to ask anyone. Too many here have grown loyal to Sithric.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Sithric ordered guards to arrest you? Why, I heard nothing of that! And how suspicious that nobody saw Stanric die or even saw him sick. He was in perfect health just the day before.\\n\\n'I am beginning to grow roused, [placeholder]. The investigation should not stop now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Story Behind the Death",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You again? I would be careful if I were you... I hear Sithric has the guards on order to take you in for treason and trespassing.\\n\\n'But you asked about Stanric... and indeed it is curious that he died so suddenly, not ill, not frail, strong and hale as an ox. I did not see it, myself, so I cannot say more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I... do not wish to speak too loudly on this issue, but I agree with Gadda. I was half tempted to leave with him, but I fear the repercussions.\\n\\n'Things are worse than ever now, and I think Stanric was trying to stand up to Sithric... that is, right before he died. It is strange, is it not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Sabert fears the truth in Gadda's suspicion of murder, but is afraid to speak of it to anyone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Nobody saw what happened, but Stanric seemed healthy and inspired just before his death! In fact, he kept talking about you. He was trying to motivate people to do what was right and not what was ruled.\\n\\n'He felt that the council was too slow to make decisions, and Stangard had suffered too long. And... it seemed that the men responded very well to his guidance. Then... he was dead!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Byrnstan does not know much, but finds it strange that Stanric died so suddenly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'You! Sithric is wanting to have words with you. Come along nice and quietly to the lock-house....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have knocked the guard unconscious as he tried to arrest you. It would be best to move along quickly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sabert, your friend at Stangard, still guards the gate.\\n\\nYou should speak with Sabert upon your return to Stangard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'You! Sithric is wanting to have words with you. Come along nice and quietly to the lockhouse....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Wada once supported Sithric, but begins to suspect corruption and treachery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Men of Stangard can be found throughout the town.\\n\\nYou should question many men about the death of Stanric, for Gadda suspects treachery on Sithric's part.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Athulf notes that Stanric died just as he grew inspired to incite change in Stangard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Sabert guards the front gate of Stangard.\\n\\nYou should speak with Sabert at once about all that transpired during your questioning.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You have knocked the guard unconscious as he tried to arrest you -- best to move along quickly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Sabert, your one remaining friend at Stangard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Ask Byrnstan about the death of Stanric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Ask Uthrad about the death of Stanric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Ask Wada about the death of Stanric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Ask Athulf about the death of Stanric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Ask Adalbert about the death of Stanric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Return to Sabert at the front gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gadda wishes for you to ask around Stangard about the death of Stanric, hoping that someone will know if Sithric was involved.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Now that you have seen our new mission here in carrying on what you began, I hope that you will help me one last time. If I return to Stangard, it will be my death... but I could not serve under such a man as Sithric. Stanric was my commander.\\n\\n'I fear that there was treachery involved in Stanric's death, [placeholder], but I cannot go back to investigate. No one will talk to me -- they will only arrest me or kill me on sight. I hope that you can discover what really happened.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}