{
  "id": 620895672,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Discover the Prospector's Shack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Discover the Old Sawmill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "When the last inhabitants of the Limlight Gorge were driven out by the arrival of trolls from the Misty Mountains, the Rohirrim erected this guard-post to keep an eye on the entrance to the Gorge and ensure that nothing came out of it unseen. Luckily, the trolls dare not stray too far from the caves and ledges they take cover beneath during cloudless days, and so they have made no attempt to come up out of the Gorge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "The Limlight Falls mark the bottom extent of the foothills leading down from the Misty Moutains as the rushing river empties out towards the plains to the south.\\n\\nThe cold rushing stream ensures a steady supply of fresh water for the community of Stangard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Limlight Gorge has always been a wild and sparsely inhabited area, but since a band of trolls came down from the Misty Mountains, what few inhabitants there were have fled its rocky slopes. Massive creatures now inhabit the Gorge, making travel through the area perilous, and it is said that even the trees themselves sometimes move about, perhaps thanks to some strange magic from the neighbouring forest of Fangorn....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "The northernmost extent of the forest of Fangorn ends here, at the banks of the Limlight River.\\n\\nThe Ents have long had a small gathering place here, where they would long ago meet with the Elves of Lothlórien and learn news of the outside world.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "This ancient Gondorian tower once watched over the Limlight Gorge.\\n\\nTo what purpose, or against what threat, no-one today remembers, for it fell into ruin long, long ago.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "This old river pothole remains from time long past when the Limlight's course ran further up the Gorge. It left this oddly smoothed pit behind as it shifted course.\\n \\nNow, alas, it seems that trolls have taken up residence within its deep shadows.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "This may once have been a homestead or hunting-cabin down in the Gorge, but more recently it has been the way-post for a band of prospectors and treasure-seekers exploring the Gorge for valuable minerals.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "This old sawmill was built some years ago by the Men of Stangard, before the trolls arrived and drove them away.\\n\\nMore recently it appears that a band of hard-working but obstinately foolish dwarves have been trying to restore the mill to working order.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Explore the Limlight Gorge in Great River.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Discover the Limlight Gate-house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Discover Limlight Falls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Discover the Ent-grove",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Discover the Fallen Watch-tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Limlight Gorge Explorer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Discover the Pothole",
      "es": "",
      "es (fem)": ""
    }
  ]
}