{
  "id": 620895678,
  "txt": [
    {
      "id": 59803317,
      "en": "Spirit of Enlightenment",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What is it you seek here? The lady long ago withdrew her power from this place, leaving us to act as its custodians.\\n\\n'I long to return to the West, but so too does the memory of this land hold me here, till at last all that stood here is no more, and those memories are no longer needed.'",
      "es": ""
    },
    {
      "id": 59803318,
      "en": "Spirit of Destiny",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Once, two ancient forests came together here, and so the Firstborn and the Shepherds of the Forest communed over the nature of the world under the tutelage of our mistress.\\n\\n'But the Elves left long ago, and the trees speak rarely now, and it has become a lonely, wild place.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Spirits of the Limlight",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I often find myself dancing to the music of the birds and the river -- but I do miss the songs of the Firstborn.\\n\\n'Perhaps I wish that they would return some day? Alas, I do not think that likely.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'It was long ago that we aided the Elves, helped teach them the secrets of the trees, that they might speak with them, and so teach them to speak in turn.\\n\\n'But even the trees have now grown old, and most are wild, and few remember any of the words that they learned so long ago.'",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "A spirit of the Limlight Gorge spoke of her mistress' long ago protection of the Gorge and of how the trees once learned to speak.",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Here we remain after the forest itself has retreated, with little to remind us of the past save these tumbled remains.\\n\\n'Even those shall soon be gone -- and then what shall we remember? I suppose then at last we shall return into the West.'",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "One of the spirits of the Limlight Gorge claimed that they act as the custodians of memories of long ago, but it seems impossible to guess at what she meant by that.",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "This spirit spoke of a time when the forests of Lórien and Fangorn met, and the Elves spoke often with the Ents, though she did not reveal the name of her mistress. Could she mean the Lady Galadriel?",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Complete Ancient Ruins of the Limlight",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "An ancient spirit spoke of the songs of the Elves which could once be heard echoing through the gorge in times long past, and wondered if they might one day return.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ordhrien has suggested that you attempt to speak with the spirits of the Limlight Gorge.\\n\\nThe Elves of Lothlórien once communed with these spirits, and claim that they can only be seen by the light of the stars.",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "This spirit spoke of a time when they helped teach the Elves how to speak with the trees of the forest. But she mourned that most of these things had long been forgotten by the trees of the Gorge.",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "A strange spirit wondered what would become of them, when at last the final traces of the Elves faded from the Limlight Gorge.",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "A strange spirit wondered what would become of them, when at last the final traces of the Elves faded from the Limlight Gorge.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with the Spirit of Reverence",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with the Spirit of Remembrance",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with the Spirit of Amity",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Speak with the Spirit of Melody",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Speak with the Spirit of Enlightenment",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Speak with the Spirit of Destiny",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Speak with the spirits of the limlight gorge",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ordhrien has suggested that you attempt to speak with the spirits of the Limlight Gorge. The Elves of Lothlórien once communed with these spirits and claim that they can only be seen by the light of the stars.",
      "es": ""
    },
    {
      "id": 59803313,
      "en": "Spirit of Reverence",
      "es": ""
    },
    {
      "id": 59803314,
      "en": "Spirit of Remembrance",
      "es": ""
    },
    {
      "id": 59803315,
      "en": "Spirit of Amity",
      "es": ""
    },
    {
      "id": 59803316,
      "en": "Spirit of Melody",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Greetings wanderer... your bravery does you credit, but this is no place for mortal spirits. Even the Elves come here no longer.\\n\\n'Long ago this place lay under the protection of my lady's power, and it was here that the trees were taught to speak.'",
      "es": ""
    }
  ]
}