{
  "id": 620895728,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'One of those that fell to the curse was not of my company...he merely sought shelter with us after faltering in his task. Cabed is his name, a messenger of Cirion sent to find aid from the North-men. However, seeing his fellows fall and sensing the futility of his charge, he fled instead to the south...to Ost Celebrant.\\n\\n'The curse compounded with his guilt has driven him away from us. I do not know whether he truly seeks redemption or merely escape.\\n\\n'Seek him out near Ost Celebrant. I fear that there are things occurring in that ruin that have fallen beneath notice. Perhaps he can be of help to us...I only hope he has not fallen to madness like the others.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Why would you seek an audience with me? I am a failure, a traitor to the great kingdom of Gondor.\\n\\n'Doron sent you? Curse that man. He deserves only the worst of fates for what he did to so many of us. \\n\\n'The shadow that has fallen on Ost Celebrant has fallen beneath the notice of the Horse-lords and Doron alike. I have seen what lurks within these walls, and Doron has been given a chance to redeem us all...and it must be Doron, for I have no desire to atone for the folly of another.\\n\\n'Listen to me, and I will guide you to the answer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Seek the messenger Cabed...he may be able to reveal more to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Message Unsent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Doron has relayed the tale of how he and his men came to be cursed. He now wishes for you to meet with one of his men, who has become aware of more sinister dealings in Parth Celebrant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Cabed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cabed is near Ost Celebrant, on a small hill off the side of the road south.\\n\\nDoron has sent you to find the lost messenger, Cabed.",
      "es": "",
      "es (fem)": ""
    }
  ]
}