{
  "id": 620895739,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'To understand the doom falling upon the Field of Celebrant, you must first understand our past.\\n\\n'Long ago, the kingdom of Gondor was besieged by a Horde of terrible Easterlings. They had forded the Great River at the Undeeps and sought to crush our forces here before sweeping into Gondor proper. While we fought valiantly, there was nothing we could do to stop the onslaught of Easterlings. My fellows and I were sent north to seek the aid of the North-men in desperation.\\n\\n'With us, we each carried a trinket. Before I fell, I buried the trinket in hopes that my failure would be forgotten. However, having returned, I know that can never be the case. I would ask that you seek it out. I buried it just outside the walls of Ost Celebrant. Perhaps it still remains there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, you have found it. Thank you, I never thought I would see this again. This arrow was to be the symbol of our plight to the North-men. I was sent to deliver it at any cost, but I...I just could not do it.\\n\\n'I feared death, and now see what my cowardice has brought me. I later learned that one of the messengers survived and made it to the north...my shame has only grown.\\n\\n'But enough of this, there is more to be done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found my lost trinket?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Lost Message",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Cabed has asked you to find something very important to him that he hid near Ost Celebrant during the Battle of the Field of Celebrant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have found the rotting remains of a red-tipped arrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Cabed's lost trinket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cabed has sent you in search of a trinket he once carried. The trinket is located somewhere outside Ost Celebrant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Cabed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cabed is atop a small hill along the southern road of Parth Celebrant.\\n\\nYou should bring the red-tipped arrowhead to Cabed.",
      "es": "",
      "es (fem)": ""
    }
  ]
}