{
  "id": 621023618,
  "txt": [
    {
      "id": "0x6a502b8",
      "en": "Raise heraldry of Durin IV in Parth Daenath ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Good places to raise the heraldry of Durin IV can be found in Parth Daenath.\\n\\nYou should raise the heraldry of Durin IV in Parth Daenath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'I have come to assist in the war effort, though all else seems lost. Still would my people stand, fighting to the very end, even to the last dwarf. We will defy the Storm of Wrath for as long as we are able! But that horde is not yet here, and there are Orcs enough to deal with before it arrives. Know this: the Orcs of Sauron still fear my name and the axes of the dwarves!\\n\\n'Take the heraldry of my people and raise it above the Corpse-fields of Parth Daenath. Our enemies will cower and our fellows will have strength in the coming days! Baruk Khazâd!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "Raised heraldry of Durin IV ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85964",
      "en": "'Still would my people stand, fighting to the very end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Durin IV",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Durin IV seeks to raise the heraldry of his people above the Corpse-fields of Parth Daenath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85965",
      "en": "'I see the great banners of my people above the battle-plain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Durin IV can be found at Echad-in-Edhil.\\n\\nYou should talk to Durin IV.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'I see the great banners of my people above the battle-plain. The Orcs are surely running in fear back to Barad-dûr, the cowards!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "Heraldry of Durin IV",
      "es": "",
      "es (fem)": ""
    }
  ]
}