{
  "id": 621023654,
  "txt": [
    {
      "id": 246419840,
      "en": "Cannoth has a plan.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Reach the outcropping above and destroy the fell beast eggs before they hatch.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Defeat Khatlob the Brood-mother.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Talk to Cannoth further up the path.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'The cliffs above are home to Khatlob, Brood-mother of the fell beasts. She and her spawn have been mostly contained by the Orcs, but a new clutch of eggs is about to hatch. I fear the newly-spawned beasts will not long remain at Gath Daeroval. We must put an end to Khatlob and her brood, or our people will never be safe, in Imlad Morgul or elsewhere.\\n\\n'Some of Khatlob's caretakers remain, led by an Olog-hai known as Khúrthak the Rent. He possesses the keys we will need in order to gain access to the spawning ground. While you face Khúrthak, I will attempt to enter the Rookery.\\n\\n'One last thing, friend. Khúrthak and other Olag-hai are possessed of a furious rage, and only a soothful vapour can calm their fury. I will give you a set of phials containing this vapour, but there are more in the chest next to me. If an Olog-hai enters that state, throw one of these phials at him and he will be calmed.'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "TBD Behind the gate and up the path appears to be the roost of Brood Mother Khatlob. The eggs are getting close to hatching, and if even a few of them were to hatch, it would spell doom for our forces.\\n\\nCould you go up to the nests up above, and throw them off the edge?",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Cannoth further up the path",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Cannoth",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "<rgb=#FF0000>Fell beast eggs hatched ([placeholder]/2)</rgb>",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Cannoth yells 'The eggs are starting to hatch!'",
      "es": ""
    },
    {
      "id": 262725907,
      "en": "Defeated Khúrthak the Rent",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Cannoth hands you several phials of soothful vapour",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Past the gate and further up the path you will find Khatlob's roost. Hurry! The eggs are getting near to hatching! Find the nests and throw their contents off the edge to the rocks below!'",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Defeat Khúrthak the Rent",
      "es": ""
    },
    {
      "id": 24695138,
      "en": "The Shadow-roost of Gath Daeroval is home to Khatlob, the Brood-mother of the winged beasts ridden by the Nazgûl. She and her vile egg-clutch must be destroyed or there will never be an end to the terror of the fell beasts.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "TBD Fell beast eggs destroyed",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Fell beast eggs destroyed ([placeholder]/6)",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Defeated Khatlob the Brood-mother",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Defeat Khatlob the Brood-mother",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gath Daeroval, the Shadow-roost -- Tier 3",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Defeat Khúrthak the Rent.",
      "es": ""
    }
  ]
}