{
  "id": 620845337,
  "txt": [
    {
      "id": 136263297,
      "en": "The ground trembles as crushing footsteps approach through the forest....",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Dhît's club",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A particularly brutal and cunning troll named Dhît has been waylaying travellers in the Trollshaws as they attempt to reach Rivendell.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hey there, [placeholder]. If you've got a few stalwart friends who are willing to stand by your side, I've got a task for you.\\n\\n'Dhît is the name...a troll, a big, nasty one by all accounts that has been waylaying travellers on the road towards Rivendell in the Trollshaws. Both the Elves and the Rangers would like nothing more than to hear that Dhît has come to an unfortunate end!\\n\\n'The only news I have is that he usually lurks in the forests of the Trollshaws, somewhere north of the road, near some statues or the like? I heard that third-hand, and it didn't make much sense to me, but I hope it helps.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Níels has asked you to seek out the troll Dhît in the western Trollshaws in the vicinity of the Stone-trolls' Glade and claim his club as proof of his death.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'My, my...now that's a club all right. I wonder where he found that? It's sure as silver that he didn't forge it himself, and no Man nor Orc could ever wield it.\\n\\n'I'm thinking now that our little Dhît was likely a War-troll, lost or escaped from Angmar. That must have been a fight!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Níels is at Esteldín in the North Downs.\\n\\nYou should bring Dhît's club to Níels.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you dealt with Dhît? I can tell you that the bounty is worth the effort.\\n\\n'Head to the Trollshaws and see if you can bring down the lumbering oaf.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "YOU SHOULDN'T SEE THIS",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Dhît's club",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Dhît's club to Níels in Esteldín",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Níels' Bounty: Dhît the Troll",
      "es": ""
    }
  ]
}