{
  "id": 620845336,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "A terrible storm has fallen, and the sound of great wings tears at the air....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected Rothlúg's scales",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Elves of Rivendell have discovered a deadly drake living among the peaks of the Misty Mountains that threatens to consume any who attempt the crossing. They have offered a bounty to any who would take up arms against Rothlúg, the drake of Storms.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Listen closely, [placeholder]. It seems those oh-so-wise Elves in Rivendell have managed to get their trousers in a bunch over some great squalling lizard that has made a nest in the mountains above the House of Elrond.\\n\\n'More to the point, they are offering a nice sum for anyone brave enough to rid them of it! Rothlúg is its name, and they say it only attacks in the midst of a great storm, so keep your eyes open.\\n\\n'Oh, and you had best bring friends if you want to survive...otherwise I'll just save you the trouble and send your portion of the bounty straight off to the casket-maker in Trestlebridge....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Níels has asked you to seek out Rothlúg atop the ridges of the southern Misty Mountains and claim his scales as proof of his defeat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is a strange scale indeed...I've not seen its like before.\\n\\n'Proof enough, methinks, that Rothlúg no longer flies over the peaks of the Misties, so I shall see to your bounty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Níels is at Esteldín in the North Downs.\\n\\nYou should bring Rothlúg's scales to Níels as proof of his death.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The drake Rothlúg makes his lair in the Misty Mountains. I would be wary if you seek this bounty...but it is certainly worth your while.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "YOU SHOULDN'T SEE THIS",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Rothlúg's scales",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring Rothlúg's scales to Níels in Esteldín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Níels' Bounty: Rothlúg, the Drake of Storms",
      "es": "",
      "es (fem)": ""
    }
  ]
}