{
  "id": 620845333,
  "txt": [
    {
      "id": 136263297,
      "en": "A sharp hiss from a nearby cave cuts through the wind off the glacier....",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Farathlúg's scales",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "One of Níels' clients seeks a rare and unusual scale from the far north...a scale from Farathlúg the Ice-worm.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'This is an unusual request, I'd say. One of my clients has a desire for rare and unusual things, you see, and now he wants the scale of an old northern ice-worm of all things.\\n\\n'I asked my kindred prospecting up in Forochel to send word if they have seen such a creature, though I never expected to hear back from them. As it turns out, Lossoth lore speaks of such a beast that lairs along the northern slopes of some glacier.\\n\\n'That is quite a trek and no mistake, but I can offer a substantial sum for your trouble if you succeed.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Níels has asked you to seek out Farathlúg's cave along the northern edge of the Great Glacier in Forochel and collect his scales.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I can hardly believe it! You actually made the journey all they way to Forochel and fought that beast?\\n\\n'Well, my client will be pleased, however you managed it, so let me see to your bounty.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Níels is at Estldín in the North Downs.\\n\\nYou should bring Farathlúg's scales to Níels.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I suppose my client likes shiny worm-scales...though I can't for the life of me understand why.\\n\\n'If you want this bounty, you'll have to journey to Forochel.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "YOU SHOULDN'T SEE THIS",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Farathlúg's scales",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Farathlúg's scales to Níels in Esteldín",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Níels' Bounty: Farathlúg the Ice-worm",
      "es": ""
    }
  ]
}