{
  "id": 620845244,
  "txt": [
    {
      "id": 218649169,
      "en": "'[placeholder], the threats all about us are too great for this meagre number to suppress. We require assistance in any form that it can be given. You have already been a great help to the Eglain, and I pray that you will continue your assistance.\\n\\n'The western stretches of this poisoned land teem with creatures long dead, now stalking the ruins.\\n\\n'It is not fear that drives this request, but an instinct to survive. These creatures must be destroyed. Enter the swamp to the north and west or even some smaller sections of the east and destroy the wights who have so recently stirred back to action.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Knowing that you have destroyed as many of these creatures as you have gives me a moment to consider that we will once again reclaim these lands as the shade Dannasen states.\\n\\n'You have proven again that you are an ally to the Eglain. Thank you, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'These creatures inspire fear by their existence, but it is their number that frightens me more than their countenances. We cannot hold them back forever and need the aid of others to keep them from overrunning our lands.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you brought me the tokens?  I need them as soon as possible. Please hurry. Head far to the east to find the Gloom-water.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dead Rising",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "With the terrible presence of wights, Hillmen of Rhudaur, and the darkwater menace, the foe has become too great to be held back by the small Eglan-camp.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated wights in Agamaur ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat wights in Agamaur ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wights can be found throughout Agamaur.\\n\\nEriac has asked you to help kill the wights within Agamaur. The creatures are too numerous and dangerous for the small band of Eglain to fight alone.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Eriac the Strong at the Eglan-camp in Agamaur",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Eriac the Strong is at the Eglan-camp in Agamaur.\\n\\nYou entered the Red Swamp and destroyed a good number of the wights. Now the time has come to return to the Eriac the Strong and tell him of all you have done.",
      "es": ""
    }
  ]
}