{
  "id": 620845334,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "A terrible growl echoes out across the bog as something deadly stirs nearby....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected Mangemaw's pelt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Níels has offered a bounty for whoever can bring him the fur of Mangemaw, a deadly wolf of unusual cunning that has been devouring helpless hobbits in the Shire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It looks like those hobbits have run into a problem quite a bit larger than themselves this time. An enormous wolf has sneaked into the Shire past the Rangers -- likely down from the forests of Evendim -- and has begun preying upon the locals. To hear the tale, you would think it was gobbling them up by the baker's dozen!\\n\\n'You had best put a stop to it, and I am willing to pay a fair penny for whoever does. The Rangers haven't the spare men to hunt him down, or they would have pulled his tail already, but they say they are sure he's hiding out somewhere within the Rushock Bog.\\n\\n'Do you care to take up the hunt?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Níels has asked you to seek out Mangemaw in Rushock Bog in the Shire and claim his pelt as proof of his death.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, I see you've found yourself a rather ratty pelt there...Mangemaw's is it?\\n\\n'Well then, good hunt and done with, I say. Here's your bounty as we agreed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Níels is at Esteldín in the North Downs.\\n\\nYou should bring Mangemaw's Pelt to Níels as proof of his death.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Shire has always had problems with wolves, but Mangepaw is something else altogether. The hobbits are afraid to go marshflower-picking!\\n\\n'Mangepaw can be found in Rushock Bog.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "YOU SHOULDN'T SEE THIS",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Mangemaw's pelt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring Mangemaw's pelt to Níels in Esteldín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Níels' Bounty: Mangemaw the Wolf",
      "es": "",
      "es (fem)": ""
    }
  ]
}