{
  "id": 620845311,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have collected the priceless Elf-treasure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mírdiniel of the Malledhrim wishes you to search Dannenglor one last time -- this time for the most priceless remnants of the days when Elves lived there, before the merrevail took hold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'These small treasures almost certainly came from a priceless Elven creation, a treasure beyond treasures, and a gift to the memory of the Elves who walked here once. Such a prize should not be left to be swallowed by filth and corruption.\\n\\n'Once more, [placeholder], I must encourage you to go on a quest for a relic of my ancient kindred. I do not think the acorn will have fallen far from the oak. I believe this greater treasure is still somewhere in Dannenglor, waiting to be reclaimed by those who will return it to its proper glory.\\n\\n'Go to Dannenglor once again, if you dare. This treasure will surely not be unguarded, so go with care. You will have done a great deed for my kindred if you manage to return to me in triumph. Good fortune to you, mellon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The primary thief among the merrevail can be found in Dannenglor, north of the Haunted Inn in the Dourstocks.\\n\\nYou should confront the morroval who hoards the priceless Elf-treasure and attempt to reclaim it for the Elves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done it! This is wonderful, [placeholder]. I cannot believe that such a treasure has been restored to us. I will keep this safe for now and send it to Lothlórien at the next opportunity. I cannot thank you enough, mellon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mírdiniel awaits you at the Haunted Inn in the Dourstocks, south of Dannenglor.\\n\\nYou should bring the priceless Elf-treasure to Mírdiniel so that she may send it to be kept by the Galadhrim in Lothlórien, where it will remain safe as long as the Elves exist to watch over it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Dannenglor is north of here. You should search for the greedy morroval-thief there. She will surely be deep within its walls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Dannenglor is to the north, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the greedy morroval-thief",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect the priceless Elf-treasure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Mírdiniel at the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Thief of Dannenglor",
      "es": "",
      "es (fem)": ""
    }
  ]
}