{
  "id": 620845338,
  "txt": [
    {
      "id": 136263297,
      "en": "A cold mist swells and shimmering lights rise up from the barrows....",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Morrafn's crystal",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Rangers of Esteldín tell of a limrafn spirit named Morrafn which has lured many of their kindred to their deaths in the Fields of Fornost.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Good day, [placeholder]. Are you looking for some work? Well, here's a nasty bit of business that needs tending to....\\n\\n'Something strange lurks in those barrows to the west, out in the Fields of Fornost. The Rangers say it is a spirit of some sort that has lured more than one of their scouts to an untimely end. It is like some wandering light bereft of its proper lantern, and they have named it Morrafn.\\n\\n'The few Rangers available here are too young and inexperienced to face such a thing...do you think that you might be up to it yourself? There's a sizable sum involved if you can rid the Fields of the spirit.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Níels has asked you to seek out Morrafn among the ruins in the western Fields of Fornost and banish the spirit beyond the Void.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What is this? A crystal?\\n\\n'It is a strange and baleful glow that shines forth from it, and I'm betting this is what remains of Morrafn....\\n\\n'Well then, I must see to your bounty!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Níels is at Esteldín in the North Downs.\\n\\nYou should bring Morrafn's crystal to Níels as proof of its defeat.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I will not even pretend to know how to deal with a spirit...I only know that my client wants it gone.\\n\\n'You can find Morrafn in the Fields of Fornost, west past Amon Raith.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "YOU SHOULDN'T SEE THIS",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Morrafn's crystal",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Morrafn's crystal to Níels in Esteldin",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Níels' Bounty: Morrafn, the Flame of Hate",
      "es": ""
    }
  ]
}