{
  "id": 620845312,
  "txt": [
    {
      "id": 218649170,
      "en": "'Marvelously done, [placeholder]! Marvelously done indeed. Might I...have a sip of that beer? If you are willing to share, I shall give you a grand gift.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you collected the glorious beer yet? Perhaps my expectations for you were too great!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Mightiest Blow (Expert)",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Now you should slot your club as a skill -- the fight will begin soon",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Now that you wield the mighty dwarf-club, you should enter the fight-arena and claim your prize! Stop at nothing, [placeholder]; do not let them deter you from your charge!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You did not enter the fight area in time",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "The fight has begun! You may begin swinging",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The fight-arena is the lowered floorspace in the centre of the arena, marked by green banners. The dwarf-club is in your inventory.\\n\\nGísli Strongclub has given you an excellent weapon with which to earn your prize. You should enter the fight-arena below while wielding your mighty dwarf-club.\\n\\n<rgb=#FF0000>WARNING: If you leave the fight-arena after entering, you will drop your club. The club may not be used outside of the fight-arena's bounds.</rgb>",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have left the fight-arena. You may try again in 10 minutes, when the next round begins",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The fight-arena's bounds are in the centre of the ale-hall at Thorin's Hall, marked by green banners.\\n\\nYou should wait for the fight to begin.\\n\\n<rgb=#FF0000>WARNING: If you leave the arena's bounds after entering, you will drop your mighty dwarf-club. The dwarf-club cannot be used outside of the arena's bounds.</rgb>",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Amazing! You have collected the glorious beer",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Competitors in the lowered fight-arena wish to steal the glorious beer for themselves.\\n\\nGive the greedy folks around you a few good whacks for their impertinence! You must now do whatever it takes to collect the glorious beer, but beware -- if you leave the fight-arena for any reason, you will be disqualified.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Knocked a competitor out of the way ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Gísli Strongclub is in the arena at Thorin's Hall.\\n\\nYou should speak with Gísli Strongclub to boast of your excellence in collecting the glorious beer.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have dropped your mighty dwarf-club in the shock of shame and defeat",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "This round has ended; you were unable to best your fellows in time",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You ran out of time",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Enter the fight-arena before the fight begins. Do not leave the bounds",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Slot the dwarf-club in your skills and wait for the fight to begin",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Do not leave the fight-arena's bounds",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect the glorious beer before the others get the last of it",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Give fellow competitors a whack for good measure ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Do not leave the fight-arena",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Gísli Strongclub before the time expires",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have been challenged to collect the most glorious beer in Middle-earth, the prize of the celebration in Thorin's Hall.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>\\n",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Greetings to you again, [placeholder]. Not all the glorious beer has run dry, and there is a chance of getting another glass before the year is out! You remember how to obtain this prize, do you not? I shall remind you. The trick is to best all others who covet this brew -- and I expect there will be many. No beer in the world is as golden, deep, or mellow. It is smooth, dark, and frothy; it chills the tongue and warms the heart.\\n\\n'If you wish to stand a chance at all, you should wield a mighty dwarf-club and keep the others away. Make sure you are ready to fight before you enter the arena! If you leave the bounds, you will be immediately disqualified. Good luck to you, [placeholder]!'\\n\\n<rgb=#FF0000>NOTE: The mighty dwarf-club will appear in your inventory. You should quickslot it to participate in the fight. This item cannot be used outside of the arena's bounds.</rgb>",
      "es": ""
    }
  ]
}