{
  "id": 620836101,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Now that you know the sweet history of Elessar and his lady-love Undómiel, perhaps you understand the solemnity of their joining and their parting. \\n\\n'The happiest time they had together was the season they spent in Lórien, especially here upon Cerin Amroth. It is the habit of many of us who have known either of them to spend time upon the hill in the sunshine, reflecting upon the sacrifices they have made for each other. It is a good way to put one's problems into perspective, among other things.\\n\\n'Would you like to do so as well? It must be during the day: as Aragorn said when they spoke their promises, neither the Shadow, which he always repudiates, nor the Twilight is for him, being mortal. Go to the southern side of the hill and <rgb=#FF0000>meditate</rgb> upon these matters for a time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have the peaceful look of one who has meditated, [placeholder]: solemn and peaceful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should sit upon the southern face of Cerin Amroth and meditate upon the tale of Arwen and Elessar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "In Honour of Love Deferred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tuilinn has invited you to solemnly meditate upon Cerin Amroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You are at the spot at which Elessar and Undomiel plighted their troth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You are no longer near the place at which Aragorn and Arwen pledged to one day marry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "<rgb=#FF0000>Meditate</rgb> upon Cerin Amroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The place Tuilinn spoke of is upon the southern side of Cerin Amroth.\\n\\nTuilinn wants you to go to the spot on the hill of Cerin Amroth at which Aragorn and Arwen pledged their troth to each other and <rgb=#FF0000>meditate</rgb> in honour of their love, as she does.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Tuilinn at Cerin Amroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tuilinn is atop the flet on Cerin Amroth.\\n\\nYou should let Tuilinn know that you have done as she instructed.",
      "es": "",
      "es (fem)": ""
    }
  ]
}