{
  "id": 620836116,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I've examined the samples you brought me and discovered a strange substance that I have not seen before.'\\n\\nHethuwen hands you a phial filled with a dull, green slimy substance and a note full of hastily written information.\\n\\n'If you would be so kind, [placeholder], please take this sample and my notes back to Hasta. In this letter I ask him to send you to look formore of this substance. You should try to find the source in order to find a pure, original sample for a more thorough observation. Perhaps then we can get to the bottom of this.\\n\\n'I am sure Hasta is anxious for news in the Water-works. Make what haste you can, [placeholder]. I fear this is not the laughing matter I suspected it would be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "Hasta takes the phial and reads the note with rapt attention.\\n\\n'This is strange indeed! Hethuwen is a very knowledgeable master of lore and learning. If this substance is new to her, as seems to be the case, I am troubled.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must hurry and bring the sample and letter to Hasta in the Water-works at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Do you have something for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Strange Slime",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Hethuwen has examined the contents of the package you brought her and discovered a disturbing substance. Hethuwen has asked that you bring the sample, along with her extensive notes, back to Hasta in the Water-works.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring Hethuwen's notes to Hasta",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Hasta is at the Rotting Cellar in the Water-works, far to the west from the Shadowed Refuge.\\n\\nHethuwen has given you a phial of the substance she uncovered during her experiment, along with copious notes. She has asked you to bring these to Hasta in the Water-works.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Hasta with Hethuwen's notes",
      "es": "",
      "es (fem)": ""
    }
  ]
}