{
  "id": 620836103,
  "txt": [
    {
      "id": 218649169,
      "en": "'I beg your pardon! I needed a moment to compose myself, but I have dashed the water from my eyes and quit my uproarious laughter long enough to devise a wonderful plan. I am not a cruel dwarf, but this is an opportunity I cannot miss.\\n\\n'You see, I came to this maze many days ago, hoping to see the sights, pass on through, and move along. But as I picked my way, I heard an Elf muttering about not being able to find the exit, but he grew silent when he perceived my presence. He followed me for a bit, but took a wrong turn. I came out at last, and I waited.\\n\\n'Do you know that I have been here all these days since, and I have not seen so much as a hair from a single Elf-head, save that one standing near, waiting for her companions? My mirth has grown greater with every passing hour! This is the best festival I have ever been to. Now take these signs and post them everywhere you can and point them this way and that! Let us see how many more days it will take them now.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Oh, that is delightful! None have come out yet. Would you like to wait with me? We can fetch a pint at the festival and return in a moment, and then we shall continue to enjoy this most memorable scene.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you posted those signs yet? This should be great fun. You should hasten into the maze before any of them find their way out!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Laugh at the Lost",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gísi is delighted by the plight of the Elves in the maze and wishes to enhance the humour of the situation with a little prank. Signs in various places pointing all kinds of ways should ensure that the Elves are even more perplexed by their surroundings.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have posted a confusing sign",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Post signs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Posts ideal for hanging confusing signs can be found inside the hedge maze on the Horse-fields of Bree.\\n\\nGísi has invited you to partake in the Elf-mockery he has devised by having you hang signs pointing all different directions. This should make the Elves even more lost, if that is possible.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Gísi outside the maze in the Horse-fields",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gísi is outside the hedge maze, waiting for increased delight in the plight of the lost Elves.\\n\\nYou should bring Gísi the news that his plan went well, and the Elves certainly seem no closer to finding a way out.",
      "es": ""
    }
  ]
}