{
  "id": 620836030,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Saelthaliel found that she was missing several of her friends when she came out of the maze. She has been waiting patiently for them for several days now, but there is no sign that they will come out any time soon.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am glad you have come. I could use some assistance, if you please. You might wonder why I am standing all alone at a festive springtime event, but I am actually waiting for my friends. I have been waiting for some days now.\\n\\n'We all entered the maze together, as a group, but sometime during the course of things we became separated, and only I came out. I have been waiting for them all these days since!\\n\\n'Do you think you could go into the maze and remind them that we must soon be away back to our own Ethuilwereth celebration? I would go in again, but I am afraid that I will miss them once again, and we could be here even longer if they go back to look for me! I am beginning to regret our decision to come here....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Saelthaliel's Elf-friends can probably be found wandering throughout the maze. The maze is in the Horse-fields of Bree, north of Bree-town.\\n\\nYou should speak to each Elf and encourage them to move a little faster towards getting to the exit of the maze.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You spoke to all of them, and yet still they tarry! I do not know how I will ever get them out. I am beginning to think that bringing them along was not the most prudent idea....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Saelthaliel is standing just outside the entrance to the hedge maze, waiting for word of her friends.\\n\\nYou should tell Saelthaliel of all that passed inside the maze.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'We Elves do not notice the turning of the days. Saelthaliel's concern is unfounded; I am not lost, but enjoying the fresh foliage.\\n\\n'I suppose it matters not. I will leave now. Where is the exit? I do not ask because I do not know. I just want to make sure that you know how to get out.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Saelthaliel is too hasty. But I suppose she is correct; I will come. I will...follow you for a while, if you don't mind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Are you lost? I can see that you are. You needn't be ashamed. Just follow my path, and I will lead us both back to Saelthaliel in time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the wandering Elves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'The door? Oh, I am sure I must have passed it a hundred times and paid it no heed. I could find it again in a moment if I so desired.\\n\\n'I stay only because I worry if you can get out yourself. I will watch which direction you go, to make sure you go the right way....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Found a wandering Elf ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Saelthaliel outside the maze in the Horse-fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'I am sorry, my mind was elsewhere. I have been looking for the exit for days! I have never been good at this sort of thing -- every leaf is distracting. Will you lead me out?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Misplaced Companions",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'Saelthaliel is waiting? I had almost forgotten her. I find this maze most inhabitable. I am not sure I have a mind to leave just yet.\\n\\n'Pray tell, though -- where is the door? I ask merely out of curiosity, should I ever want to find it. I am not sure that time will come, but just the same...it will be good to know it is there.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}