{
  "id": 620836107,
  "txt": [
    {
      "id": 218649169,
      "en": "'I am delighted that you are here! You would not believe what fun I've been having in the maze. Chickens! Oh, they are delightful when they run about so.\\n\\n'If you wish to partake in the chicken chase, you must run in and catch them before they escape! The tricky part is finding them in the winding hedge. And the other tricky part is finding your way out once you've caught yours.\\n\\n'Mind you don't lose your way when you go inside! It can be very tricky within the foliage, you know.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Look at all these chickens! You certainly did your part. Now you must have a reward.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Be sure to make haste when the chicken release is announced! You'll not want others scooping them all up before you even arrive.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Chicken Dash",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Every year, the hobbits let chickens loose in the maze, and they must be rounded up before they break through the hedge and get loose in the fields.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected chickens ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect chickens before they escape ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Every hour, chickens are released into the hedge maze in Bree. They are only there for fifteen minutes out of every hour, so catch them while you can!\\n\\nYou must collect chickens during the time that they are running amok in the hedge maze.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Buttercup North-took outside the maze in the Horse-fields",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Buttercup North-took is standing outside the maze entrance in the Horse-fields.\\n\\nYou should speak with Buttercup North-took and tell her about all the wonderful things you accomplished inside the maze.",
      "es": ""
    }
  ]
}