{
  "id": 620836001,
  "txt": [
    {
      "id": 218649169,
      "en": "'Mae govannen, traveller. Welcome to the celebration of Ethuilwereth in Duillond. I hope you will enjoy the wonders that the spring season has to offer before you, too, wander off to the Spring Planting in Bree-land. The hedge maze there is drawing many of my kindred thither.\\n\\n'A company of Elves, led by clear-headed Saelthaliel, went to the Spring Planting many days ago to observe the green walls on the Horse-fields. I have not heard from them since, and I truly did not expect that they would be away so long.\\n\\n'If you find yourself at the festival grounds in Bree, please look for Saelthaliel or any of her company. Remind her that Ethuilwereth will not go on forever, and that she and her company should hasten back if they wish to enjoy it before it has passed away until the next turn of the seasons.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am not at all surprised that Calendui has sent you to me. Our stay has been overlong indeed, but perhaps you will be able to help me.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Saelthaliel can hopefully be found at the Hedge Maze in Bree's Horsefields. I hope no harm has come to her.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I am not at all surprised that Calendui has sent you to me. Our stay has been overlong indeed, but perhaps you will be able to help me.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Missing Ethuilwereth",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Calendui of Duillond wishes to hear an account of Bree's Spring Planting event, but his fellows who travelled there have not yet returned. He wishes to receive word from Saelthaliel, the leader of the company, that all is well in Bree-land.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Saelthaliel at the Horse-fields in Bree",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Saelthaliel and the Elves with her should be at the Festival Grounds in Bree, in the Horse-fields to the north of Bree-town.\\n\\nCalendui has asked you to speak with Saelthaliel to remind her not to tarry too long at Bree's Spring Planting, lest she miss the Ethuilwereth celebration altogether.",
      "es": ""
    }
  ]
}