{
  "id": 620836108,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'All right, [placeholder]. Now that we've gathered evidence that there are some unusually strange creatures in the Water-works, we ought to have someone more knowledgeable than I take a look at what you've collected. Such a person should be able to shed some light on the matter.\\n\\n'My old friend Hethuwen conducts studies of this sort in Shadowed Refuge, for she has a curious nature. Seek her there, and tell her I sent you to speak with her. She should be able to offer insight that will be helpful to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well met, [placeholder]. How can I be of service to you? I hope nothing dire has brought you here this day.'\\n\\nHethuwen takes the package you brought and reads the note attentively.\\n\\n'I see...Hasta, my zealous friend, is pursuing another wild rumour.'\\n\\nHethuwen shakes her head and a slight sigh can be heard passing her lips. She does not trouble to hide her amused smile.\\n\\n'All right, all right, [placeholder]. Very well. I will help Hasta once more, but this is the last time! Just give me a few moments to look over these specimens, and I shall see whatever there is to see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Take that package at once to Hethuwen at the Shadowed Refuge!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Yes? Can I help you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Special Delivery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Hasta has asked you to deliver the specimens you gathered to his friend Hethuwen in the Shadowed Refuge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the package to Hethuwen in the Shadowed Refuge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Hethuwen can be found in the Shadowed Refuge, in the south-eastern reaches of Moria.\\n\\nHasta has asked you to take the package to his friend Hethuwen in the Shadowed Refuge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Deliver the package to Hethuwen in Shadowed Refuge",
      "es": "",
      "es (fem)": ""
    }
  ]
}