{
  "id": 620836127,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Hethuwen took a closer look at that sample you gathered earlier and found some troubling results. Evidently, the source of the substance is a living creature!\\n\\n'If this creature is allowed to persist, it will surely endanger the efforts of the hardy dwarves here in the Water-works, and perhaps in all of Moria. I have a plan, [placeholder], that is sure to help us, but it will take some time to set it in motion.\\n\\n'We shall bait the creature from out of its hiding place, and I have reason to believe it will be very large. A large stock of ingredients will be needed to prepare a lure that will be sufficiently appetizing. Speak with me again, and I'll let you know what I need. Oh, and...spread the word around to any friends who are fit to assist you. We will be needing rather a lot of ingredients.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent; now, let's get started.  There is much to do and many items we need to prepare.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I can't thank you enough for your help, [placeholder].  Your work here throughout Moria has exposed a mystery far more dreadful than I could have forseen.\\n\\n'I'm still trying to figure out just what I'll need to solve this problem; but rest assured that I will.\\n\\n'Give me some time to sort out what I'll need and then return to me later.  I suspect that there will be even more work for us to do in the days ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Plan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Hasta has let you know of his plans to deal with mysterious creature who lurks behind some unpleasant rumours in the Water-works.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak with Hasta",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Hasta is in the Rotting Cellar in the Water-works of Moria.\\n\\nYou should speak with Hasta to find out what he will need to prepare a lure for the creature behind the disturbing rumours.",
      "es": "",
      "es (fem)": ""
    }
  ]
}