{
  "id": 620836102,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Mae govannen, [placeholder]. The hearts of Elves throughout the Golden Wood beat a little more lightly thanks to your errand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Your pardon, friend, but I have no time to speak with you just now; there is too much to do to prepare for tonight. Whatever message Tuilinn has can wait... what have you for me?\\n\\n'Elanor! And sweet niphredil. These shall have pride of place at my table tonight. Their smell will enhance every dish!\\n\\n'My sincere thanks. Please, tell Tuilinn that she knows well how to lift a busy Elf's spirits.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Niphredil and Elanor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Whence come you, friend, bearing pale niphredil and golden elanor?\\n\\n'From Tuilinn at Cerin Amroth! My heart is gladdened by her gesture and by yours in bearing these blossoms here.\\n\\n'Ah, these flowers never seem as bright when plucked from other hills! My sincere thanks to you, friend [placeholder]; know that Ambendel is at your service.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I have no time just now for any... what is that aroma? By sea and stars! Whence came these blooms?\\n\\n'Tuilinn has, as always, cut to the heart of the matter in her own quiet way. My steps are now lightened.\\n\\n'I shall display these, that all the warriors here might also benefit from their sweet smell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected elanor-blossoms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Niphredil and elanor... beautiful flowers to brighten these dark days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected niphredil-blossoms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'White niphredil and yellow elanor... the beautiful flowers of Lórien. Pick some and bring them to my friends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Elanor and niphredil can be found upon and around the hill of Cerin Amroth.\\n\\nTuilinn has asked you to pick elanor and niphredil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'White niphredil and yellow elanor... the beautiful flowers of Lórien. Pick some and bring them to my friends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bahanneth is at Talan Fanuidhol, west of Cerin Amroth. Ambendel is in Echad Andestel, south-west of Cerin Amroth. Maliriel is at the Hythe, east and south of Cerin Amroth, by the river.\\n\\nTuilinn has asked you to bring elanor and niphredil-blossoms each to Bahanneth, Ambendel, and Maliriel the Feast-mistress.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Thank you for the lovely flowers, [placeholder]... they will find a place of honour at the feast.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Tuilinn is atop the flet at Cerin Amroth.\\n\\nYou should return to Tuilinn and relate to her how her gift lifted the spirits of her friends.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Standing watch upon the borders of Lothlórien can oft lead to a dreary spirit... thank you for lifting mine once more!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Now to let the blossoms of Cerin Amroth do their work on drooping spirits.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Work well done, friend. My thanks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect elanor-blossoms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect niphredil-blossoms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring blossoms to Maliriel at the Hythe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring blossoms to Ambendel at Echad Andestel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring blossoms to Bahanneth at Talan Fanuidhol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Talk to Tuilinn at Cerin Amroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Concerned by all the recent upheaval disturbing Lothlórien, Tuilinn has had an idea for bolstering the morale of the Elves throughout the forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Turmoil threatens our Golden Wood for the first time in many a year, [placeholder]; the ravages of Orc-kind to the north-west, the unusually aggressive river creatures to the south-east... I worry that fear may be taking more of a toll upon us than we might admit.\\n\\n'I have an idea, and if you will help me see it to completion, it may aid in staving off the insidious dread that is the Enemy's weapon. Now, the golden flower we call elanor and its pale counterpart, niphredil, are nearly as much in the heart of every Elf as is Cerin Amroth itself, the hill upon which they grow. Their smell revives us; their gentle colours rest our eyes. Please, pick some and bring them to my friends elsewhere in Lothlórien.\\n\\n'Maliriel is the Feast-mistress at Imlad Lalaith: follow the road east and south until you reach the Hythe, by the river. Ambendel is at Echad Andestel -- you may already have met him. Retrace your steps back to northern Nimrodel, south-west of here. Talan Fanuidhol is west of Cerin Amroth; there you will find Bahanneth, the quartermaster.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}