{
  "id": 620836002,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Are you sure that was wise?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have found the maze exit! Impressive.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You ran out of time!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Inn League ever endeavours to make everything in Middle-earth more enjoyable for those who love spirits. Tob Sandyman's Inn League challenge will make your trip through the greenery all the better.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Oof. Hallo. I don't feel well today.\\n\\n'I don't even know...how I got here. Are you a member of the Inn League? Am I?\\n\\n'I don't know if I believe that you are. You're spinning, to be sure, but...Oh, hallo! Are you a member of the Inn League as well?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The hedge maze is in the Horse-fields, to the north of Bree-town.\\n\\nIt seems as though Tob Sandyman just gave you a challenge, but it's not quite clear what it was. You should explore the centre of the maze for a clue that might clarify what this Inn League member has planned for you.\\n\\n<rgb=#FF0000>NOTE: This quest will fail if you log out of the game prior to completion and turn-in.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hallo. Do I...know you?\\n\\n'To the Roarbuller Brandobas and his fine...fine brew. Hooray!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The maze exit seems to be leagues and leagues away from where you now stand.\\n\\nIf you can manage to walk at all, you should make your way out of the maze before the time runs out.\\n\\n<rgb=#FF0000>NOTE: This quest will fail when logging out of the game.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Tob Sandyman is outside the hedge-maze on the Horse-fields in Bree.\\n\\nYou should speak with Tob and find out exactly why you went into the hedge maze to begin with.\\n\\n<rgb=#FF0000>NOTE: This quest will fail when logging out of the game.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'La la! La la la la la.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search the maze for an Inn League artifact",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the exit before the time runs out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Tob Sandyman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Green Challenge",
      "es": "",
      "es (fem)": ""
    }
  ]
}