{
  "id": 620836115,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected a pure sample",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Hasta has asked you to find a pure sample of the substance discovered by Hethuwen, who researched the strange creatures rumoured to be found in the Water-works.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hethuwen has requested that a pure sample of the strange substance be extracted from the very source of our inquiries. I am afraid you must venture forth once again and accomplish this task, if you are able.\\n\\n'The highest concentration of the creatures you encountered is centred around Gabil-Munz. You should begin your search for the source of this substance there.\\n\\n'Find a way to extract a pure sample of the foul stuff, and bring it back to me when you are finished. Hethuwen has sent along a mixture of sorts along with some instructions, and this will test the purity of what you bring back. Good luck, [placeholder]!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The highest concentration of the creatures can be found near Gabil-Munz, the great structure to the south-west.\\n\\nHasta has asked you to find the source of the strange substance and bring back a pure sample of the stuff for further study.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "Hasta takes the sample that you have brought him and pours a solution into the jar with it, watching the reaction closely.\\n\\n'Good work, [placeholder], I think you've unearthed the very source of everything! Now where exactly did you find it?'\\n\\nHasta listens intently as you recount your exploits, nodding his head.\\n\\n'I believe we will to need to do some preparations before we can explore this matter further. Come back to me later, for I need to consult with Hethuwen to discuss how we are to proceed from here. I may need your help again in the coming days. Thank you for your steadfast efforts, [placeholder]!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Hasta is at the Rotting Cellar in the Water-works, north-east from Gabil-munz.\\n\\nNow that you have found the source of the strange substance and extracted another sample, you should bring it to Hasta for more extensive study.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Head to Gabil-Munz and bring back as pure a sample as you possibly can.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you found it yet, [placeholder]? The sample you seek should be somewhere in Gabil-munz.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Give me some time to formulate a plan, [placeholder].  Return to me later and we will discuss how to proceed.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the source of the strange goo",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the sample to Hasta",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the sample to Hasta",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Source",
      "es": ""
    }
  ]
}