{
  "id": 620836100,
  "txt": [
    {
      "id": 54354734,
      "en": "Tuilinn is surprised that you did not know the full story of how a Man, even one as respected as Aragorn, was able to successfully court a high-born Elf-lady like Arwen.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'My name is Tuilinn. What are you called? [placeholder]? The name is familiar...are you a friend to Aragorn son of Arathorn? Ah yes, you helped reforge Narsil from its shards! It is a pleasure and an honour to make your acquaintance.\\n\\n'I remember when all of us here at Cerin Amroth once greatly doubted his fitness to court our sweet Undómiel...but I am sure you know the tale of their romance. What? You do not? I suppose, with Elessar being as close as he is, it is not all that surprising. Nevertheless, if you are interested, you should certainly learn the tale, as it is sweet indeed.\\n\\n'Oh, not from me. I have only pieces of it myself; I shall, however, send you to those from whom I learned the rest. Pennasseth, known as the Keeper of Stories, has befriended one of the visiting hobbits, along the path towards the city. Naeris, called the Guardian of Lore, can usually be found in a clearing east of here in Gelirdor, with his friend Sendiel. Meluibrennil, currently visiting the lovely garden of Santhirwen, south of here, helped care for Arwen Undómiel when she was young.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Tuilinn has sent you to three Elves who each know an aspect of the tale of the romance of Elessar and Undómiel.\\n\\nFrom Cerin Amroth, Pennasseth can be found to the south-west at Cerin Nauth. Naeris is in the Peaceful Glade, due east. Meluibrennil is in Bain Gwaloth a short ways to the south-east.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have learned the tale? It is sad, but beautiful, is it not? I hear that Arwen now resides again with her father in Imladris, awaiting the day when Aragorn claims his rightful inheritance.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Tuilinn awaits you atop the flet at Cerin Amroth.\\n\\nYou should return to Tuilinn now that you have heard the tale of Elessar and Undómiel.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You should speak with the Elves I told you of, for they can provide you many pieces of the tale of Arwen and Elessar.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Gladly will I share what I know of the tale of Aragorn and my dear little Arwen. Aragorn, called Elessar after the green Elf-stone given him by the Lady Galadriel herself, was just shy of his fiftieth year; still a brash youngling. He was weary, having been long fighting and travelling throughout many kingdoms, and had stopped in Lórien on his way back to Rivendell from the borders of the Black Land of Mordor. The Lady of the Golden Wood insisted that he cast off his ragged travelling apparel and dressed him in silver, white, and Elven grey, such that he appeared almost more than a Man -- nearer to an Elf-lord from the Isles of the West, tall and stern.\\n\\n'At that moment, Arwen Undómiel, the Lady of Imladris, saw him again for the first time in nearly thirty years. At that moment, indeed, was her choice made: to follow, await, love, protect, and honour Elessar, and share with him the Doom of Men.\\n\\n'They had but a brief season to wander together through the woods and glades of Lothlórien. The hill of Cerin Amroth was their most particularly beloved place: that is where they wandered barefoot through the blossoms of niphredil and elanor, and it was there that they finally plighted their troth and sealed their fate.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I have told you what I may of Elessar and Undómiel...You should return to Tuillin upon Cerin Amroth.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Mae govannen. I am Naeris, the keeper of the histories of the Galadhrim. I have memorized the lays and poems, the lineages, the heraldry, and the great martial and political deeds of our people. How may I be of service? Ah, I see; a tale of recent days, then.\\n\\n'I have read a tale recorded by Elrond Halfelven of the solemn discourse he held with the son of Arathorn, fifteenth Chieftain of the Dúnedain. The Lord of Imladris had read the heart of Aragorn and seen the new-born love there for Arwen Undómiel. He told Aragorn of the great doom that awaited him: either he would rise above all his lineage since the days of Elendil the Tall, father of Isildur, or he would plunge into darkness with all the remnants of his kin; also, that in the many years of trial that lay before him, he would neither take a wife nor bind a woman's troth to himself, until he should be found worthy of doing so. Elrond further warned Aragorn that the Evenstar of her people was too far above him, and he too young for her. He explained how the long life and youth of the Eldar were hers while her father stayed here, and that she would be able to follow him into the West when he should go. Were she to choose to bind herself to a mortal, her doom would be bleak; her life, shortened. She would never marry a mortal, unless he was king of both Arnor and Gondor.\\n\\n'The next day, Aragorn son of Arathorn took his leave of his mother, Gilraen, and left the Last Homely House to go forth into the wilds; he was soon, however, seen once more, here in Lothlórien. It is an abiding sorrow and grief to many of us that young Arwen Undómiel will not come with us when we go. Now, I tire...hold this tale close to your heart; consider it, learn from it. Farewell, patient [placeholder].'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I have told you what I may of Elessar and Undómiel...You should return to Tuillin upon Cerin Amroth.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Mae govannen, my good [placeholder]. I am Pennasseth, though I am sometimes called the Keeper of Stories. Have you a tale to share? Ah, a tale to request! And none less than that of Aragorn and Arwen -- wonderful.\\n\\n'I first met Aragorn when he was a very small child under the care of Elrond Halfelven, with whom I too was staying. His mother, Gilraen the Fair, brought him thither to live when he was but two years of age, his father Arathorn having been recently killed on campaign when an Orc-arrow pierced his eye. Estel, as Aragorn was then known, was a sweet child, serious and intelligent, with no awareness of his kingly lineage -- he would not be given that until his twentieth year -- and we all doted upon him.\\n\\n'Since its occurrence during the Elder Days, we have sung of the great romance of the Man Beren One-hand and the Elf-princess Lúthien, also called Tinúviel or Nightingale. I tell you this because I know of the first time Elessar set eyes upon the beautiful Undómiel: he was singing of Beren's first view of dancing Lúthien, clad in silver and blue, dark-haired and gem-crowned. Just then, Arwen Undómiel, clad and bejewelled in nearly the same manner, walked before him; believing himself the recipient of a vision, Aragorn called out -- just as Beren had -- \\qTinúviel! Tinúviel!\\q Is that not a sweet tale?\\n\\n'No, he hadn't ever met her before, despite the fact that she is Elrond's child. Why? It is simple: she had been living here in Lothlórien, for this is the land of her mother's kin.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Pennasseth",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I have told you what I may of Elessar and Undómiel...You should return to Tuillin upon Cerin Amroth.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Meluibrennil",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Naeris",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Tuilinn",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Elessar and Undómiel",
      "es": ""
    }
  ]
}