{
  "id": 620957606,
  "txt": [
    {
      "id": "0xa8e1190",
      "en": "Tom's eyes are bright and his voice is full of laughter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ed6",
      "en": "Bring Bingo's manuscript to Tom Bombadil for his perusal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "You stand in the cold water until you are water-logged and sopping",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Talk to Goldberry at Tom Bombadil's house or by her spring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "Tom takes the manuscript and runs his hands over the pages.\\n\\n'What a wonder! These leaves, all covered with words, written down with care. I can feel the letters beneath my fingers, ink dried and thoughts saved! That is not Tom's way, but there is a joy in remembering. These pages are like a song sung in the morning but carried on the wind until afternoon, when it might be heard again.\\n\\n'I delight in the feel of these pages, and their tiny words. Let me sit with them awhile, and you speak with the River-daughter. Goldberry has returned from her spring for a time, and she is more fair and more lovely than when she left!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Talk to Bingo outside the house of Tom Bombadil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Your face is full of questions, young one. Has Tom confused you with his riddles and his songs?'\\n\\nYou tell Goldberry that you have been unable to learn much about her husband, despite his friendly and open nature.\\n\\n'I believe he has given you what you sought, [placeholder], though you may not know it. Who is Tom Bombadil? He is, and no one else. He is a mischievous sort, and loves to laugh. He will ask you to stand beneath a waterfall only to experience the feel of the water, and the joy of dripping on the carpet. He is the Master of water, wood, and hill, and cares for all who inhabit those places, even if their hearts are rotten and mean. He seeks to lighten their moods, and ease their pains.\\n\\n'But that is a long answer. He is Tom Bombadil, and there is no one else like him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Bingo is unsure how best to describe Tom Bombadil for his written account of the journey, and has asked you to go directly to the subject for answers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "Bingo listens to Goldberry's description of Tom and nods.\\n\\n'Yes, I think that seems to be a fair assessment of our peculiar host. Thank you for obtaining it for me! I still cannot believe that you actually stood underneath a waterfall and danced with a malevolent tree on my behalf, [placeholder]. You are a good friend, and I am glad that you are coming with me on this journey!'\\n\\n<rgb=#FF0000>Next week: 'Synonyms for Spooky' (Recommended Level: 22)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You know that I wanted to document our journey, [placeholder], writing down the experiences we have and the places we see, and that includes describing the people we meet! No account of my adventure to this point would be complete without a description of this curious Tom Bombadil fellow, that much is clear.\\n\\n'But I have encountered an early problem in this attempt, for I simply do not know of any way to describe him in such a way that does the fellow justice! Can you speak to him and learn what you can of Tom, in order to educate me on the subject? What are his likes and dislikes, from where did he come, and what drives him from day to day?\\n\\n'Good luck to you, my friend! Perhaps the words will flow when you report back to me what you learn!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'Who is Tom Bombadil? He is, and no one else. He is a mischievous sort, and loves to laugh. He will ask you to stand beneath a waterfall only to experience the feel of the water, and the joy of dripping on the carpet. He is the Master of water, wood, and hill, and cares for all who inhabit those places, even if their hearts are rotten and mean. He seeks to lighten their moods, and ease their pains.\\n\\n'But that is a long answer. He is Tom Bombadil, and there is no one else like him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Tom Bombadil asked you to stand in the foam of the waterfall south of his house, if you want to learn about him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Find Old Man Willow, west of Tom Bombadil's house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Hoy now, young one, questions are for asking, but the fun lies in the seeking! You ask about old Tom, but that is a question with many answers. Why not ask the trees why they be a-swaying, or the light a-brightening!\\n\\n'Tom likes walking in the woods of an evening, and singing in the morning sun when the moon skips away, as would all who try it!\\n\\n'Still you ask, and ask! Too many questions for so lovely a day. Stand in the foam of the falling water nearby, and you will know what it is to be Tom Bombadillo!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo now faces the first real challenge of his journey: to come up with a description for Tom Bombadil to use in the account of his adventure!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You stood in the waterfall that Tom suggested, and should now see what you were supposed to have learned from the experience.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Too many questions for so lovely a day. Stand in the foam of the falling water nearby, and you will know what it is to be Tom Bombadillo!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'He wants you to stand in the foam of the waterfall to learn his secrets? How odd. There is a waterfall to the south. Perhaps that is the one of which he speaks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Talk to Tom Bombadil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Oh no, you will drip on my manuscript! Careful, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Old Man Willow is further west along the Withywindle, west of Tom Bombadil's house.\\n\\nTom Bombadil has asked you to go dance with Old Man Willow if you will learn what it is to care about the same things as Tom.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Talk to Bingo outside Bombadil's house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Tom wants you to dance with a tree? I do not know what he thinks that will accomplish. Is this a trick?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Tom Bombadil is at his house to the east of Old Man Willow.\\n\\nYou have danced with Old Man Willow, as Tom requested.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Hey do, merry do, dancing all the day! Questions are for answering, but that's enough today!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Did you learn anything from dancing with a tree? I have to confess that I don't see where this is going, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Bingo is outside Tom Bombadil's house, in the Old Forest.\\n\\nYou tried to learn more about Tom Bombadil, but the mysterious fellow does not seem given to explanations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Stand in the foam of the waterfall south of Tom's house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50259",
      "en": "Talk to Goldberry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'This is not working, [placeholder]. Tom is a mystery, and any attempt to get him to answer questions about himself is met with laughter and nonsense!\\n\\n'Perhaps if he were to read some of my account so far he would better understand why we want to know about him? Take my manuscript to him and see if that gets him to open up about himself, if you would!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'Your face is full of questions, young one. Has Tom confused you with his riddles and his songs?'\\n\\nYou tell Goldberry that you have been unable to learn much about her husband, despite his friendly and open nature.\\n\\n'I believe he has given you what you sought, [placeholder], though you may not know it. Who is Tom Bombadil? He is, and no one else. He is a mischievous sort, and loves to laugh. He will ask you to stand beneath a waterfall only to experience the feel of the water, and the joy of dripping on the carpet. He is the Master of water, wood, and hill, and cares for all who inhabit those places, even if their hearts are rotten and mean. He seeks to lighten their moods, and ease their pains.\\n\\n'But that is a long answer. He is Tom Bombadil, and there is no one else like him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "'I delight in the feel of these pages, and their tiny words. Let me sit with them awhile, and you speak with the River-daughter. Goldberry has returned from her spring for a time, and she is more fair and more lovely than when she left!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56844",
      "en": "'Are you almost ready to leave? Tom Bombadil is a strange fellow, and I find him very interesting, but there are other adventures to be had out in the wild!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Despite being so soggy, talk to Tom Bombadil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Bingo has asked you to show his manuscript to Tom Bombadil in an effort to get the mysterious fellow to open up about his history and origin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Goldberry has returned from her spring. During the day she can be found inside the house of Tom Bombadil, and at night she likes to walk around outside.\\n\\nTom has said that you should speak with Goldberry while he looks at Bingo's manuscript.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Goldberry may have given you the answer Bingo was seeking, and you should now return to the hobbit to see if he agrees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'Tom wants you to dance with a tree now? If my sister Esmeralda had any sense of adventure at all, she would love to do that! But she's so dull, and never wants to go anywhere.'\\n\\nMarigold chuckles.\\n\\n'I cannot wait to tell her what she's missing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'Hey do, merry do, dancing all the day! Questions are for answering, but that's enough today!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "'Perhaps if Tom were to read some of my account so far he would better understand why we want to know about him? Take my manuscript to him and see if that gets him to open up about himself, if you would!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56858",
      "en": "'Why does cousin Bingo think that Tom will care about his writing? Tom does not seem like he has much time for books, if you ask me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Can you speak to our strange host and learn what you can of him, in order to educate me on the subject? What are his likes and dislikes, from where did he come, and what drives him from day to day?\\n\\n'Good luck to you, my friend! Perhaps the words will flow when you report back to me what you learn!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Tom says you will learn about him if you stand in the spray of the waterfall? Huh. Grown-ups are strange.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "Tom seems delighted.\\n\\n'Sopping wet you are, like Tom after a fresh rain in Spring! Dripping all about, but refreshed and happy? Learn from old Tom, for he has seen summers and winters and summers again, one for every droplet that cascades from the heights!\\n\\n'Hey now, still with questions? Tom's way is to take the bad and make it good. Old Man Willow, that mean streak in his heart has grown wider for many a day now, and he could do with some cheering. Go to old Willow-man and <rgb=#FF0000>dance</rgb>, and lighten his mood! Then you will know what it is to share Tom's interest in all creatures, both good and bad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1172",
      "en": "Tom's eyes are bright, but he is clearly done with questions",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Hey now, still with questions? Tom's way is to take the bad and make it good. Old Man Willow, that mean streak in his heart has grown wider for many a day now, and he could do with some cheering. Go to old Willow-man and <rgb=#FF0000>dance</rgb>, and lighten his mood! Then you will know what it is to share Tom's interest in all creatures, both good and bad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'You are soaking wet. You look ridiculous.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1175",
      "en": "Bingo hands you the pages of his manuscript",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef9c2",
      "en": "You leave Old Man Willow behind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "You are filled with unease. Tom really wants you to dance here?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Tom Bombadil, and ask him about himself",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "You dance, and for a moment you feel a sense of welcome. Then it is gone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Defying Description",
      "es": "",
      "es (fem)": ""
    }
  ]
}