{
  "id": 620957648,
  "txt": [
    {
      "id": "0xeb01157",
      "en": "Bingo has invited you to eat, drink, and sing in the common room of the Prancing Pony.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50262",
      "en": "Talk to Milo Goodbody in the Prancing Pony",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef912",
      "en": "Bingo is disappointed as you leave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50263",
      "en": "Find Bingo somewhere outside the Prancing Pony",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50264",
      "en": "Travel to the Forsaken Inn, in the Lone-lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50267",
      "en": "Talk to Bingo in the Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'Milo has invited us to the Prancing Pony for a brief welcome in the main room, and I have gladly accepted. It is good to make new friends!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Drink mugs of ale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef923",
      "en": "Bingo is disappointed as you leave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Talk to Bingo in the Prancing Pony",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Talk to Milo Goodbody in the Prancing Pony",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50279",
      "en": "Climb on the table and <rgb=#FF0000>dance</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56866",
      "en": "'Will you look at this place, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4717911",
      "en": "'Barliman runs a fine establishment!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4717912",
      "en": "'The Prancing Pony must be one of the finest inns hereabout!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4717913",
      "en": "'Another serving, Milo?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4717914",
      "en": "'Let us hear it once more for Barliman Butterbur!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4717915",
      "en": "'Eat up, drink up, and be merry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4717916",
      "en": "'Another round!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4717917",
      "en": "'More for all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4717918",
      "en": "'Have some more of everything, my friends!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "You and Bingo have been invited to partake in the merriment at the Prancing Pony, and should speak to its proprietor, Barliman Butterbur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Bingo and Milo have made themselves at home inside the common room of the Prancing Pony.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56876",
      "en": "'I gave you my money-purse. Can you be sure that Barliman receives sufficient coin to pay for our food and drink? We are a boisterous group, and it is only fair that he be well-compensated for his hospitality!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Bingo has invited you to eat, drink, and sing in the common room of the Prancing Pony.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Bingo is enjoying his stay in the common room of the Prancing Pony.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Magnificent, my friend! Your singing voice is quite something, and I am impressed at your ability to put away so much food and drink in so short a time! It is nothing compared to my own facility for such, of course, but still impressive!\\n\\n'Are you slowing down? Unacceptable! More food, more drink, and more song! We must not insult the proprietor of this fine establishment!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Ah, what a remarkable singing voice! It seems you are becoming even more talented as our stay wears on, [placeholder]!\\n\\n'Here, let me give you my money-purse. Can you be sure that Barliman receives sufficient coin to pay for our food and drink? We are a boisterous group, and it is only fair that he be well-compensated for his hospitality!\\n\\n'While you see to that, I must tell Milo something. What was it? Something about hobbits, I remember that much! But what was it? It will come back to me, I am sure of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Bingo is enjoying his time in the common room of the Prancing Pony.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "You give Barliman some coins from Bingo's money-purse and he accepts them graciously.\\n\\n'Oh, thank you very much, that's more than generous. It is an honour and a pleasure to serve such fine folk as yourself and Mister Bingo, and Mister Goodbody is a regular patron, of course. Your party has been most good-natured. Often times I need to get people down from dancing on the tables, kicking crockery everywhere, but you have been fine customers indeed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Barliman Butterbur is the proprietor of the Prancing Pony, and Bingo gave you his money-purse to ensure that he is well-paid for the hospitality.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec2",
      "en": "<rgb=#FF0000>Sing</rgb> in the common room of the Prancing Pony ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'There you are! Bingo was asking around for you. He wants you to join him on the table and <rgb=#FF0000>dance</rgb>! There really was no arguing with him! You'll have to do it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'It is an honour and a pleasure to serve such fine folk as yourself and Mister Bingo, and Mister Goodbody is a regular patron, of course. Your party has been most good-natured. Often times I need to get people down from dancing on the tables, kicking crockery everywhere, but you have been fine customers indeed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Milo Goodbody seeks to get your attention in the Prancing Pony.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'That was a nice visit after all, [placeholder]. Prisca eventually forgave me for whatever part I may have played in Marigold's decision to become a hero instead of a stay-at-home hobbit, and I enjoyed spending time with my many cousins. I jotted down their names in the margins of my manuscript so I do not forget them. Once again I marvel at how Prisca keeps track of them all!\\n\\n'My feet are ready to once again set forth on the road! I consulted the map, and it seems the town of Bree should be our next stop. Let us walk to the west-gate of that town and take in the sights for a short time only, and then we will continue into the Lone-lands... and further adventure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I will meet you at the West Gate of the town of Bree. I am ready for our journey to continue!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I have never been to Bree before, but I always heard there was something peculiar about the hobbits who lived here. This Milo fellow seems to be perfectly friendly, though! He has invited us to the Prancing Pony for a brief welcome in the main room, and I have gladly accepted. It is good to make new friends!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Welcome to the Prancing Pony, friend! Make yourself comfortable, and do not be shy! Mister Boffin has already found a table in the main room, and told me to expect you.\\n\\n'Please let me know if there is anything I can get you, and enjoy the food and the drink and the company!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Welcome, welcome! I was just talking to Bingo here, and he was telling me about this journey of his. What an extraordinary fellow! It is only right that he experience the finest tavern in all of the Bree-land, wouldn't you say?\\n\\n'You'll find the Pony just up the hill, and I think it would be a fine opportunity for some rest and merriment. After all, Bingo's adventure will soon take him into the wild, and there will be few opportunities for such revelry! Speak to old Barliman inside the Pony, and he will ensure we are provided with aught we might need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Travel to the West Gate of the town of Bree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'The Prancing Pony is just up the hill, and it is a place of much merriment, with fine food and drink and many good folk, both Big and Little. Speak to Barliman and he will make sure to take care of us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a0",
      "en": "Bingo has asked you to join him on the table and dance!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I will see you inside the Prancing Pony, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Barliman Butterbur is in the Prancing Pony, and your recent dancing exploits have convinced you that perhaps he deserves a few more of Bingo's coins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Ah, there you are! What a fine place this is, [placeholder]! Have some food and have some drink, and sing a song or three! There is plenty of each, and we should all add to the din with our melodies!\\n\\n'Milo has been telling me some of this town's history, and he says that Bree was founded by hobbits before even the Shire! I do not know if that is so, but he certainly believes it. He is a good fellow, but I think he is wrong on this subject. I do not know where hobbits come from, but there are so many of us in the Shire, compared to Bree, that I think we must be the older.\\n\\n'Eat, drink, and sing, my friend! This is no time for arguing, even if Milo is mistaken about his history!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Mister Boffin and Mister Goodbody are already in the common room. They did not wait for you to begin eating and drinking, but they said you would be along shortly so I thought nothing of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "Milo Goodbody is waiting to speak with you in the Prancing Pony.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Milo told you that Bingo went outside to get some air, and might be sleeping in one of the haystacks in the stables near the Prancing Pony.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'According to the map, there is another tavern just inside the Lone-lands, to the east. Let us travel to that tavern and find rooms for the night. No more merriment, for now! That has proved even more dangerous to my journey than the Barrow-downs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "The Forsaken Inn is in the Lone-lands, east of Bree.\\n\\nBingo has decided that it would be best to continue his journey before spending any more time in revelry in the Prancing Pony.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'I cannot imagine a more different common room than that of the Prancing Pony, [placeholder]! This one is oppressive and unwelcoming, for certain! It may be just as well, for the revelry and merriment of Bree's renowned Pony threatened to stall my journey there for good!'\\n\\n<rgb=#00FF00>Bert Bartleby has arrived outside Ost Guruth in the Lone-lands.</rgb>\\n\\n<rgb=#FF0000>Next week: 'The Last Treasure' (Recommended Level: 26)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1140",
      "en": "Perhaps Barliman could use a few more coins, after all",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'This is a much bigger town than I was expecting!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Bingo is inside the unwelcoming common room of the Forsaken Inn, in the Lone-lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ee1",
      "en": "Bring a few more of Bingo's coins to Barliman Butterbur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'Always a pleasure to meet new folk!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'Welcome to Bree, my new friends!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1145",
      "en": "The inside of this Inn is dark, quiet, and unwelcoming",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe89c251",
      "en": "'This is all very delicious.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "The town of Bree is to the east along the road from Newbury.\\n\\nBingo is ready to continue his journey, and wants to walk with you to the West Gate of the town of Bree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe89c252",
      "en": "'Fine food, and fine company!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ee8",
      "en": "Climb on the table and <rgb=#FF0000>dance</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe89c253",
      "en": "'Delicious!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe89c254",
      "en": "'Can you pass a plate?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe89c255",
      "en": "'More? I do not mind if I do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe89c256",
      "en": "'Everything tastes wonderful!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe89c257",
      "en": "'Join us, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe89c258",
      "en": "'I could do with a bit more!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'What's this? More coins? Ah, thank you, thank you! This is really not necessary.'\\n\\nBarliman looks around conspiratorially.\\n\\n'Your dancing was not THAT bad, [placeholder]! Ha! Ha! I mean no disrespect, of course, and thank you once again for yours and Mister Boffin's generosity!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'You and Bingo are good sports, [placeholder]! You are welcome in Bree anytime!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1151",
      "en": "Drank mugs of ale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Bingo said he was feeling poorly, and he went outside to get some air. I expect you will find him sleeping in a haystack near the stables outside the Pony. I have woken up in those animal pens more than once, I can tell you!\\n\\n'You should make sure he is feeling all right, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'Thank you once again for yours and Mister Boffin's generosity!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ef3",
      "en": "<rgb=#FF0000>Sing</rgb> in the common room of the Prancing Pony ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Oh my, [placeholder]... I do not feel very well. This may have been a poor idea!'\\n\\nBingo shakes his head groggily.\\n\\n'I enjoyed making some new friends, but I must confess that this is not the most auspicious beginning for our journey! I think it is best that we leave the town of Bree and its renowned Pony behind us, or this is as far as my adventure will take me!\\n\\n'According to the map, there is another tavern just inside the Lone-lands, to the east. Let us travel to that tavern and find rooms for the night. No more merriment, for now! That has proved even more dangerous to my journey than the Barrow-downs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1155",
      "en": "Bingo hands you his money-purse so you can pay Barliman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'Bingo said he wanted to get some air. I expect he is sleeping in one of the haystacks in the stables outside!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ef7",
      "en": "Bring Bingo's money-purse to Barliman Butterbur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Two Taverns",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2356ee1",
      "en": "'Could you pass me that plate, Milo?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2356ee2",
      "en": "'A bit more, I think!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2356ee3",
      "en": "'I have to hand it to you, this is a great place, Milo!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2356ee4",
      "en": "'Three cheers for Milo and his fine taste!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1161",
      "en": "Drank mugs of ale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2356ee5",
      "en": "'Tell us more, my new friends!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2356ee6",
      "en": "'I will have another helping of that, for sure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Bingo has made a new friend at the West Gate of the town of Bree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2356ee7",
      "en": "'Yes, of course! Of course!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2356ee8",
      "en": "'One more bite? All right, two more bites!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Milo Goodbody is at the West Gate of Bree.\\n\\nBingo has made a new friend, a Bree-hobbit named Milo Goodbody, and you should speak with him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1169",
      "en": "Sampled some food from the small platters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x58b4485",
      "en": "Bree-lander",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3139e21",
      "en": "'We're not slowing down, are we?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3139e22",
      "en": "'It is still early!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3139e23",
      "en": "'You still have room, don't you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3139e24",
      "en": "'We're not finished yet!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3139e25",
      "en": "'There is plenty of food and drink to go around!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3139e26",
      "en": "'I could do with a little more!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1170",
      "en": "You have arrived at the West Gate, and Bingo has already made a new friend",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3139e27",
      "en": "'I am just filling up the corners now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3139e28",
      "en": "'I would say I am still a little hungry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d147",
      "en": "The next step of Bingo's journey takes him to the town of Bree, where hobbits and Big Folk live together on the Bree hill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1179",
      "en": "Sampled some food from the large platters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Drink mugs of ale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Talk to Bingo in the Prancing Pony",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50248",
      "en": "Sample some food from the small platters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Talk to Bingo at the West Gate of Bree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Talk to Milo Goodbody at the West Gate of Bree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8590371",
      "en": "'Want some pie? Course you do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8590372",
      "en": "'Have a little more of everything!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Talk to Barliman Butterbur inside the Prancing Pony",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8590373",
      "en": "'Pass me that plate, would you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Talk to Bingo in the Prancing Pony",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8590374",
      "en": "'Here, have some of this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8590375",
      "en": "'Ah, that will do just fine!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8590376",
      "en": "'Here, have a bit of this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Sample some food from the large platters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8590377",
      "en": "'There is more to go around!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8590378",
      "en": "'You should all come here more often!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56845",
      "en": "'Eat, drink, and sing, my friend! This is no time for arguing, even if Milo is mistaken about his history!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}