{
  "id": 620957604,
  "txt": [
    {
      "id": "0x6a50293",
      "en": "Defeat wolves in the Old Forest ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'We found Marigold, [placeholder]!\\n\\n'I have only recently become an adventurer of sorts, and I must say that my old habits and customs are difficult to shake, for this spooky forest makes me uncomfortable. But Marigold is just a young hobbit, and she has been coming in here and dealing with its dangers on a regular basis. Her gifts of mushrooms and treats must have bought the silence of her siblings, for Prisca would never allow this behaviour!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'What could have brought cousin Bingo into the Old Forest? This is a long way from Michel Delving, and much more dangerous for an old hobbit!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Do you know that I never really believed I was a Boffin, [placeholder]? All of my brothers and sisters are so dull, happy to stay at home, as far from excitement as possible! Esmeralda might go dancing in the Toad Marsh, but when I suggested we walk to the Midgewater Marshes on the other side of Bree, and dance there, she refused! She threatened to tell our mother, so I did not push it. But isn't that dull?'\\n\\nMarigold brandishes her sword and shield.\\n\\n'I made this sword from a branch, and rescued this shield from a wolf's den when the wolves were gone. I didn't think any other Boffin would do those things, but now it seems cousin Bingo is an adventurer too! You do not know how happy I am to hear it!\\n\\n'Anyway, you've found me just in time. I met a curious creature in the woods, and he offered to show me his home. You can come along too, if you like! I didn't catch his name, but he wore yellow boots and said his house was to the north-east of here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'This forest is very spooky, and it makes me uncomfortable to be here! How can Marigold come in here so often?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "One of the Boffins outside Prisca's house may know where Marigold has gone.\\n\\nYou returned many of Prisca Boffin's children to her home, but Marigold Boffin is still out there somewhere.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'I must be honest with you, [placeholder]. I do not think it is wise for Marigold to follow this yellow-booted stranger to his home, especially if that home is somewhere in the depths of the Old Forest! Who would live in such a place?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I must confess that I did not remember Prisca having so many sons and daughters. I will work to remember all their names. When I was last here, several years ago, one of Prisca's daughters made an impression, for she was becoming quite an adventurous sort... what would she say about my present journey, I wonder?\\n\\n'She had a flowery name, I believe? Marigold, perhaps? Yes, that was it! Now, where is young Marigold....'\\n\\nBingo peers at the assemblage of Boffins, and his curious smile slowly fades.\\n\\n'Uh oh. I am really sorry about this, [placeholder], but I think we forgot one!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Search along the banks of the Withywindle, in the Old Forest, for Marigold Boffin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'This new friend of mine said his home is in the woods to the north-east. Let us find it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Marigold Boffin may be lost somewhere in the Old Forest, and Angelica Boffin told you of the bats, roots, and wolves that might threaten her sister in the wood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'You're right, I don't see Marigold anywhere, but that's not unusual. She is always wandering off. She fashioned herself a wooden sword and fancies herself a hero... can you believe that?\\n\\n'She's been going further and further into the Old Forest recently, and sometimes brings back mushrooms and other treats for the rest of us kids. It's dangerous in there, though. Bats and roots and wolves, she says!\\n\\n'If you're going to track her down in the Old Forest, you'll need to deal with all of those at some point!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Marigold, of course! We found all the others, but forgot about Marigold!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to Bingo along the banks of the Withywindle, in the Old Forest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Talk to Marigold along the banks of the Withywindle, in the Old Forest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Keep this to yourself, [placeholder], but Marigold was always my favourite. If she is in trouble in the Old Forest, we have to find her!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Find the house of the strange creature with yellow boots, in the Old Forest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Defeat roots in the Old Forest ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Talk to Marigold outside the house of Tom Bombadil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Talk to Bingo outside the house of Tom Bombadil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d156",
      "en": "Despite your efforts, it seems that one of Prisca Boffin's daughters, Marigold, escaped your notice and is still far afield!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'We found Marigold, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Cousin Bingo? What are you doing in the Old Forest?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Defeated bats in the Old Forest ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Ask one of the Boffins about Marigold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Defeated wolves in the Old Forest ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "You and Bingo have found Marigold Boffin in the Old Forest, along the banks of the Withywindle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'Keep this to yourself, [placeholder], but Marigold was always my favourite. If she is in trouble in the Old Forest, we have to find her!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'Marigold has been going further and further into the Old Forest recently, and sometimes brings back mushrooms and other treats for the rest of us kids. It's dangerous in there, though. Bats and roots and wolves, she says!\\n\\n'If you're going to track her down in the Old Forest, you'll need to deal with all of those at some point!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "A strange creature of the forest with yellow boots invited Marigold to his home to the north-east, and you should accompany her and make sure it is safe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Marigold Boffin is outside Tom Bombadil's house in the Old Forest, north-east of the Withywindle River.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "Bingo is outside Tom Bombadil's house in the Old Forest, north-east of the Withywindle River.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Defeated roots in the Old Forest ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Have you ever seen such a cozy little cottage, [placeholder]? It is the home of my new friend Tom and his wife Goldberry. They are most mysterious, and I want to learn more about them if I can!\\n\\n'Where did they come from? Why do they live in the Old Forest? I have so many questions, but whenever I ask them they only smile and have no direct answers for me!\\n\\n'Still, I am so very pleased to have met them. What does cousin Bingo think of my new friends, I wonder?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'What a strange place this is!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'I must say I never expected to see such a cozy home in the Old Forest!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'What a strange sight this is: a tidy little cottage in the middle of a dangerous wood, home to a most peculiar individual and his equally-mysterious wife! I never thought such a place existed, [placeholder]. If my journey ended tomorrow I would still count it an adventure full of wonders.\\n\\n'I need to rest from our journey through the forest. Perhaps later I can speak with Tom and Goldberry and write a description of them for my own journal!'\\n\\n<rgb=#FF0000>Next week: 'Defying Description' (Recommended Level: 19)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'What does Bingo think of my new friends, I wonder?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Marigold has been going further and further into the Old Forest recently, and sometimes brings back mushrooms and other treats for the rest of us kids. It's dangerous in there, though. Bats and roots and wolves, she says!\\n\\n'If you're going to track her down in the Old Forest, you'll need to deal with all of those at some point!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "The Withywindle River runs through the middle of the Old Forest, and might be a good landmark to use in your search for Marigold Boffin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b5",
      "en": "Marigold is excited to speak with you about Bingo's adventure.\\n\\nYou and Bingo have found Marigold Boffin in the Old Forest, along the banks of the Withywindle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "You have found Marigold Boffin!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "You have come to the house of Tom Bombadil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Marigold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Defeat bats in the Old Forest ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}