{
  "id": 620957611,
  "txt": [
    {
      "id": "0x6a50297",
      "en": "Defeat barghests in the Barrow-downs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "Tom has absent-mindedly set down Bingo's manuscript somewhere",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Defeat crawlers in the Barrow-downs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'We have to search the Barrow-downs for the remainder of the missing pages! It looks as if I am missing the section of my journal that concerns my swimming lesson and the section dealing with our departure from the Shire. After we are finished in the Barrow-downs, we should travel back to Newbury to bring Marigold home. I will see you there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'We have all returned safely from the Barrow-downs, and I have exhausted my supply of adjectives with which to describe them, [placeholder]! There are only so many ways I can convey how unhappy I was to be walking among those mounds!\\n\\n'I learned a valuable lesson, too: do not let folk read my book before it is quite finished! Tom did not mean any harm by it, but I do not want to risk losing any more of these pages in frightful places. Tracking down pages is quite a tiresome activity, wouldn't you say?\\n\\n'Prisca is quite cross with me, as well. She thinks that it was my idea to go jaunting about in the Barrow-downs, when it was the furthest idea in my head. That was mostly Marigold's idea!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Tom Bombadil can be found outside his house in the Old Forest during the day, and relaxes inside during the evening.\\n\\nBingo has asked you to retrieve his manuscript from Tom Bombadil, and to learn what the mysterious fellow thought of it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'That was amazing, [placeholder]! The Barrow-downs were everything I had hoped they would be! I was never scared, not really.\\n\\n'I will need to come up with something truly exciting to top this most recent adventure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'All right, [placeholder]. I would say it is time to see Marigold safely back to Newbury, and for our own journey to continue! I have enjoyed this brief stay at the house of Tom Bombadil, but there are many other places to see and people to meet!\\n\\n'Would you mind speaking to Tom and retrieving my manuscript from him? I am most interested to hear what he thought of it, now that he has had plenty of time to read!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'I have scolded Marigold before, and it never seems to do any good. The girl is always going off on these adventures. Adventures! More like mischief and bother, if you ask me!\\n\\n'It was good to see my cousin Bingo for a short while, but I must ask him to be off as soon as he can. Either he has been a bad influence on Marigold or she has been a bad influence on him, but either way there is entirely too much adventurous spirit between them!\\n\\n'We Boffins have been many things, but heroes? I don't know about that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Bingo is outside the house of Tom Bombadil, and now you should give him the news that Tom has misplaced Bingo's manuscript.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Search north of Tom Bombadil's house for more pages of Bingo's manuscript",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "You ask Tom what he thought of Bingo's manuscript, but the strange fellow is only puzzled.\\n\\n'Your words are all a-scramble, young one. Tom remembers a great many things: the sun in the morning, the breezes of mid-day, the swelter of afternoon, and the cool of evening; but he does not know the pages of which you speak. There is no need for writing! If you spend all the day writing, that is a day you have missed!\\n\\n'Do not look so glum! I am sure this writing will turn up. I may have set it down outside. There are so many things to see, happy distractions all, and sometimes things get lost. All is found in the end, hey!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo wants to bring Marigold back to her home in Newbury before continuing his journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Bingo outside the house of Tom Bombadil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Tom Bombadil may have set Bingo's manuscript down outside somewhere near his house, and Bingo has asked you to see if you can find it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to Marigold outside the house of Tom Bombadil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Tom has misplaced my manuscript? Oh, bother! I know there wasn't yet much of it, but I still keenly feel its loss! I will not be able to recreate exactly what I wrote the first time! Perhaps I should just abandon this endeavour. I am not a writer, and I am not an adventurer!'\\n\\nYou seek to console the unhappy hobbit, and soon Bingo is slightly less despondent.\\n\\n'Perhaps you're right, [placeholder]. Tom is most at home outdoors. Perhaps he set it down somewhere nearby. Can you look around in the vicinity and see if you see any pages of my manuscript? I do not want to lose the record of this journey so near the start of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Defeated crawlers in the Barrow-downs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Find the section of manuscript concerning Bingo's swimming lesson",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Find the section of manuscript concerning Bingo's departure from the Shire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Tom is most at home outdoors. Perhaps he set it down somewhere nearby. Can you look around in the vicinity and see if you see any pages of my manuscript? I do not want to lose the record of this journey so near the start of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You found some pages of Bingo's manuscript on the path leading north from Tom Bombadil's house. Did the wind bring other pages further north?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'You found some of my pages, but think the wind may have carried more of them further north? Can you go check for me, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Talk to Bingo outside the home of Prisca Boffin, in Newbury",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "You found some pages of Bingo's manuscript, but there are still some pages missing. You should return to speak with Bingo and Marigold outside the house of Tom Bombadil to decide upon a course of action.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Thank you for finding part of my manuscript, [placeholder]. Tom must have set it down outside and the wind took it, carrying pages north among the trees. You found some of them, but it seems to me that the rest of the pages must have been carried further north... into the Barrow-downs.'\\n\\nBingo shivers.\\n\\n'That place has a frightful reputation and I did not plan to explore it, but now it seems I have no choice! We have to search the Barrow-downs for the remainder of the missing pages! It looks as if I am missing the section of my journal that concerns my swimming lesson and the section dealing with our departure from the Shire. After we are finished in the Barrow-downs, we should travel back to Newbury to bring Marigold home. I will see you there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Talk to Marigold Boffin outside her mother's home in Newbury",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You found some of cousin Bingo's missing pages on the path to the north, didn't you? That way leads to the Barrow-downs! If you are going to brave that spooky place, so am I! A hero never runs away from a challenge, no matter how scary!\\n\\n'I have heard that some frightful creatures make their homes among the burial mounds of Men in the Barrow-downs, and we will need to face some of them if we go there. Watch out for ravenous barghests and giant crawlers, for they will be watching out for you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Talk to Prisca Boffin outside her home in Newbury",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Talk to Bingo outside Prisca's home, in Newbury",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'It was good to see my cousin Bingo for a short while, but I must ask him to be off as soon as he can. Either he has been a bad influence on Marigold or she has been a bad influence on him, but either way there is entirely too much adventurous spirit between them!\\n\\n'We Boffins have been many things, but heroes? I don't know about that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Tom Bombadil and retrieve Bingo's manuscript",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Bingo outside the house of Tom Bombadil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Find Bingo's manuscript somewhere outside near Tom Bombadil's house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Bingo said he would meet you outside his cousin Prisca's home in Newbury once you were finished in the Barrow-downs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Defeated barghests in the Barrow-downs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Marigold and Prisca Boffin are outside their home in Newbury, and each of them wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Bingo is outside his cousin Prisca's home in Newbury, across the Brandywine Bridge from the Shire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'I have heard that some frightful creatures make their homes among the burial mounds of Men in the Barrow-downs, and we will need to face some of them if we go there. Watch out for ravenous barghests and giant crawlers, for they will be watching out for you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'I will see you back at my cousin Prisca's house in Newbury, [placeholder]! I do not want to stay here a moment longer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "'Prisca thinks it was my idea to go jaunting about in the Barrow-downs, when it was the furthest idea in my head. That was mostly Marigold's idea!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Ah, Prisca will calm down in time. She always does. Now I will visit with all my various cousins, once removed, and do my best to talk Marigold out of the adventuring business.\\n\\n'I don't think I will succeed, and just between you and me, [placeholder], I don't think I want to! She will make a fine hero, if that is what she wants to be, and Prisca will just have to get used to it!\\n\\n'But don't tell her I said that. We still need a place to stay until our journey resumes!'\\n\\n<rgb=#FF0000>Next week: 'The Two Taverns' (Recommended Level: 24)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'That was amazing, [placeholder]! The Barrow-downs were everything I had hoped they would be! I was never scared, not really.\\n\\n'I will need to come up with something truly exciting to top this most recent adventure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Would you mind speaking to Tom and retrieving my manuscript from him? I am most interested to hear what he thought of it, now that he has had plenty of time to read!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'Do not look so glum! I am sure this writing will turn up. I may have set it down outside. There are so many things to see, happy distractions all, and sometimes things get lost. All is found in the end, hey!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "You have found the pages concerning Bingo's departure from the Shire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "You found some of Bingo's pages. Did the wind bring others north?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "You should bring these pages back to Bingo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "The wind carried pages of Bingo's manuscript into the northern Barrow-downs, and you should search for them. Marigold has also asked you to defeat barghests and crawlers while you search.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "You have found the pages concerning Bingo's swimming lesson",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Synonyms for Spooky",
      "es": "",
      "es (fem)": ""
    }
  ]
}