{
  "id": 620957785,
  "txt": [
    {
      "id": "0x2f00e24",
      "en": "Bring the cryptic message to Theodore Gorse in the Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Last Treasure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Will you ask if Theodore will train me how to be a Treasure Seeker? It has occurred to me that so far much of my manuscript involves spending time in taverns, and becoming a Treasure Seeker will get us out into the wild lands!\\n\\n'It will make for better reading, that is for certain! Will you please ask him?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Theodore Gorse in the Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'I said this was a dark and dreary place, but look at those two in the corner. They seem to be colourful characters, and do not fit in with the rest of the assemblage. Let us see what has gotten them so worked up, shall we?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Your hobbit-friend would be better off asking Theodore for training to become a Blustery Self-Important Braggart, if you ask me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Haley Meadowsweet in the Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'This is a still and silent crowd, and it is very different than that of the Prancing Pony! Milo was a friendly fellow, and I hope he was not upset by our hasty departure, but it is important not to stay in comfort for too long or the whole journey will be endangered!\\n\\n'I said this was a dark and dreary place, but look at those two in the corner. They seem to be colourful characters, and do not fit in with the rest of the assemblage. Let us see what has gotten them so worked up, shall we?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Hello there! Can I help you with something? Unless... you must have heard my name and desired to hear more of my exploits? It is always a pleasure to speak with admirers! I was just telling Haley here of some of my greatest finds, and she was held in rapt attention, as no doubt you would be as well!'\\n\\nA quick glance at Haley Meadowsweet proves that this may not have been entirely the case.\\n\\n'Yes, I am the great Theodore Gorse, Master Treasure Seeker and wanderer of the wild lands. If there is treasure to be found in the hidden places of this world, I have already been there and found it. My deeds are extensive and well-documented, and my virtues similarly well-known. I am so accomplished in this field that only one thing remains for me: to retire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Bingo in the Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Theodore claims to be a Master Treasure Seeker, and will do so at great length to anyone who will listen. Sadly, that appears to be me for the moment.\\n\\n'Anyone can claim to be a great seeker of treasure. In point of fact, anyone can do the seeking! It is the finding that separates those with actual accomplishments from the pretenders!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "Theodore takes the cryptic message from you and pores over it excitedly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Theodore Gorse in the Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Theodore is a Master Treasure Seeker? That sounds very exciting, and could make for a promising entry in the account of my adventure.\\n\\n'[placeholder], I have had a great idea! Will you ask if Theodore will train me how to be a Treasure Seeker? It has occurred to me that so far much of my manuscript involves spending time in taverns, and becoming a Treasure Seeker will get us out into the wild lands!\\n\\n'It will make for better reading, that is for certain! Will you please ask him?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'What's that? Your hobbit-friend wants to become a Treasure Seeker? I would love to teach him, but alas, it is not something that can be easily taught! If he does not have the natural proclivity for such adventures, he will be resistant to any training I might give to him. Also, I am about to retire, and intend to spend my time regaling Haley here with tales of my interesting and eventful life. So I would appreciate being left alone to do so!'\\n\\nTheodore thinks for a moment, and then speaks apologetically.\\n\\n'I do not mean to be so brusque. Here, take this riddle. It is apparently a clue to a treasure somewhere in the Lone-lands, a treasure I never found. If the two of you can solve this riddle and find the treasure, perhaps I will be able to teach the both of you something after all. Good luck to you, and good-bye!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Theodore Gorse is in the Forsaken Inn.\\n\\nBingo wants to know if Theodore Gorse, self-proclaimed Master Treasure Seeker, will teach him the profession.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Theodore Gorse and Haley Meadowsweet have attracted Bingo's attention in the Forsaken Inn, and he wants to learn more about them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'May I see the riddle?'\\n\\nYou show Bingo the riddle, and he closes his eyes, deep in thought.\\n\\n'This is a tough one, [placeholder]! Maybe you should study the riddle some more and see if it seems to describe anything specific.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Theodore gave you a parchment with a riddle on it, apparently a clue to the location of a treasure in the Lone-lands. The parchment reads:\\n\\n'The torrent flows, blanketed in the shadow of only morning.\\nA sentinel stares from on high; only he still watches.\\nThe red squirrel once dared the climb, but Time fells all.'\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'What? You mean you solved the riddle, and found the treasure? I do not believe it!'\\n\\nYou tell Theodore that, disappointingly, there was no actual treasure, and the strongbox contained only a parchment with a cryptic message on it.\\n\\n'Disappointed? I am not disappointed at all! Do you see what this means? This means that someone else found the treasure first, and replaced it with this message! Someone beat the Master Treasure Seeker at his own game! The retirement is off, [placeholder]! I have a treasure to find!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'You found the treasure Theodore could not? Incredible! Perhaps I should ask you for Treasure Seeking Lessons, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Bingo is in the Forsaken Inn, in the Lone-lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Theodore Gorse is in the Forsaken Inn.\\n\\nYou found the treasure that Theodore Gorse could not, but it was only a parchment of paper with a cryptic message on it. You should bring him the sad news that there was no treasure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "Theodore hands you a small parchment with a riddle on it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d168",
      "en": "Bingo has come to the Lone-lands in search of adventure, and the folk of the Forsaken Inn are certain to provide it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'The parchment I gave you is apparently a clue to a treasure somewhere in the Lone-lands, a treasure I never found. If the two of you can solve this riddle and find the treasure, perhaps I will be able to teach the both of you something after all. Good luck to you, and good-bye!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'The riddle seems to describe a number of things that might be significant. It sounds like there may be a waterfall nearby, and the last line makes me think of fallen trees.\\n\\n'Blanketed in the shadow of only morning' sounds like it is describing a direction or a time of day. Where do shadows fall in the morning but not in the afternoon?\\n\\n'It does not seem so hard to me, but I am delighted that Theodore was stumped by this riddle!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "The strongbox is empty save for a single parchment containing cryptic phrases",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Bingo Boffin is in the Forsaken Inn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'Someone else found the treasure first, and replaced it with this message! Someone beat the Master Treasure Seeker at his own game! The retirement is off, [placeholder]! I have a treasure to find!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'You beat Theodore at his own game, [placeholder]! I cannot thank you enough for that! Perhaps now he will stop talking my ear off about how masterful a Treasure Seeker he believes himself to be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Talk to Bingo in the Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'You say there was no treasure in that strongbox, [placeholder], but I think you are not quite correct on that score. I think you gave Theodore the best treasure of all: a reason to keep going! Now he is excited about his profession once again, and does not need to spend his days reliving the adventures of his youth... he can have all-new adventures! Perhaps his will intersect with ours for a time, too. There is still a treasure out there, after all!'\\n\\n<rgb=#FF0000>Next week: 'Goose and Gander' (Recommended Level: 28)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e20",
      "en": "Find the hidden strongbox Theodore could not, somewhere in the Lone-lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Yes, I am the great Theodore Gorse, Master Treasure Seeker and wanderer of the wild lands. If there is treasure to be found in the hidden places of this world, I have already been there and found it. My deeds are extensive and well-documented, and my virtues similarly well-known. I am so accomplished in this field that only one thing remains for me: to retire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Theodore claims to be a Master Treasure Seeker, and will do so at great length to anyone who will listen. Sadly, that appears to be me for the moment.\\n\\n'Anyone can claim to be a great seeker of treasure. In point of fact, anyone can do the seeking! It is the finding that separates those with actual accomplishments from the pretenders!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}