{
  "id": 621040230,
  "txt": [
    {
      "id": 228284039,
      "en": "'Hear then the end of the tale, as I know it to be.\\n\\n'For I am Durin, Father of Dwarves, first to awaken, and I was there.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Durin stands in a long-forgotten chamber beneath Gundabad, clearly confused by the words of Mótsog.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Aye, Durin gave me my life, both mercy and punishment. I have remained in this chamber ever since, casting my dreaming gaze over the mountains, watching from afar the trials of the dwarves. I say it was mercy, for truly I deserved a usurper's death, but so too do I call it punishment, for I was unable to intervene or aid them in their struggles.\\n\\n'On rare occasions one of those I watched would seem to catch a glimpse of me, but never in my own form. Was this a cruelty of the First Crafter, or some confounding jest? I cannot say. But this I know: only once did he to whom I spoke hear my words.\\n\\n'It was Durin who heard me, Durin who returned again and again with new visage but the same spirit in his breast. Only Durin heard my words, my friend of old who showed me the mercy I did not deserve. So often had I sought to aid the dwarves in their trials, and so often failed. But when Durin stood before the Anvil of Winterstith I spoke to him of Gundabad and his right to rule the Mountain-home for all dwarves, and he listened. It must mean something. My long penance nears its end, and the prolonged hours of my dream must soon pass away. Soon I will wake, and Mótsog will be no more.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Durin looks at you with realization dawning in his eyes.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Durin in Mótsog's Tomb",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Durin and hear his remembrance",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Mótsog stands in a long-forgotten chamber deep beneath Gundabad.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Mótsog",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Durin knows the rest of the tale. It is not for me to tell.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Mótsog has finished his account, and he has told you that the conclusion is for someone else to tell.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Durin knows the rest of the tale. It is not for me to tell.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Is this some trick? How do you expect me to know the conclusion of your tale, Mótsog? It is an impossibility.'\\n\\nDurin turns to you, irritation on his face, but before he can voice his dismissal his brow furrows with confusion.\\n\\n'And yet... there is something strange, [placeholder]. As I cast my memory to Sundergrót, I find that I see it not as it was mere weeks ago, but as Mótsog described it during the First Age, when it was the site of Biriz-zahar! How can this be? I... I do know what happened following the Sunder-battle. I was...'\\n\\nDurin stares at you with amazement in his eyes.\\n\\n'I was there, [placeholder], as I was in Moria, and at Helegrod, and in Mordor. I am Durin now as I was then, six times before. I will finish your tale, Mótsog. I am the only one still in this world who can.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 10.7: The Legacy of Durin",
      "es": ""
    }
  ]
}