{
  "id": 621040255,
  "txt": [
    {
      "id": 162883718,
      "en": "'Where has Mótsog gone? I wished to speak with him before the day was ended.\\n\\n'It is not too late, is it? Will you come with me, [placeholder]? Let us find him in the chamber beneath Gundabad, if it is not already too late. There is something I wished to ask him, and I will regret it if I do not!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Epilogue: Endings and Beginnings",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Mótsog and hear his response",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Durin in Mótsog's Tomb",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Where has Mótsog gone? I wished to speak with him before the day was ended.\\n\\n'It is not too late, is it? Will you come with me, [placeholder]? Let us find him in the chamber beneath Gundabad, if it is not already too late. There is something I wished to ask him, and I will regret it if I do not!'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Examine the statue of Mótsog",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Durin in Mótsog's Tomb",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'We are not too late, [placeholder], but I deem his time is short.'\\n\\nDurin addresses the silent figure.\\n\\n'Mótsog, I cannot forgive you for the treachery in your past, but I acknowledge the aid you provided to the Gabil'akkâ in the reclamation of Gundabad. For that you have not only my gratitude but that of every dwarf whose heart longed for the Mountain-home to be restored. So too do you have the thanks of dwarves not yet born, who will now know a world where Gundabad will never again be held by the Orcs.'\\n\\nDurin nods, that business accomplished. When next he speaks his voice is tinged with curiosity and worry.\\n\\n'This question is for me, Mótsog, not as a prince or a king to be, but as a dwarf only. Did you see in your dream whether I would one day have victory in Khazad-dûm? I would have us reclaim it, as we have with Gundabad... but I cannot tell if only failure awaits us as it did the Iron Garrison, and Balin before.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "Durin awaits Mótsog's reply, and does not speak.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'My dream is ending, Durin. I will watch no more.\\n\\n'Your fate is your own, and will be the result of the choices you make. Whether those may lead to good ends or ill will be up to you, and to those who stand with you.\\n\\n'But I have seen our kind face innumerable trials during the long years of my vigil. It is the belief of this dwarf that you will have success, in this age or the next, though it seem far away and nearly impossible to achieve.\\n\\n'Farewell, Durin, both my oldest friend and my newest. Farewell.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Good-bye, Mótsog. Once I called you friend, and once enemy. Let us part now as friends, for there will be no chance more to make it otherwise.\\n\\n'Take your rest, last of the Greymauls, and know that on this, your last day, you were a son of Gundabad, and a proud dwarf.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Durin wants to speak with Mótsog before the day is ended.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "Durin studies the statue where Mótsog once stood.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Durin is in Mótsog's Tomb, thinking about the words of the last Greymaul.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The entrance to the secret stair that leads to Mótsog's Tomb, deep below Gundabad, is in Zul-mazal.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'He is gone.'\\n\\nDurin sighs deeply and peers around the now-empty chamber.\\n\\n'Whatever distant sight was given to Mótsog by the First Crafter is gone with him, [placeholder]. I thought he might have advised me one way or the other, and so help me make this choice: should Khazad-dûm stay lost to us, or is it to be my task to reclaim it? But he guided me not.\\n\\n'And yet, I still feel comforted by his words. Why should that be so? Perhaps it is because it is as he said: those who stand with me will lend me their courage. One day, perhaps, it will fall to me to lead another union of dwarves to the Doors of Durin, and on that day Khazad-dûm will belong to dwarves forevermore.\\n\\n'In this age or the next, did he say? Let us work together, then, and see that the age that comes will be one of peace and prosperity for all the good folk of this Middle-earth!'\\n\\nDurin takes one more look around the chamber and hefts the Red Axe in his hand.\\n\\n'And in the end, perhaps the lesson of Mótsog will be this: not all stories end when they seem to, but rather they continue, and you cannot fully judge one's part in it during the telling! Both good acts and evil shape the world, in Gundabad no more nor less than anywhere else, and it is the duty of good-hearted folk to care for those who dwell in it. Will you take up this duty with me, my friend, and make that the legacy we leave behind?'\\n\\nYou assure Durin that he can rely on you.\\n\\n'Very good, [placeholder]. We will begin in Gundabad, and who knows where else the adventure will take us? But we will meet it gladly, with courage in our hearts and our eyes on the horizon.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Mótsog is gone, and only a statue remains.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Durin hurries to Mótsog's Tomb to speak with the last of the Greymauls before the day comes to an end.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Durin has come to Mótsog's Tomb to speak with the last of the Greymauls before the day is ended.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Durin is in Mótsog's Tomb, thinking about the road that brought him here... and the road that still lies ahead.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Durin has come to Mótsog's Tomb to speak with the last of the Greymauls before the day is ended.",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Return to Mótsog's Tomb at the bottom of the secret stair beneath Zul-mazal",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Wait for Durin to arrive",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Durin in Mótsog's Tomb",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Durin's face is burdened with expectation as he waits for Mótsog's response",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "The last of the Greymauls has left the world. Only his statue remains",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "And so concludes 'The Legacy of Durin and the Trials of the Dwarves'",
      "es": ""
    }
  ]
}