{
  "id": 621040250,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 11.5: Gundabad Is Ours!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'When we set out for the Wells of Langflood from Skarháld, did you think this is where our journey would lead? I tell you now that I did, for the Zhélruka are noted optimists!'\\n\\nVenko laughs long and loudly.\\n\\n'Perhaps not, my friend. But both Durin and Prince Ingór have reached an understanding, and their agreement should end years of tension and conflict. A place will be made for the Zhélruka in Gundabad, and we will work together with your folk to defend it from any who would seek to take it from us, whether they be Orc or Dragon or any other fearsome foe!\\n\\n'I will yet have a hearth above which to hang my brothers' swords, and I know both Lékhun and Dúsek would be pleased.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Mótsog stands on the slope, watching the setting sun.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Stáli the Hewer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Prince Ingór",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Find Mótsog down the slope to the west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Hrímil Frost-heart is wounded, and we will need to deal with her, but for now let us enjoy the victory!\\n\\n'What say my dwarves? What say my courageous allies?\\n\\n'Let all take up the cheer: Gundabad is ours!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Glóin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Bósi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'It is done, [placeholder]. Durin has agreed that the Zhélruka will have a place in Gundabad, and I am satisfied. Let the old rivalries wash away in the torrent of our shared hardships, and let new bonds be forged by the blood we spilled together.\\n\\n'There will still be work to do to make a home for my people in Gundabad, but I welcome it. If you help us the work will be easier! What say you to this, [placeholder]? Good, good. The Zhélruka welcome your assistance!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe2991",
      "en": "Mótsog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Venko",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Mótsog high above Gundabad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'We have done it, [placeholder]! Prince Durin has achieved what he swore to do, and the Mountain-home has been reclaimed!\\n\\n'Aye, there remains a dragon to manage, but I saw her flight as she flew away, wounded, and I deem more than her pride was injured here. And without Gorgar to command, her grip over Orc-kind will surely be loosened.\\n\\n'Enjoy the victory, but prepare for the next! It is a Longbeard saying, but all of the Gabil'akkâ would do well to keep it in mind!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Imák",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Durin high above Gundabad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'We have the victory, [placeholder]! Gundabad is ours.'\\n\\nBósi nods with satisfaction despite his own injury.\\n\\n'Brogur would be pleased at our success, but if I know my cousin he would be disappointed that he missed all the fighting. And yet, his son Bróin fought well when the Dwarrowmoot was interrupted, so perhaps fatherly pride would prove a balm for Brogur's heart.'\\n\\nBósi peers at you closely.\\n\\n'Do you know something, my friend? During the battle, while you made your way to the peak, I thought I saw my cousin fighting alongside you. It must have been only a trick of the light, but for a moment I would have sworn it was Brogur. Well, it is a day for battle-shouts and tales of glory, and those were always my cousin's favourite days. Perhaps he could not resist one more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Bori",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'When we set out for the Wells of Langflood from Skarháld, did you think this is where our journey would lead? I tell you now that I did, for the Zhélruka are noted optimists!'\\n\\nVenko laughs long and loudly.\\n\\n'Perhaps not, my friend. But both Durin and Prince Ingór have reached an understanding, and their agreement should end years of tension and conflict. A place will be made for my people in Gundabad, and we will work together with the Longbeards to defend it from any who would seek to take it from us, whether they be Orc or Dragon or any other fearsome foe!\\n\\n'I will yet have a hearth above which to hang my brothers' swords, and I know both Lékhun and Dúsek would be pleased.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'You should have seen it, [placeholder]! The Orcs pressed in around us and I thought for sure it was the end. But then Fastrith and Bróin came rushing by, and they swung their axes so swiftly and in such concert they seemed to be one dwarf and not two! I have never seen anything like it!\\n\\n'Their battle-dance was really something. You don't suppose Fastrith has a sister she hasn't mentioned? I never cared much for wooing before, but the sight of their spirited scuffle has made me want to find a deadly dwarf-woman with which to share such joyful combat, and let our enemies beware!\\n\\n'You let me know if you find one, [placeholder], and I shall tidy my beard and sharpen my axe-blade, the better to impress her!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Fastrith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Are all such Dwarrowmoots so eventful, [placeholder]? You should have told me you planned to invite Hrímil Frost-heart and her armies!\\n\\n'But the day belongs to us, and the Dragon has escaped to nurse her wounds. If Durin and the Zhélruka prince know what they are doing they will dispatch courageous warriors to put an end to the threat of her, and fast! Still, this is a great victory, and I intend to celebrate it. I advise you do the same!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Bróin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'You made it, [placeholder]! We did not have a good view of the peak, so I could not tell exactly what befell you once you departed up the slope, but Bróin assured me that you knew what you were doing.\\n\\n'As for us, it turns out that Bróin and I complement each other in battle fairly well! I knew what his axe would do even before he did, and he knew the same for mine! I would prefer not to boast, but I daresay the Orcs will not choose to tangle with the two of us for some time! And if they do: beware!\\n\\n'Once my master Stáli begins to teach me the art of sculpting, I should like to immortalize this battle in stone! Picture this, [placeholder]: me and dear Bróin back to back, axes at the ready, while a whirlwind of Orcs and hobgoblins encircle us. Our foes are carved from a single sweep of the rock, with no telling where one enemy ends and another begins! And for a name? Hmmm... perhaps I will call it \\qThe Courtship!'\\n\\nFastrith blushes suddenly.\\n\\n'Well, perhaps. We will see! Names are very difficult, aren't they?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'When first I came to Elderslade, I asked you to keep a secret for me, [placeholder]. Do you remember? I feared I did not have the courage to fight another war like the one that claimed my father Brogur's life, in dark Khazad-dûm. And I did not. When the Dragon appeared above the Dwarrowmoot, it was as if I was back in the depths of that drowned treasury, scared and alone, but this time there was no Zigilburk near at hand, no hope of survival. I despaired, [placeholder], and I thought to run.'\\n\\nBróin stares at his feet. When he looks up at you again, a fire blazes in his eyes.\\n\\n'But then I saw Fastrith standing near, and a great courage rushed through me, a courage I never thought I could have again. I raised my axe, and without a word the two of us set upon the approaching Orcs, and our battle-dance was like nothing I had ever experienced. I would not have thought it possible! But so it was, and now Gundabad is ours!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The dwarves have achieved victory in Gundabad, and the Gabil'akkâ celebrates on the mountainside.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "The Gabil'akkâ celebrates its victory in Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'This was a great victory for the Longbeards, and for Prince Durin! You know what that means: there will be a tremendous call for me to make statues of everyone involved, heroes in mighty pose with their weapons aloft! I will be kept busy for years, and will need to hollow out the mountain entire to have stone enough! Perhaps I should accelerate the training of my apprentice after all....\\n\\n'But one thing still confuses me, [placeholder]. I am perplexed by the identity of the mysterious dwarf you accompanied to the peak. Do you know who he was?'\\n\\nYou stare at Stáli in disbelief, for surely the sculptor has spent hours working on mosaics depicting the likeness of Mótsog.\\n\\n'You don't know either, I suppose,' Stáli continues. 'He did seem a regal and powerful figure. I wonder if he knows anything about the Zabad'ibîn?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The Gabil'akkâ celebrates its victory in Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "Mótsog gazes toward the western horizon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The Gabil'akkâ celebrates its victory in Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'My day is nearly up, friend of my friend. The sun is setting.\\n\\n'I will rest well with the knowledge that Durin is once again at home in Gundabad, as he should have been. And when he is king, he will lead all the dwarves into a new age of peace and prosperity, as was always his desire.'\\n\\nMótsog stands quietly for a moment. When next he speaks, his voice is low, as if he addresses someone you cannot see.\\n\\n'In all the long years of my sleep, through which I watched all the trials of the dwarves, I have seen the end of countless days. But I have never seen a sunset so beautiful as this.'\\n\\nLost in his thoughts, he has forgotten you stand near. You decide to leave him in peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The Gabil'akkâ celebrates its victory in Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Mótsog has stepped away, unnoticed, from the celebrating throng.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Mótsog gazes at the western horizon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Durin is up the slope to the east, celebrating the victory of the dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'I must thank you again, my friend, for all your help. We could not have retaken the Mountain-home without you!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}