{
  "id": 621040228,
  "txt": [
    {
      "id": 92273331,
      "en": "'I spare him not for his treason.'",
      "es": ""
    },
    {
      "id": 154540579,
      "en": "'So many of our people slain.'",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Durin",
      "es": ""
    },
    {
      "id": 92273332,
      "en": "'I spare him for setting it aside.'",
      "es": ""
    },
    {
      "id": 154540580,
      "en": "'The wounds of the Greymaul Rebellion were never forgotten, but Mótsog himself disappeared into legend.'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Listen to Durin conclude the tale",
      "es": ""
    },
    {
      "id": 92273333,
      "en": "'The memory of such death, Ragna.'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Durin",
      "es": ""
    },
    {
      "id": 92273334,
      "en": "'Let it be so.'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Listen to Durin conclude the tale",
      "es": ""
    },
    {
      "id": 92273335,
      "en": "'The wisdom of Ragna will guide me in this, as it so often has.'",
      "es": ""
    },
    {
      "id": 263934401,
      "en": "'I remember the tears on my face, tears so bitter they burned holes in my armour.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Durin has the knowledge now to finish the tale of Mótsog.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Durin has agreed to conclude the tale of Mótsog, for it is not that dwarf's tale alone, but Durin's as well.",
      "es": ""
    },
    {
      "id": 84965553,
      "en": "'Mótsog?'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Durin has more to say of the Sunder-battle's aftermath.",
      "es": ""
    },
    {
      "id": 84965554,
      "en": "'What has happened?'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'The two armies of the dwarves had won the day, but each had suffered grievous losses. And yet their wounds did not quench their battle-fury; Longbeard and Greymaul alike pursued the retreating Orcs, slaying them by the thousand. The Orc-host was so badly-defeated it would not trouble the Misty Mountains for the remainder of the age.\\n\\n'Consumed with frustrated wrath, Morgoth's lieutenant Sauron witnessed his allies' defeat and fled with the surviving dragons back to Thangorodrim, where he would face his master's displeasure.\\n\\n'Let us hurry. The memory of the charnel house that Biriz-zahar became pains my heart.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The curtain of memory has pulled back, revealing to Durin the lives he lived and the places he saw. He knows now what before he did not.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Durin has agreed to conclude the tale of Mótsog, for it is not that dwarf's tale alone, but Durin's as well.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Durin wishes to conclude the tale.",
      "es": ""
    },
    {
      "id": 36589073,
      "en": "'You will spare his life?'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'The Greymauls who survived the Sunder-battle, though they were few in number, were granted mercy. They were made to shear their beards short as penance for raising weapons against their proper king and for allying with the Orcs, and for generations after no child of a Greymaul was permitted to wear his or her beard longer than a hand's breadth.\\n\\n'Many dwarves looked upon the Greymauls with distrust for years afterward, but none more so than Ragna the Fierce. She it was who suggested that dwarf-women should remain ever-vigilant in the halls of their folk, for hearth and home can be endangered when watchfulness fails. Ragna swore to never again allow such rebellion to grow and thrive in the halls of her people, and for all her remaining years and for those of her daughters, it did not.'",
      "es": ""
    },
    {
      "id": 36589074,
      "en": "'Even after such treason?'",
      "es": ""
    },
    {
      "id": 36589075,
      "en": "'What is to keep the Greymauls from again taking arms against you, my king?'",
      "es": ""
    },
    {
      "id": 36589076,
      "en": "'It is not enough.'",
      "es": ""
    },
    {
      "id": 36589077,
      "en": "'If the Greymauls are to keep their lives, let them cut their beards short as penance.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'A simple dwelling was fashioned in the caverns deep beneath Gundabad, and it was there that Mótsog went to live out his remaining years. I brought supplies and provisions to that deep cavern from time to time, for Mótsog refused to walk among the dwarves who lived in the halls above. As a hermit he lived, he who once pretended to kingship. He never again raised a weapon in anger.\\n\\n'Was I his jailor or his friend, [placeholder]? I see now that I was both, but it was not I alone who kept him here. Mótsog remained in this place for the guilt he felt, and as the years passed, folk who lived in Gundabad and elsewhere forgot the dwarf he had been and remembered only his name and the ill repute of his deeds.'",
      "es": ""
    },
    {
      "id": 36589078,
      "en": "'It will be a reminder to them, and to others, of their shameful crimes.'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Durin has agreed to conclude the tale of Mótsog, for it is not that dwarf's tale alone, but Durin's as well.",
      "es": ""
    },
    {
      "id": 265609153,
      "en": "'You were my only friend in those days, Durin, as you had been in the beginning.'",
      "es": ""
    },
    {
      "id": 265609154,
      "en": "'None others visited in my solitude.'",
      "es": ""
    },
    {
      "id": 265609155,
      "en": "'And that was just.'",
      "es": ""
    },
    {
      "id": 12181925,
      "en": " ",
      "es": " "
    },
    {
      "id": 193283585,
      "en": "'So many dead....'",
      "es": ""
    },
    {
      "id": 193283586,
      "en": "'Módvit, my son....'",
      "es": ""
    },
    {
      "id": 193283587,
      "en": "'What have I done?'",
      "es": ""
    },
    {
      "id": 193283588,
      "en": "'You must give me death, Durin.'",
      "es": ""
    },
    {
      "id": 156997665,
      "en": "'On my last visit, I found that you had entered a deep slumber from which you would not wake.'",
      "es": ""
    },
    {
      "id": 193283589,
      "en": "'It is what I deserve.'",
      "es": ""
    },
    {
      "id": 156997666,
      "en": "'Sleep well, my enemy and my friend.'",
      "es": ""
    },
    {
      "id": 193283590,
      "en": "'Why do you hesitate?'",
      "es": ""
    },
    {
      "id": 156997667,
      "en": "'I wish for you pleasant dreams.'",
      "es": ""
    },
    {
      "id": 156997668,
      "en": "'May they show you that our people live on and are strong.'",
      "es": ""
    },
    {
      "id": 156997669,
      "en": "'Farewell, Mótsog.'",
      "es": ""
    },
    {
      "id": 156997670,
      "en": "'I knew it not at the time, but the First Crafter heard my words.'",
      "es": ""
    },
    {
      "id": 156997671,
      "en": "'He gave to you the dreaming sight, to last until I returned and awakened you.'",
      "es": ""
    },
    {
      "id": 156997672,
      "en": "'And now I have, these many lives later.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Legacy of Durin",
      "es": ""
    },
    {
      "id": 92273329,
      "en": "'Too many have died in this war, Mótsog.'",
      "es": ""
    },
    {
      "id": 154540577,
      "en": "'I held the axe that would end your life, Mótsog.'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Durin",
      "es": ""
    },
    {
      "id": 92273330,
      "en": "'I will not water this earth with more of our kindred's blood.'",
      "es": ""
    },
    {
      "id": 154540578,
      "en": "'Even now I can feel the weight of it in my hand.'",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Listen to Durin conclude the tale",
      "es": ""
    }
  ]
}