{
  "id": 621040243,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'I will call for Dwarrowmoot once again, [placeholder]. There I will explain the final steps we must take to drive Hrímil Frost-heart and her thrall Gorgar from Gundabad. Only then will the Mountain-home be ours again.\\n\\n'Climb the secret stair back to Zul-mazal, [placeholder]. Then I ask you to seek out a leader of the Iron Garrison such as Bósi or his kin, Glóin of the Longbeards, Prince Ingór of the Zhélruka, and Imák the Stout-axe, and tell them to bring their companies of dwarves to the Thing-fold for Dwarrowmoot.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'I will call for Dwarrowmoot once again, [placeholder]. There I will explain the final steps we must take to drive Hrímil Frost-heart and her thrall Gorgar from Gundabad. Only then will the Mountain-home will be ours again.\\n\\n'Climb the secret stair back to Zul-mazal, [placeholder]. Then I ask you to seek out a leader of the Iron Garrison such as Bósi or his kin, Glóin of the Longbeards, Prince Ingór of the Zhélruka, and Imák the Stout-axe, and tell them to bring their companies of dwarves to the Thing-fold for Dwarrowmoot.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 11.2: Dwarrowmoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'Dwarrowmoot! To think I should live to see another! I remember the glory of the last, though I was just a lad. Thráin led a great attack upon the Fold, recovering it from the Orcs for the first time in thousands of years. He called for the lords to determine where the hammer stroke of our war should fall; we left Gundabad when it was decided, and only a small garrison remained. Much might have been different had the Moot chosen otherwise.'\\n\\nGlóin shakes his head.\\n\\n'But that was long ago, and now our concerns are with the Mountain-home and not at Khazad-dûm; we need not have our attention divided. I will gather the Longbeards, [placeholder]. Our prince will have his Moot!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Dwarrowmoot? Is that what it sounds like?\\n\\n'Well, you must forgive me, but I was not present at the last one... and neither were you, [placeholder]! We Stout-axes had other things on our minds, as you well know! But I will attend this one. Our people should be represented, for this Moot may determine the success of the conquest.\\n\\n'Durin can count on my attendance, and on my axe, if it comes to that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Thin the numbers of Orcs and Angmarim in the Welkin-lofts and diminish the potential distractions for dwarves coming to the Fold, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Bósi, Bróin, or Bori in Zul-mazal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Defeat Angmarim in the Welkin-lofts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The time has come for me to call for Dwarrowmoot, a meeting of all the dwarves here in the Mountain-home. It was held at the Thing-fold in the Welkin-lofts whenever dwarves had grave matters to discuss or a need that could not be addressed without a consensus of many dwarf-lords. It was a ritual for the martialing of war or the making of peace, and was common at one time. When Gundabad was briefly reclaimed at the outset of the Sixth War, the first Dwarrowmoot in four thousand years was called at the Fold, and the course of that conflict was decided.\\n\\n'I will call for Dwarrowmoot once again, [placeholder]. There I will explain the final steps we must take to drive Hrímil Frost-heart and her thrall Gorgar from Gundabad. Only then will the Mountain-home be ours again.\\n\\n'Climb the secret stair back to Zul-mazal. Seek out a leader of the Iron Garrison such as Bósi or his kin, Glóin of the Longbeards, Prince Ingór of the Zhélruka, and Imák the Stout-axe, and tell them to bring their companies of dwarves to the Thing-fold for Dwarrowmoot.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Prince Ingór at Maergrind in Máttugard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Glóin at the Steepset in Máttugard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Durin at the Thing-fold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Imák on the western shore of the lake in Gloomingtarn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Meet up with the dwarves on the south-eastern side of the Thing-fold for Dwarrowmoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'[placeholder]! What did you discover beyond those secret stairs? How fares the prince? Has he need of us? We are ready!'\\n\\nYou tell Bróin that Durin does have need of him, and indeed the prince calls for the rest of his kin to answer his call.\\n\\n'Dwarrowmoot? Can it be? I will send word to the others, and at once! We shall assemble at the Thing-fold and there await Prince Durin!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Dwarrowmoot, eh? So we come to it at last. Good! The Zhélruka will hear what the Longbeard prince has to say, and we will await our reward when the fighting is done.\\n\\n'Aye, there will be fighting, make no mistake of that. Durin calls for the dwarves to assemble at the Thing-fold in the Welkin-lofts, after all. Has he not considered how exposed that hillside is to the air? We will be meeting in full view of the peak, from which Hrímil watches over the lands all about.\\n\\n'One thing is clear to me, [placeholder]. Dwarrowmoot will decide the fate of Gundabad, and of us all... one way or another.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Dwarrowmoot! To think I should live to see another! I remember the glory of the last, though I was just a lad. Thráin led a great attack upon the Fold, recovering it from the Orcs for the first time in thousands of years. He called for the lords to determine where the hammer stroke of our war should fall; we left Gundabad when it was decided, and only a small garrison remained. Much might have been different had the Moot chosen otherwise.'\\n\\nGlóin shakes his head.\\n\\n'But that was long ago, and now our concerns are with the Mountain-home and not at Khazad-dûm; we need not have our attention divided. I will gather the Longbeards, [placeholder]. My prince will have his Moot!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Durin at the Thing-fold in the Welkin-lofts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Dwarrowmoot? Is that what it sounds like?\\n\\n'Well, you must forgive me, but I was not present at the last one! The Stout-axes had other things on their minds, as you might imagine! But I will attend this one. My people should be represented, for this Moot may determine the success of the conquest. There are few of my people here, but they will answer Durin's call.\\n\\n'Durin can count on my attendance, and on my axe, if it comes to that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Defeat Orc-kind in the Welkin-lofts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Dwarrowmoot is almost upon us. I will meet you at the Thing-fold in the Welkin-lofts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Durin has decided to call for Dwarrowmoot, a meeting of all the dwarves, where it will be decided what should be done to secure Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Some dwarves have arrived, but not enough... not nearly enough!\\n\\n'What is taking them so long, [placeholder]? Mótsog has less than a day remaining to him, and I am relying upon him to strike fear into the dragon's heart. If the Greymaul is unable to stand with us...\\n\\n'Perhaps the dwarves are stopping to fight Orcs and Angmarim on the way? Thin their numbers in the Welkin-lofts and diminish the potential distractions for dwarves coming to the Fold, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Durin has called for Dwarrowmoot on the south-eastern side of the Thing-fold, in the Welkin-lofts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Durin has asked you to climb from the depths and return to Zul-mazal, where you can begin gathering the dwarves for Dwarrowmoot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Durin is at the Thing-fold in the Welkin-lofts for Dwarrowmoot, but is disappointed that more dwarves have not already arrived.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'That was all we needed, [placeholder], and I thank you for your efforts on behalf of the Gabil'akkâ. More dwarves have arrived!\\n\\n'It is time for Dwarrowmoot.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Durin fears that the foes prowling the Welkin-lofts may have hindered the arrival of his dwarves, and wants you to make the high passes as safe as possible.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Your efforts have enabled more dwarves to arrive for the Dwarrowmoot. Durin is eager to begin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "Defeated Orc-kind in the Welkin-lofts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Defeated Angmarim in the Welkin-lofts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Climb the secret stair out of the depths and return to Zul-mazal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Durin asked you to bring word to a number of dwarves about the upcoming Dwarrowmoot:\\n\\nBósi, Bróin, or Bori at Zul-mazal.\\nPrince Ingór at Maergrind in Máttugard.\\nGlóin at the Steepset in Máttugard.\\nImák on the western shore of the lake in Gloomingtarn.\\n\\nThese dwarves will select others of their kind to attend the Dwarrowmoot. Time is short!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Your friends greet you with enthusiasm and with worry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Many dwarves have arrived for Dwarrowmoot... but not enough",
      "es": "",
      "es (fem)": ""
    }
  ]
}