{
  "id": 621040226,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'See you now that I deny nothing?\\n\\n'You who were Durin: you were my friend, and my lord, but I coveted your title and your lands, the respect and the love that was given you. I listened too closely to those of my people who whispered that I might truly be an Eighth Father of the Dwarves.'\\n\\nMótsog turns his attention to you.\\n\\n'Aye, an Eighth Father to join the other Seven. \\qIf there were eight, and not seven,\\q my people whispered, \\qabout what else might they deceive us?\\q Some suggested, falsely, that perhaps I awoke first beneath the mountains, and it was Durin who usurped my rights and privileges! Durin was the usurper!\\n\\n'They were false whispers, but they echoed loudly in the halls of Gundabad while Durin was away, and I did not speak against them as I should have done. That failure led in direct line to the Greymaul Rebellion.'\\n\\nMótsog once again addresses Durin.\\n\\n'No, my friend. I do not deny my treachery. Neither do I deny the blood spilt by those who followed me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Mótsog stands in a long-forgotten chamber deep below Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "Durin wears an impassive expression as he considers Mótsog.\\n\\n'These crimes are unforgiveable, and they match my understanding of the Greymaul Rebellion. You deserved the death given to you by my ancestor Durin, to whom you owed fealty.\\n\\n'You claim you were his friend? You say you speak the truth about the Greymaul Rebellion, but I deem you speak falsely on this: you were no friend of Durin. Nor are you a friend of mine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Mótsog stands in a long-forgotten chamber deep below Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Mótsog and hear his account",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Durin stands in Mótsog's Tomb deep beneath Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Mótsog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I do not deny my treachery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Durin in Mótsog's Tomb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Durin has demanded that Mótsog account for himself, and deny his treachery if he can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I will not be swayed by honeyed words from an enemy's tongue, [placeholder]. Did you mark how often he called me his friend? But it is not so. Remain on your guard, and I will do the same.'\\n\\nDurin stares coldly at the beardless dwarf standing in the ancient crypt.\\n\\n'I know you for an enemy, Mótsog, and I demand that you account for yourself! Do you deny your treachery?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I do not deny it, Durin who was once my friend.'\\n\\nBehind you Durin snorts loudly with disgust.\\n\\n'It is true,' Mótsog continues. 'Once we were great friends, and you trusted me with your kingdom. But I do not deny my treachery. Hear how it was, and you may remember it anew.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Deny your treachery, if you can!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 10.5: The Greymaul Rebellion",
      "es": "",
      "es (fem)": ""
    }
  ]
}