{
  "id": 621040231,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "Mótsog watches Durin, his eyes glinting in the dim light of the chamber.\\n\\n'I speak not of \\qdeserving,\\q my friend. I speak only of what occurred, and leave the judging of what was \\qdeserved\\q to others.'\\n\\nWhen Durin does not reply, Mótsog addresses you once again.\\n\\n'My rebellion led to ten years of war. Ten years of fighting levied a bloody toll on Greymaul and Longbeard alike, but still there was no sign that an end could ever come. At last, after ten years, Durin devised a plan to bring the conflict to an end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Mótsog stands in a chamber far below Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Mótsog stands in a long-forgotten chamber deep beneath Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Mótsog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Much I have seen in the years since the Sunder-battle might have transpired differently had I slain Hrímil Frost-heart in Biriz-zahar, but it was not to be. And yet I know this: the memory of the wounds she sustained from the mithril hammer pains her still, even to this day.'\\n\\nMótsog falls silent and turns his piercing gaze upon Durin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Finish your tale, Mótsog, and be done with it. I care not if you repent of the evils you wrought. Speak of Durin's judgement, and know that you deserved it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 10.6: The Sunder-battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Mótsog and hear the rest of his tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d18",
      "en": "Mótsog's tale is not yet complete, and Durin is determined to hear more.",
      "es": "",
      "es (fem)": ""
    }
  ]
}