{
  "id": 621040312,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Remnants of Khazad-dûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Learn of Nud-mekhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Although Khazad-dûm was abandoned long ago, remnants of its splendour might still be found in Azanulbizar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "'Before the fall of Moria, Amdân was once a thriving trading village that sprung forth beneath the great archway Durin himself had set at the southern border of the realm of Khazad-dûm. It has now become the mustering camp of the Haban’akkâ.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Although Khazad-dûm was abandoned long ago, remnants of its splendour might still be found in Azanulbizar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Learn of Kibil-nâla",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Learn of Tharkh Shathur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Learn of Ashmargathâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Learn of Atrad-zarakh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Learn of Tharkh Baraz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Learn of Anlakh-zeleg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Learn of Tharkh Zigil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Learn of Zirakazhâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Learn of Kheled-zâram",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Learn of Durinul’aban",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba80",
      "en": "'Once a mighty thoroughfare and trading route leading out of Khazad-dûm through Amdân and into the Misty Mountains, the great-way had mostly vanished after the fall of Moria, leaving only stray stone and markers in its wake.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba81",
      "en": "'In the dark of winter, Labam-gairu, or the Whitcleft in the Common tongue, had all but frozen solid. Cold water still flowed from its eastern falls as it neared the lands of the Elves, but this tale does not speak of their realm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab0",
      "en": "'Once an armoury and southern watch-post of Khazad-dûm, Zirakazhâr was overrun by Orcs not long after the fall of Moria. If we are to overcome Azog's forces, it must be reclaimed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba82",
      "en": "'At Khur Azan, the paths to Khazad-dûm and Lórien met. In by-gone times, a stone pavilion was wrought in commemoration of friendship between dwarves and Elves. The pavilion of Khur Azan still stands, but the realm of the Elves now seems cold and distant even beneath its brilliant, golden eaves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab1",
      "en": "'Ah, the Mirrormere! There must be some enchantment upon it, for always it reflects the night sky. It was in the waters of Kheled-zâram that Durin the Deathless first glimpsed a crown of stars upon his head, and in his wisdom, he delved the first halls of Khazad-dûm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Learn of Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba83",
      "en": "'Ah, the Silverlode! As brilliant and chilling as ever it had been! Falling from Kheled-zâram, its cool mist soothed the wounds of war.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab2",
      "en": "'It has been many years since any dwarf has looked upon Durin'abal. Durin's Stone was set in commemoration of where Durin the Deathless stood when first he gazed into Kheled-zâram. It brings me great comfort to see it, even in the midst of war.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba84",
      "en": "'Once the pass to Atrad-zarakh, an avalanche on the slopes of Shathûr left it inaccessible for many years after the fall of Moria. In constructing one of their crude bridges to reach the old pass, it seems the Orcs have unwittingly done us a great favour!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab3",
      "en": "'After so many years, the facade of Nud-mekhem, the great East-gate, has resisted falling to complete ruin despite the efforts of the Orcs. The gates are defaced with Orkish scrawls, but as with all works of the Orcs and their ilk, it cannot endure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Learn of Gabilthurkhu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba85",
      "en": "'With the aid of the Kámbrada, we won a foothold on the slopes of Bundushathûr. The great guard-post of Ashmargathâl was had fallen to the Orcs, but no longer. Alas, the watching-spire beyond would be harder won.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Learn of Labam-gairu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba86",
      "en": "'It was at Atrad-zarakh, the watching-spire, that the great bells of Khazad-dûm once rang across Azanulbizar. Once sounded in times of celebration, they became a warning-beacon in the latter days of Moria. Alas, now the tower is overrun.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba87",
      "en": "'Of all the passes among the peaks of Khazad-dûm, the most-travelled in times of old was Tharkh Baraz — the Redhorn Pass. It is my hope that in years to come it might prove safe to walk again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Learn of Khur Azan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba88",
      "en": "'Even the corruption of the Orcs could not dim the beauty of Anlakh-zeleg, the Dimrill Stair! At the foot of Tharkh Baraz, its falls shimmered in sunlight as they cascaded down into Kheled-zâram.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba89",
      "en": "'In truth, little is known of Tharkh Zigil. Once a pass carved into the slopes of Zirakzigil, it fell into disuse even before the fall of Moria. Perhaps it was once meant to lead to Durin's Tower, but I have not discovered its true purpose.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}