{
  "id": 621040253,
  "txt": [
    {
      "id": "0xceb0115",
      "en": "Gorgar has been defeated and Hrímil Frost-heart has fled on injured wings, abandoning the high places to Durin's army. You have achieved victory!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Durin on the mountain-side",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "The cheers seem to shake the mountain itself: 'Gundabad is ours!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Go then, and hurry! Our time is running short!\\n\\n'The Gabil'akkâ will clear a path for you.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Mótsog must reach the peak, [placeholder]. I need you to get him near enough that he can strike the killing blow upon the Dragon. Can you do this?'\\n\\nYou assure Durin that you will see it done.\\n \\n'I entrust no one else with this, my friend. All now depends upon you and the last of the Greymauls. If we do not see each other again, know that it has been an honour to fight alongside you, [placeholder].'\\n\\nHe clasps your hand briefly and raises the Red Axe in quick salute.\\n\\n'Are you ready?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 11.4: The Last Greymaul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Durin and accompany Mótsog to the peak... and to Hrímil Frost-heart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'The Dragon's cowardly escape has broken the spirit of her armies! They flee and scatter, seeking for Gorgar to lead them; they know not that he is dead, but the rumour will spread.\\n\\n'Injured as she is, Hrímil will not prevent us from reclaiming the Mountain-home! Gundabad is ours!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "At the Thing-fold in the Welkin-lofts, Durin prepares for the battle to come.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d18",
      "en": "Durin has entrusted you with accompanying Mótsog to the peak, there to face Hrímil Frost-heart. The prince and all of the Gabil'akkâ will create a path through the enemy forces so you can achieve your mission!",
      "es": "",
      "es (fem)": ""
    }
  ]
}