{
  "id": 621040227,
  "txt": [
    {
      "id": "0x5c59b62",
      "en": "'Remember you are a guest here, and still your tongue!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c93033",
      "en": "'How can this be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c59b63",
      "en": "'He will not pay, father. He will bring an army here first!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c93034",
      "en": "'Durin would not part with a metal so valuable, unless it were a gift to the kin he left behind!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c93035",
      "en": "'Has Durin answered my demand?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Durin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c93036",
      "en": "'Will he deliver to us half of the true-silver he has unearthed, and half of what he mines henceforth?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c93037",
      "en": "'Or will he continue to waste that treasure upon the Elves?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Listen to the tale of Mótsog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c93038",
      "en": "'He will not give us half of his true-silver?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Mótsog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c93039",
      "en": "'Then let him lose ALL of it to us in war!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Durin cannot understand why his namesake would have trusted Mótsog with the lordship of Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'With its thick walls and defensible approaches, my new stronghold of Biriz-zahar in the high mountains to the south was secure from any assault. My loyal Greymauls stood at the parapets of my city and gloated, insisting that Durin's warriors would be unable to ascend the heights and the former king would meet our demands.\\n\\n'But I wondered, and I worried. The defences of Biriz-zahar were strong... but I feared they would not be strong enough. Word reached me that the former king had assembled a vast army of Longbeards, and even now he marched at its head to put down the revolt. We could not hope to match such numbers as Durin levied, and the size of the approaching host was more than double my own.\\n\\n'In Biriz-zahar I had built my tomb. This truth came slowly to me, but it did not come to me alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Mótsog weaves to you the tale of his treachery's foundation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'How could Durin the Deathless entrust one such as Mótsog with the rule of his kingdom? It beggars belief, [placeholder]! Were there no indications of Mótsog's evil, or of his treacherous nature?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Durin has challenged Mótsog to deny his treachery, but the mysterious dwarf insists he will not.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Mótsog weaves to you the tale of his treachery's foundation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Mótsog weaves to you the tale of his treachery's foundation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Durin took the greater portion of the Longbeards with him to found the Dwarrowdelf of Khazad-dûm, and I governed those who remained behind. Those years were hard and bloody, for the Orcs had been emboldened by the exodus of so many dwarves; they sought to conquer Gundabad.\\n\\n'We held them back, but with so few defenders the cost was high. Six of my seven sons were slain in those wars, and only the youngest, Módvit, survived to be named my sole heir. My heart grew cold, and only Orc-slaying could bring me any joy. The heads of our enemies adorned the gates of the Mountain-home.\\n\\n'Some among my people whispered that Durin had abandoned us to the encircling Orcs. During the years that followed the whispers grew, and with them my own legend: noble Mótsog who stood alone against all the forces of Morgoth, fighting to preserve his people. My son Módvit became the fiercest of my adherents, and in time he had me believing what was said of me: that I was equal to, or perhaps even greater than, the king himself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'The sight of mithril weapons in the hands of the Elves had kindled a dark flame of greed and envy in my heart. How many of my people might have been spared had Durin given such true-steel to we who remained? How many of my sons might have survived battle with the Orcs and trolls that sought to conquer the Mountain-home, had they possessed weapons of such quality?\\n\\n'Only one son remained to me on that dark day, and it was he who slew the Elf-captain. His people leapt to the defence, wielding their mithril blades with deadly skill, but Módvit was not alone, and my worthiest commanders stood with him.\\n\\n'When the fighting was ended, my spear too dripped with the blood of my guests.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf5b3a01",
      "en": "Elf Wayfarer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Mótsog weaves to you the tale of his treachery's foundation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Mótsog weaves to you the tale of his treachery's foundation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x154d5d1",
      "en": "'Their weapons shone with a brilliant lustre, and all could see they were wrought of true-silver.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Mótsog weaves to you the tale of his treachery's foundation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x154d5d2",
      "en": "'My anger could not be contained.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Mótsog weaves to you the tale of his treachery's foundation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x154d5d3",
      "en": "'I had need of the true-silver to fuel my war against the Orcs and trolls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Orc and dwarf and troll marched side by side in the Misty Mountains for the first time, and as Durin's own army approached Gundabad my combined force fell upon his with a ferocity he could never have anticipated. The rout was total and complete, and the finest warriors of Khazad-dûm fled from the hammers of the Greymauls and the fangs of the Orcs and the clubs of the mountain-trolls.\\n\\n'Durin's eldest sons were slain by Orcs in that first battle, and I thought it meet; had I not lost my own sons, save Módvit, to such as they? It seemed little different to me at the time, though I had joined hands with the forces of Morgoth and his commander Sauron; it was Durin drove me to do so, and if there was to be blame let it lie with him!\\n\\n'My forces returned in triumph to Biriz-zahar, and my commanders believed the war had reached a decisive end. I knew it was not so. I knew it for what it proved to be: the beginning only.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x154d5d4",
      "en": "'Was mithril not the domain of dwarves alone?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x154d5d5",
      "en": "'Here it was in the hands of Elves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x54d5d50",
      "en": "'We became the Greymauls, and I the King of Gundabad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Mótsog has agreed to speak of the treachery for which he is remembered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x154d5d6",
      "en": "'But not for long.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x54d5d51",
      "en": "'I spoke boldly, but I feared the armies of Durin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x54d5d52",
      "en": "'What secret paths into Gundabad might you know that I did not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x833a9e1",
      "en": "'What do you suggest we do, my son?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x154d5d7",
      "en": "'I claimed the mithril weapons of the Elves for my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x54d5d53",
      "en": "'I ordered the creation of a mighty golden city in the mountains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5ca1561",
      "en": "'The city is strong, father, but we cannot hope to match the strength of Durin's armies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x154d5d8",
      "en": "'I had them reforged into seven great war-hammers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x154d5d9",
      "en": "'So too did I reforge my people. What once were Longbeards became something new.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5ca1562",
      "en": "'There is only one who hates Durin and his followers as much as we.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x13b5bd1",
      "en": "'We had fought side by side against the creatures of Morgoth for many years.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5ca1563",
      "en": "'Let us make common cause with his servants, father.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x13b5bd2",
      "en": "'But it is as I said: his heart was captured by the lands he saw a-wandering.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5ca1564",
      "en": "'With the Orcs and trolls as allies we might stand a chance against Durin's greater numbers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x13b5bd3",
      "en": "'But I had not, and I did not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x13b5bd4",
      "en": "'Aye, so it was.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x13b5bd5",
      "en": "'Not all of the Longbeards chose to follow Durin to the shore of Kheled-zâram.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c88231",
      "en": "'But they cannot compare with those of our home, surely?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa9e1a81",
      "en": "'Mithril...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c88232",
      "en": "'What of this metal you found, this true-silver?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c88233",
      "en": "'I do not wish to disbelieve you, my brother, but I find I must.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5e84c71",
      "en": "'I see now that my son Módvit was possessed of a wicked heart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c88234",
      "en": "'No, Durin. My place is here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5e84c72",
      "en": "'But I heeded his words, as I should not have done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x90bc6f1",
      "en": "'A lake there is, so beautiful and clear you can see the stars reflected in it even at mid-day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x90bc6f2",
      "en": "'And such caves as you have never seen, dear Mótsog!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x90bc6f3",
      "en": "'Had you only seen them, you would understand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x90bc6f4",
      "en": "'Every word I spoke of it is true.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x90bc6f5",
      "en": "'It is a metal of surpassing strength, lightness, and beauty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x90bc6f6",
      "en": "'It is a sign, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x90bc6f7",
      "en": "'The place where it can be found will be a new home for our people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x90bc6f8",
      "en": "'I ask you again: come with us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x90bc6f9",
      "en": "'Then rule it well on my behalf, dear Mótsog.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xed36111",
      "en": "'We fashioned them ourselves, good dwarf. Can you not see the fine craft of their making?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xed36112",
      "en": "'The mithril was a gift to us from your kin in Khazad-dûm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Listen to the tale of Mótsog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Mótsog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Listen to the tale of Mótsog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Mótsog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Listen to the tale of Mótsog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Mótsog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: The Greymaul Rebellion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c93031",
      "en": "'It was at this time that a party of Elves tarried in Gundabad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c93032",
      "en": "'How came you by those weapons?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c59b61",
      "en": "'Do you make mock of my father?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}