{
  "id": 621040310,
  "txt": [
    {
      "id": 216727828,
      "en": "Not content with ruling Moria, Azog sent forth his servants to defile and conquer the once-pristine lands of Azanulbizar.",
      "es": ""
    },
    {
      "id": 218639267,
      "en": "'Sullying the waters of Kibil-nâla with their filth, the Orcs had constructed a crude border-fort along the great-way of old, blocking our surest path to the East-gate.'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Learn of Târ-kútoz",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "'Before the gates of Moria, Azog and his Orcs wrought a great battlement. In the shadows of his watch-towers, the skulls of countless dwarves had been set on pikes in mockery of Thráin.'",
      "es": ""
    },
    {
      "id": 218639271,
      "en": "'When at last we came to Azanulbizar, we found the pass through Baraz blocked by a great Orc-encampment. There would be no reinforcements from the north - at least, none that would meet us as friends and allies.'",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Learn of Dursh Hûl",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Learn of Gadh Ujáf",
      "es": ""
    },
    {
      "id": 8567440,
      "en": "'Far above the East-gate on the slopes of Zirakzigil, the Orcs made camp with trolls out of Moria. From those dizzying heights, the trolls hurled countless stones down into the dale, killing Orcs and dwarves alike.'",
      "es": ""
    },
    {
      "id": 8567442,
      "en": "'In the shadow of Atrad-zarakh on the slopes of Shathûr, the Orcs had built a sprawling watch-post. Nestled among their crude trappings were countless bats, creatures long-favoured by Azog and his sons to use as spies at Azanulbizar.'",
      "es": ""
    },
    {
      "id": 8567444,
      "en": "'To the north of Khur Azan, we found the old bridge destroyed. In its place, the Orcs had erected a small crossing to guard the pass to Shathûr.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Not content with ruling Moria, Azog sent forth his servants to defile and conquer the once-pristine lands of Azanulbizar.",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Learn of Kamaz-kala",
      "es": ""
    },
    {
      "id": 8567446,
      "en": "'In the low-hills of Zirakzigil, I found a great den of wargs. Before Komog, youngest son of Azog, was slain at Gundabad, his wargs had claimed the lives of countless dwarves. At last, vengeance would be ours!'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Learn of Muru Azog",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Learn of Zaghúth",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Azog's Realm",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Learn of Rung-shakam",
      "es": ""
    }
  ]
}