{
  "id": 621040242,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Durin stands in Mótsog's Tomb far below Gundabad, trying to decide what is to be done.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I have decided, [placeholder].\\n\\n'Were I not to be king when my father leaves the throne, I could say to Mótsog, \\qBe gone. Let the sun set upon you, and trouble no longer the dwarves.\\q That would even be just, for the wrongs of the Greymaul Rebellion did not abate when the Sunder-battle ended. No, the injuries left by that conflict remain with us. Do Zhélruka and Longbeard not bristle at the perceived slights of the other, and ponder if something of the Greymaul spirit lives on behind their rival's clenched teeth? Do they not look upon the Stout-axe with distrust, brooding upon his long habitation in Mordor? The lesson of Mótsog was taught to the dwarves early, and did not diminish with the years.\\n\\n'Were I not to be king when my father releases the crown, I could climb the secret stair to the known levels of Gundabad, leaving Mótsog and what I learned here behind. But I cannot, for I will have the concerns of a king, as I did six times before. Mótsog is a tool to be used, [placeholder], and I will wield this tool against our foes. I will use him to wrest control of the Mountain-home from both Orc and Dragon.\\n\\n'Surely Hrímil Frost-heart will remember the Greymaul leader who injured her during the Sunder-battle, and without the power of the dragon behind him, the Gabil'akkâ will be able to deal with Gorgar.'\\n\\nDurin once again addresses the impassive figure in the hidden chamber.\\n\\n'What say you, Mótsog? Will you spend your last day fighting for the dwarves you once betrayed? I do not command you; I only ask it of you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Durin stands in Mótsog's Tomb far below Gundabad, trying to decide what is to be done.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Durin stands in Mótsog's Tomb far below Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Durin stands in Mótsog's Tomb.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "Mótsog nods solemnly at Durin.\\n\\n'I swear to fight for you, my friend of old, my king, for as long as I am able. I will deliver to you control of the kingdom I once stole, and if the last rays of the sun vanish behind the mountain before I seize your victory, I will perish with sorrow in my heart, and none before or since will know such grief as I know in my failure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Durin waits for Mótsog's answer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'What says Mótsog to this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Durin in Mótsog's Tomb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Well, [placeholder], it seems the conquest of Gundabad will succeed or fail by nightfall. Let us hope we will celebrate the victory before the sun sets on this day!\\n\\n'I know what I must now do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Wait for Durin to come to a decision",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Durin in Mótsog's Tomb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Mótsog and learn if he will accept Durin's decision",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "Mótsog waits quietly for Durin's decision, and says nothing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Durin in Mótsog's Tomb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "Mótsog waits quietly for Durin's decision, and says nothing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "Mótsog stands silently, and says nothing more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Mótsog has told you that he will walk in the world for only one more day before his long life is spent, and he wants to do what he can for the friend he once betrayed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "Mótsog addresses you once again.\\n\\n'I deem you are his close advisor. Advise him then of this: I will walk in the world for only one more day before my long life is spent. When the sun sets on this day, my breath will be stilled and I will disappear from this place, never to return. In that time I have but one desire. I wish to do whatever my friend commands, for the vigil of so many years has given me this knowledge: Durin is the rightful king of the dwarves.\\n\\n'He was my first friend, my dear companion, and having made him an enemy I mourned the brother I lost. Now in the span of the single day I have remaining to me I will do what I can to deliver him his kingdom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I am conflicted, [placeholder]. I am grateful to know now without doubt that I am he who I wished to be... but Mótsog's part in this discovery does not erase his treachery, nor will it cause me to forgive his misdeeds.\\n\\n'I must think upon what is to be done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 11.1: Soon To Wake",
      "es": "",
      "es (fem)": ""
    }
  ]
}