{
  "id": 620915723,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Another strange landmark to mark Núrzum's prolonged presence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Núrzum looks to have pulled up strong old trees by their roots for no other reason but love of chaos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Núrzum threw great boulders as a child would toss a ball",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Cyneberg wants you to find out what made the inhabitants of Dunfast abandon their settlement and disappear into the wilds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I suspect that Núrzum and his forces were behind this, but I do not think he is still here, for the weather holds steady.\\n\\n'Dunfast has no Thane, no lords, no nobles, no great warriors to draw the enemy, yet something happened here. Our search for the people has been in vain thus far, but perhaps we can learn more of what happened to them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "A sign of what drove away the people of Dunfast may be on the outskirts of town.\\n\\nYou should search the outskirts of Dunfast for a sign of the forces of Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Núrzum takes delight in chaos and despair. He came here not to hunt these people, but to terrify them.\\n\\n'He snapped trees and crushed stone, and laughed at the helpless peoples of Dunfast when they fled. At least, I hope that is how it happened. I believe they are alive somewhere.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Signs of Núrzum's presence can be found at the ice-spire outside of Dunfast.\\n\\nYou should examine signs of Núrzum's presence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Cyneberg can be found in Dunfast.\\n\\nYou should return to Cyneberg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search the outskirts of Dunfast for signs of the enemy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Examine signs of Núrzum ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Cyneberg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Another Strange Landmark",
      "es": "",
      "es (fem)": ""
    }
  ]
}