{
  "id": 621086335,
  "txt": [
    {
      "id": 49286677,
      "en": "Bring the sand you collected to Charzâd by the old observatory",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Charzâd asked you to collect sand from several different locations outside the city.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Charzâd is by the old observatory above the city, waiting for you to return to her with your discoveries.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Collect sand south-east of the farms outside the city, near the river",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "The sand here is coarse and granular",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "The sand here is damp and contains small clumps of soil",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "The sand here is very fine, and sifts easily through your fingers",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "The sand here shines and sparkles with a variety of colours",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Charzâd stands by the old observatory above the city, musing about the stars in the sky and the sand in the desert.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'From this observatory, scholars in Umbar Baharbêl once gazed at the skies above, studying the night sky for wisdom. How distant was that age of knowledge? Too long ago for one lifetime, my friend; the observatory was destroyed, and has fallen into ruin in the years since.\\n\\n'But I have dreamed about the things you might have seen from its balconies and from the rooftop viewing platforms. Will you do something for me? I am a scholar of sorts myself, but my subjects are more terrestrial than those of the folk who once worked in the building above us. Will you take this small leather bag and fill it with sand from several locations east of the city? I will reward you for this work, of course.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Collect sand from the spider-haunted ruins east of the city",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Will you fill the bag I gave you with sand from several locations east of the city? I will reward you for this work, of course.'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Collect sand to the west of one of the farms outside the city",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Sand In The Sky",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Collect sand from the hills north-east of the farms outside the city",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Thank you for doing as I asked, my friend. Did you observe that the sand you collected from each location possessed its own characteristics?'\\n\\nYou tell Charzâd that some of the sand was damp and some was dry; some was coarse and some was fine; some of the sand was brightly-coloured.\\n\\n'And yet they were all, in the end, still sand?' Charzâd answers with a raised eyebrow. 'It reminds me of how I envision the stars in the sky. From our position here they all seem to be the same: twinkling dots of light, like jewels affixed to the heavens. But look at this!'\\n\\nCharzâd reaches into the small leather bag and removes a handful of the sand you gathered. She opens her palm and lets the sand fall, where the individual particles drift and float restlessly on the breeze.\\n\\n'Like stars,' she says. 'How different might the stars be from each other if we could only see them up close? Might the scholars at the observatory above us have learned the answer if they were not slain, the observatory not shuttered, and their work not lost? I think they might have.\\n\\n'Thank you for doing this for me, my friend. Not everyone would! I know: I asked them. But take this for your trouble and your time.'",
      "es": ""
    }
  ]
}