{
  "id": 621086256,
  "txt": [
    {
      "id": 228284040,
      "en": "'I am impressed with you, my relaxed friend! I did not think you would be able to do this!\\n\\n'Folk are always running here and there at great speed, their errands bringing them from one corner of the city to the other, and then back again. But is it not important to slow down, take a deep breath or two, and enjoy the experience of living?\\n\\n'It is, my friend, it is! I encourage you to do so more often! And come back to the Baths of Kadax whenever you like!'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Yosarin asked you to sit in the baths nearby and relax. She does not think you will be able to do it!",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Yosarin challenged you to remain in the baths for two minutes, enjoying the water and not thinking about your daily cares.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Yosarin is by the baths in the Lower Ward.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "The water is warm and soothing",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "<rgb=#00FF00>Sit</rgb> in the baths of Kadax in the Lower Ward",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Relax within the baths without leaving",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "You feel refreshed and reinvigorated",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Yosarin was right! You cannot relax even for two minutes!",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Yosarin in the Lower Ward",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Yosarin has challenged you to relax. Can you do it?",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Welcome to the Baths of Kadax, traveller! Can you find it in yourself to relax within their soothing waters? You need not submerge, but if it does help you to do so and you can hold your breath, I encourage you to do what comes naturally!\\n\\n'This is my challenge: can you enter the baths, <rgb=#00FF00>sit</rgb>, and then empty your mind of all the day's stressful workings? Can you relax for even two minutes? If you can, I will reward you... but such a practice can be its own reward, I assure you!\\n\\n'However, if you leave the baths too soon... I will not be surprised, but I will be disappointed.'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Rest and Relaxation",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'This is my challenge: can you enter the baths, <rgb=#00FF00>sit</rgb>, and then empty your mind of all the day's stressful workings? Can you relax for even two minutes? If you can, I will reward you... but such a practice can be its own reward, I assure you!\\n\\n'However, if you leave the baths too soon... I will not be surprised, but I will be disappointed.'",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Enter the waters of the Baths of Kadax in the Lower Ward",
      "es": ""
    }
  ]
}