{
  "id": 621086330,
  "txt": [
    {
      "id": 216727827,
      "en": "Surplus goods can be found outside two store-houses located in the Fleet-fast.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Nâjah is outside the entrance to the Fleet-fast from the Lower Ward.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Retrieved surplus goods from the western store-house in the Fleet-fast ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Nâjah heard there were surplus goods stored inside the Fleet-fast, and she knows they could be put to better use in the Lower Ward.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Retrieved surplus goods from the southern store-house in the Fleet-fast ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'There are two store-houses in the Fleet-fast, stranger, to the south and to the west, and they are full of supplies. How many rations do the guards of the Citadel require? Not as many as they keep for themselves, I can tell you that. My friend says that there is such a surplus at each of these store-houses that crates and chests are even kept outside! The guards won't miss those, if you take my meaning.\\n\\n'Bring me some of these surplus supplies and I will see that they are given to people who really need them: the people of the Lower Ward. They do no good for anyone if they simply take up space within the Fleet-fast. Remember, there are store-houses both to the south and to the west of the Stûna, the great dock of the ships in the water's centre. You should retrieve surplus goods from both.'",
      "es": ""
    },
    {
      "id": 49286673,
      "en": "Bring the surplus goods to Nâjah in the Lower Ward",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Retrieve surplus goods from outside the southern store-house ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Bring me some of the surplus supplies and I will see that they are given to people who really need them: the people of the Lower Ward. They do no good for anyone if they simply take up space within the Fleet-fast. Remember, there are store-houses both to the south and to the west of the Stûna, the great dock of the ships in the water's centre. You should retrieve surplus goods from both.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Putting Goods to Good Use",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Retrieve surplus goods from outside the western store-house ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'You have done a good thing this day. I will put these goods to... good use.\\n\\n'It is very good, my friend. It should not trouble the ear to hear one say so.'",
      "es": ""
    }
  ]
}