{
  "id": 621086258,
  "txt": [
    {
      "id": 228870261,
      "en": "Not One To Back Down",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Ring the next challenge bell further to the south-east",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Mêdi in the Lower Ward",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'A Corsair named Mûtahir has kept this area of the Lower Ward trembling in fear of him ever since he returned to the city. So certain of his combat prowess is he that he has string up bells throughout the Gut, and has invited anyone who believes they can best him to ring one of these bells.\\n\\n'He has knocked a number of challengers senseless in the week since he left the bells. If you think you can put an end to his tyranny, one of the bells is to the south-east of here. He has others throughout the Gut as well, but he has never failed to respond to a challenge.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Wait for your challenge to be answered",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Ring the last challenge bell to the north",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Mûtahir has knocked a number of challengers senseless in the week since he left the bells. If you think you can put an end to his tyranny, one of the bells is to the south-east of here. He has others throughout the Gut as well, but he has never failed to respond to a challenge.'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Wait for your challenge to be answered",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Mûtahir by the last challenge bell",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Yes, I am Mûtahir, but I do not think I want to fight you.\\n\\n'As a matter of truth, I believe I will take down all of the bells I have strung up around the Lower Ward. It seemed a good way to make a name for myself, and indeed I have now done so... but I fear that were I to engage you in battle I would, perhaps, find myself defeated. And I do not think that would add very much to my legend.\\n\\n'I will leave the inhabitants of the Lower Ward alone, stranger. They will face no more challenges from Mûtahir. You have my word.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Mêdi wants you to put an end to the reign of terror caused by a Corsair villain on the loose in the Lower Ward.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "You have rung the challenge bell and should wait for your challenge to be answered.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'You challenged Mûtahir and survived to tell the tale? This is very impressive!\\n\\n'Thank you for putting an end to his reign over the Gut! The folk of the Lower Ward feared to walk the streets when he was known to be out and about. I can still hear the tinkling of the bells....\\n\\n'But no longer! Thank you, my friend!'",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Ding-ding-ding! Now you must wait",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Mûtahir stands near the last challenge bell.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I will leave the inhabitants of the Lower Ward alone, stranger. They will face no more challenges from Mûtahir. You have my word.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Mêdi is to the west of the last challenge bell, in the Lower Ward.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "You have rung the challenge bell and should wait for your challenge to be answered.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Another challenge bell can be found further to the south-east in the Lower Ward.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "A challenge bell can be found to the south-east of Mêdi in the Lower Ward.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "You have rung the challenge bell and should wait for your challenge to be answered.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "The last challenge bell can be found to the north of the previous one, in the Lower Ward.",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Ring the challenge bell to the south-east of Mêdi",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Wait for your challenge to be answered",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Your challenge goes unanswered",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Ding-ding-ding! Now you must wait... again",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Your challenge goes unanswered",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "Ding-ding-ding! This challenge will surely be answered",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "A man standing nearby calls for you",
      "es": ""
    }
  ]
}