{
  "id": 621086386,
  "txt": [
    {
      "id": "0xb011a91",
      "en": "You have found the Eastern Stores. The family heirloom must be hidden within.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d16b3",
      "en": "The travelling merchant Labóni has lost a precious family heirloom to the ruffians of Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa238",
      "en": "An Heirloom Lost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a94",
      "en": "You found The Eastern Stores and have obtained Khatrâxi, the Raindrop. You should return to Labóni.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11922",
      "en": "This entrance is heavily guarded",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a98",
      "en": "Labóni has asked you to investigate The Eastern Stores and retrieve his family heirloom.\\n\\nThe Eastern Stores can be found on the east side of the Lower Ward in the Cistern.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568bf6",
      "en": "'Please, if you have a moment!\\n\\n'I came here seeking a new venture, and while business has been somewhat doing well, I have lost something very precious!\\n\\n'It is something that is quite priceless: a family heirloom. Certainly it is not part of any merchandise I would be selling.\\n\\n'I have asked around and apparently the Corsairs keep their valuables in a place called the Eastern Stores, but this does not seem to be a place open for the public. It is not very heavily advertised....\\n\\n'I have managed to secure a lead, however. The entrance to this store-house should be on the eastern side of the Lower Ward, in the Cistern.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b12",
      "en": "Find Khatrâxi, the Raindrop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b17",
      "en": "Talk to Labóni",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568be6",
      "en": "'Ah there it is!\\n\\n'The raindrop is a priceless heirloom that our family has kept for generations. We come from a long line of merchants, and this raindrop was the first piece of jewellery ever purchased with our family's fortune.\\n\\n'I thank you from the bottom of my heart for returning such a precious artifact to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b19",
      "en": "Find the hidden store-room",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e119d3",
      "en": "This is an exquisite pendant!",
      "es": "",
      "es (fem)": ""
    }
  ]
}