{
  "id": 621086387,
  "txt": [
    {
      "id": 184621713,
      "en": "You have found the Eastern Stores. The plunder should be stored within.",
      "es": ""
    },
    {
      "id": 126686899,
      "en": "Mânobaz is feeling ostracized by his cohorts even after helping to plunder and raid.",
      "es": ""
    },
    {
      "id": 236954168,
      "en": "Cleaning the Gut",
      "es": ""
    },
    {
      "id": 184621716,
      "en": "You have collected a good amount of spoils. Perhaps this is enough for Mânobaz.\\n\\nMânobaz can be found next to the Black Anchor.",
      "es": ""
    },
    {
      "id": 184621721,
      "en": "Mânobaz has asked you to steal a portion of spoils that is rightfully his from the The Eastern Stores.\\n\\nThe Eastern Stores can be found on the east side of the Lower Ward in the Cistern.",
      "es": ""
    },
    {
      "id": 173026272,
      "en": "Find the hidden store-room",
      "es": ""
    },
    {
      "id": 190221302,
      "en": "'Can you believe this nonsense?\\n\\n'I go and help these so called friends sack and plunder, and they go and take all the spoils for themselves! I was instrumental in securing that loot, and I deserve a portion of it!\\n\\n'What do you say? Would you help me take back my fair share? I'm not saying to rob them clean, I am an honest and fair individual myself. I just have to look after my enterprises is all.\\n\\n'Now, there's a secret store-room where all the ne'er-do-wells keep their prized possessions. It's in the Waterways Market just outside of the Gut. It is sure to be guarded. No need to be specific, just grab whatever you can and bring it back to me.'",
      "es": ""
    },
    {
      "id": 173026066,
      "en": "Collect Mânobaz's plunder ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173026070,
      "en": "Talk to Mânobaz",
      "es": ""
    },
    {
      "id": 190221285,
      "en": "'Well would you look at that. You did it!\\n\\n'You've gone and collected quite a haul.\\n\\n'I have to admit, I did not think you'd do it. But you are a fair and honest individual now aren't ya?\\n\\n'And us fair and honest individuals must uphold the strictest code of fairness!\\n\\n'You've got yourself a friend in Umbar!'",
      "es": ""
    },
    {
      "id": 173026072,
      "en": "Talk to Mânobaz",
      "es": ""
    },
    {
      "id": 190221287,
      "en": "'Well, would you look at that. You did it! You've gone and collected quite a haul.\\n\\n'I have to admit, I did not think you'd do it, but you are a fair and honest individual now aren't you? And us fair and honest individuals must uphold the strictest code of fairness!\\n\\n'You've got yourself a friend in Umbar!'",
      "es": ""
    },
    {
      "id": 148969939,
      "en": "Plunder collected ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}