{
  "id": 621086261,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The Fruits of Your Labour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I am looking to buy apricots, which is usually a very easy task here in the Waterway Market. But I have not had any luck so far today! Will you help me find a market stall with the fruits for sale?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Apricots? Sadly, while I usually carry these items, I am completely out of them today. Can I interest you in some oysters, or some of my delicious beans? They were picked just this morning, you know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Apricots? I do wish I had some of those to sell you, but sadly I do not.\\n\\n'These are not the same taste, but I recommend you purchase some of my millet, rice, or chickpeas. They will form the basis of a delicious meal, and if you do happen to find apricots here in the Waterway Market, the fruits will be a welcome addition... but not the main course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Apricots? No.\\n\\n'Dates, figs, and grapes, however? Yes and yes and yes! Why not purchase some of those instead? They are just as good, I assure you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I never have apricots for sale. I am sorry.\\n\\n'The reason for that is simple: any that come into my possession are eaten immediately! I love the taste of them, you know, and buy them for myself at every opportunity. I tend to clear out the full supply of the fruits here at the Waterway Market most weeks.\\n\\n'I apologize.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Will you help me find a market stall with the fruits for sale?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'No apricots for sale anywhere?\\n\\n'I am not ready to give up. Can you check at the Dawn Market, outside the city? It is located outside the eastern wall of Umbar Baharbêl, but it is too far for me to walk in these shoes. Will you take this money and purchase apricots for me if there are any to be found there?\\n\\n'I need to find someplace to sit down while you do this. My feet are killing me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e01",
      "en": "Find someone at the Dawn Market who will sell you apricots for Zuhûr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Apricots? Of course! What sort of merchant would I be if I did not have such things? They were not picked today, so I hope you can excuse some light bruising, but they were plucked from their trees just yesterday. I still have them because not everyone with a taste for apricots always wants to make the journey outside the city to the Dawn Market. There is a vendor in the Waterway Market who visits my stall every few days... you are fortunate she has not yet appeared today!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I am not ready to give up. Can you check at the Dawn Market, outside the city? It is located outside the eastern wall of Umbar Baharbêl, but it is too far for me to walk in these shoes. Will you take this money and purchase apricots for me if there are any to be found there?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Zuhûr just wants apricots. Is that too much to ask?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e03",
      "en": "Bring her apricots to Zuhûr in the Lower Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Talked to merchants at the Waterway Market ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "The Dawn Market is located east of the city walls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You found me some apricots at the Dawn Market? I am pleased, really. Do not mistake me! But I have done so much walking around today, and I am so very tired. I do not really want the apricots anymore. Now what I want is new shoes!\\n\\n'But no, the money I might have spent on shoes went to apricots. I might as well enjoy them. Thank you for your help, my friend. I think I will just sit here and enjoy the fruits of your labour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Zuhûr asked you to speak with merchants at the Waterway Market and find out if anyone has any apricots for her to purchase.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'May those apricots bring you joy... and may they bring you back to me to buy more of them when they are gone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Zuhûr is on a bench by the Waterway Market in the Lower Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Zuhûr is at the Waterway Market, looking for apricots.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to merchants at the Waterway Market about apricots ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Zuhûr at the Waterway Market",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Zuhûr gives you a small pouch containing her \\qapricot money\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Zuhûr will be delighted that you found her some apricots",
      "es": "",
      "es (fem)": ""
    }
  ]
}