{
  "id": 621086332,
  "txt": [
    {
      "id": 216727827,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Kenza is by the stairs leading to the upper level in the Fleet-fast.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Defeat Fleet-fast bruisers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Many of the ruffians in the Fleet-fast conducted a mutiny against Kenza and she wants you to deal with them.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Defeated Fleet-fast bruisers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Kenza in the Fleet-fast",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Kenza wants you to deal with the mutineers that cost her the command of her ship.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'My former crew turned out to be mutineers and ruffians, all of them! They must think I perished when they threw me overboard, and I would not survive the swim back to shore. So they are not only dishonourable, but they are fools too! Now they haunt this area of the Fleet-fast, and they stay here in great enough number that the guards fear to engage them in battle.\\n\\n'But I do not fear them, and neither do you, do you, my new friend? Some of them are tougher than they appear, but that will not be a problem for you, will it?'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Defeated ruffians in the Fleet-fast ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Now my former crew haunts this area of the Fleet-fast, and they stay here in great enough number that the guards fear to engage them in battle.\\n\\n'But I do not fear them, and neither do you, do you, my new friend? Some of them are tougher than they appear, but that will not be a problem for you, will it?'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Defeat ruffians in the Fleet-fast ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mutineers and Ruffians All!",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I heard the fighting from here, friend, and it was like beautiful music to hear the panic in the voices of those mutineers. You have done very well by me. Perhaps when I recover my ship you will sail with me?\\n\\n'Ah, I am already thinking of assembling a new crew, only days after my previous mates mutineed against me? I am truly a romantic at heart, my new friend. It has always been a problem.\\n\\n'Thank you for your help with those ruffians and bruisers. We are more deadly than they are, and now they know it.'",
      "es": ""
    }
  ]
}