{
  "id": 621086333,
  "txt": [
    {
      "id": "0xda44875",
      "en": "It's Always Spiders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Bring the satchel to Usham outside the Dampstone Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Place Usham's satchel down on the table outside the inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Far to the east of the city I ran afoul of... afoul of...'\\n\\nUsham shudders.\\n\\n'Do I have to say it? Spiders! Terrible things! In my haste to escape, I left my satchel behind. Will you go back there and retrieve it for me? And perhaps you will defeat some of the creatures that frightened me so?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Usham outside the Dampstone Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'In my haste to escape, I left my satchel behind. Will you go back there and retrieve it for me? And perhaps you will defeat some of the creatures that frightened me so?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Leave Usham's satchel in the wild north-east of the Dampstone Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You rescued my satchel from the spiders? Thank you, friend. Can you set it down on that small table over there?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Return to Usham outside the Dampstone Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Can you set my satchel down on that small table over there?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'There... there was a spider hiding in my satchel? It must have hitched a ride when I was travelling toward the city, and thought to surprise me when I least expected it! These creatures will stop at nothing to terrify me! I am lucky that I dropped the satchel when I did! Why did I ever send you to bring it back to me?'\\n\\nYou ask Usham what he would like done with his satchel now. He gazes at you in horror.\\n\\n'Keep it? Are you mad? I do not want it anymore! Take it outside the city and leave it there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Maisha outside the Dampstone Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Keep it? Are you mad? I do not want it anymore! Take it outside the city and leave it there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Defeated spiders east of the city ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Usham was frightened by spiders outside the city and has asked for your help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Usham no longer wants his satchel, and has asked you to leave it outside the city. Just to the north-east of the Dampstone Inn should be far enough.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Your friend is gone. He said he was going to sign up with one of the caravans and go with them to a land far from here, where spiders will no longer menace him.'\\n\\nShe grins at you.\\n\\n'He left before I could tell him about any of the great beasts that I have heard live in and beyond the vast deserts... much worse than any of the spiders you find around here! Oh well. He will see.\\n\\n'Good day to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "You pick up Usham's satchel and resolve to return it to him outside the Dampstone Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Usham ran afoul of spiders to the east of the city, and he asked for your help recovering the satchel he dropped here when he fled.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Now that you have done as he asked, you should return to Usham outside the Dampstone Inn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Usham is outside the Dampstone Inn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Maisha has called for your attention outside the Dampstone Inn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Usham asked you to set his satchel down on the table outside the inn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Usham is not happy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Defeat spiders east of the city ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Collect Usham's satchel where he dropped it east of the city",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "You triumphed over the sneaky spider. That was a close one!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "As you go to set it down, a sneaky spider leaps from the satchel!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "You set down the satchel. Honestly, you cannot really blame Usham for this",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Usham is gone, but a woman standing nearby calls for your attention",
      "es": "",
      "es (fem)": ""
    }
  ]
}