{
  "id": 621086389,
  "txt": [
    {
      "id": 184621714,
      "en": "Khâshap has fled deeper into the Streets of Râhal Bakh. Catch up to him before it is too late.",
      "es": ""
    },
    {
      "id": 236954097,
      "en": "Instance: Maladies for Remedies",
      "es": ""
    },
    {
      "id": 126686899,
      "en": "Khâshap has fled into the bustling Streets of Râhal Bakh where he has the protection of his cohorts.",
      "es": ""
    },
    {
      "id": 148969761,
      "en": "A gate blocks your way!",
      "es": ""
    },
    {
      "id": 173026289,
      "en": "Continue the pursuit",
      "es": ""
    },
    {
      "id": 184621671,
      "en": "Khâshap has left his champion Utho to deal with you.",
      "es": ""
    },
    {
      "id": 184621719,
      "en": "Khâshap at long last has been stopped. The engine of the apothecaries will no longer reach his masters, and the crisis averted.\\n\\nYou should speak to Hadorion.",
      "es": ""
    },
    {
      "id": 173026292,
      "en": "Defeat Khâshap",
      "es": ""
    },
    {
      "id": 173026294,
      "en": "Talk to Hadorion",
      "es": ""
    },
    {
      "id": 190221302,
      "en": "'This is it. It's now or never. He has nowhere left to hide.\\n\\n'But this is also his home turf. We face some tough odds. But I am sure you have faced far worse.\\n\\n'If he manages to deliver the phial, there's no telling what the consequences may be. Do not stop for anything. Bring him to justice!'",
      "es": ""
    },
    {
      "id": 148969769,
      "en": "The way is open! Continue your pursuit!",
      "es": ""
    },
    {
      "id": 184621680,
      "en": "Khâshap continues his escape to another gate. But it seems he is out of options.",
      "es": ""
    },
    {
      "id": 184621683,
      "en": "The pursuit of Khâshap has led you to a dead end. He has no choice but to take a stand.",
      "es": ""
    },
    {
      "id": 173026073,
      "en": "Pursue Khâshap",
      "es": ""
    },
    {
      "id": 173026280,
      "en": "Defeat Utho the Grasper",
      "es": ""
    },
    {
      "id": 148969778,
      "en": "Khâshap is cornered!",
      "es": ""
    },
    {
      "id": 190221061,
      "en": "'I swear that man had nine lives. Every step of the way he used his minions as shields and would slip off into the night.\\n\\n'Today was a good day. Not only did we solve the case, but we stopped an even larger plot from manifesting.\\n\\n'Thank you. I could not have done this without you.'",
      "es": ""
    }
  ]
}