{
  "id": 621086391,
  "txt": [
    {
      "id": "0xe1fa238",
      "en": "Gut Health",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568be6",
      "en": "'Did you actually do this? I was just complaining into the wind. I did not actually believe someone would try to clean up the Gut.\\n\\n'The Corsairs and pirates will most likely take it as an insult and probably leave even more waste behind... but I cannot blame you for a good deed.\\n\\n'Thank you for listening to my ramblings and acting upon it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a92",
      "en": "Ahûzath has asked you to clean up all the detritus in the Gut.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b13",
      "en": "Clean up the detritus ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a95",
      "en": "You have cleaned up most of the mess in the Gut. You should tell Ahûzath about this.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568bf6",
      "en": "'We would love to share our culture, but that is not very easy to do now. These freebooters and scoundrels roam the city as if they own the land. They leave behind debris and detritus and create an ill look for the city. Our businesses cannot thrive in such an environment.\\n\\n'Would you help clean up the detritus around Râhal Bakh? There is an area that is most troubled by this mess. We call it The Gut because that is where all the ruffians leave their waste.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b17",
      "en": "Talk to Ahûzath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d16b3",
      "en": "Ahûzath is concerned about the state of Umbar with swaths of freebooters and Corsairs roaming around.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e119d4",
      "en": "Detritus spots cleaned ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}