{
  "id": 621086255,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Do you believe folk should be safe from villains, stranger? It is true that the people who dwell in the Lower Ward of Umbar Baharbêl do not have as much wealth as the noble ones who dwell across the city in the Upper Ward... but what they do have is no less precious to them. For it to be stolen...\\n\\n'It is a grievous crime to do such a thing, but that is just what the villains who lurk in and around the Gut have done! If you will find these ruffians and retrieve from them the shiny baubles they have stolen, my family and my friends will not forget it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Find the ruffians who lurk in the Gut and retrieve from them the shiny baubles they have stolen. My family and my friends will not forget it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ikha asked you to recover shiny baubles stolen from residents of the Lower Ward by ruffians in the Gut.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Stolen baubles can be recovered from enemies in the Gut, located in the Lower Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I know these baubles are not of any real value; most of them are mere painted glass. But they belong to my friends and my neighbours and my family, and in the Lower Ward even such things can bring happiness. I hope to do just that when I return these things to their owners.\\n\\n'Thank you for retrieving them, my friend. They are only baubles... but they ought not be stolen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Recover stolen baubles from enemies in the Gut ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Baubles Shiny and Precious",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Recovered stolen baubles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e13",
      "en": "Bring stolen baubles to Ikha in the Lower Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Ikha is in the Lower Ward.",
      "es": "",
      "es (fem)": ""
    }
  ]
}