{
  "id": 621086331,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'My ship has been overrun by mutineers, stranger. They will be dealt with, I assure, but time is short. You see, there is treasure still aboard the ship, and as it is MY ship the treasure is also mine by right.\\n\\n'Will you fight your way onto my ship and retrieve my three chests of valuables? You will be rewarded, of course. My ship is docked to the east of here, and some of the ruffians and bruisers that now lurk here in the Fleet-fast were once members of my crew. Feel free to slay as many of them as it takes to retrieve my treasures.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Collect shipboard treasures from Kenza's ship in the Fleet-fast ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Will you fight your way onto my ship and retrieve my three chests of valuables? You will be rewarded, of course. My ship is docked to the east of here, and some of the ruffians and bruisers that now lurk here in the Fleet-fast were once members of my crew. Feel free to slay as many of them as it takes to retrieve my treasures.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Furious about the mutineers who stole her ship, Kenza wants you to help her retrieve her valuables from it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Valuables Lesson",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e10",
      "en": "Bring her valuables to Kenza in the Fleet-fast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Is there anything more lovely than being returned treasure that belongs to you? I do not think so, my friend. I would have brought the chests with me when need drove me to escape from those worthless villains... but I will be truthful with you: mutinies may take awhile to form, but when they do happen they happen quickly.\\n\\n'I am pleased to be reunited with these valuables. I will give you some valuable wisdom as reward: if you choose to captain a ship, do not hire a crew that believes themselves to be more deadly than you are!\\n\\n'I think my former crew has now learned they were mistaken. Thank you for your assistance with them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The ship docked to the east holds Kenza's valuables, but it also holds deadly mutineers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Collected shipboard treasures from Kenza's ship ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Kenza is by the steps leading to the upper level in the Fleet-fast.",
      "es": "",
      "es (fem)": ""
    }
  ]
}