{
  "id": 621086257,
  "txt": [
    {
      "id": 216727827,
      "en": "Tarax is across the Fathomwell from Hûmaz.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'You are back again? Hûmaz thinks I have caught a great number of fish and have them hidden somewhere nearby? It does make sense. After all, he did that very thing himself the other day! I was so furious when I discovered it!\\n\\n'Yes, this happens a lot. We come to the Fathomwell every morning, and some days he catches more fish than I do, and sometimes I have better luck than he, and often we send a helpful stranger back and forth across the pool to inquire about the other's fortunes. There really is no end to it... at least until the sun goes down, and then we each go back to our homes and it all starts again the next day.\\n\\n'I suppose I would miss it. But it seems today we are equally-matched in ill fortune.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Hûmaz is across the Fathomwell from Tarax.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Tarax is across the Fathomwell from Hûmaz.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Tarax on the other side of the Fathomwell",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Hûmaz on the other side of the Fathomwell",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'So he has no secret pile of fish today? That is good to know.\\n\\n'Yes, we have been coming to the Fathomwell for years and years. My father brought me here when I was just a boy, and he would tell me stories of the city and its history. My favourites were always the ones with fighting, like when bloodthirsty Thorongil attacked and set the city aflame. Did you know not even the waters of Fathomwell could put out the fires? They burned for days, my father said.\\n\\n'Tarax loved those stories too. I had forgotten! We used to fish on the same side of the pool, but at some point we became so competitive that we could not do that any longer. Ah, this is not an uncommon mood for me on days when the fish aren't biting!\\n\\n'Thank you for helping me as you have. I appreciate it.'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Hûmaz is across the Fathomwell from Tarax.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Tarax on the other side of the Fathomwell",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Hûmaz on the other side of the Fathomwell",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'How is the fishing over here? Why do you ask?'\\n\\nTarax looks at you suspiciously for a considerable length of time, paying no attention to the line he has cast into the Fathomwell. You note that he appears to get not so much as a nibble.\\n\\n'If Hûmaz thinks he is going to do better than I am, he is better off staying where he is. You go tell him that.'",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "You are reasonably certain that is not the case, but you might talk to Tarax again",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The Fathomwell cisterns provide water for the rest of the city, but that is no reason for local fishermen to avoid plumbing its depths for their dinners.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Greetings, stranger. I would ask you to keep your voice down, but I do not think that will make a difference today. The fish have not been biting.\\n\\n'This is the Fathomwell, where water from the bay runs into the great cisterns for use by the folk of Umbar Baharbêl. The fish swim in and become disoriented, which makes for good fishing for me and my companions. Most of the time.\\n\\n'Perhaps not today. Will you cross to the other side of the Fathomwell and ask Tarax if he is having more good fortune on that side of the pool?'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fathomwell Fishing",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'He says I should stay here? Hmm... I don't trust those words.\\n\\n'Does that mean he is having more luck on that side than I am over here, or does that mean he is looking out for my own interests and believes I must be getting more fish upon my hook on this side?\\n\\n'Perhaps you will go back to him and see if he is hiding anything from us? Is it possible he caught a great deal of fish and has hidden them somewhere nearby?'",
      "es": ""
    }
  ]
}