{
  "id": 621086207,
  "txt": [
    {
      "id": "0xb0118d0",
      "en": "There is nothing suspicious in The Drowned Prince's latest shipping manifest. Perhaps a conversation with its proprietor would yield some clues.\\n\\nThe proprietor, Mutâz, can be found outside his shop in the Sail-haven of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The War of the Wine Shops",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d0",
      "en": "'That's a nice thing for that gentleman to do, but I'm here from the Lower Ward. Even if I wanted to help, I could not make the trek every day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d1",
      "en": "'I cannot so easily abandon my post, but I will do what I can when I can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a6",
      "en": "The Full Belly's import manifest looks shockingly similar to its rival's.\\n\\nAkhmâra can be found outside her wine shop, the Full Belly, in the Upper Ward of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d5",
      "en": "Mutâz said that Akhmâra is the one guilty of underhanded business practices and has asked you to investigate her.\\n\\nSearch for clues around Akhmâra's shop, The Full Belly, in the Upper Ward of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d4",
      "en": "'Eeeeeeh I do not think so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502923",
      "en": "Talk to the idle guardsman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a6",
      "en": "'I see good Nadiph working so hard every day. I would help him, but I have my shop to take care of.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502925",
      "en": "Talk to the energetic youth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d7",
      "en": "When you return, Nadiph is nowhere to be found.\\n\\nBut there is a fresh stain atop the memorial.\\n\\nYou wipe it clean with a scrap of cloth left at the base of the memorial.\\n\\nYou couldn't fix Nadiph's problem.\\n\\nBut you tried to help.\\n\\nThat'll have to be enough this time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502928",
      "en": "Look for Nadiph",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502957",
      "en": "Talk to the Shopkeep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502959",
      "en": "Talk to the man running errands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Akhmâra asked you to investigate her business rival.\\n\\nHis shop, The Drowned Prince, can be found in the Sail-haven of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502931",
      "en": "Read the manifest at The Drowned Prince in the Sail-haven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b7",
      "en": "Akhmâra plans to confront her brother, Mutâz, at his shop.\\n\\nGo to The Drowned Prince in the Sail-haven of Umbar Baharbêl to witness the confrontation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502934",
      "en": "Read the manifest at The Full Belly in the Upper Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502936",
      "en": "Talk to Akhmâra at The Full Belly in the Upper Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56813",
      "en": "'He is cheating! I know he is cheating! I don't know how he is cheating but I will figure it out. Or maybe you will.\\n\\n'I am Akhmâra, owner of the finest wine shop in town, and my rival Mutâz is a liar and a cheat and a good-for-nothing! Please, kind stranger, help me uncover the nature of his misdeeds and I will repay you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502938",
      "en": "Talk to Akhmâra at The Drowned Prince in the Sail-haven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1f6",
      "en": "Two wine shop owners suspect each other of dishonest business practices.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56818",
      "en": "'How is business? It is wonderful! Wine is equally welcome at celebrations and commiserations, and there is no shortage of either in the city. It... could be better, though. My rival, Zâkh Okhon, the Full Belly, is stealing some of my customers away. Its owner is a liar and a cheat and a good-for-nothing! I know she is hiding something.\\n\\n'I heard a rumour that she waters down her wine. I implore you on behalf of all honest businesspeople and wine-lovers everywhere... find out what she's doing, and how she's doing it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc1",
      "en": "The War of the Wine Shops has reached a peaceful conclusion... for today, at least",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc2",
      "en": "Akhmâra storms off to confront her brother Mutâz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c0",
      "en": "In hasty, chunky handwriting, you read the following:\\n\\n1 cask Mereham Rose 3014\\n1 cask Bergraw White 3012\\n2 casks Winbury Red 3013\\n1 cask Iáphel Red 3014\\n\\nAll goods paid for\\n- Captain Nishak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f0",
      "en": "'You know, if we place one large order with Nishak, we could negotiate for a better price than if we ordered separately...' Mutâz says. 'I wonder what other costs we could trim if we worked together?' Akhmâra asks. Finally the two notice you have arrived.\\n\\n'Oh, your job is done. My brother and I have business to discuss. Come see me if you need to buy wine!'\\n\\n'No, come see me!' Mutâz interjects.\\n\\nAkhmâra wheels on him. 'What? No. Come to me. I met you first and my wine tastes better because it is not kept as hot as the roof-tops at noon.'\\n\\n'I do not keep my wine too hot!' Mutâz protests.\\n\\nYou have your reward. Perhaps you should escape this argument before you get drawn into it any further.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c2",
      "en": "In familiar, chunky handwriting, you read the following:\\n\\n1 cask Mereham Rose 3014\\n2 cask Bergraw White 3012\\n1 casks Winbury Red 3013\\n2 cask Iáphel Red 3014\\n\\nAll goods paid for\\n- Captain Nishak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c5",
      "en": "'What do you think you are doing? I asked you to investigate The Drowned Prince, not my own shop! Now tell me, what tricks is my dolt of a brother employing?'\\n\\nNow that you think of it, she and Mutâz do share a resemblance.\\n\\n'Yes, we are twins! What of it? Our parents left us these shops after their passing. He and I could not agree on how to run them so we each took one shop for ourselves, and I swear I will not rest until I prove to him that my ways are better!'\\n\\nYou share that both the twins are ordering the same goods from the same suppliers in almost the same quantities.\\n\\n'What? That is absurd. His wine tastes like swill, and I sell only the finest vintages! That is IT! I am going down there myself and getting to the bottom of this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50219",
      "en": "Talk to Mutâz at the Drowned Prince in the Sail-haven",
      "es": "",
      "es (fem)": ""
    }
  ]
}