{
  "id": 621086388,
  "txt": [
    {
      "id": "0xb011a64",
      "en": "Khâshap has fled into the back streets of the Gut. Hadorion believes this is the final chance. Khâshap is cornered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a92",
      "en": "Khâshap plans to confront the rumours head on by appearing before the Gut. Hadorion believes we should spring the trap now.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa1f1",
      "en": "Khâshap's Assembly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d16b3",
      "en": "It is finally time to confront Khâshap.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11921",
      "en": "A group of Corsairs has gathered",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11923",
      "en": "Khâshap has fled into the back alleys!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a97",
      "en": "Khâshap has gathered his Corsairs and makes his escape into the back alleys of the Lower Ward. He must be stopped here before he delivers the phials of Ifrinn to his master.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568bf6",
      "en": "'Everything we've done up until now has led to this moment.\\n\\n'The whispers around every corner are speaking of the trespasses of Khâshap.\\n\\n'His first mistake, he has made it publicly known that he plans to address The Gut to clear his name. It's our chance to spring the trap and capture him for good.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502be2",
      "en": "Confront Khâshap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b15",
      "en": "'He has escaped again!\\n\\n'The man is either lucky or very good at pretending to be. Either way, the pursuit doesn't stop. This is his destination, after all.\\n\\n'We must pressure him into making one final mistake.\\n\\n'The man has nine lives. I won't lie to you. We are severely outnumbered.\\n\\n'But we must keep our eyes on the prize. Khâshap is within our grasp!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502be6",
      "en": "Talk to Hadorion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b17",
      "en": "'Let us make preparations to begin our pursuit! We have him cornered!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b19",
      "en": "Attend Khâshap's assembly",
      "es": "",
      "es (fem)": ""
    }
  ]
}