{
  "id": 621086262,
  "txt": [
    {
      "id": 228870261,
      "en": "Lifting the Ballast",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Shajât sent you? Who is that?'\\n\\nYou tell the captain that Shajât also may have been called \\qThe Ballast,\\q and he groans.\\n\\n'Oh, I see. Do you know why we called him the Ballast? He may not understand this, being so unused to a mariner's life, but ballast is a heavy material, usually iron, lead, or stone, placed in the hold of a ship to keep it steady. When used as a name for someone onboard a ship... it means that person is useless.\\n\\n'He was just terrible, friend. During the days he was with us we encountered enough ill fortune and bad luck to fill a year. He tied the wrong knots, scrubbed the wrong floors, emptied the wrong pots, read the wrong weather signs, pointed out dangerous shoals as safe and safe shoals as dangerous. I have never seen someone less-suited to shipboard life. So I sent him away.\\n\\n'We did not mean to hurt his feelings. Boys! I say we pass around the hat and raise some coin for the Ballast to begin a new life. Every man should put in some coin... and make his donation with the certainty that it will keep the Ballast as far from our ship as might be managed!'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Find the Swain's Guild Hall in the Lower Ward",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'My name is Shajât, and I have a sad story to spin. Will you hear it?\\n\\n'I was a sailor on a ship, a good ship, and together the crew and I delivered cargo up and down the coast. It was the life for me: seeing new lands and distant shores, meeting interesting people and seeing their faces light up with delight when they received the goods they wanted or needed! I loved it!\\n\\n'And the camaraderie! That crew was like my family. They called me \\qThe Ballast.\\q A term of endearment, you know?\\n\\n'It was the best week and a half of my life. But now Captain Jidâlo has sent me away! Will you find him and beg for me to be allowed to join his crew again? He should be at the Broken Pillar Tavern in the Lower Ward with the rest of the crew.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Shajât outside the Swain's Guild Hall",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'But now Captain Jidâlo has sent me away! Will you find him and beg for me to be allowed to join his crew again? He should be at the Broken Pillar Tavern in the Lower Ward with the rest of the crew.'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Retrieve Shajât's coins from ruffians in the Gut ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Every man should put in some coin... and make his donation with the certainty that it will keep the Ballast as far from our ship as might be managed!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'They raised these coins... for me?'\\n\\nShajât's eyes water with grateful tears.\\n\\n'I told you my former ship-mates were like family to me! \\qBallast!\\q they said to me, \\qwe have never had a voyage like this before!\\q\\n\\n'But it is time to set a new course. I will go to the Swain's Guild Hall, in the Lower Ward. I understand that is from where some of the caravans across the desert depart, and that is the new profession I have chosen for myself. I will see you there, friend!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'I will go to the Swain's Guild Hall, in the Lower Ward. I understand that is from where some of the caravans across the desert depart, and that is the new profession I have chosen for myself. I will see you there, friend!'",
      "es": ""
    },
    {
      "id": 49286657,
      "en": "Bring the coins raised by his ship-mates to Shajât outside the Lower Ward",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'You are not going to believe this, friend... but as I made my way here I was accosted by ruffians, and they stole the coins given to me by my former shipmates! Alas!\\n\\n'The ruffians apparently make their home in a place called the Gut. Do you know where that is, and do you think you might retrieve the money for me? It would be a shame for the hopes of Captain Jidâlo and his crew to be dashed in this fashion! What will they think of their Ballast then?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Shajât has a sad story to tell, and he has asked you to help him with his myriad woes.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Excited to begin his new life, Shajât agreed to meet you outside the Swain's Guild Hall in the Lower Ward.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'The ruffians apparently make their home in a place called the Gut. Do you know where that is, and do you think you might retrieve the money for me? It would be a shame for the hopes of Captain Jidâlo and his crew to be dashed in this fashion! What will they think of their Ballast then?'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Shajât's former captain, Jidâlo, is outside the Broken Pillar Tavern in the Lower Ward.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Shajât stands outside the Swain's Guild Hall in the Lower Ward.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'You retrieved my coins? I am so grateful, my friend! Now my new life can begin!\\n\\n'I do not understand how such things can keep happening to me, but I am ready to join one of the caravans and see what adventures await me across the sands! It will be a new beginning for the Ballast... and I have you and my good crew-mates to thank for it!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Shajât lost the coins given to him by his ship-mates to ruffians in the Gut, and if you don't recover them for him no one will.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "The Ballast's former ship-mates can be found in the vicinity of the Broken Pillar Tavern, in the Lower Ward.",
      "es": ""
    },
    {
      "id": 49286664,
      "en": "Return his coins to Shajât outside the Swain's Guild Hall",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Shajât stands outside the Swain's Guild Hall in the Lower Ward.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Shajât is outside the Lower Ward, in the Sail-haven.",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "Shajât goes inside the Guild Hall, and you wonder if caravans have ballast",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Jidâlo outside the Broken Pillar Tavern in the Lower Ward",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to the Ballast's former ship-mates ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "He gives you some coins to help the Ballast find a new course ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Shajât stands outside the Guild Hall, but he still looks despondent",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Is it possible for one man to be so... unfortunate?",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Retrieved Shajât's coins ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}