{
  "id": 620902382,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "<rgb=#FF0000>Completing Aiding the Eastemnet will cancel this quest</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Knowing where you came from, what your family did, how your ancestors honoured their name, and who laid their lives down for King and country is as important as knowing what tomorrow brings. It tells us who we are and who we should strive to be. It tells us how to approach tomorrow.\\n\\n'Our tales are written in volumes kept within an old ruin called Gerngath. The place is now being searched and looted by Easterlings. I ask you to please venture within and bring back the tales of our fathers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'There are many more remaining, but even these few preserve a great deal of our history.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'When you are ready to make the journey I can show you where Gerngath lies.'\\n\\n<rgb=#FF0000>This is an instanced public questing area.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gerngarth: Ancient Literature",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Rohirrim have used Gerngarth as a library to hold works on their heritage, lineage, and history for several generations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Rohirric books in Gerngarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Rohirric books in Gerngarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Rohirric books can be found within Gerngath.\\n\\nWulfin has asked you to venture within Gerngath and return with several books documenting the history of the Rohirrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Wulfin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wulfin is at Harwick.\\n\\nWulfin will be pleased to see you recovered several Rohirric books from Gerngath.",
      "es": "",
      "es (fem)": ""
    }
  ]
}