{
  "id": 621096183,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Shukûri has asked that you go to Sar-kidul and Ab-dâna to the north near Utug-bûr to see what you find and defeat any Orcs you encounter there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Return to Shukûri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I am glad to see you have returned safely.'\\n\\nYou inform Shukûri of what you have seen at the camps near Utug-bûr.\\n\\n'That confirms my fears. The threat here is overwhelming and may even threaten Gondor if we cannot halt or even slow their advance.\\n\\n'I thank you for your help. We now know more about our foes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Return to Shukûri in the Gorge of Woe to inform her you have reduced the number of Orcs in the camps near Utug-bûr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Returned to Shukûri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Shukûri in the Gorge of Woe has asked you to scout out the camps to the north near Utug-bûr and defeat any Orcs you find there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Defeated Orcs in Sar-kidul ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Defeated Orcs in Ab-dâna ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'[placeholder], I need your help dealing with the dangers emerging from the demon-pit.\\n\\n'Their numbers are many and we must put a stop to their advances. To the north of here, near Utug-bûr, you will find two of their camps by the entrance. Sar-kidul to the north-west and Ab-dâna to the south-east of it.\\n\\n'If you are willing, I ask that you travel there and see what you can discover. Defeating any Orcs you see would be welcomed as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Defeat Orcs in Sar-kidul ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Defeat Orcs in Ab-dâna ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Into Enemy Territory",
      "es": "",
      "es (fem)": ""
    }
  ]
}