{
  "id": 621077289,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Your continued efforts should not be empty. My frustration with my own limitations grows, but I believe that there is one to whom we can turn for assistance.'\\n\\nShe offers a light tilt of her head.\\n\\n'Last I heard, Radagast the Brown, who is a staunch ally of nature, is in a tower in the Lone-lands within a settlement called Ost Guruth.\\n\\n'I would have you visit him to explain your find and our actions thus far. He might provide his insight to us.\\n\\n'Perhaps this master of the natural world can explain what it is that we are seeing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Radagast suggested that you are helping to grow a noble creatures by your efforts and advised that you should continue on the path that you are set upon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "Radagast nods his head when your tale is done.\\n\\n'I know of what you speak, the woodland is home to many such oddities. Oddities, no, that is the wrong word. Wonders. That is the word. Wonders that should be celebrated.\\n\\n'You found a child. You are nurturing the child. I cannot say what the child will become, but it is clear that you discovered something that recognized, in you, a purity which it sought. So, it signaled to you, and you responded. A noble thing. A wondrous thing.\\n\\n'You must continue your effort and know that your influence over the sapling will only grow. What you do for your newly found progeny will help it grow into a noble creature. It will not do so on its own. Too often the corruption of the land seeps through the roots and spoils the good in such things.\\n\\n'I recall, in a swamp, far from here.... well, not so far, but far enough that I cannot simply walk there now, there was such a creature poisoned, corrupted, withered from its true purpose by a vileness that pervaded all that surrounded it. I wondered. \\qWhat would you become were you not so befouled?\\q It could not answer, of course, given how forsaken it was from nature. But, I hoped it would say a splendid creature that would give as it had received.\\n\\n'Alas, it was not to be. You have another choice, [placeholder]. Do not spoil it. See your effort through and remain as true to the end as you were at the start.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Faranil wants to unlock the mysteries of the sapling and believes that there might be one in the Lone-lands who knows something. His name is Radagast, and as a guardian of nature this does seem to be something of which he might know a thing or two.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cultivation: Further Understanding - Part II",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I am in awe at this insight. Could it be that he speaks of the huorns? Have you rescued a sapling huorn? I agree with the Brown Wizard, friend. We should keep the path.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Faranil, seeking more information on the sapling that you are raising, directed you to Ost Guruth, an outpost in the Lone-lands, where Radagast the Brown has been seen. She bid you visit him and share your tale of discovering and nurturing the sapling.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Speak with Radagast at Ost Guruth",
      "es": "",
      "es (fem)": ""
    }
  ]
}