{
  "id": 621077310,
  "txt": [
    {
      "id": 228284034,
      "en": "'My friend. We have worked tirelessly for quite some time, and sadly, I must admit that with all of my knowledge I am left with as many questions as I have answers.'\\n\\nFaranil looks at the pot where the sapling grows.\\n\\n'We know that the sapling is native here to the Ettenmoors and that the land itself is helping it become strong. I am still loath to bring soil from elsewhere to nurture the sapling because I do not know enough. But I am limited in my knowledge and I think it is time to reach beyond these lands into the halls of my home at Rivendell.\\n\\n'Elrond knows much of our history and stores more of it within the libraries of the Last Homely House. Please, take your tale to him and learn what he might know and then return to me.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "Elrond listens to your tale intently. Then he looks about him and when he speaks, it is as if he conjures the very trees that surround Rivendell.\\n\\n'Your tale, friend, is one of interest and wonder. A sapling that stirs at your passage is a thing of which I have not heard since the Great Forest covered nearly all of Middle-earth. It is a rare thing these days. This portent and your involvement in it, must have greater meaning than any have yet discovered.'\\n\\nElrond pauses and then shakes his head.\\n\\n'Yet, friend, there is nothing more I can offer you or the patron who assists you in the Ettenmoors.'\\n\\nSensing your disappointment, he continues.\\n\\n'Do not despair.\\n\\n'This is a good omen. Perhaps the land is healing, though the battle still persists. Go with that knowledge, and the hope that the tomorrow you make for the sapling you have found will be one of bright light.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Elrond could no more explain your discovery of the sapling than could Faranil. He insisted that you continue your efforts. He believes that you may be working toward healing the Ettenmoors in some fashion.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Faranil admits that all her tireless work and study has given her little insight into the true nature of the sapling you discovered. She believes that it is time to seek aid outside of the Ettenmoors.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Return to Faranil at Glân Vraig with your news",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Cultivation: Further Understanding - Part I",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I hoped that we would learn more, but Elrond is correct.'\\n\\nShe stiffens and smiles.\\n\\n'We should not despair.\\n\\n'Your discovery does have meaning, even if we have not yet determined what that meaning is.\\n\\n'Onward friend.'",
      "es": ""
    },
    {
      "id": 215429255,
      "en": "'We have learned that the soil in the Ettenmoors allows the sapling to grow, yet it does not thrive. It is moved by your words and actions, but it it does not much more than other tree saplings outside of what you initially saw. Perhaps there is something that Elrond can tell us.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Faranil directed you to tell the tale of how you discovered and claimed the sapling to Elrond at the Last Homely House in Rivendell. She hopes that the Lord of Rivendell may know something of the sapling you found.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Speak with Elrond at the Last Homely House",
      "es": ""
    }
  ]
}