{
  "id": 621077319,
  "txt": [
    {
      "id": 228284035,
      "en": "'Greetings again, [placeholder]. I have been watching the sapling with great interest today. I believe that the nutrients it is receiving from the soil here are out of balance. It is not surprising. The battle that plagues this land harms nearly every part of nature. I believe that there is a way to aid the sapling, but it will require some effort if you are willing.\\n\\n'The nerbyg near the fortress of Tol Ascarnen use soil to aid in digesting their food. If you would collect filtered-earth from within their bellies, we may bring balance to the soil for your sapling.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Most excellent work. I will begin working this filtered soil with the earth and perhaps we will see the benefits start to assist the growth of your little sapling.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "After tending to your sapling, Faranil believes that the sapling needs some pure water from the Hoarwell to aid in its cultivation.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Deliver filtered earth to Faranil at Glân Vraig ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Cultivation: Soil is Out of Balance",
      "es": ""
    },
    {
      "id": 215429254,
      "en": "'I believe that all natural creatures here in the Ettenmoors, no matter how odd, contribute to the ecosystem. We should use what the natural world offers to cultivate your little. Seek out the norbog near Tol Ascarnen.'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Make your way to the Hoardale River, specifically around Tol Ascarnen, and collect filtered soil from within the bellies of the Norbog that make the banks their home.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Collected filtered earth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 86966505,
      "en": "Deliver filtered earth to Faranil at Glân Vraig ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}