{
  "id": 621077316,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Make your way to Hoarhallow and ask Ned Claybrick if he ever thinks that plants he tends seem inquisitive.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Make your way to Hoarhallow and seek out Ned Claybrick. Perhaps he will know something of the actions of this sapling.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to your sapling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "You talked to the sapling, but nothing seemed to change. Perhaps you should try listening.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "You spoke to your sapling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Ned suggested that he speaks to his plants but he has never listened to them. Maybe there is something to what he said. Return to Glân Vraig and give it a try.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Listen to your sapling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Though you heard nothing when listening to the sapling, it did seem that something stirred in the little plant. Let Faranil know.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "You hear nothing, but the sapling stirred when you leaned in",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Speak with Faranil at Glân Vraig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Talking to and listening to the sapling? I often speak with the natural world, but all I have heard was the rustling of leaves. Perhaps we all should listen more... perhaps there is something being said after all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "After studying your sapling for some time, Faranil seeks the aid of the Hobbits of Hoarhallow for more insight into how to care for the sapling.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "You spoke with Ned Claybrick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Friend, I have been watching the sapling with great wonder recently. I think, the more I study it, the more I think it is studying me, as well. But... this cannot be.\\n\\n'Could you speak with Ned Claybrick and ask him for his expertise? He tends crops in Hoarhallow and may be able to offer some insight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Ask Ned Claybrick at Hoarhallow if his plants are inquisitive",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Inqusitive plants? No, I cannot say that I have ever thought that the plants I tend are listening or care much for what I do. Though, to be honest, my friend, I do speak with my plants. Though I have never listened to my plants.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cultivation: Matter of Study",
      "es": "",
      "es (fem)": ""
    }
  ]
}