{
  "id": 621077304,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'My friend, something has happened. The sapling stirred.'\\n\\nA smile spreads across the Faranil's face.\\n\\n'We are witness to something I have never seen and we should rejoice... but, my friend, we should not rest! For while the sapling stirred, it rests again and though I watch it intently, I do not know what next to do.\\n\\n'Will you return to me, each day, and see if there is more that can be done to help cultivate your sapling?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Faranil believes that the sapling is stirring from all of your efforts. Continue your efforts over the course of several days to see what bounty may come.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cultivation: The Sapling Stirs - Weekly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Speak with Faranil after completing Cultivation quests ([placeholder]/20)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e10",
      "en": "Speak with Faranil after completing Cultivation quests ([placeholder]/20)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "You have completed a Cultivation daily quest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Your efforts yield results, friend, the sapling grows in strength daily and weekly. We should keep up our efforts while I continue my study.\\n\\n'There is something very unique about this little sapling and we will discover the secret of how it came to be, together.\\n\\n'For now, we must be patient and true to the endeavour at hand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete Cultivation quests ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Faranil asked that you return to them each day to see what new effort might strengthen your sapling. She is located in Glân Vraig, the foothold of the Free People in the Ettenmoors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730881",
      "en": "'Return to me daily. I am sure that there will be something that your sapling needs each day and we should endeavor to help it along.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}