{
  "id": 621077296,
  "txt": [
    {
      "id": 228284034,
      "en": "'My friend, I expect that this request will be a surprising one. You see, as I watch the sapling I see that it does not sup as well as I would expect from the earth, soil, and water we provide to it. This makes me wonder if the  earth itself, here in the Ettenmoors, is too corrupt. Though, it cannot be, as this little sapling is uncorrupted. I still do not believe that we should introduce the sapling to anything outside of the Ettenmoors so I have this new request of you.\\n\\n'The cave dwelling crawlers in the Isendeep mine and scattered throughout Arador's End often consume the very earth as they dig. These nuisances are more vermin than assistance, but we may still gain strength from them. Will you go forth and collect lumps of earth from them?'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'This is welcome, friend. I will begin the process of enhancing the soil so that we may see the strength of the little sapling improve.'",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Deliver macerated earth to Faranil at Glân Vraig ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Concerned that the sapling is not drawing enough from the soil, Faranil asked you to make your way into the Ettenmoors to find soil that has been macerated by the cave-claws.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Cultivation: A Bit of Earth",
      "es": ""
    },
    {
      "id": 215429253,
      "en": "'If you can collect the macerated earth, I believe that I can find the right balance for the sapling.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Faranil asked that you make your way to the north-west to seek out cave-claws that move the earth with their mandibles. She believes that you can collect earth from within their maws that will be better for your sapling.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Macerated earth collected ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 86966504,
      "en": "Deliver macerated earth to Faranil at Glân Vraig ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}