{
  "id": 621077291,
  "txt": [
    {
      "id": 49286677,
      "en": "Collect a glass bauble from goblins, wargs, or spiders",
      "es": ""
    },
    {
      "id": 225642627,
      "en": "'Go to Grothum the craggy stones, or the dens of the Steps of Gram to find the bauble I need.'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Head toward the Isendeep mine, and in the shadow of the entrance find the Eagle Golloval. Ask the eagle if he might know how to enhance the mood of the sapling kept at Glân Vraig.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Golloval needs a glass bauble to capture a ray of the sun. He tasked you with trying to collect one from the goblins in Grothum, the Warg dens in the west, or the amongst the spiders in the craggy stones - far to the west.",
      "es": ""
    },
    {
      "id": 49286658,
      "en": "Deliver the bauble to Faranil at Glân Vraig",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'This shall do nicely. I will head skyward and then return. Wait here.'",
      "es": ""
    },
    {
      "id": 215429254,
      "en": "'Hail friend, it is a beautiful day to fly.'",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Golloval flies into the sky and returns to drop the bauble in your hand",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "You received the infused bauble from Golloval and were advised to return the bauble to the cultivator at Glan Vraig.",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Collected a glass bauble for Golloval",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Deliver the bauble to Faranil at Glân Vraig",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Golloval gave you a sun-kissed bauble",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Collect a glass bauble from goblins, wargs, or spiders",
      "es": ""
    },
    {
      "id": 225642640,
      "en": "'Have you done as I have asked and collected a bit of sun from Golloval?'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Deliver the bauble to Golloval",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'The sun shines so brightly within this bauble. Golloval is truly a prince of the eagles. He will one day rise with the great eagles I think. For now, let us shine this upon your sapling and see the change it brings.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Faranil believes that the sapling is in need of a direct source of sunlight. She believes that Golloval, the eagle that watches the Ettenmoors can assist.",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "You spoke with Golloval",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'I am watching the progress on your little find, my friend. It seems, sad somehow. I wonder.\\n\\n'There are eagles in the wild, here in the Ettenmoors, that make the hostile lands their home. There is one, Golloval, that dwells in the shadow of the Isendeep Mine. He has long been a friend to my people and I would ask that you speak to him and see if there is a way that he might lend a gift to our fledgling here.'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Cultivation: A Touch of Gold",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Speak with Golloval in the shadow of the Isendeep Mine",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'As with any tree, the nurturing rays of the sun must touch its leaves so that it can know the warmth and grow. I can help, in a small way by flying high into the sky to capture a golden ray in a bauble of sorts, but I need such a bauble. You can help me collect one.\\n\\n'I know that the goblins nearby in the village of Grothum often pick up curiosities. They may have the glass I need.\\n\\n'If not them, then the wargs to the west may have stashed a bauble near their dens.\\n\\n'Lastly, if not among the goblins or Wargs, seek out the vile spiders at the foot of the mountains far to the west.\\n\\n'Do not give up hope, one of them will have the clear glass ball I need.'",
      "es": ""
    }
  ]
}