{
  "id": 621077306,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Since the discovery of this sapling, the enemy scours the land in search of the same signs that we seek. They tread without thought and would bring ruin to all you are working toward. Find them, my friend. Stop them from destroying the natural order.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Defeat the forces of Angmar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Faranil fears that there may be other saplings in the woods of the Ettenmoors and that the enemy would hunt for them and destroy them if they found them. She tasked you with finding the enemy and defeating them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Our battles here in the Ettenmoors are a necessity. It saddens us all that there is still war in the world. One day, there may be peace.\\n\\n'Until that day, it is good to know that there are hearty warriors, like you, to fight for what is good and decent.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cultivation: The Enemy Would Trample",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Faranil suggested you make your way into the Ettenmoors and defeat the enemy that would pervert nature and destroy other saplings that may be growing in the wild.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Having completed your efforts against the enemies of nature, you should return to Fanalir and tell them of your victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Defeated Angmarim Forces ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Return to Glân Vraig and speak with Fanalir",
      "es": "",
      "es (fem)": ""
    }
  ]
}