{
  "id": 621077313,
  "txt": [
    {
      "id": 228284034,
      "en": "'There is something happening with the sapling, I think, friend. There is someone else with whom we must speak.'\\n\\nFaranil looks somewhat melancholy.\\n\\n'Seeking them out is a step that I must admit, I fear. Their sorrow is the sorrow of their entire kind.\\n\\n'I only hope that they understand that this is not a sign of anything more than a new hope. I can only hope that we will give them a different type of hope and not a measure of false one.\\n\\n'In a copse of trees, on the far side of Lake Evendim there is an Ent named Quickbough. Go to them. Tell them what you have found and all that we have learned.'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "You spoke with Quickbough and it seems the Ent is given a new hope with your sapling. Return to the Ettenmoors and Faranil to tell them what occurred.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "Quickbough stares, for what seems like several minutes, at the sapling. Suddenly, the sapling wiggles and Quickbough's eyes go wide.\\n\\n'Hroom, throom, shoom.\\n\\n'Not an Enting, no.\\n\\n'Still... we will weep for the loss we suffer.\\n\\n'But this... hroom...\\n\\n'This little one... is... hope for a future...\\n\\n'And you... throom... thrumm... humm...\\n\\n'Have... made this... possible...'\\n\\nYou are not sure, but it appears that Quickbough's eye well with tears.\\n\\n'Thank you... little one.\\n\\n'Thrumm....'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Faranil has pieced together enough understanding to send you to a friend who she believes will see the sapling in a completely different light and understanding.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Cultivation: Further Understanding - Part IV",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'The Ents suffer a heavy loss. A sadness for what they have lost. Perhaps, this gift you discovered is a gift of a different kind. Perhaps it is the last gift left for the Ents. A hope that when they slumber at last their world will persist, though different. [placeholder], you are doing much to heal our world. We are indebted to you.'",
      "es": ""
    },
    {
      "id": 215429253,
      "en": "'Use cautious words and tell the Ent all you have done thus far.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Faranil believes that it is time to speak with the Ent, Quickbough, about the sapling you have found. Though she knows the risk is that she will give the Ent false hope with this discovery.",
      "es": ""
    },
    {
      "id": 215429257,
      "en": "'Some day...\\n\\n'I may visit that little one...'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Travel to Evendim and seek out Quickbough",
      "es": ""
    }
  ]
}