{
  "id": 621077290,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'What have you found?'\\n\\nThe Angmarim looks the sapling over.\\n\\n'This appears sentient. Perhaps more sentient than you.\\n\\n'It certainly is aware that we are here and that is odd for a plant. Not unheard of, of course. There are agents of our Lord everywhere.\\n\\n'It seems that you have stumbled upon a unique gift. You will be responsible for its malevolent growth.\\n\\n'For now, speak with the other Angmarim who are here in the Ettenmoors for more advice on how to twist this creature's heart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Return to Gramsfoot and find the Corruptor, Cinaid. They will tutor you in the best manner to despoil the sapling you found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'This is a good find, [placeholder]. We can easily warp this little thing to our whims, desires, and goals.'\\n\\nGavran grins evilly.\\n\\n'You are charged with overseeing its fall to fell corruption. Return to Gramsfoot and speak with Cinaid so that he may provide you with better direction on how to distort this creature.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Your discovery of this small sapling intrigues leadership. Something about this little creature drives a sinister desire in the Angmarim. You have been instructed to speak with others who may understand what you found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Corruptor: Matter of Expertise",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'This specimen would entice the leaders in Sant Lhoer from their work. Fortune smiles, then, that I am here to guide you in the corrupting of such a fine creature. We will work together to turn this creature to the shadow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Make your way to Dâr-gazag and speak with corruptor Gavran. Ask them about corrupting the sapling you discovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Speak with Gavran at Dâr-gazag",
      "es": "",
      "es (fem)": ""
    }
  ]
}