{
  "id": 621077303,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Hey Dol Derry Dol! You seek a gift.\\n\\n'Not for you. For the child you carry on your being.'\\n\\nTom winks and chuckles.\\n\\n'I tell you now that the gift you need comes from the Old Man most foul and mean. He will lull you to sleep if you linger too long... but linger you must!\\n\\n'Linger there to further the trust and the bond, between the two of you who are so close.\\n\\n'For the food of the forest that the Willow consumes is the same that will aid in the growth of your little child.\\n\\n'Do not tarry long, lest the Old Man's will bring low the joy that your child has within!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Faranil carefully packed the young sapling into a pot and gave it to you with instructions to take the sapling into the Old Forest to speak with the River-maiden Goldberry.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Tom hinted that you need bring the sapling to visit Old Man Willow, as something there will help the sapling grow into what it is meant to be.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Goldberry directed your to meet with her again at Tom Bombadil's house deep within the Old Forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Nurture your sapling at Old Man Willow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Having done all you were told it is now time to return the sapling to Faranil in the Ettenmoors as Tom suggested.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Be one your way. Your cause is a noble one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Your sapling looks refreshed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73088",
      "en": "'I have told Tom, all you shared with me. Speak with him and he will help you further.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Something is different. I can see it in the bark and the leaves. I trust that the River-maiden led you where you needed to be. Now, all we can do is all we have been doing, friend. Let us continue with our efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Faranil believes that something has changed with the sapling and it is time to look for another piece of guidance. She bids you visit the Old Forest and speak to the River-maid who dwells there. Her name is Goldberry.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Our efforts yield results, my friend. The sapling stirred. I believe it sprouted another leaf.\\n\\n'Yet, I fear that my understanding of how this came to be and what it might yet become is limited. I think it is time that we seek the assistance of another who may know more of what this is.'\\n\\nFaranil pauses.\\n\\n'In the Old Forest, it is said, there is a woman known as a River Daughter. Her name, as I know it, is Goldberry.'\\n\\nFaranil picks up the sapling and hands it to you in a well-packed pot.\\n\\n'Here, friend. Take the sapling into the Old Forest and seek Goldberry at her spring. Ask her if she knows anything about the little sapling.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Speak with Goldberry at her spring in the Old Forest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "Goldberry smiles after hearing your tale.\\n\\n'It is a wonder what you have discovered.\\n\\n'The Wizard is correct. You are bound to this little creature in the same way that my Spring is tied to the Old Forest.'\\n\\nShe looks at the sapling with curiosity.\\n\\n'I see that it struggles to grow as swiftly as it desires. Not because it is corrupt or poisoned, you have seen that it would not suffer such a fate.\\n\\n'No, it is in need of a succor that it likely cannot get in the harsh climes of the Ettenmoors. It is good that you came to me, [placeholder].\\n\\n'I do know how to help, but we have need to speak with Tom before you tread where you must. Meet at our home, deep within this wood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cultivation: Further Understanding - Part III",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730881",
      "en": "'Be wary the Willow his temper is ill. If you linger too long his belly you'll fill.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Speak with Tom Bombadil at his home in the Old Forest",
      "es": "",
      "es (fem)": ""
    }
  ]
}