{
  "id": 621077307,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Make your way to Grothum and speak with the leader Bok to learn how the goblins would go about perverting the natural order that would grow this sapling.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Nefarious... cunning... there is much to like of the twisted minds possessed by the goblins. It is good they are our allies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Go into the Ettenmoors and hunt down any of the Free Folk guards there. They will likely carry oil that can be used to poison the roots of the sapling. Replace water with oil and watch the sapling become rancid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Oil-barrels collected ([placeholder]/7)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Deliver the barrels of oil to Cinaid at Gramsfoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Goblins are natural allies of the forces of Angmar. The encampment of Grothum far to the north-east, houses such goblins. Go there and ask what you can do to assist.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You have spoken to Bok",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'We have our methods for corrupting and the goblins have theirs. Let us ask their leader at Grothum for assistance. Go to Bok, and ask him how they would befoul a creature of nature. I am certain that there is some nefarious means that the goblin leader will devise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Speak with Bok at Grothum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e11",
      "en": "Deliver the barrels of oil to Cinaid at Gramsfoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'A sapling will grow into a vindictive tree if you poison its roots... Oil!\\n\\n'You will find that the Free People carry it on them. Find them. Kill them. Get their oil and soak the roots of the sapling. The flesh of the tree will grow putrid. Poison will course through its veins.\\n\\n'It will be a creature of ruin, and you will be its master.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Corruptor: Assistance from Goblins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Collect barrels of oil ([placeholder]/7)",
      "es": "",
      "es (fem)": ""
    }
  ]
}