{
  "id": 620877625,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The tomb-robbers have found the place where they will make their final stand. Within the tomb of Haudh Eärendur, they now scramble to take whatever they can. Once they have enough, they will leave Evendim never to return.\\n\\n'Once you enter, they will have nowhere to go, and we can end this once and for all... on our terms. None shall go unpunished for the acts they have committed against our ancestors.\\n\\n'Head to Haudh Eärendur and defeat whatever tomb-robbers you find within. End this today, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'That is one threat we shall never have to worry about again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'With this final blow, the tomb-robbers of Evendim will be no more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Robbers of Haudh Eärendur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The last of the tomb-robbers are attempting to gain whatever of value they can from Haudh Eärendur before they flee Evendim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated tomb-robbers in Haudh Eärendur ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat tomb-robbers in Haudh Eärendur ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Haudh Eärendur is within the Way of Kings, west of the Ranger-camp.\\n\\nNimbellas asked you to venture to Haudh Eärendur and defeat the tomb-robbers within.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Nimbellas in the Way of Kings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nimbellas is at the Ranger-camp in the Way of Kings.\\n\\nNimbellas will be pleased to hear that the tomb-robbers have been defeated.",
      "es": "",
      "es (fem)": ""
    }
  ]
}