{
  "id": 620877691,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Upon taking the throne, each of the rulers of Annúminas was given a ring by the Blue Lady. This signified their right to rule and also identified them to others from outside the kingdom.\\n\\n'It has long been rumoured that these rings also had some form of extra power. Not like the Rings of Power themselves, mind you, but something else.\\n\\n'I believe Arantar's ring may still be in his tomb, and that is what Angmar is desperately searching for. See if you can find it first.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Yes, this indeed is Arantar's ring. I will see it gets sent to Tinnudir immediately.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We must find that ring before Angmar does!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Arantar's Ring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Each of the rulers of Annúminas had a unique ring given to him by the Blue Lady.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Looking within the tomb, you notice a glint. You have found Arantar's ring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The ring is not here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Arantar's ring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Haudh Arantar is to the south of the Ranger-camp in the Way of Kings.\\n\\nNethrandir asked you to go venture within Haudh Arantar and find Arantar's ring before Angmar does.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring Arantar's ring to Nethrandir in the Way of Kings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nethrandir is at the Ranger-camp in the Way of Kings.\\n\\nNethrandir will be eager to see you found Arantar's ring.",
      "es": "",
      "es (fem)": ""
    }
  ]
}