{
  "id": 620877617,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Eventually, once we have the tombs here secured, we will be working to try to link up with the Rangers that are standing firm within the city of Annúminas to the west. We cannot risk such a mission without a better understanding of the enemy forces between our camp here and the camp established at Echad Garthadir.\\n\\n'Out here, we have space to move, and once we are within the city, we can use rooftops and alleyways to traverse unseen. The sticking point is the eastern gate to the city. We will have to pass through that, unless we are to go by boat, which is likely a deadlier proposition.\\n\\n'Head south of here until the path brings you to the city. From a distance, observe the eastern gate, then report back what forces may be there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'That many you say? This presents a dilemma I must ponder for a while.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We cannot move unless we have full knowledge of the tactical situation.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Eastern Gate of Annúminas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The once-great city of Annúminas is now occupied by a large and powerful enemy force.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Angmar's forces here are numerous and strongly encamped",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Scout the eastern gate to Annúminas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The eastern gate of Annúminas is to the south of the Ranger-camp in the Way of Kings.\\n\\nNimbellas asked you to scout the eastern gate of Annúminas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Nimbellas in the Way of Kings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nimbellas is at the Ranger-camp within the Way of Kings.\\n\\nNimbellas will be dismayed to hear about the strength of Angmar's encampment at the eastern gate of Annúminas.",
      "es": "",
      "es (fem)": ""
    }
  ]
}