{
  "id": 620877614,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We are close to having finally driven the tomb-robbers from Evendim entirely. There is a small group of them working within the Way of Kings. This was part of their agreement with Angmar. Now that their brethren in the hills are gone, I doubt that Angmar will be eager to protect them.\\n\\n'If we can thin their numbers, the remainder may flee Evendim for good. Let them run to the barrows of Angmar or the Shire and deal with the guardians there, creatures far more frightening than you and I.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This is good. I sense this business with the tomb-robbers is about to come to its final blow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Their numbers dwindle, and soon their menace will be gone from our shores.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Plunderers of History",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The last of the tomb-robbers are within the Way of Kings, stripping bare the final resting place of many of the ancient city's rulers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated tomb-robbers in the Way of Kings ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat tomb-robbers in the Way of Kings ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tomb-robbers can be found within the Way of Kings.\\n\\nNethrandir asked you to defeat tomb-robbers within the Way of Kings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Nethrandir in the Way of Kings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nethrandir is at the Ranger-camp in the Way of Kings.\\n\\nNethrandir will be pleased to hear that many tomb-robbers have been defeated.",
      "es": "",
      "es (fem)": ""
    }
  ]
}