{
  "id": 620877693,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We still do not have a grasp onto why Angmar has come here... and why now? There must be a reason that eludes us.\\n\\n'One step we can take to try to figure it out is to see if we can get our hands on the orders one of their leaders carries. I have seen one of them near the entrance to Haudh Eldacar. I believe he is leading the searching there.\\n\\n'Find him within and recover the orders from him, then bring them back here, and maybe we can begin to unravel this mystery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I cannot understand much of this but I can make out a name... Amarthiel. Does that mean anything to you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Those orders might help us discover what is going on here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Orders of the Iron Crown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "An important Angmarim leader has been seen within Haudh Eldacar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected orders from the Angmarim leader at Haudh Eldacar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect orders from the Angmarim leader at Haudh Eldacar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Haudh Eldacar is to the south-west of the Ranger-camp in the Way of Kings.\\n\\nRodlam asked you to obtain orders from the commander at Haudh Eldacar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the orders to Rodlam in the Way of Kings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rodlam is at the Ranger-camp in the Way of Kings.\\n\\nRodlam will be eager to begin deciphering the orders you found.",
      "es": "",
      "es (fem)": ""
    }
  ]
}