{
  "id": 620877689,
  "txt": [
    {
      "id": 218649169,
      "en": "'We know little about the reign of Arantar. I have been in his tomb before... a modest place indeed. He was clearly of some importance and must have done something of worth, but that knowledge has been lost to us.\\n\\n'However, like all the Kings of the North, he wielded a ring gifted to him by the Blue Lady. Legend has it that some virtue resides within the ring, though of no power as significant as the Rings of Power. Nevertheless, it is the prize for which the Angmarim search, I am certain of it.\\n\\n'Head to Haudh Arantar and drive the Angmarim out. Let them know that they have a formidable foe to deal with, and the tomb-robbers will protect them no longer.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'They will soon learn to fear our approach, thanks to you.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Angmar shall feel our wrath and know that we do not mean to allow them free rein within our homeland.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Ransackers of Haudh Arantar",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Angmar has taken an interest in Haudh Arantar.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Angmarim in Haudh Arantar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Angmarim in Haudh Arantar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Haudh Arantar is south of the Ranger-camp in the Way of Kings.\\n\\nNethrandir asked you to go to Haudh Arantar and defeat the Angmarim within.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Nethrandir in the Way of Kings",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nethrandir is at the Ranger-camp in the Way of Kings.\\n\\nNethrandir will be pleased to hear Angmar has been sent a clear message.",
      "es": ""
    }
  ]
}