{
  "id": 620877600,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Up on the hill above us, if you travel to the west, you will find the ruins of Tham Laegamon. This was the rulers' retreat during the days of the North Kingdom. They would go there, stare down upon their city, the lake, and their ancestors and ponder the future.\\n\\n'Now, a foul presence occupies the ruins, and while they look down upon all the same things, their purpose is dark and evil. Tomb-robbers have come to fill those ruins. They are ransacking more from it each and every day.\\n\\n'The robbers must be stopped. There are not many more beyond these few here in the hills. If we draw the final line here, I believe Evendim may have a future free of them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'There are a few more within the Way of Kings itself, but hopefully we shall soon be rid of the tomb-robbers entirely.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I thought we had won the day when you drove the robbers from Rantost, yet it seems the battle is not quite over.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Robbers of Tham Laegamon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tham Laegamon is a ruin that overlooks the Way of Kings and the entrance to the city of Annúminas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated tomb-robbers at Tham Laegamon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat tomb-robbers at Tham Laegamon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tham Laegamon is to the south-west of the Ranger-camp in the Way of Kings.\\n\\nRodlam asked you to venture to Tham Laegamon and defeat the tomb-robbers there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Rodlam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rodlam is at the Ranger-camp in the Way of Kings.\\n\\nRodlam will be pleased to hear the tomb-robbers at Tham Laegamon have been defeated.",
      "es": "",
      "es (fem)": ""
    }
  ]
}