{
  "id": 620877622,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'So, four are being used, one lies destroyed, one is dormant, and Elendil has retained its majesty. We will have to do something about the four that are open... and quickly I fear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gateways to the Past",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Haudh Eärendur appears to be in good condition. You can see tracks from carts leading down the path, though",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I wish to know the state of the tombs along the Way of Kings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The doors to Haudh Elendur are sealed shut and have not been opened for a long time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Haudh Valandur is slowly being reclaimed by the lake. The door looks like it has been opened recently",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Crypts and tombs line the pathway from the Ranger-camp in the Way of Kings west to the city of Annúminas.\\n\\nMaladan asked you to scout the entrances to several tombs and crypts within the Way of Kings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Haudh Elendil is still awesome in its majesty. It has survived the ages better than most",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Maladan is at the Ranger-camp in the Way of Kings.\\n\\nMaladan will want to know the state of the tombs and crypts within the Way of Kings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Haudh Tarondor stands firm and silent. Nothing has disturbed this tomb for many years",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You can hear voices coming from beyond the door to Haudh Eldacar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "Haudh Tarcil is a shell of its former self. Time and the lake have reclaimed its glory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "Sharp, biting orders are snapped off from within. The Angmarim are here, and they are looking for something within",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Scout Haudh Eärendur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Scout Haudh Elendur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Scout Haudh Valandur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Scout Haudh Elendil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Scout Haudh Tarondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Scout Haudh Eldacar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Scout Haudh Tarcil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Scout Haudh Arantar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Talk to Maladan in the Way of Kings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Way of Kings is dotted with tombs and crypts holding the remains of the former kings and rulers of the ancient city of Annúminas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The path between here and the great city was once one of grandeur and unrivalled beauty. Tombs, crypts, and monuments to those who had ruled the North Kingdom lined the road. You were flooded with a sense of honour, justice, wisdom, and valour.\\n\\n'It pains me to look out and see what has become of them. Some destroyed, some empty, robbed of everything but the stones themselves, some swallowed up by the lake. It is not the end that men of that stature deserve.\\n\\n'We have not yet taken an accounting of the state of each of the tombs. While you are venturing within the Way of Kings, could you stop by each of them and let me know how time has treated them?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}