{
  "id": 620877626,
  "txt": [
    {
      "id": 218649169,
      "en": "'Alas, the tale of the North Kingdom is one of tragedy. Eärendur son of Elendur was the last King of Arnor, before his sons splintered the North Kingdom into the realms of Arthedain, Cardolan, and Rhudaur. Unfortunately, much lore of those final days was lost with him.\\n\\n'He rests still in his tomb, Haudh Eärendur, and with him, we believe, some fragments of the knowledge of the last days of Arnor. Would you perhaps venture into the tomb and take rubbings of any engravings you might find there?\\n\\n'Be wary, for I do not doubt that enemies, beasts, or the elements have invaded that tomb, as they have so many others here.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you, [placeholder]. These rubbings will help us piece together an important part of our history.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I am sure much knowledge of the last days of Arnor has been lost in Haudh Eärendur for lo these many ages.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Entombed of Haudh Eärendur",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Within Haudh Eärendur rests the last King of the North who managed to hold together the House of Elendil.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected rubbings within Haudh Eärendur ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect rubbings within Haudh Eärendur ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Haudh Eärendur is within the Way of Kings, west of the Rangers' camp.\\n\\nNimbellas has asked you to take rubbings of engravings from the tombs within Haudh Eärendur.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Nimbellas in the Way of Kings",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nimbellas is at the Ranger-camp in the Way of Kings.\\n\\nNimbellas will be eager to examine the rubbings you collected.",
      "es": ""
    }
  ]
}