{
  "id": 620877624,
  "txt": [
    {
      "id": 22075078,
      "en": "Aid Nethrandir with Arantar's Ring",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Aid Rodlam with Searchers of Haudh Eldacar",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Aid Rodlam with Orders of the Iron Crown",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Talk to Nimbellas in the Way of Kings",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Several tombs and crypts within the Way of Kings have been opened.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'With the threats thinned, the crypts scouted, and these keys in hand, we are ready to venture into the tombs within the Way of Kings. \\n\\n'We will focus on the four you discovered to be opened: Haudh Eärendur, Haudh Valandur, Haudh Arantar, and Haudh Eldacar.\\n\\n'We have each spent some time researching these crypts and reviewing our notes from what we have seen while posted here. There is much to do.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "There is much to do within the open tombs of the Way of Kings.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done much to help us preserve these tombs and crypts, [placeholder]. If the rulers below still lived, I know they would honour and praise you.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nimbellas is at the Ranger-camp in the Way of Kings.\\n\\nNimbellas will want to discuss the work done within the open crypts in the Way of Kings.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Will you lend us your aid?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Aid Nimbellas with Robbers of Haudh Eärendur",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Aid Nimbellas with Entombed of Haudh Eärendur",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Aid Maladan with Kergrim of Haudh Valandur",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Aid Maladan with Valandur's Sceptre",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Sanctity of the Sovereigns",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Aid Nethrandir with Ransackers of Haudh Arantar",
      "es": ""
    }
  ]
}