{
  "id": 620877616,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'In a short time, we will want to begin exploring the tombs in this area... seeing the shape they are in, who is within them, driving out those who now occupy them, and recovering precious relics.\\n\\n'We cannot do that if we cannot get inside them, though. I sent a request to Tinnudir, but none of the keys to these crypts were found within the keep there. Our copies have been lost to history.\\n\\n'I have seen many of the denizens of the Way of Kings entering and leaving the tombs, however, and believe some must have keys they are using. Go out and collect a handful of them and let us see where we can explore.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I will compare these against our records and see where you may have just gained access to.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If we want to discover the fate of our rulers, we must have the keys to open the crypts and tombs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Keys to the Crypts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The denizens of the Way of Kings have ancient keys that may open some of the crypts and tombs within.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected keys within the Way of Kings ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect keys within the Way of Kings ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the keys to Maladan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Maladan is at the Ranger-camp in the Way of Kings.\\n\\nMaladan will want to examine the keys you collected.",
      "es": "",
      "es (fem)": ""
    }
  ]
}