{
  "id": 620877603,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Talk to Nimbellas in the Way of Kings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The rulers of the great city of Annúminas are buried within the Way of Kings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You did excellent work with the tomb-robbers, [placeholder]. I believe the hillside is now secure, and we can begin to make some moves without expecting a contingent of Angmarim waiting for us.\\n\\n'Before we delve into the crypts and tombs within the Way of Kings, we must first do some scouting as to the state of the various buildings and the strength and position of the troops here.\\n\\n'Speak with my fellow Rangers here, and we will help guide you through what needs to be done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Rangers at the camp within the Way of Kings need help scouting the surrounding area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, you have thinned their numbers, found the various tomb-entrances, and secured keys to them? I think it is time you went underground.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nimbellas will be pleased to hear that the Way of Kings has been thoroughly scouted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Will you aid us, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Aid Maladan with Gateways to the Past",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Aid Nethrandir with Plunderers of History",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Aid Rodlam with Foulness from the Deep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Aid Maladan with Keys to the Crypts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Way of Kings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Aid Nimbellas with Eastern Gate to Annúminas",
      "es": "",
      "es (fem)": ""
    }
  ]
}