{
  "id": 620877619,
  "txt": [
    {
      "id": 54354734,
      "en": "Bósi believes another of Gorothúl's relics may be found at the bottom of Nalâ-dûm, where the great wheels of Khazad-dûm lie dormant.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'My uncle Bósi sent word while you were out. He thinks he knows where another of Gorothúl's relics may be found, and the location is just as dangerous as Lumul-nar, if not more so: the Water-wheels of Nalâ-dûm.\\n\\n'Travel to the Chamber of the Cross-roads with your allies and speak with my uncle to learn more about Nalâ-dûm.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bósi is in the Chamber of the Cross-roads, located off Durin's Way.\\n\\nBróin has told you to speak with his uncle about the Water-wheels of Nalâ-dûm.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Greetings again to you, [placeholder]! I did not have the opportunity to properly thank you for helping to broker this alliance between the Iron Garrison and the Elves of Lothlórien. So I thank you! In Mazog, we have a prisoner worthy of exchanging for those Gorothúl brought to Dol Guldur: my son chief among them. O Bori! Be strong and courageous during your torment!\\n\\n'Scouts report seeing a relic of unquestionable evil among the Water-wheels of Nalâ-dûm, but were unable to route the flow of the canals in such a way as to reach it. You must determine the proper workings of the system if you are to find and destroy this relic of Gorothúl's.\\n\\n'I shall have a scout lead you to the entrance of Nalâ-dûm in the Water-works. Delving into the flooded deeps will be dangerous, for the mechanisms are very old and have not been used for many years.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The entrance to Nalâ-dûm can be found in the Water-works of Moria.\\n\\nBósi reports that a relic of Gorothúl's lies among the Water-wheels of Nalâ-dûm and will require careful usage of the mechanisms to reach and destroy.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Bósi is in the Chamber of the Cross-roads, located off Durin's Way.\\n\\nYou have destroyed the relic left in Nalâ-dûm by Gorothúl and should report your success to Bósi.\\n\\nYou have destroyed the relic Gorothúl gave to the merrevail in Lumul-nar and should return now to Bróin.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The entrance to Nalâ-dûm lies in the Water-works. I shall send a guide to lead you to the entrance.\\n\\n'Are you ready to journey forth?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Very well-done, [placeholder]. The destruction of that relic should keep further evils from being drawn to the Water-wheels.\\n\\n'Now we must look to the future.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'My uncle Bósi thinks he knows where another of Gorothúl's relics may be found: among the Water-wheels of Nalâ-dûm.\\n\\n'Go speak to him in the Chamber of the Cross-roads, off Durin's Way, and he will tell you more about Nalâ-dûm.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Bósi in the Chamber of the Cross-roads",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Bósi and travel to Water-works of Nalâ-dûm",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Bósi in the Chamber of the Cross-roads",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 4: A Relic in Nalâ-dûm (Solo)",
      "es": ""
    }
  ]
}