{
  "id": 620877604,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Now that Orvar has destroyed the hidden relic Gorothúl left in Buzun-ghâr, that cave should be free of danger. We need not fear that Grawulun or others of his kind will return to that place.\\n\\n'But Gorothúl may have left other relics of evil throughout Moria; indeed, I think it likely, and recent reports from our scouts indicate one such location: the Mirror-halls of Lumul-nar. Merrevail have corrupted the mirrors of Lumul-nar that once fed light from the outside into the deep reaches of Khazad-dûm; the light no longer shines. A number of explorers ventured to Lumul-nar to investigate. Few returned, reporting that the merrevail of that place have been given great courage; their defiance is strong. What else have they been given, I wonder? A relic of Gorothúl's?\\n\\n'The entrance to Lumul-nar is on the side of Zirakzigil, amid the snow. Find the relic inside, if it exists, and destroy it.'\\n\\n<rgb=#FF0000>NOTE: This quest is a Solo version of the dungeon.</rgb>'\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I knew it, [placeholder]! I knew you would find Gorothúl's relic in Lumul-nar. It is good you destroyed it. The merrevail we should be able to keep in check; if the relic had drawn Grawulun or another Caerog to Lumul-nar, our success might not be as sure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I shall have a friend lead you to the  Mirror Halls of Lumul-nar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Replay: A Relic in Lumul-nar (Solo)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bróin believes that Gorothúl gave a relic of evil to the merrevail that infest the Mirrors of Lumul-nar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Bróin and travel to Mirror Halls of Lumul-nar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The entrance to the Mirror-halls of Lumul-nar is outside, on Zirakzigil, near the ruined crater where the Balrog lies smouldering.\\n\\nBróin believes that one of the relics Gorothúl left behind in Moria was given to the merrevail infesting the Mirror-halls of Lumul-nar and wants you to destroy it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Bróin in the Peaceful Path",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bróin is in the Peaceful Path, located between Zirakzigil and Durin's Way.\\n\\nYou have destroyed the relic Gorothúl gave to the merrevail in Lumul-nar and should return now to Bróin.",
      "es": "",
      "es (fem)": ""
    }
  ]
}