{
  "id": 620877601,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Like the tomb-robbers in Tham Sarch, those camping in Tham Laegamon are also alerting Angmar to our activities, but in a different manner.\\n\\n'These have longbows with which they fire burning arrows at us. That allows them to track us in the night and eliminates stealth as a tactic for us, thus it has caused us many difficulties.\\n\\n'I would like you to take the longbows from them. If we cannot freely move throughout the Way of Kings, we cannot proceed... and we must proceed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Now we can burn these and give the Enemy a fire to watch for a night.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If we can at least move around during the night, we can begin to make some progress in the Way of Kings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Longbows of Tham Laegamon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tham Laegamon is a ruin that overlooks the Way of Kings and the entrance to the city of Annúminas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected longbows from Tham Laegamon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect longbows from Tham Laegamon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tham Laegamon is to the south-west of the Ranger-camp in the Way of Kings.\\n\\nRodlam asked you to venture to Tham Laegamon and gather longbows from the tomb-robbers there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the longbows to Rodlam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rodlam is at the Ranger-camp in the Way of Kings.\\n\\nRodlam will want to see the longbows you collected from Tham Laegamon.",
      "es": "",
      "es (fem)": ""
    }
  ]
}