{
  "id": 621069321,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'What I am about to ask you, [placeholder], is something that pains me to do.\\n\\n'The township of Herne could be in danger. Recently, many folks who are not known in the town have been arriving from other areas, likely because of the encroaching Men and Uruks from the south.\\n\\n'The mayor and other townsfolk are concerned that there might be a certain element trying to infiltrate the town. Now, it is possible that this is just a bit of alarmist reaction, but we cannot be too sure.\\n\\n'What we are asking is that you approach any of these newcomers and determine their intentions in the town. Can you help?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You have discovered that there are nefarious elements mixing in with other refugees making their way to Herne. You must return to the mission giver and tell them of this development.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf5",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef816",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Herne saw a fair bit of trouble recently, and the arrival of suspicious new folk has the town on edge. Scouts are concerned that the town is in danger from outside and hope that someone with your reputation might be willing to assist.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Infiltration",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I dislike using subterfuge to find these miscreants, but it seems that we might do best to employ their own tactics against them. Speak with those out and about at night and ask them if they serve Sharkey, when they expose their allegiance bring them to justice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Your efforts have made Herne safer, [placeholder]. Sadly, it seems that Herne will need to be very cautious about the possibility of infiltration for some time to come. This concern is not yours, but that of the town's leadership.\\n\\n'They will be warned and counseled.\\n\\n'Thank you for this assistance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete the Mission: Infiltration",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Speak with the mission giver and alert them that you are prepared to visit Herne at night to discuss the intent of the suspicious folk lurking about the town square.",
      "es": "",
      "es (fem)": ""
    }
  ]
}