{
  "id": 621069298,
  "txt": [
    {
      "id": "0x8e1faf3",
      "en": "Sickles Among the Reeds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308874",
      "en": "'Folk do not realize how dangerous basket weaving is. The care you must take with sharp reeds, the danger in gathering them, the competition with those who try to steal your designs - it is certainly not a profession for those of gentler persuasions.\\n\\n'Please let me know when you have reduced the number of sickle-flies east of Herne. They are liable to ruin my livelihood otherwise!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c5",
      "en": "Return to Aerona",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011861",
      "en": "You should let Aerona know that fewer sickle-flies will trouble the reeds of the ponds near Herne.\\n\\nAerona is in Herne.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b02",
      "en": "Defeated sickle-flies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568933",
      "en": "'Is it done? What a relief! Things are sure strange around Herne these days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Aerona has asked you to reduce the number of sickle-flies buzzing about the ponds and waterways east of Herne.\\n\\nHerne is in western Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e7",
      "en": "'Well met! I am Aerona, basket weaver of Herne. If you are looking to make some coin, I am looking for some help. East of Herne are various bodies of water from which I often go to gather reeds with which to make my baskets. Of late, the reeds have been decimated by sickle-flies! Well, by their larva...'\\n\\nShe shudders saying the word.\\n\\n'Bleh! If you reduce the number of sickle-flies there, I will pay you! This season may be near to over, but at least this way there will be fewer to breed for the next.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c1",
      "en": "Defeat reed-munching sickle-flies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d17b0",
      "en": "Aggressive sickle-flies who love to feast upon valuable reeds are plaguing the ponds near Herne.",
      "es": "",
      "es (fem)": ""
    }
  ]
}