{
  "id": 621069324,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'When an enemy can see you coming from a great distance it puts you at a disadvantage. When that enemy is entrenched that disadvantage is even greater. At the brigand encampment, we have both issues at once.\\n\\n'The brigands there built tall watch-towers that give them a clear view of the surrounding wilds. Any offensive that might be launched against them is immediately at a disadvantage. We also know that the brigands employ a volatile powder of some kind that we may be able to use in our favour.\\n\\n'If we reposition some of that powder at the foot of the watch-towers we may be able to destroy them and take back the advantage. Are you willing to assist?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "After some effort you were able to neutralize the watch-towers and some of the enemy stationed at the encampment. Return to Lhan Garan and tell the mission giver of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf5",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef816",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Watch-towers at the brigand encampment in Swanfleet provide a distinct advantage to the forces there. There is a desire to undermine their use by turning the tools of the enemy against them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Among the Watch-towers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'The advantage that the watch-towers provide is great. We cannot amass a force that will challenge them without them knowing that we are there. But, if you are willing to infiltrate, perhaps you will be able to sneak in and provide us the cover we need to begin a counter assault.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'We shall watch them more closely and when the time is right, we will organize an assault of our own. We best plan as they will likely restore the watch-towers quickly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete the Mission: Among the Watch-towers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Removing the enemy's ability to see over long distances will give an advantage to attackers making their way against the forces of brigands. You should visit the mission giver in Lhan Garan to begin your assault.",
      "es": "",
      "es (fem)": ""
    }
  ]
}