{
  "id": 621069311,
  "txt": [
    {
      "id": 228284034,
      "en": "'My scouts report that there are leaders among the brigands who train them in the arts of battle. We had thought most of the Men coming from the south were brutes or brigands out to make a living as highwaymen. Now, we are not so certain.\\n\\n'Yes, given the size of the encampment, we knew that something was amiss, but we did not understand the organization of the force until now.\\n\\n'Knowing what we know now, there is a grim answer and call that was made. We want to eliminate these leaders and break the will of these brigands. Perhaps it will provide us the change to strike at them before they become more of a threat.'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The leaders of the brigands are defeated. You should now return to the mission giver in Lhan Garan and tell them of your victory.",
      "es": ""
    },
    {
      "id": 133753588,
      "en": "None",
      "es": "Ninguno"
    },
    {
      "id": 209647637,
      "en": "There is no twist in this mission.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Complete the Mission: Not as Many Heads",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Recently, the scouts of Swanfleet learned that there are a small number of leaders charged with the training of the Men at a large brigand encampment. If they are removed, infighting may result and provide an opening for a counter attack.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'We hope that by eliminating the leaders we can weaken the resolve of the men from the South. Perhaps they will scatter without leadership. At least, we hope that they will fall to in-fighting and disarray providing us a slight advantage over the enemy.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: Not as Many Heads",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'A great effort and battle well fought. You have well earned your rewards, [placeholder].'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "A change in leadership could throw the Southron Men in the area into disarray. The mission giver at Lhan Garan will have a scout lead you to the camp to remove the leadership.",
      "es": ""
    }
  ]
}