{
  "id": 621069320,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Hullo there friend. Would you be willing to help us with a rather large, small problem we have? It is not the kind of problem that we usually have in these parts. You see, there is a terrapin of unusual size living in the ruins at the edge of the murky water not far from here.\\n\\n'Normally she leaves us well enough alone, but recently her little ones have been snapping up all the fish and even snapping at some of our folk.\\n\\n'We know it seems cruel, but if we do not do something soon, we might start running low on food to feed our families. Sometimes we need to push back a little on nature. I am afraid that this is one of those times.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Having dispatched the turtle and her brood, you should now return to the mission giver and let them know of your deeds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf5",
      "en": "None",
      "es": "Ninguno",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef816",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Turtles are not often something that hobbits fear greatly, but there is one in the ruins that causes them to tremble. The scouts from Glyn Helyg asked you for assistance in removing the menace from their midst.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Terrible Turtle Trouble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'A pity that such a gentle creature is so incensed. We do not know what else to do. Please, do your best to be quick about this. Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'There was no other way than this. I am glad that you handled this so quickly, friend. Here, you deserve this for such unselfish work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete the Mission: Terrible Turtle Trouble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "A rather large turtle is threatening the hobbit-folk fishing and dredging in the nearby swamp-land. Speak to the mission giver to help them out with this problem.",
      "es": "",
      "es (fem)": ""
    }
  ]
}