{
  "id": 621069315,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Ah, [placeholder], a word for a moment if I may.\\n\\n'Many villagers are concerned about what is happening all around us and were wondering if you might help put their minds at ease a bit.\\n\\n'Nights are a little uneasy recently, and we just do not have enough Bounders to keep up with patrols. Would you be willing to help us keep watch?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Clegur is a relatively safe village. Still, the inhabitants are on edge with the recent events in Swanfleet and welcome the assistance of someone willing to watch over the village at night.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'It seems that the fears expressed by the townsfolk were warranted. I am glad that we employed you to patrol our streets. We need to double our own guard to ensure that our streets remain safe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Patrol the Township",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf7",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef818",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Honestly, [placeholder], I think it will be an uneventful night and that the townsfolk are grousing, just to grouse. Still, if you are willing to go on patrol it will put minds at ease.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The request is a simple one: patrol through the pathways that make up the township of Clegur at night. Speak with the mission giver to assist.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Your patrol was not as uneventful as everyone presumed. It appears that the Men from the south are intent on invading every corner of Swanfleet if they can. Alert the mission giver.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Complete the Mission: Patrol the Township",
      "es": "",
      "es (fem)": ""
    }
  ]
}