{
  "id": 621069312,
  "txt": [
    {
      "id": 228284034,
      "en": "As you approach you hear the hobbit mutter, 'this simply does not make any sense…' They look up at you.\\n\\n'Sorry, I was just reading a report from the woods not far from here where one of the villagers said they saw a twisted tree stand straight up and tear the bark off another tree nearby. It must be someone who had a little too much at the tavern and went wandering... right?'\\n\\nA brief few seconds of thought and they continue, 'Then again, mayhap there is something going on. Would you be willing to look into this?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Something unnatural moves through the woods in the Stoor-vales. Hobbit scouts ask for assistance in discovering what is happening to the forest surrounding their homes.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "There were wood trolls lurking in the woods and ruins. This is not a good development and you should let the mission giver know.",
      "es": ""
    },
    {
      "id": 133753590,
      "en": "None",
      "es": ""
    },
    {
      "id": 209647639,
      "en": "There is no twist in this mission.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: Aberrations of Nature",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I am not certain what you will encounter there, friend. I only know what my neighbours have been saying. They tell me that the trees are walking and moving of their own accord. That cannot be a good thing, can it?'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Trolls!? D-did you say, trolls? Indeed! This is terrifying news. We are not equipped to deal with trolls. Best it was you out there, I would not have been so successful.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Complete the Mission: Aberrations of Nature",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Something is lurking in the woods in the Stoor-vales and hobbit scouts want someone to look into what it is. Speak with the mission giver at Clegur to assist.",
      "es": ""
    }
  ]
}