{
  "id": 621069322,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Well met, [placeholder]. Do not be surprised, we scouts know about you and all you have done. We talk. Do not worry, nearly all the discussion is good!\\n\\n'In fact, we think that you are the right person for this request from a post-deliverer out of the Shire. It appears that San Ford is no longer as safe as it was in days past. Something happened there and there are now reports of evil spirits stalking any who cross.\\n\\n'This post-worker needs to pass over the Ford and asked if there was any way that we might be able to help in their protection. That is where you come in, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Something was stirred in the wake of riders crossing the ford. You assisted the post-person in crossing the ford and now normal delivery resumes. Return to the mission giver and inform them of what transpired.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf5",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef816",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Sarn Ford teems with unnatural energy since the passing of a stranger cloaked in black. A hobbit mail deliverer from the Shire asked for assistance in getting their deliveries across the Ford.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Stirring on Sarn Ford",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'The post is an important way for all of us to stay connected, and I daresay that this latest interruption is setting a good many of us on edge. If you are willing to help, I know that there are many minds that will be put at ease.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Living water, you say? Deary me this is not good to hear. Mayhap we will need to set up nightly patrols along the Ford. For now, we have you to thank for the return of our beloved Post.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete the Mission: Stirring at Sarn Ford",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The post coming out of the Shire proper has slowed to a crawl because of something that has upset the deliverer responsible for crossing the ford. You are asked to speak with the mission giver to investigate.",
      "es": "",
      "es (fem)": ""
    }
  ]
}