{
  "id": 621069284,
  "txt": [
    {
      "id": "0x8e1faf3",
      "en": "Causing Havok at Sharmokal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b00",
      "en": "Stole pins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011841",
      "en": "Iago Rhudd has asked you to remove metal pins from the siege engines of Sharmokal.\\n\\nSharmokal is located in southern Swanfleet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011842",
      "en": "You should bring the metal pins to Iago.\\n\\nIago Rhudd is in Lintrev.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e186",
      "en": "Bring the pins to Iago",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568935",
      "en": "'Have you done it? Hahah! I almost wish I could be there to see it when they try to hurl their next rock and the entire contraption falls to pieces!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308879",
      "en": "'Those pins are the secret to keeping the entire construction together. Bring them back to me after you have collected as many as you can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "The siege engines of Sharmokal are deadly weapons with a secret design flaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'Hullo, there. Iago Rhudd's me name. Did you know that to the east we have some very unsavoury neighbours? Behind their walls terrible Orc-looking creatures have built deadly weapons, capable of throwing stones for miles! Well, maybe not miles, but very far, and with good accuracy. I have seen them practicing their aim on travellers on the road below.\\n\\n'Now, I happened to get a look at one of these machines up close once - do not ask how, it is a long tale. In any case, there is a flaw in their construction and they are too much the fool to realize it. A single pin, when removed, can render the entire contraption useless! I will pay you if you sneak into their town and steal away these pins. Bring them back to me, that I might forge arrow heads with them, to be used to defend Lintrev!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f9",
      "en": "Steal pins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}