{
  "id": 621069314,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'I will tell you this, [placeholder]. Something terrible is amiss in these lands. Since riders pushed through here in the dead of night not long ago, there has been all manner of ill-fortuned and foul-mannered folk pouring in from the south.\\n\\n'None are worse than the Southron Men making a large encampment. We know that they are planning something and need to know what it is.\\n\\n'Great tents in their encampment are used for meeting between the leaders. It is possible, our scouts believe, that they are formulating some plan for an attack. We want to learn what they are planning so that we may thwart their efforts.\\n\\n'Are you willing to help?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf4",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef815",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You collected the plans and handed them to the scout who arrived to lead you away from the camp. You should return to the mission giver in Mossward to tell them what you learned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "In a large brigand encampment, Southron Men gather in large numbers digging trenches, raising stake-walls and tents, and planning a terrible attack on the people of Swanfleet. It is unclear what their overall objectives are, but the scouts in the area want to learn more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'The encampment of Southron Men is very large and teeming with brigands with only fell deeds on their minds. We need to find out what they intend and quickly. Please be swift, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Complete the Mission: Secrets and Plans",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Secrets and Plans",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'These plans are more well-developed than expected. It is hard to believe that bands of brigands could be this organized. I fear that this setback will not hold them long, [placeholder]. Still, you have done well to prepare us for the future.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Men from the south are a great threat to the populace and specifically to Mossward. You are asked to enter their encampment and seek any secret plans they may have.",
      "es": "",
      "es (fem)": ""
    }
  ]
}