{
  "id": 621069313,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Reports come in from the hills that wargs are making the hillocks outside of town into dens. Aside from the clear threat that this poses, there is news that the wargs have taken a number of townsfolk. Some may yet live, it is unclear. Our scouts were not able to get close enough to confirm if there are any villagers in the bone pits.\\n\\n'Will you go, find any survivors you can? Be wary, the wargs are cunning and cruel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "The warg-matrons were present in the pit and they were fearsome. You were victorious. Return to the mission giver in Mossward and tell them of the success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf5",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef816",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Recent events see the disappearance of a number of townsfolk. Wargs in the surrounding hills, emerging at night, have captured and potentially killed a number of the inhabitants. Scouts believe that there may be some townsfolk still alive in the hillock dens where the wargs make their homes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: The Jaws of Death",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'If there are any still alive from those taken, we must make efforts to recover them. Please make haste, [placeholder]. Any who are slain, should be burned to ensure that no diseases spread. A terrible end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'It is a shame that so many were slain, and a joy that those few could be saved. We are indebted to you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete the Mission: The Jaws of Death",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Scouts believe that there may be survivors in the warg pits in the hills nearby. You are asked to go into those hills and rescue those you can, and burn the dead to stop the spread of disease.",
      "es": "",
      "es (fem)": ""
    }
  ]
}