{
  "id": 621069337,
  "txt": [
    {
      "id": 184621209,
      "en": "Armed with a bucket of water, you are now ready to douse the flames burning at the Hove family farm.\\n\\nThe farm is in northern Cardolan.",
      "es": ""
    },
    {
      "id": 173025760,
      "en": "Douse fires ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "Erina has asked you to put out fires at the Hove family farm. You should look for a bucket at Scurloc farm with which to fill with water in order to douse the flames.\\n\\nScurloc farm is in northern Cardolan.",
      "es": ""
    },
    {
      "id": 148970452,
      "en": "This bucket is perfect for the task!",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "The Hove family farm is up in flames after an attack by ferocious goblins!",
      "es": ""
    },
    {
      "id": 190220562,
      "en": "'You did it? Oh, thank you thank you! I hope we can go home soon!'",
      "es": ""
    },
    {
      "id": 184621189,
      "en": "You should let Erina know that you have put out many of the fires at Hove Farm.\\n\\nErina is at Sculoc Farm, in northern Cardolan.",
      "es": ""
    },
    {
      "id": 173025555,
      "en": "Find an empty bucket",
      "es": ""
    },
    {
      "id": 148970455,
      "en": "Water sloshes over the sides of the bucket",
      "es": ""
    },
    {
      "id": 148970273,
      "en": "Doused fires ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 251715922,
      "en": "Return to Erina",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "Dousing the Flaming Farm",
      "es": ""
    },
    {
      "id": 120621217,
      "en": "'If the fires keep burning, we will never be able to go home!'",
      "es": ""
    },
    {
      "id": 251715928,
      "en": "Fill the bucket at Hove Farm",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'Who are you? Are you here to help? Oh, please say yes!\\n\\n'Terrible goblins raided our farm! I want to go home, but they are still there and I can see the smoke from here! Please, please, please can you please put out the fires? Oooh, it is all going to burn if you do not! You must help!\\n\\n'We have a beautiful pond where you could fill a bucket and use it to put out the fires!'",
      "es": ""
    },
    {
      "id": 184621205,
      "en": "You found an empty bucket, but now you need to fill it with water.\\n\\nYou should find the pond at the Hove family farm, in northern Cardolan.",
      "es": ""
    }
  ]
}