{
  "id": 621069233,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'When reports began of Uruks coming from the south, we were unprepared. Uruks appeared quickly and built their hill-fort with an alacrity that we had never seen. Now, they build massive machines meant only for destruction and we must do what we can to destroy them before they can be used against us. Go to their encampment and destroy the siege weapons they have built so that we can slow down their war effort.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Now that you have destroyed the siege weaponry at the Uruk encampment, you should return to the mission giver and tell them of your victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf5",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef816",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "At a hill-fort, constructed by the Uruk of the White Hand, massive siege weapons threaten to prolong the occupation of the land. Destroying the weapons will weaken the Uruks and potentially give the people of the region a chance to battle back against the invaders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Siege-breaking",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I do not envy you this task, [placeholder]. I am, however, grateful that you will do this for us. Be safe and swift.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'With their siege weaponry destroyed, the Uruks will not be able to assault us at so great a range. We thank you for all you have done, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete the Mission: Siege-breaking",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "You are to go to the Uruk encampment, destroy the siege equipment they have, and make ready for war.",
      "es": "",
      "es (fem)": ""
    }
  ]
}