{
  "id": 621069318,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'I have an interesting request. It seems a farmer nearby is having all manner of trouble with their crops. He needs a proper hand in gathering, protecting, and tending to everything on their property. Any chance you might be looking for a little work?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "After an eventful day on the farm, it is time to return to the mission giver who asked you to go and help the famers with their work.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf5",
      "en": "None",
      "es": "Ninguno",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef816",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "A hobbit farm is a happy place… usually. This farm, however, is seeing its fair share of trouble, and the owners are looking for some help in dealing with the nastiness that plagues their once happy plot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: A Day on the Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Not exactly work for an adventurer such as you eh, [placeholder]? Maybe this is the kind of thing that will bring you a measure of rest and recreation. What do you say, ready to work on the farm?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Was it as lovely as I expected it would be working on the farm? No? Well it seems that adventure has a way of finding you does it not, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete the Mission: A Day on the Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "An odd request to help out on a nearby farm in Lhunach. Speak to the mission giver to head down to the farm and help.",
      "es": "",
      "es (fem)": ""
    }
  ]
}