{
  "id": 621069238,
  "txt": [
    {
      "id": 228284034,
      "en": "'This is an odd request, [placeholder], but suffice it to say, not everything we ask you to do is simply for the good of the effort. Sometimes, there are folk who are helping to arm us and fund our efforts to defend the lands who ask something peculiar of us. This is one of those times.\\n\\n'A patron has asked for help in collecting anything of value from the crumbling Elven ruins. If you find some, I will have a scout meet you and collect the goods for our patron once you are done.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Complete the Mission: Sifting Through Time",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "A rescue mission, not of the living, but of the historical items of the Elves. Speak with the mission giver to go to the ruins and retrieve the ancient bits of Elven history from the White Hand Uruks.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "In ancient Elven ruins, Uruks are set to despoil not only the ruins, but also to remove or destroy the remnants of an ancient past. An enterprising individual asked the scouts of Swanfleet to hire folk to sift through the detritus in the ruins for anything of value expecting that some Elf-nobles may pay for a piece of their history.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: Sifting Through Time",
      "es": ""
    },
    {
      "id": 133753592,
      "en": "None",
      "es": ""
    },
    {
      "id": 209647641,
      "en": "There is no twist in this mission.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Elven relics of ages past, you see? Yes, our patron is an Elf in this case and we are obliged to assist them -- provided you are willing to assist us.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "You retrieved the relics and handed them to the scout who arrived to lead you out. Return to the mission giver and tell them of your efforts.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Our patron will be pleased that you succeeded in recovering the items they requested. It is our hope that this recompense pleases you as well.'",
      "es": ""
    }
  ]
}