{
  "id": 621069317,
  "txt": [
    {
      "id": 228284034,
      "en": "'Fortune smiles on us, [placeholder]. A recent attack by the Uruks has cost them dearly as one of their leaders was reported to take an arrow in the knee. With an injury like that they will never adventure again. Now is our chance to strike.\\n\\n'Head back into their camp, find the leader and finish the work already begun.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The Uruk leader was not injured, he was more powerful than any of the other Uruks in the encampment. It appears that the information from the scouts was wrong or that there was something else at play with the war-leader.",
      "es": ""
    },
    {
      "id": 133753589,
      "en": "None",
      "es": "Ninguno"
    },
    {
      "id": 209647638,
      "en": "There is no twist in this mission.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "After a counter assault by the Uruks at Caras Gelebren, scouts learned that one of the Uruk leaders was injured in the fray. They have set you to finding the leader and finishing the work started in the previous battle.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: Leadership Direction",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'We have an advantage and we must take it. Please make haste, [placeholder]. If we can cleave the head from this force of Uruks, surely we will drive them from these lands.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'How is it possible that our scouts were wrong? The enemy should have been near death. I wonder if there is something nefarious seeping into our scouting ranks. We will need to look into this.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Complete the Mission: Leadership Direction",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "After a failed raid on an encampment outside of Caras Gelebren, an Uruk leader was reportedly injured to point of near death. This development provides an opportunity for you to strike a vital blow.",
      "es": ""
    }
  ]
}