{
  "id": 621069283,
  "txt": [
    {
      "id": 173025699,
      "en": "Hide hobbit prints ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "Where Heleth Tread",
      "es": ""
    },
    {
      "id": 190220626,
      "en": "'Oh, hullo there. I am Heleth. Have you been down to the river? I was there earlier today, but the scariest big folk I have ever seen came thundering down the road! I dove for the bushes then rushed back here as quickly as I could.\\n\\n'Alas, I forgot to hide my tracks! If you go down to the river, will you scuff over my footprints if you see them? Mayor Dringarth insists that we leave no trace of ourselves where the scary big folk can see them, but I am too afrighted to go back down myself.'",
      "es": ""
    },
    {
      "id": 148970340,
      "en": "Hid hobbit prints ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 120621175,
      "en": "'If I left any footprints down by the river, Mayor Dringarth will have my hide!'",
      "es": ""
    },
    {
      "id": 173025736,
      "en": "Return to Heleth",
      "es": ""
    },
    {
      "id": 184621177,
      "en": "Heleth Bach has asked you to smooth over and hide any tracks that she may have left behind down by the river.\\n\\nThe river is north-west of Lintrev, in southern Swanfleet.",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "The safety of the small village of Lintrev is dependent upon its residents leaving no trace of their whereabouts for their unsavoury neighbours to find.",
      "es": ""
    },
    {
      "id": 190220598,
      "en": "'Hullo, hullo! Have you done it? Oh, marvellous! I would not have slept a wink had I thought those nasty big folk from up the road would have found us. Why, I have had such an upset tummy that I have not eaten in at least an hour!'",
      "es": ""
    },
    {
      "id": 184621125,
      "en": "You should let Heleth know that you have hidden her tracks.\\n\\nHeleth Bach is in Lintrev.",
      "es": ""
    }
  ]
}