{
  "id": 621069222,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Mossward, my friend, is in dire need of assistance. The ruins, not far from here, have always been a place of danger from wolves. Now, however, there is a greater concern as Men are seen trafficking in the ruins tempting wolves from within with gifts of meat. Once captured, we fear that the wolves are being trained to assault the village.\\n\\n'Are you willing to help us investigate and stop the brigands before something truly terrible occurs?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Outside the walls of Mossward a large ruin, fallen long ago, is now the home of a pack of aggressive wolves that often terrorize the citizens. New activity there proves even more disconcerting as men from the south seem intent on taming the beasts and turning them to allies who would again threaten the town. You are asked to end this threat before it begins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "With the threat addressed it is time to return to Lhan Garan and report your success to the mission giver there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf6",
      "en": "None",
      "es": "Ninguno",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef817",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Before They Bond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Wolves this close to Mossward are already problem enough. Add Men into the mix and those wolves will be trained to attack alongside them. We must put an end to this before it begins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'It is good to deprive these men of even more tools to set against us. Thank you for your efforts, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Complete the Mission: Before They Bond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Speak with the mission giver and have them lead you to the wolf camp so that you can drive the brigands out before they find new wolves to join their ranks.",
      "es": "",
      "es (fem)": ""
    }
  ]
}