{
  "id": 621069323,
  "txt": [
    {
      "id": 228284034,
      "en": "'We often think it necessary to take action when maybe we ought not have. This report may be one of those times.\\n\\n'Hunters were tasked with thinning a large pack of wolves in a nearby ruin. In their zeal, the hunters managed to kill one of the pack-leaders, the male. \\n\\n'Normally, this would allow the lesser wolves to fall on one another for a time until new pack-leaders rise, but the wolves in the ruins followed a breeding pair and the she-wolf has grown aggressive in her mate's absence.\\n\\n'Our task is clear, we must eliminate the wolf matron before she drives the pack into attacking the village and does irreparable harm to the populace.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'A new set of pack-leaders will rise to take their place, but for the moment, we will have respite from their attacks. I wonder though why the aggression was so great. There must be something stirring these creature more than normal.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Hunters, recently asked to assist in culling the wolves in the nearby ruins, eliminated one half of the pair who kept the wolves away from the populace of the town. Something has changed in the surviving pack-leader and she now seems to be testing the resolve of the townsfolk nearby. You are tasked with finishing the job the hunters began by eliminating the female pack-leader before she finds a new mate.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: Mother of Wolves",
      "es": ""
    },
    {
      "id": 133753591,
      "en": "None",
      "es": "Ninguno"
    },
    {
      "id": 209647640,
      "en": "There is no twist in this mission.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Our own folly has wrought this end. A shame that the wolves cannot be more like faithful hounds, but it seems this is their nature. So we must do now, what we must.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "With both the pack-leaders now eliminated, the wolves should be quieter for a time whilst they fight amongst themselves to determine their new order. Return to the mission giver and tell them you succeeded.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Complete the Mission: Mother of Wolves",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "What may be an error in judgement has raised the ire of a pack of nearby wolves with only one pack-leader now in charge. Speak with the mission giver to make your way to the ruins to finish the work of hunters.",
      "es": ""
    }
  ]
}