{
  "id": 621069310,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Grim news, [placeholder]. Wargs in the hills surrounding the town grow more aggressive, and it seems that there are leaders, or at the very least, tenders who drive their murderous attacks. Our scouts know the location of these feral things, but they show a strength unnatural that terrifies most of our unseasoned warriors.\\n\\n'Would you help? There are three wargs in those hills that we believe are the leaders. Each with distinctive markings that set them apart from the rest. They should be easy to identify.\\n\\n'Slaying, on the other hand... well, that is the difficulty is it not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "The warg matrons were present in the pit and they were fearsome. You were victorious. Return to the mission giver in Lhan Garan and tell them of the success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf5",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef816",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Along the hilltops in Swanfleet there is a group of dens where vicious wargs bed down, feast, and terrorize the populace. You are tasked with the grim duty of hunting down the warg matrons that keep the rest of the pack in line.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Into the Pits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'A word of warning before you go: avoid the pointy fangs and sharp claws. They will rend and tear your flesh if they pierce your armour.\\n\\n'Good luck, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'With the matrons eliminated, the remainder of the pack should be far easier to handle. Still, these beasts are far more fearsome than a pack of wolves, and where they roam, Orcs and uruks are sure to follow. Thank you for your efforts, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete the Mission: Into the Pits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "You are asked to make your way into the hills to find three warg matrons who lead a pack of the vile beasts there. Speak with the mission giver in Lhan Garan to begin this mission.",
      "es": "",
      "es (fem)": ""
    }
  ]
}