{
  "id": 621069316,
  "txt": [
    {
      "id": 228284034,
      "en": "'Day and night folk are asking after food in the village and one of the more enterprising hobbits here is trying to meet the demands of an ever-growing populace.'\\n\\nThey wink at you.\\n\\n'It is not our usual request, but the patron is willing to pay for the assistance of merely taking food from one place and bringing it to another. Should be simple to make these deliveries.\\n\\n'Care to help?'",
      "es": ""
    },
    {
      "id": 133753589,
      "en": "None",
      "es": ""
    },
    {
      "id": 209647638,
      "en": "There is no twist in this mission.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Glyn Helyg is a wondrous village carved into a cliff in view of a glorious waterfall. The tiered village is difficult to traverse, and the hungry hobbits there are always wanting more deliveries to be made.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "In a rather unexpected turn of events, there were brigands who decided to make their way into the village at night. Fortunately, you were there and able to drive them off.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: Dangerous Deliveries",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Do not think that this is some easy task. Hungry hobbits are some truly cantankerous folk. You best be swift if you want to avoid their ire.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'This seems highly unlikely and rather frightening. I am glad that you were here to force this threat away.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Complete the Mission: Dangerous Deliveries",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Helping with deliveries in the small cliffside village of Glyn Helyg might be the respite you need. Speak with the mission giver to embark on the journey of relaxation.",
      "es": ""
    }
  ]
}