{
  "id": 621069239,
  "txt": [
    {
      "id": 190220547,
      "en": "'Do you have them? You do! Oh this is wonderful. I know it will only fulfil this temporary craving, but I cannot wait to see the smile these bring to Etta's face.'",
      "es": ""
    },
    {
      "id": 120621127,
      "en": "'Etta is pacing. It is never a good thing when Etta is pacing. Please bring back the berries as fast as you can!'",
      "es": ""
    },
    {
      "id": 236954400,
      "en": "What's Etta Eating?",
      "es": ""
    },
    {
      "id": 184621153,
      "en": "You should bring the berries to Tam Yewberry.\\n\\nTam is in the Stonecrop Encampment, in southern Cardolan.",
      "es": ""
    },
    {
      "id": 184621121,
      "en": "Tam Yewberry has asked you to gather red berries from the bushes in the ruins near Stonecrop Encampment.",
      "es": ""
    },
    {
      "id": 148970297,
      "en": "Collected ruddy bush berries ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "Etta Yewberry's husband is doing his best to provide for his wife, but a recent attack by the Orcs of Tharbad has left them bereft of any and all supplies they brought with them from Bree.",
      "es": ""
    },
    {
      "id": 251716020,
      "en": "Return to Tam Yewberry",
      "es": ""
    },
    {
      "id": 190220775,
      "en": "'Hello there. Unhappy days these are. Look at our shelves! Empty after the raid by the Orcs of Tharbad, and I've a wife with child to feed! Etta is craving berries and... well, I learned with the first two children not to argue with a craving mother-to-be.\\n\\n'Sadly, I am no warrior, and cannot leave the camp. But perhaps you can help us? To the north are some ruins, among which grow bushes covered with Etta's favourite berries. If you bring some back for us, perhaps we can stop her pacing.'",
      "es": ""
    },
    {
      "id": 173025784,
      "en": "Collect ruddy bush berries ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}