{
  "id": 620867575,
  "txt": [
    {
      "id": 68944209,
      "en": "'You, down there! Halt! What do you think you're doing here!?'",
      "es": ""
    },
    {
      "id": 24743345,
      "en": "Ferndur has nearly finished summoning the massive death cloud",
      "es": ""
    },
    {
      "id": 177179697,
      "en": "'The kings of Rhudaur cannot aid you fools...they are our slaves!'",
      "es": ""
    },
    {
      "id": 24743346,
      "en": "Clouds of disease now spread across the inner chamber",
      "es": ""
    },
    {
      "id": 24743347,
      "en": "Ferndur has begun to summon a large death cloud. Only a few minutes remain",
      "es": ""
    },
    {
      "id": 259946676,
      "en": "'Let the shadows consume you all!'",
      "es": ""
    },
    {
      "id": 14979428,
      "en": "'Hold nothing back... destroy them!'",
      "es": ""
    },
    {
      "id": 54888369,
      "en": "'Struggle, little mortals. Weaken and die, so that we may take your husks for ourselves.'",
      "es": ""
    },
    {
      "id": 123153329,
      "en": "'Long ago, we were forced to watch as Ferndúr committed his perverse rites in the lower temple.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have obliterated Ferndúr's plague",
      "es": ""
    },
    {
      "id": 123153330,
      "en": "'Now he does so again, preparing to unleash a scourge that will devastate the North.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "An ancient fell spirit has been defeated",
      "es": ""
    },
    {
      "id": 123153331,
      "en": "'Those who would enter that temple must open the three kings' chambers as one.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "An ancient fell spirit has been defeated",
      "es": ""
    },
    {
      "id": 123153332,
      "en": "'But be warned: Ferndúr has laid traps for those who would interfere. Your death awaits.'",
      "es": ""
    },
    {
      "id": 124070833,
      "en": "'Three kings of Rhudaur, brothers in arms, rivals in spirit. Here we lie entombed.'",
      "es": ""
    },
    {
      "id": 124070834,
      "en": "'We accepted the mantle of Angmar, and so here we shall remain until it is lifted at last.'",
      "es": ""
    },
    {
      "id": 124070835,
      "en": "'In our penance, we watch this place, but are powerless to condemn the evils within.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Destroy all of the infected corpses in Ferndúr's chamber before defeating the Gaunt-lord himself.\\n\\n<rgb=#FF0000>This quest will be cancelled if you leave the Lost Temple before completing it.</rgb>",
      "es": ""
    },
    {
      "id": 123349937,
      "en": "'Rhudaur fell to darkness without battle, for our will was bent before our swords were raised.'",
      "es": ""
    },
    {
      "id": 123349938,
      "en": "'Now Ferndúr means to break the will of the North, overcoming all with decay and despair.'",
      "es": ""
    },
    {
      "id": 123349939,
      "en": "'And for our role, we who were once kings are now condemned to watch as his evil gathers... unless you can stop him.'",
      "es": ""
    },
    {
      "id": 256551345,
      "en": "'All the North shall fall to the plague... beginning with you! Arise, my soldiers, arise and destroy!'",
      "es": ""
    },
    {
      "id": 123349940,
      "en": "'Call upon me and my brothers as one, and we shall open the way.'",
      "es": ""
    },
    {
      "id": 256551346,
      "en": "'You seek to wake the ancient kings? It shall not be mortals... you shall succumb here instead.'",
      "es": ""
    },
    {
      "id": 132728145,
      "en": "'Ah, my friends, I am afraid you are too late.'",
      "es": ""
    },
    {
      "id": 132728146,
      "en": "'You shall be among the first to join my army as my plague sweeps the North.'",
      "es": ""
    },
    {
      "id": 132728147,
      "en": "'But first, you shall perish!'",
      "es": ""
    },
    {
      "id": 15249393,
      "en": "'Listen to me! Most of our men are so sick they can barely move!'",
      "es": ""
    },
    {
      "id": 132728148,
      "en": "'Enough playing!'",
      "es": ""
    },
    {
      "id": 15249394,
      "en": "'And now your high and mighty Lord Ferndúr has taken the rest and disappeared into those crypts.'",
      "es": ""
    },
    {
      "id": 132728149,
      "en": "'You dare to oppose me? Let me teach you the error of your ways.'",
      "es": ""
    },
    {
      "id": 15249395,
      "en": "'We haven't heard anything from them in over a day now!'",
      "es": ""
    },
    {
      "id": 132728150,
      "en": "'This cannot be! You cannot still live! How do you still live!?'",
      "es": ""
    },
    {
      "id": 15249396,
      "en": "'You tell me what's going on here, or I'll have the rest of my men out of here before nightfall!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find a way to enter Ferndúr's chamber",
      "es": ""
    },
    {
      "id": 132728151,
      "en": "'Another dies, soon to rise at my bidding.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Destroy all the corpses before defeating Ferndúr",
      "es": ""
    },
    {
      "id": 252213233,
      "en": "'Look, dear Sidhág, it seems we have uninvited guests.'",
      "es": ""
    },
    {
      "id": 132728152,
      "en": "'Prepare to be enveloped in disease and decay!'",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "While Gorothúl lives, do not defeat the ancient fell spirits",
      "es": ""
    },
    {
      "id": 132728153,
      "en": "'You are too weak! Your inevitable decay was only a matter of time.'",
      "es": ""
    },
    {
      "id": 252213235,
      "en": "'Lord Ferndúr will be displeased that we have been found out.'",
      "es": ""
    },
    {
      "id": 15249400,
      "en": "'You'd best be telling the truth, Angmarim, or Ferndúr will have one less 'loyal servant' at his side after we leave.'",
      "es": ""
    },
    {
      "id": 252213237,
      "en": "'Then let us ensure that he is not disturbed with such... trivialities.'",
      "es": ""
    },
    {
      "id": 141343716,
      "en": "'But, sir, half of us have taken ill since we arrived.'",
      "es": ""
    },
    {
      "id": 141343717,
      "en": "'Have a heart, won't you? We need a rest!'",
      "es": ""
    },
    {
      "id": 15249140,
      "en": "'Ferndúr showed us how to find this place.'",
      "es": ""
    },
    {
      "id": 15249141,
      "en": "'The loot's ours for the taking, and you want to quit now because you've got a cold?'",
      "es": ""
    },
    {
      "id": 259856564,
      "en": "'Brother! Help me!'",
      "es": ""
    },
    {
      "id": 15249142,
      "en": "'Get back to digging, you fools!'",
      "es": ""
    },
    {
      "id": 154985195,
      "en": "'To me, shadows!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ferndúr the Virulent remains scheming deep within the Rhudauran temple.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ferndúr the Virulent has nearly completed his deadly experiments beneath the lost Rhudauran temple.\\n\\nThe plagues he has concocted are too deadly to be allowed to fester. You must <rgb=#FF0000>destroy all the corpses within his chamber before the Gaunt-lord himself is defeated</rgb> in order to ensure that every trace of them is obliterated.",
      "es": ""
    },
    {
      "id": 141343457,
      "en": "*cough* 'Curse this illness...'",
      "es": ""
    },
    {
      "id": 15248881,
      "en": "'Looks like we've got company, boys! Up and at 'em!'",
      "es": ""
    },
    {
      "id": 141343458,
      "en": "'Now it seems everyone's got it.'",
      "es": ""
    },
    {
      "id": 213301205,
      "en": "'Have no fear, my dear captain.'",
      "es": ""
    },
    {
      "id": 136493227,
      "en": "'No! My dear brother! You shall pay for this!'",
      "es": ""
    },
    {
      "id": 213301206,
      "en": "'Lord Ferndúr's preparations are nearly complete.'",
      "es": ""
    },
    {
      "id": 113596731,
      "en": "'NO! My sister! You shall die for this!'",
      "es": ""
    },
    {
      "id": 213301207,
      "en": "'You and the rest of your... companions... should be ready to embark come morning.'",
      "es": ""
    },
    {
      "id": 18848226,
      "en": "'So it seems, brother. How... distasteful.'",
      "es": ""
    },
    {
      "id": 18848228,
      "en": "'I suppose he would... if he ever knew they were here.'",
      "es": ""
    },
    {
      "id": 141343201,
      "en": "'Serving that... thing... Ferndúr -- that's bad enough.'",
      "es": ""
    },
    {
      "id": 141343202,
      "en": "'But now every man of us has fallen ill since we came to this accursed place.'",
      "es": ""
    },
    {
      "id": 15248625,
      "en": "'No slacking, you lot!'",
      "es": ""
    },
    {
      "id": 141343203,
      "en": "'This whole deal stinks. We want out!'",
      "es": ""
    },
    {
      "id": 15248626,
      "en": "'Ferndúr said anything we find here is ours for the taking!'",
      "es": ""
    },
    {
      "id": 15248627,
      "en": "'There's no time for your snivelling!'",
      "es": ""
    },
    {
      "id": 15248628,
      "en": "'When he's found whatever it is he came looking for, we're leaving!'",
      "es": ""
    },
    {
      "id": 132728096,
      "en": "'I have no patience for your disruptions. Your lungs will fill with foul toxin!'",
      "es": ""
    },
    {
      "id": 14938468,
      "en": "'See to your wounds! I will deal with these fools!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Challenge: The Lost Temple -- Clean Sweep",
      "es": ""
    },
    {
      "id": 141342945,
      "en": "'Please... don't kill us! We'll serve him!'",
      "es": ""
    }
  ]
}