{
  "id": 620867413,
  "txt": [
    {
      "id": 8725904,
      "en": "'I cannot believe it! It is an ithildín coin! It is said that many were minted to commemorate the friendship of the Elves of Hollin and the Dwarves of Khazad-dûm. Most were lost... where did you come across such a treasure?\\n\\n'Please, friend, trade this coin with me. I have many things to offer in trade. Choose something you think appropriate!'",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "'Greetings. Is there something you seek from me?'",
      "es": ""
    },
    {
      "id": 8725906,
      "en": "'Barliman Butterbur at your service, friend! That's quite a strange coin you've got there! Looks like a dwarf-coin of some sort... I've seen a few from guests, mind you, but not one like this. Not sure even what it's made of!\\n\\n'Well, not sure I would take it for a meal or a room, but it probably has some value to someone... if only as something interesting to talk over!\\n\\n'I will offer you a trade. I've a number of things travellers have left behind. You can trade this coin for one of those. How's that sound?'",
      "es": ""
    },
    {
      "id": 8725907,
      "en": "'Hmm? What can I do for you?'",
      "es": ""
    },
    {
      "id": 8725908,
      "en": "'Hail, friend. I see you have found an ithildín coin. These coins were minted by the Dwarves of Moria in the days of their friendship with the Elves of Eregion. See here, engraved here are the Doors of Durin, which were inlaid with this same metal.\\n\\n'Most of these coins were lost when Moria fell into darkness. If you would have it, I would like to keep this coin. It can serve as a good reminder in these dark times of the fellowship that can exist between dwarves and Elves.\\n\\n'However, I would not ask you to go away empty-handed. Choose something you find acceptable, and we shall make our exchange.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have found a mysterious coin inlaid with ithildín. This rare metal was made by the Elves from mithril long ago. The image of the Doors of Durin, the doors that guarded the West Gate of Moria, is found on one side of the coin, while the other has the image of a hammer and anvil, the signs of Durin.",
      "es": ""
    },
    {
      "id": 8725909,
      "en": "'Hail, friend. Is there something that you need?'",
      "es": ""
    },
    {
      "id": 8725910,
      "en": "'I cannot believe it! It is an ithildín coin! It is said that many were minted to commemorate the friendship of the Elves of Hollin and the Dwarves of Khazad-dûm. Most were lost... where did you come across such a treasure?\\n\\n'Please, friend, trade this coin with me. I have many things to offer in trade. Choose something you think appropriate!'",
      "es": ""
    },
    {
      "id": 8725911,
      "en": "'Greetings. Is there something that you need?'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "You are not sure where this coin came from, but it seems to be a relic from Khazad-dûm, called Moria by the Elves. There are many who would be interested in such a relic and would likely provide you with a great reward!\\n\\n<rgb=#FF0000>Bring this coin to any of the following people to receive your reward:\\n• Jon Brackenbrook in Archet\\n• Dwalin in Thorin's Hall\\n• Mayor Will Whitfoot in Michel Delving\\n• Barliman Butterbur in Bree-town\\n• Cardavor in Celondim</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bring your ithildín coin to one of the following people to receive a reward.\\n\\n• Jon Brackenbrook in Archet\\n• Dwalin in Thorin's Hall\\n• Mayor Will Whitfoot in Michel Delving\\n• Barliman Butterbur in Bree-town\\n• Cardavor in Celondim",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What do you have here? A coin of some sort? Doesn't look like much... and what's this, some sort of doors on the back? What a queer coin you've brought me!\\n\\n'I suppose it is worth something, although surely not much. Perhaps Keeper Foxtail would like to put it on display in the Mathom House.\\n\\n'Yes, that should be fine. Here, choose something that you feel is appropriate for a coin such as this.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Hmm? Do you need something?'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'A dwarf-coin of some sort, is it not? I have heard of such things, but I never thought to see one. Where did you come across it?\\n\\n'I would gladly give you something in trade for this coin. Choose what you would like, and we shall finish our trade.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Hello, can I help you?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Turn in your ithildín coin to receive your reward",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'A dwarf-coin of some sort, is it not? I have heard of such things, but I never thought to see one. Where did you come across it?\\n\\n'I would gladly give you something in trade for this coin. Choose what you would like, and we shall finish our trade.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Hello, can I help you?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Ithildín Coin",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'I cannot believe it! It is an ithildín coin! It is said that many were minted to commemorate the friendship of the Elves of Hollin and the Dwarves of Khazad-dûm. Most were lost... where did you come across such a treasure?\\n\\n'Please, friend, trade this coin with me. I have many things to offer in trade. Choose something you think appropriate!'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'Greetings. Is there something you seek from me?'",
      "es": ""
    }
  ]
}