{
  "id": 620969487,
  "txt": [
    {
      "id": "0x1d859a7",
      "en": "'Forlong, Golasgil, and Hirluin all were lost in the tempest of combat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed48",
      "en": "'I bid my old friend a last farewell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a9",
      "en": "'I bid my old friend a last farewell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d155",
      "en": "Aragorn has asked you to find Forlong, Golasgil, and Hirluin, all presumed to be missing in combat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Search for Golasgil and Hirluin on the after-battle Pelennor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Forlong, Golasgil, and Hirluin all were lost in the tempest of yesterday's combat. What befell them is unknown, though I fear the worst for Forlong, who was last seen charging at full fury towards a line of Sûhalar.\\n\\n'Please search for them along the wreckage on the Pelennor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1156",
      "en": "You have found Hirluin. He was slaid in battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "You should talk to Aragorn, who stands by Forlong on the after-battle Pelennor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "Blow Forlong's horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe867a61",
      "en": "'I hear you my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe867a62",
      "en": "'These wounds are beyond healing. This is most likely my last breath.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe867a63",
      "en": "'Tell my fair Vanyalos that I love her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xecf98b1",
      "en": "'Forlong!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xecf98b2",
      "en": "'How badly hurt are you? Can you move?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xecf98b3",
      "en": "'She knows this truth a thousand times over.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'The Enemy were everywhere. I did my best to fend them off but I was separated from my allies. I was able to hide here and lose them after I fended off a party of Orcs who tried to ambush me. \\n\\n'You say it is safe to return now? I will go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xecf98b4",
      "en": "'Rest well my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'I thank you. I bid my old friend a last farewell, too late and yet just in time. I have this memory now, and I shall hold it close to my heart always.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56878",
      "en": "'My friend, I am dying. But you could see that for yourself, I suppose. Ah, the good times... the adventures. What I wouldn't give for one more draught of that wine...'\\n\\nForlong coughs and tries to laugh through the pain.\\n\\n'Ah, my friend. Forget wine. Would that I could see Thorongil once more. I would swear... ugh! You must forgive me. I would swear I saw him upon the field of battle beneath the banner of the king. What delusions come upon us when our deaths are nigh!\\n\\n'And yet, if it were him and he had returned in the hour of glory. Here, take my horn. If Thorongil truly is returned, he will know its sound. He will come. I... ugh! I am sure of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Find Golasgil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01167",
      "en": "Search for Forlong on the after-battle Pelennor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1142",
      "en": "Aragorn appears to speak to his friend for the last time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to Aragorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Find Hirluin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1145",
      "en": "You have found the spot where Hirluin lies slain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1146",
      "en": "Aragorn arrives swiftly, a look of grave concern on his face, and stands by his old friend one last time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50279",
      "en": "Find Forlong",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Aftermath: Forlong, Golasgil, and Hirluin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01170",
      "en": "Forlong lies dying on the after-battle Pelennor.\\n\\nBlow Forlong's horn to summon Thorongil.",
      "es": "",
      "es (fem)": ""
    }
  ]
}