{
  "id": 620969465,
  "txt": [
    {
      "id": "0x6a502a7",
      "en": "Defeat Shumug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "You should talk to Éomer, who can be found at Aragorn's pavilion on the after-battle Pelennor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'We fought and we died on this field, the men of Rohan and Gondor. We fought and by some great miracle seized the day from the arms of an overwhelming foe. \\n\\n'But the battle is finished and it is a new dawn, so how is it that some foes linger yet upon the Pelennor? I have received word of one Orc captain who seems bent on fighting to the last, taking as many of our men as he can with him. I am weary of death, [placeholder]. Will you find this captain and put an end to him?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "Defeated Shumug, the bane of the Rohirrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Éomer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85990",
      "en": "'We fought and we died on this field, the men of Rohan and Gondor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'This is good news you bring. No more battle-weary men shall die by the hands of Shumug. I commend you, brave [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85991",
      "en": "'This is good news you bring.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x69f51b4",
      "en": "'If anything moves, kill it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Many men of Rohan have died on this field. All have proven heroic, dying for our allegiance to Théoden King. I am certain there are but a few who oppose us, across the scorched earth of the Pelennor. They are adept and cunning foes who have slain countless of our own.\\n\\n'I have heard tale on one captain of the Enemy who still remains upon the Pelennor. It would seem that he plans on fighting to the very last. He must be stopped for he has claimed too many of my brethren.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Shumug can be found roaming the after-battle Pelennor.\\n\\nYou should find and defeat the Orc captain Shumug.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "An Orc captain remains on the Pelennor, determined to fight to the last and bring as many Men down with him as he can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Final Captain",
      "es": "",
      "es (fem)": ""
    }
  ]
}