{
  "id": 620969484,
  "txt": [
    {
      "id": 111477312,
      "en": "Complete -- The Aftermath: Duilin and Derufin",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "Talk to Rossaran",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477317,
      "en": "Talk to Dervorin",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Éomer",
      "es": ""
    },
    {
      "id": 111477319,
      "en": "Talk to Golasgil",
      "es": ""
    },
    {
      "id": 111477321,
      "en": "Talk to Ingold",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Théoden, Fastred, Golodir, Halbarad are but a few of the names of those who fell on the battlefield yesterday. Many more of the fallen remain uncounted, and we cannot mourn, remember, or honour them while this is so. \\n\\n'Please, my friend, go about the pavilion and see what you can learn of the battle. More took place here than any one account can comprehend.'",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Talk to Aragorn",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Duinhir",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Talk to Gléowine",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Talk to Wídfara",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Talk to Gamling",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Talk to Cutha",
      "es": ""
    },
    {
      "id": 24695125,
      "en": "Aragorn has asked you to make a reckoning of those who fell in the Battle of the Pelennor Fields.",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Complete -- The Aftermath: Dervorin and Rossaran",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Complete -- The Aftermath: Forlong, Golasgil, and Hirluin",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "Complete -- The Aftermath: Ingold and Turgon",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Aftermath of Victory",
      "es": ""
    },
    {
      "id": 162883650,
      "en": "'Thank you again for your assistance. I see everyone here preparing for a march to the east. I want to join them on this journey and help where I can.'",
      "es": ""
    },
    {
      "id": 162883652,
      "en": "'I thought I was done for out there. I could only think about how I had let my family down. Now I have been given another chance. I will follow Aragorn to the Black Gate. Let Gondor take the offensive against these Mordor foes.'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Aragorn",
      "es": ""
    },
    {
      "id": 162883654,
      "en": "'I still cannot believe that Forlong and Hirluin are both dead. These are hard, hard times for Gondor.'",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'It is a sad day. Many of the finest warriors I have known are slain. I take heart, however, that they live on in their descendents and their heroic deeds. May both go on for many generations to come.'",
      "es": ""
    },
    {
      "id": 162883656,
      "en": "'Surely it does not surprise you that I stood at my post until the very last, when you came for me? This great City I cherish and would defend with my life. It will be hard to leave it behind if I march with you. I will do as Aragorn commands, though.'",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'The dead and missing we sought are all accounted for, it seems. I thank you for your assistance in this matter. It is of great importance that the men who fought and died here receive all the honour and diligence that Gondor can grant them.'",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'I can not help you. I still heavily bear the loss of my sons.'",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Aragorn can be found at his pavilion on the after-battle Pelennor.\\n\\nYou should return to Aragorn and tell him what you learned.",
      "es": ""
    },
    {
      "id": 30955936,
      "en": "'It is a sad day.'",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'[placeholder], my friend. I have been looking for Harding. He and I were fighting side by side, only to get separated in the fray in the late morning. I thought that we would meet again here at the pavilion, but alas, he is nowhere to be found.'",
      "es": ""
    },
    {
      "id": 30955937,
      "en": "'The dead and missing we sought are all accounted for.'",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'I stayed by the side of Théoden King even after his passing and helped escort his body to Minas Tirith. When I heard that Aragorn had set up an encampment on the Pelennor, I rode out to join him.'",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'I am sure you fought bravely in battle. How I survived the ordeal, though, I cannot say. This old body has seen more combat than most. I suppose I am very lucky to still be alive.'",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'[placeholder], it has been long since we last spoke. I was unable to ride with the rest of my brethren into battle for it took longer than expected to depart. I can assure you that Beaconwatch is safe in my absence though.\\n\\n'I expected to make good time on the ride south, only to be thwarted by a group of Uruk-hai. I believe they were tracking the rest of the riders so I diverted my path from theirs to throw them off the trail.\\n\\n'I rode into battle towards the end, and did my best to take out as many Orcs as I could.'",
      "es": ""
    },
    {
      "id": 246419782,
      "en": "Aragorn can be found at his pavilion on the after-battle Pelennor.\\n\\nHelp Aragorn survey the battlefield for the missing and presumed dead of Gondor.",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Complete -- The Aftermath: Elfmar, Harding, and Torferth",
      "es": ""
    },
    {
      "id": 111477362,
      "en": "Complete -- The Aftermath: The Valiant Rohirrim",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Talk to Nothmar",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "You should talk to Aragorn, who can be found at his pavilion on the after-battle Pelennor.",
      "es": ""
    },
    {
      "id": 111477366,
      "en": "Complete -- Book 7, Chapter 2: The Council of the Captains",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'It is good to see some of the men of Gondor whom we feared lost returned to us... even as my heart is heavy with those we know now to be dead.\\n\\n'It is time we turned our efforts to the Rohirrim unaccounted for. I have spoken with Lord - I should say King Éomer and have the names of those you should seek.'",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "You should talk to Éomer and Nothmar, who can be found at Aragorn's Pavilion on the after-battle Pelennor.",
      "es": ""
    },
    {
      "id": 246419793,
      "en": "You should speak with Rossaran, Dervorin, Golasgil, and Ingold, who can all be found in Aragorn's Pavilion, upon the after-battle Pelennor.",
      "es": ""
    },
    {
      "id": 30955959,
      "en": "'Many of the fallen remain uncounted, and for that, we cannot yet mourn.'",
      "es": ""
    },
    {
      "id": 30955960,
      "en": "'Can I rely on you to find those still missing or presumed dead?'",
      "es": ""
    },
    {
      "id": 30955961,
      "en": "'It is good to see some of the men of Gondor whom we feared lost returned to us.'",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "You should talk to Aragorn, who can be found at his pavilion on the after-battle Pelennor.",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "Ask Duinhir, Gléowine, Wídfara, Gamling, and Cutha about what they saw of the battle yesterday. They can all be found among the tents of Aragorn's Pavilion.",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to  Aragorn",
      "es": ""
    },
    {
      "id": 246419808,
      "en": "Aragorn can be found at his pavilion on the after-battle Pelennor.\\n\\nHelp Aragorn survey the battlefield for the missing and presumed dead of Rohan.",
      "es": ""
    },
    {
      "id": 162883699,
      "en": "'I tried my hardest to bring Herefara and Herubrand back to the City. Their deaths at the hands of Gothmog's Orcs was a cruel and unwelcome demise. May I repay you many times over for your assistance out there, [placeholder].'",
      "es": ""
    },
    {
      "id": 162883701,
      "en": "'Hm... that yielded less than I had hoped. No matter. Can I rely on you to find those still missing or presumed dead?\\n\\n'Let me think a moment on what must be done.'",
      "es": ""
    }
  ]
}