{
  "id": 620969432,
  "txt": [
    {
      "id": "0x6a50294",
      "en": "Go to the cross-roads in North Ithilien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Aragorn at the cross-roads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Defeat foes throughout North Ithilien ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Find the Ranger encampment at Henneth Annûn, in North Ithilien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Golasdín at Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Hullo, [placeholder]. What have I gotten myself into now, I wonder? Aragorn says that it is good for every land to be represented when we go to confront the Enemy in Mordor, but I don't feel like a fit representative for the Shire.\\n\\n'I wish Merry were here, but he is still recovering in the city. He has done his share of great deeds, but what have I done? Gandalf says I might have saved Faramir's life, and I am glad that whatever small part I played might have helped, but I certainly didn't feel like much of a hero at the time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "The Cross-roads of the King are east of Osgiliath, in Ithilien.\\n\\nAragorn and the Host of the West are marching into Ithilien, and plan to stop at the Cross-roads.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Representatives from every land stand with the Host of the West: Elves, dwarves, Men, and hobbits. Young Master Brandybuck recovers still from his wounds, secure in the Houses of Healing, so it falls to Peregrin Took to ride with Aragorn as a representative of the Shirefolk.\\n\\n'He rides just ahead, to the east, if you wish to speak with him on the way to the Cross-roads of the King.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Aragorn is at the Cross-roads of the King, in Ithilien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'The march to the Black Gate will bring Aragorn's host through Ithilien and Dagorlad. Travel first to the Cross-roads of the King, east of Osgiliath.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The land of Ithilien was green and beautiful before the armies of Sauron came. Does it retain any of the loveliness it once possessed?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Trumpeters can be found at each of the roads that leave the Cross-roads of the King. After they have been told to sound their instruments, Aragorn asked you to defeat foes in North Ithilien and make your way to the Ranger hideout at Henneth Annûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'The armies of the Enemy have done what they could to despoil the beauty of this land, but Ithilien resists their depravations. It was once called \\qthe garden of Gondor,\\q and so may it be again!\\n\\n'I have set trumpeters at each of the roads that leave this meeting of the ways. As Gandalf recommended, we will sound our arrival and our intentions! Speak to each of the trumpeters and they will herald our coming!\\n\\n'Once this is done, you should move ahead of the host and defeat any enemies you find lurking still in the wild. Men of Gondor have told me that a Ranger encampment is not far to the north, at a place called Henneth Annûn. We will meet there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Men of Gondor have told me that a Ranger encampment is not far to the north, at a place called Henneth Annûn. We will meet there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'If you are a scout for King Elessar's host, you have my welcome. It is my dearest hope that he intends to make such a racket as his army moves through Ithilien, for there are no foes that could fail to notice his progress hither.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "Aragorn has called a halt at the Cross-roads of the King",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85990",
      "en": "'I have set trumpeters at each of the roads that leave this meeting of the ways.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85991",
      "en": "'Speak to each of the trumpeters and they will herald our coming.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85992",
      "en": "'We will meet again at a place called Henneth Annûn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Book 7, Chapter 5: The Garden of Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85993",
      "en": "'If you are a scout for King Elessar's host, you have my welcome.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Defeated foes throughout North Ithilien ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe9d15b1",
      "en": "'The Lords of Gondor have returned, and take back all these lands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Peregrin Took is east of Osgiliath, before the road rises into the hills of Ithilien.\\n\\nGandalf told you that Pippin is riding with the Host of the West, and might want to speak to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe9d15b2",
      "en": "'The Lords of Gondor have come!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe9d15b3",
      "en": "'The King Elessar has come! Let all leave these lands or give them up!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe9d15b4",
      "en": "'Behold! The King Elessar exerts his command upon these lands of Gondor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'Representatives from every land stand with the Host of the West: Elves, dwarves, Men, and hobbits. Young Master Brandybuck recovers still from his wounds, secure in the Houses of Healing, so it falls to Peregrin Took to ride with Aragorn as representative of the Shirefolk, and you will represent the River Hobbits who dwell beyond its borders.\\n\\n'He rides just ahead, to the east, if you wish to speak with him on the way to the Cross-roads of the King.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "'Hullo, [placeholder]. What have we gotten ourselves into now, I wonder? Aragorn says that it is good for every land to be represented when we go to confront the Enemy in Mordor, but I don't feel like a fit representative for the Shire. I can't think of anyone from home who would be comfortable walking up to the front gate of Mordor and hollering and carrying on! Is it different for River Hobbits? No, I suppose it wouldn't be.\\n\\n'I wish Merry were here, but he is still recovering in the city. He has done his share of great deeds, but what have I done? Gandalf says I might have saved Faramir's life, and I am glad that whatever small part I played might have helped, but I certainly didn't feel like much of a hero at the time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Representatives from every land stand with the Host of the West: Elves, dwarves, Men, and hobbits. Young Master Brandybuck recovers still from his wounds, secure in the Houses of Healing, so it falls to you and to Peregrin Took to ride with Aragorn as representatives of the Shirefolk.\\n\\n'He rides just ahead, to the east, if you wish to speak with him on the way to the Cross-roads of the King.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Hullo, [placeholder]. What have we gotten ourselves into now, I wonder? Aragorn says that it is good for every land to be represented when we go to confront the Enemy in Mordor, but I don't feel like a fit representative for the Shire. Who from home would be comfortable walking up to the front gate of Mordor and hollering and carrying on?\\n\\n'Lobelia Sackville-Baggins, maybe, or that Lotho. But certainly not me, [placeholder]! Perhaps you feel differently, being the great adventurer that you are!\\n\\n'I wish Merry were here, but he is still recovering in the city. He has done his share of great deeds, but what have I done? Gandalf says I might have saved Faramir's life, and I am glad that whatever small part I played might have helped, but I certainly didn't feel like much of a hero at the time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Peregrin Took rides just ahead, to the east, if you wish to speak with him on the way to the Cross-roads of the King.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'I have set trumpeters at each of the roads that leave this meeting of the ways. As Gandalf recommended, we will sound our arrival and our intentions! Speak to each of the trumpeters and they will herald our coming!\\n\\n'Once this is done, you should move ahead of the host and defeat any enemies you find lurking still in the wild. Men of Gondor have told me that a Ranger encampment is not far to the north, at a place called Henneth Annûn. We will meet there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Henneth Annûn is located north of the Cross-roads, in North Ithilien.\\n\\nAragorn asked you to travel ahead of the host and come to the Ranger hideout at Henneth Annûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Tell Celebrom to announce the coming of the king",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Tell Limlaer to announce the coming of the king",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Tell Ruhír to announce the coming of the king",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Tell Culang to announce the coming of the king",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b5",
      "en": "Henneth Annûn is located far north of the Cross-roads, in North Ithilien.\\n\\nAragorn asked you to move ahead of the host and come to the Ranger camp at Henneth Annûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85966",
      "en": "'Representatives from every land stand with the Host of the West.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Peregrin Took east of Osgiliath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85967",
      "en": "'What have I gotten myself into now, I wonder?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85968",
      "en": "'Peregrin Took rides just ahead, to the east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "You realize you are being watched moments before a Ranger emerges from hiding",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85969",
      "en": "'Travel first to the Cross-roads of the King, east of Osgiliath.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}