{
  "id": 620969480,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Defeat Keeper Shomushúk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Keeper Shomushúk can be found far to the north-west in North Ithilien.\\n\\nYou have encountered Keeper Shomushúk and should defeat him and his battle-cats before your adventures take you beyond North Ithilien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "While exploring North Ithilien's northern reaches, you have encountered Keeper Shomushúk and his pack of battle-cats.\\n\\nThis fierce Khundolar keeper and his pets pose a great threat to the Rangers and the Host of the West alike. He and his warband search the hills of North Ithilien for the last remaining Ranger refuge, and he must not be allowed to discover it.\\n\\nYou should defeat Keeper Shomushúk and keep him from uncovering the hidden location of Henneth Annûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Keeper Shomushúk has many vicious battle-cats under his command and wields them against those who would oppose the Khundolar in North Ithilien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Warband: Keeper Shomushúk , Cat-master of the Khundolar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "The Khundolar pose a grave threat to the Rangers and the Host of the West alike. Even after their defeat at the Battle of the Pelennor Fields, their loyalty to the Dark Lord has proven to be unfailing.\\n\\nTheir vicious battle-cats are bred for war, and to have defeated such a seasoned warrior as Keeper Shomushúk will hinder their efforts in North Ithilien and clear the path for the Host of the West.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Defeat Keeper Shomushúk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You have defeated Keeper Shomushúk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "You have defeated Keeper Shomushúk and his many battle-cats!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    }
  ]
}