{
  "id": 620969448,
  "txt": [
    {
      "id": 162883656,
      "en": "'From Bâr Tarnaher the Rangers of Ithilien have launched many strikes upon the Orcs. Go with Legolas and Gimli to Bâr Tarnaher, north-west of here, and learn what the Rangers there know of the road ahead.'",
      "es": ""
    },
    {
      "id": 111477346,
      "en": "Retrieve Ranger supply caches east and north of Bâr Tarnaher ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Bâr Tarnaher is north-west of Henneth Annûn.\\n\\nThe Rangers of Bâr Tarnaher have launched many attacks upon the Orcs from that ruin, and may know of any dangers to the Host of the West on the road ahead.",
      "es": ""
    },
    {
      "id": 111477350,
      "en": "Talk to Gimli at Bâr Tarnaher",
      "es": ""
    },
    {
      "id": 111477351,
      "en": "Talk to Maegur at Bâr Tarnaher",
      "es": ""
    },
    {
      "id": 111477352,
      "en": "Talk to Unréth at Bâr Tarnaher",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'The soldiers that came with us, Unréth of Rohan and Maegur of Gondor, well, they have become increasingly more and more troubled as the day wore on. I have given some thought to how I might ease their minds, but my skill is with axes, not with speech-craft!\\n\\n'Perhaps you can do something to ease their worries, [placeholder]?'",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'I am no coward, [placeholder], but I have to ask if there is any wisdom in this march to Mordor! I would serve King Elessar in all things and do whatever he commands, but I fear that he does not know what it is he asks of us!\\n\\n'I thought his host was of a goodly size when we marched through Osgiliath, but now that we have crossed into the wild I see that it is smaller than I thought at first. It can be no match for the armies of Mordor!\\n\\n'I will die for Gondor, if I must for Gondor to survive, but I do not want to lay down my life needlessly! If this march is folly, as I deem it to be, how can it be the King's command? How will six thousand fallen soldiers at the Black Gate save Gondor? It cannot! It cannot!'",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'[placeholder], I am a man of Rohan and will do as Éomer King commands, but my resolve is tested with every step towards the Black Land of Mordor! Is it true that our commanders do not hope to achieve victory through battle? Why then must we throw our lives away?\\n\\n'I would do anything for the Mark, and gladly, but would it not be better to take these soldiers and man a strong defence at Minas Tirith? There are strongholds in Rohan at which we could last for years if need be! I fought at the Hornburg, and am well-tested by the battle that was fought there.\\n\\n'An unnatural dread seizes my heart, but there is more to this than fear! I cannot believe that Éomer King or King Elessar of Gondor would so easily throw their lives away, and ours with them. How can this be their choice, [placeholder]?'",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'What did you learn at Bâr Tarnaher, my friend?'\\n\\nYou tell Aragorn that the Nazgûl fly high above the clouds and out of sight, but they are keeping pace with the host. You tell him too that their fearful presence, and the nature of the mission itself, is having an effect upon his soldiers, sapping them of their courage.\\n\\n'I have noticed this as well, [placeholder]. I cannot blame these men if their hearts quail at the thought of this painful mission. I will not willingly command them to throw their lives away for the merest of chances, though I know how important that chance may be.\\n\\n'Find soldiers here at Henneth Annûn and see if you can reassure them.'",
      "es": ""
    },
    {
      "id": 162883672,
      "en": "'I think you should return to Aragorn and tell him about the worries of these men, [placeholder]. He must not be surprised if they abandon him when he needs them most, and he finds himself standing alone outside the Black Gate of Mordor.\\n\\n'Well, alone except for you, me, and Gimli. We will not run, of course.'",
      "es": ""
    },
    {
      "id": 111477360,
      "en": "Travel to Bâr Tarnaher, north-west of Henneth Annûn",
      "es": ""
    },
    {
      "id": 111477362,
      "en": "Talk to Legolas at Bâr Tarnaher",
      "es": ""
    },
    {
      "id": 111477367,
      "en": "Talk to Bregaras at Bâr Tarnaher",
      "es": ""
    },
    {
      "id": 162883680,
      "en": "'At Faramir's instruction, his Rangers placed hidden caches of supplies throughout Ithilien. It seems to me that we should retrieve these supplies, for the time of the Rangers is surely coming to an end. If King Elessar finds victory or defeat at the Black Gate, there will be little need for such caches in the woodlands.\\n\\n'Find the hidden supply caches east and north of Bâr Tarnaher and bring them back here, and we can distribute their contents among King Elessar's soldiers.'",
      "es": ""
    },
    {
      "id": 246419825,
      "en": "Rangers of Ithilien hid supply caches east and north of Bâr Tarnaher.\\n\\nBregaras asked you to retrieve Ranger supply caches and bring them back to Bâr Tarnaher.",
      "es": ""
    },
    {
      "id": 162883689,
      "en": "'The soldiers that came with us, Unréth of Rohan and Maegur of Gondor, well, they have become increasingly more and more troubled as the day wore on. I have given some thought to how I might ease their minds, but my skill is with axes, not with speech-craft!\\n\\n'Perhaps you can do something to ease their worries, [placeholder]?'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Inspire terror in Dagorlad foes <rgb=#00FF00>(Enemy Mood: Unaware)</rgb>",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Inspire terror in Dagorlad foes <rgb=#00FF00>(Enemy Mood: Apprehensive)</rgb>",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Inspire terror in Dagorlad foes <rgb=#00FF00>(Enemy Mood: Fearful)</rgb>",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Inspire terror in Dagorlad foes <rgb=#00FF00>(Enemy Mood: Frightened)</rgb>",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to BAR TARNAHER RANGER TBD <rgb=#00FF00>(Enemy Mood: Terrified)</rgb>",
      "es": ""
    },
    {
      "id": 162883699,
      "en": "'From Bâr Tarnaher, the Rangers of Ithilien have launched many strikes upon the Orcs. Go with Legolas and Gimli to Bâr Tarnaher, north-west of here, and learn what the Rangers there know of the road ahead.'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883700,
      "en": "'I thought I heard something high above us, [placeholder], and I felt a shadow pass across my heart. I know this feeling. It was on the banks of the Anduin that I felled one of the flying beasts. It must have proved only an inconvenience for its terrible rider, for I know their number and all were seen on the Pelennor.\\n\\n'The Nazgûl are flying above us, just out of sight. They watch the progress of Aragorn's host as it moves north toward Dagorlad. Gimli and I, and you, know of these creatures, but we know also that they can be fought. Not all of Aragorn's soldiers may believe this, and I fear that such feelings of dread as the Nazgûl inspire will grow in the breast of each man. Will their loyalty hold, or will the fear of Sauron's servants cause them to break ranks and flee as cowards?\\n\\n'My father does not think highly of Man, but I have seen your own courage and that of Aragorn, and it teaches me that perhaps he underestimates your people.'",
      "es": ""
    },
    {
      "id": 162883701,
      "en": "'I thought I heard something high above us, [placeholder], and I felt a shadow pass across my heart. I know this feeling. It was on the banks of the Anduin that I felled one of the flying beasts. It must have proved only an inconvenience for its terrible rider, for I know their number and all were seen on the Pelennor.\\n\\n'The Nazgûl are flying above us, out of even our sight. They watch the progress of Aragorn's host as it moves north toward Dagorlad. Gimli and I, and you, know of these creatures, but we know also that they can be fought. Not all of Aragorn's soldiers may believe this, and I fear that such feelings of dread as the Nazgûl inspire will grow in the breast of each man. Will their loyalty hold, or will the fear of Sauron's servants cause them to break ranks and flee as cowards?\\n\\n'My father does not think highly of Man, and neither do many of our kind. And yet, we have both seen the courage they can wield, have we not? Will it be enough?'",
      "es": ""
    },
    {
      "id": 30955991,
      "en": "'Go to Bâr Tarnaher and learn what the Rangers know of the road ahead.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883702,
      "en": "'I thought I heard something high above us, [placeholder], and I felt a shadow pass across my heart. I know this feeling. It was on the banks of the Anduin that I felled one of the flying beasts. It must have proved only an inconvenience for its terrible rider, for I know their number and all were seen on the Pelennor.\\n\\n'The Nazgûl are flying above us, just out of sight. They watch the progress of Aragorn's host as it moves north toward Dagorlad. Gimli and I, and you, know of these creatures, but we know also that they can be fought. Not all of Aragorn's soldiers may believe this, and I fear that such feelings of dread as the Nazgûl inspire will grow in the breast of each man. Will their loyalty hold, or will the fear of Sauron's servants cause them to break ranks and flee as cowards?\\n\\n'My father does not think highly of Man, but I have seen your own courage, and it teaches me that perhaps he underestimates your people. Not all are descendents of Beorn, but perhaps they are still filled with courage and bravery even so.'",
      "es": ""
    },
    {
      "id": 30955992,
      "en": "'Go to Bâr Tarnaher and learn what the Rangers know of the road ahead.'",
      "es": ""
    },
    {
      "id": 30955993,
      "en": "'The Nazgûl are flying above us, out of sight. I feel their presence.'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 24695207,
      "en": "With the ambush of the Orcs and the Easterlings now foiled, Aragorn sets his sights upon the road ahead.",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Do not let my assessment challenge your resolve, my friend. That the Enemy believes he has us at a disadvantage means that he prepares to seize the bait and fall into the trap we have set for him. We must not give him any sign that his real danger lies elsewhere, or we will endanger more than our own lives. All of Middle-earth will be at risk.\\n\\n'And so we continue. There is a tower to the north-west of Henneth Annûn, a ruin called Bâr Tarnaher. From there the Rangers of Ithilien have launched many strikes upon the Orcs. Go with Legolas and Gimli to Bâr Tarnaher and learn what the Rangers at that place know of the road ahead.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082672,
      "en": "Maegur's courage fails, and he looks to you for reassurance",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082673,
      "en": "Unréth's courage fails, and he looks to you for reassurance",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to BAR TARNAHER RANGER at the ruins of Bâr Tarnaher",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Find and collect hidden caches throughout the ruins of Bâr Tarnaher ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to BAR TARNAHER RANGER at the ruins of Bâr Tarnaher",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Aragorn at his camp on the Dagorlad border",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'I thought I heard something high above us, [placeholder], and I felt a shadow pass across my heart. I know this feeling. It was on the banks of the Anduin that I felled one of the flying beasts. It must have proved only an inconvenience for its terrible rider, for I know their number and all were seen on the Pelennor.\\n\\n'The Nazgûl are flying above us, just out of sight. They watch the progress of Aragorn's host as it moves north toward Dagorlad. Gimli and I, and you, know of these creatures, but we know also that they can be fought. Not all of Aragorn's soldiers may believe this, and I fear that such feelings of dread as the Nazgûl inspire will grow in the breast of each man. Will their loyalty hold, or will the fear of Sauron's servants cause them to break ranks and flee as cowards?\\n\\n'My father does not think highly of Man, but I have seen the courage they can wield. Will it be enough?'",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "Legolas is at the ruin of Bâr Tarnaher, in North Ithilien.\\n\\nYou have come to the ruin of Bâr Tarnaher, but Legolas has found something amiss.",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'There's something up there, watching us even now? I don't like the sound of that.'\\n\\nBregaras shudders and scans the sky for some sign of the Nazgûl, but can see nothing. He sighs heavily and shakes his head.\\n\\n'At Faramir's instruction, his Rangers placed hidden caches of supplies throughout Ithilien. It seems to me that we should retrieve these supplies, for the time of the Rangers is surely coming to an end. If King Elessar finds victory or defeat at the Black Gate, there will be little need for such caches in the woodlands.\\n\\n'Find the hidden supply caches east and north of Bâr Tarnaher and bring them back here, and we can distribute their contents among King Elessar's soldiers.'",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'I hope the Nazgûl do not cause us any further trouble as we move closer to Mordor, but I fear for the resolve of Aragorn's men.'",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "Bregaras is at Bâr Tarnaher, north-west of Henneth Annûn in North Ithilien.",
      "es": ""
    },
    {
      "id": 177082691,
      "en": "Retrieved hidden Ranger supply cache ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 49286884,
      "en": "Deposit the collected supplies near Bregaras at Bâr Tarnaher",
      "es": ""
    },
    {
      "id": 246419894,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082693,
      "en": "You become aware that Gimli has been trying to capture your attention",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'Leave the supplies you retrieved right there and we can redistribute them to King Elessar's soldiers.'",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "Bregaras asked you to leave the supplies you collected at Bâr Tarnaher.",
      "es": ""
    },
    {
      "id": 246419715,
      "en": "Aragorn is at Henneth Annûn, in North Ithilien.",
      "es": ""
    },
    {
      "id": 177082705,
      "en": "Legolas motions for you to halt, and his eyes search the sky",
      "es": ""
    },
    {
      "id": 49286709,
      "en": "Deposit the contents of the hidden caches at BAR TARNAHER RANGER's location",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477266,
      "en": "Talk to Aragorn at Henneth Annûn",
      "es": ""
    },
    {
      "id": 111477268,
      "en": "Talk to Aragorn at Henneth Annûn",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 7, Chapter 8: Resolve",
      "es": ""
    },
    {
      "id": 177082713,
      "en": "Bregaras motions to you, desiring to speak",
      "es": ""
    },
    {
      "id": 111477270,
      "en": "Talk to Aragorn at his camp on the border of Dagorlad",
      "es": ""
    },
    {
      "id": 226858272,
      "en": "'Find the hidden supply caches and bring them back here.'",
      "es": ""
    },
    {
      "id": 58267920,
      "en": "'I fear for my courage, but I will stand my ground!'",
      "es": ""
    },
    {
      "id": 226858273,
      "en": "'I fear for the resolve of Aragorn's men.'",
      "es": ""
    },
    {
      "id": 226858274,
      "en": "'Find the hidden supply caches and bring them back here.'",
      "es": ""
    },
    {
      "id": 226858275,
      "en": "'Leave the supplies you retrieved right there.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 226858276,
      "en": "'The soldiers that came with us have become increasingly troubled.'",
      "es": ""
    },
    {
      "id": 226858277,
      "en": "'I will die for Gondor, if I must, but I do not want to die needlessly!'",
      "es": ""
    },
    {
      "id": 226858278,
      "en": "'If we do not seek victory, why then must we throw our lives away?'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 226858279,
      "en": "'Perhaps you can do something to ease their worries.'",
      "es": ""
    },
    {
      "id": 226858280,
      "en": "'What did you learn at Bâr Tarnaher, my friend?'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 226858281,
      "en": "'I think you should return to Aragorn and tell him about the worries of these men.'",
      "es": ""
    },
    {
      "id": 162883605,
      "en": "'Let us move forward along the road, north to the border of Dagorlad! We will establish a camp at the woods' edge, and make ready for the final leg of the march to Mordor.\\n\\n'I will speak with you at our camp on the border of Dagorlad, when we arrive.'",
      "es": ""
    },
    {
      "id": 87527825,
      "en": "'I hope you are right...'",
      "es": ""
    },
    {
      "id": 87527826,
      "en": "'Your words reassure me. I thank you for them.'",
      "es": ""
    },
    {
      "id": 87527827,
      "en": "'I wish I had your hope, friend.'",
      "es": ""
    },
    {
      "id": 111477318,
      "en": "Reassure worried soldiers at Henneth Annûn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 87527828,
      "en": "'From where does your bravery spring?'",
      "es": ""
    },
    {
      "id": 87527829,
      "en": "'I do not know if I have your courage, but I will try.'",
      "es": ""
    },
    {
      "id": 87527830,
      "en": "'I will do my best to carry on.'",
      "es": ""
    },
    {
      "id": 246419776,
      "en": "Gimli is at Bâr Tarnaher, in North Ithilien.",
      "es": ""
    },
    {
      "id": 87527831,
      "en": "'Are we marching to our deaths?'",
      "es": ""
    },
    {
      "id": 226858320,
      "en": "'I cannot blame these men for their fear.'",
      "es": ""
    },
    {
      "id": 87527832,
      "en": "'Is there no other way?'",
      "es": ""
    },
    {
      "id": 226858321,
      "en": "'I will speak with you at our camp on the Dagorlad border, when we arrive.'",
      "es": ""
    },
    {
      "id": 246419778,
      "en": "Unréth and Maegur are at Bâr Tarnaher.\\n\\nGimli noticed that the soldiers that came with you to Bâr Tarnaher have become increasingly troubled.",
      "es": ""
    },
    {
      "id": 87527833,
      "en": "'Must we march to the Black Land? Is there no other way?'",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "You collect a number of supplies from the hidden cache",
      "es": ""
    },
    {
      "id": 246419782,
      "en": "Aragorn is at Henneth Annûn, in North Ithilien.",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "You set down the contents of the hidden caches by BAR TARNAHER RANGER",
      "es": ""
    },
    {
      "id": 246419785,
      "en": "Soldiers of Aragorn's host can be found at Henneth Annûn.\\n\\nAragorn asked you to try and bolster the courage of his men.",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "'I cannot blame these men if their hearts quail at the thought of this painful mission. I will not willingly command them to throw their lives away for the merest of chances, though I know how important that chance may be.\\n\\n'Find soldiers here at Henneth Annûn and see if you can reassure them.'",
      "es": ""
    },
    {
      "id": 162883650,
      "en": "'Thank you for your efforts, [placeholder]. I have given some thought to the problem of what to do if more men prove faint of heart as we approach Mordor. It will soon be put to the test, I think.\\n\\n'Let us move forward along the road, north to the border of Dagorlad! We will establish a camp at the woods' edge, and make ready for the final leg of the march to Mordor.\\n\\n'I will speak with you at our camp on the border of Dagorlad, when we arrive.'",
      "es": ""
    },
    {
      "id": 246419793,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883652,
      "en": "'We are close to the Black Land of Mordor now, my friend. May our courage not desert us, and may our friends have the chance they need, though it cost us our lives.'",
      "es": ""
    },
    {
      "id": 162883653,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "Aragorn is at his camp on the border between Dagorlad and North Ithilien.",
      "es": ""
    }
  ]
}