{
  "id": 620969435,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "Dagoras is in the hidden cave at Henneth Annûn.\\n\\nAragorn asked you to speak with Dagoras so he might select Rangers of the Grey Company suitable for the task of ambushing the force that seeks to waylay the Host of the West at Cirith Negen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 7, Chapter 7: The Ambush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Legolas is in the hidden cave at Henneth Annûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Legolas is in the hidden cave at Henneth Annûn, ready to leave for Cirith Negen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'If we are to ambush the ambushers, we will need a small force of skilled hunters and trackers who can move stealthily through the woods unseen. Hethradir, by the look-out point over the Forbidden Pool, will know which of the Rangers of Ithilien will be best suited for this purpose.\\n\\n'Some of my kin will want to take part in this adventure as well. Speak to Dagoras in the cave of Henneth Annûn, and he will assemble these others.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'We foiled the ambush and dispersed our foes, true, but does it seem to have been too easy? Certainly our friends in Ithilien have ambushed many foes from that spot with success, but this effort on the part of the Orcs and the Easterlings does not seem to have had any real chance of victory. Their force was too disorganized to cause us any trouble. Indeed, it seems to me that even had we stumbled unknowingly into the trap, we still might have survived to rout our foes.\\n\\n'Will you mention my concerns to Aragorn? There is something peculiar in all this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Hethradir by the look-out point over the Forbidden Pool",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85979",
      "en": "'We will need skill and stealth if we are to ambush the ambushers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'If we are to ambush the ambushers, we will need a small force of skilled hunters and trackers who can move stealthily through the woods unseen. Hethradir, by the look-out point above the Forbidden Pool, will know which of the Rangers of Ithilien will be best suited for this purpose.\\n\\n'Some of my kin will want to take part in this adventure as well. Speak to Dagoras in the cave of Henneth Annûn, and he will assemble these others.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Dagoras in the hidden cave at Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Aragorn is outside Henneth Annûn.\\n\\nDagoras wanted you to raise his concerns with Aragorn concerning his experience in Cirith Negen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Legolas in the hidden cave at Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I have heard that a force of Orcs and Easterlings seeks to waylay King Elessar's army as he proceeds northward through the pass of Cirith Negen. These monsters and their foul allies are monstrous fools if they think to use our own tricks against us!\\n\\n'This is the Land of the Moon, and many are the moons that have risen and set upon my life. Still I am here, Faramir's most loyal friend, and I will aid him until I breathe my very last. Younger men you will find, quicker perhaps, but none will know this land as I do.\\n\\n'It is neither my lot nor my desire to lead in anything but this: I will lead our men into the woods and against our foes, and back again. I will choose Rangers of our band that are up to the task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Legolas and travel to Cirith Negen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to RANGER VETERAN TBD at Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Dagoras in the hidden cave at Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I am no stranger to errands of secrecy, [placeholder], and I know that neither are you! There was once a time when I would say we could have handled this ambush by ourselves, but there is wisdom in being prepared. I will find others of my people who wish to help, and we will have greater chance of success if they are beside us, on secret feet.\\n\\n'Battle on the open plain is very different from forest-fighting. I will not say it will be a relief to engage in the latter once again, but every man of the company has seen enough of the former by now to last him until the end of his days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Dagoras at Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I will choose Rangers of our band that are up to the task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I hope you were planning to ask me to join on this endeavour, [placeholder]! I do not want to be left out of such an adventure. Perhaps Aragorn asked for me by name, and you thought he asked for Dagoras instead?'\\n\\nLegolas laughs, a musical sound.\\n\\n'I will gladly accompany you to ambush the ambushers, my friend. Tell me when you are ready and we can leave.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Aragorn at Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Aragorn outside Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I will find others of my people who wish to help, and we will have greater chance of success if they are beside us, on secret feet.\\n\\n'Battle on the open plain is very different from forest-fighting. I will not say it will be a relief to engage in the latter once again, but every man of the company has seen enough of the former by now to last him until the end of his days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Let us make our plans with the Rangers of Ithilien and with Aragorn's kin, and then we will depart for Cirith Negen to surprise our foes.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Rangers of Ithilien have learned that Orcs and Easterlings seek to surprise the Host of the West on its march, and Aragorn has charged you with defeating the ambush before it can be sprung.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Hethradir is at the look-out point above the Forbidden Pool, near Henneth Annûn.\\n\\nAragorn asked you to speak with Hethradir so he might select Rangers of Ithilien suitable for the task of ambushing the force that seeks to waylay the Host of the West at Cirith Negen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Thanks to our efforts and those of our friends, the Host of the West will now be able to proceed safely through Cirith Negen. And yet, my mind turns over and over upon an idea that will not leave me in peace.\\n\\n'We foiled the ambush and dispersed our foes, true, but does it seem to have been too easy? Certainly our friends in Ithilien have ambushed many foes from that spot with success, but this effort on the part of the Orcs and the Easterlings does not seem to have had any real chance of victory. Their force was too disorganized to cause us any trouble. Indeed, it seems to me that even had we stumbled unknowingly into the trap, we still might have survived to rout our foes.\\n\\n'Will you mention my concerns to Aragorn? There is something peculiar in all this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Dagoras is in the hidden cave at Henneth Annûn.\\n\\nYou have helped to rout the intended ambush at Cirith Negen, and should now speak with Dagoras.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "Legolas looks at you with a raised eyebrow and a hurt expression",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85960",
      "en": "'I will choose Rangers of our band that are up to this task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85961",
      "en": "'I will find others of my people who wish to help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85962",
      "en": "'I will choose Rangers of our band that are up to this task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85963",
      "en": "'I hope you were planning to ask me to join on this endeavour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85964",
      "en": "'I will find others of my people who wish to help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85965",
      "en": "'Let us make our plans and then depart for Cirith Negen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85966",
      "en": "'We dispersed our foes, but do you think it was too easy?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85967",
      "en": "'Dagoras is troubled by the ease with which the ambush was upset?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Dagoras is troubled by the ease with which the ambush was upset? I think there is an answer for that, though it may not soothe his worries.\\n\\n'I deem that the chief purpose of that ambush was to encourage us to keep on our course, to draw us on with a false estimate of the Enemy's weakness. If it did cause us harm, so much the better, but I think it unlikely that it was intended to do anything other than to feint at our strength and bring us on with confidence.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}