{
  "id": 620969498,
  "txt": [
    {
      "id": "0xb5689a0",
      "en": "'The carcass of the fell-beast still mars the field at which it breathed its last, and it remains a foul reminder of the villain it bore. It must be removed.\\n\\n'I had thought to do so quickly and without ceremony, but a number of scholars from the city beseeched me, wishing to preserve some part of the creature for their study. Take this heavy cloth and wrap the head in it, so it may be safely transported to these scholars.\\n\\n'We will then burn the body, for it cannot be allowed to fester here at the site of Théoden King's ending.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Head of the Fallen Beast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a3",
      "en": "Talk to Mithrandir near the corpse of the fell-beast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d1",
      "en": "'The dead beast and its foul master have both been cleansed from the Pelennor, and for that you have my thanks, but the memory of them lingers.\\n\\n'I would have seen both head and body burned, but if it is Gandalf's wish that the head be preserved for scholarly study, I will not gainsay him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d4",
      "en": "Wrap the head of the fell-beast in the heavy cloth given to you by Mithrandir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502922",
      "en": "Talk to Éomer by the burning carcass of the fell-beast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Talk to Mithrandir by the carcass of the fell-beast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a8",
      "en": "Travel to the Houses of Lore with Mithrandir and deliver the head of the fell-beast to the scholars there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d7",
      "en": "Now that you have wrapped the head of the foul steed in heavy cloth, Mithrandir asked that you burn the corpse of the fell-beast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d6",
      "en": "'Let us away to the Houses of Lore, [placeholder], and we will bring with us our freshly-wrapped burden. May the cloth shroud the eyes of any who see us pass, for such a burden will work fear in the hearts of folk of the city, even if its days of rending and tearing are done.\\n\\n'The greatest evil it poses now is against the nose, [placeholder]. Let us deliver it to the scholars with this advice: keep it not in an enclosed space; rather, let the place of its study be an airy one, and dispose of the foul-smelling relic when you have learned all you can of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502955",
      "en": "Wrap the fell-beast head in the cloth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502927",
      "en": "Talk to Mithrandir by the burning carcass of the fell-beast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1156",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa502929",
      "en": "Travel to the Houses of Lore with Mithrandir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502958",
      "en": "Burn the carcass of the fell-beast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b1",
      "en": "Stand by as Mithrandir speaks with the scholars of the Houses of Lore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Talk to Mithrandir near the corpse of the fell-beast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b6",
      "en": "Talk to Mithrandir in the Houses of Lore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502932",
      "en": "Remain alert while Mithrandir speaks with the scholars at the Houses of Lore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859571",
      "en": "'The dead beast and its master are cleansed from the field? Good.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859572",
      "en": "'If you would accompany me to deliver this strange gift.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502935",
      "en": "Talk to Mithrandir in the Houses of Lore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859573",
      "en": "'I thank you for assisting me on this errand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859574",
      "en": "'You should return to Aragorn's Pavilion, if you are finished here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859549",
      "en": "'Look upon the fell-beast carcass there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56873",
      "en": "'You should return to Aragorn's Pavilion, if you are finished here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf0",
      "en": "Mithrandir greets the scholars of the Houses of Lore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e178",
      "en": "Talk to Mithrandir by the burning carcass of the fell-beast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf3",
      "en": "The fell beast head will be studied, then put on display here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b96",
      "en": "Gandalf takes the wrapped fell-beast head from you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc5",
      "en": "Mithrandir gives you a heavy cloth in which to wrap the head of the fell-beast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c4",
      "en": "'Thank you for your help with this unpleasant burden, [placeholder]. Such creatures are bred in the darkness of Mordor, and little is known of them, save that they are raised in corruption and used for evil. They are fed vile meats and treated unkindly, and have proved fitting steeds for the Enemy's most powerful lieutenants.\\n\\n'Can they teach us anything more? Perhaps our friends here will learn something valuable from this study, and perhaps not. But I am glad to have given them the opportunity for such learning, if there is a chance it might be had.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b99",
      "en": "The corpse burns with eerie flames",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf7",
      "en": "Mithrandir takes the wrapped fell-beast head from you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1a8",
      "en": "Mithrandir has taken an interest in the slain fell-beast that once served as the steed of the Witch-king of Angmar, Lord of the Nazgûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a0",
      "en": "Talk to Éomer on the Pelennor.",
      "es": "",
      "es (fem)": ""
    }
  ]
}