{
  "id": 620969524,
  "txt": [
    {
      "id": 172691445,
      "en": "The Summer Festival",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Summer Festival Guide[nps]",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A guide to the events of the Summer Festival.",
      "es": ""
    },
    {
      "id": 59565250,
      "en": "Author Unknown",
      "es": ""
    },
    {
      "id": 102180561,
      "en": "\\nINTRODUCTION\\n\\nThis year's Summer Festival features two new events in addition to all the favourite festival games of last year. This guide will help you find every game in which you could ever hope to participate while Festival-time looms in Middle-earth.\\n\\nEVENT LOCATIONS\\n\\nThe Shire: The Party Tree, The Hill, and Bywater\\nThorins Hall: The tavern in Thorin's Hall, and the stairs to Frerin's Court\\nEred Luin: The festival area of Duillond\\nBree-land: The Festival grounds in the Horsefields\\n\\nNEW EVENTS\\n\\nKeg Racing\\nWhere: The Stairs to Frerin's Court\\nThe dwarves of Thorin's Hall are having races amongst the doughtiest drinkers and runners of their folk. You can observe the races and venture a guess at who is the likeliest to win.\\n\\nThe Taste of Hobbiton\\nWhere: The Hill\\nThe Taste of Hobbiton invites hobbits with the most famous apetites to come and partake in a race to eat and run, and eat some more, as fast as the hungriest hobbit possibly can.\\n\\nRETURNING EVENTS\\n\\nFishing\\nWhere: Bywater (for starters)\\nBeginning in Bywater, you will have the opportinity to do some exciting angling in several different areas of Middle-earth.\\n\\nFireworks\\nWhere: The Festival Grounds in the Horsefields\\nBrighten the festival with rockets, the likes of which haven't been seen since Bilbo's time.\\n\\nDancing\\nWhere: Duillond Festival Grounds, Bree-land Festival Grounds, The Party Tree, and the Thorin's Hall Tavern\\nDance with the dance-trainers to learn how to dance like Elves, dwarves, Men, and hobbits! The trainer will grant you an opportunity to learn a new dance every twenty minutes.\\n\\nFarming\\nWhere: The Party Tree, Hobbiton\\nYou must be a farmer by profession if you would like to participate in the farming quest.\\n\\nThe Inn League\\nWhere: The Party Tree, Hobbiton\\nThe Inn League is always looking to recruit new members. Can you down all the ales and beers in the Shire before the time runs out?\\n\\nMissing Things\\nWhere: The Party Tree, Duillond, and Thorin's Hall\\nMany festival patrons of Middle-earth are a bit zealous in their participation, and may need help gathering their wits when all is done.\\n\\n\\n",
      "es": ""
    }
  ]
}