{
  "id": 620969450,
  "txt": [
    {
      "id": "0x1d85945",
      "en": "'I will do as Aragorn commands, though it bring us onto the blasted plains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85946",
      "en": "'Be warned! There will not be much cover on the plains of Dagorlad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 7, Chapter 9: By Secret Steps",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85947",
      "en": "'Scout ahead of the host with two of my Rangers: Faeron and Mincham.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85948",
      "en": "'Wait a moment, if you would.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Aragorn on the Dagorlad border",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85949",
      "en": "'I trust you, Faeron, and Mincham as I would trust no others.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I do not expect us to find victory through battle, but still I want to keep Sauron's Eye focused on us for as long as we can, [placeholder]. To that end, it would not do for the host to be attacked before we attain the Black Gate.\\n\\n'I ask that you scout ahead and learn what threats may lie in wait for us as we approach the Morannon. I suggest that you bring two of my Rangers with you: Faeron for his stealth, and Mincham for his understanding of the Black Speech. Together, the three of you may learn much that one alone could not.\\n\\n'You should find them to the south and to the east of this hillock. Ask them if they will accompany you on this mission, and bear this command in mind: you are not to get too near to the Black Gate!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I will do as Aragorn commands, though it bring us onto the blasted plains of Dagorlad, where long ago a great battle was fought. I am no stranger to such places of evil, as you know.\\n\\n'We will learn what we can and then return to tell Aragorn what lies before the host. It would be folly to do otherwise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I will go with you onto the plains of Dagorlad and scout ahead of the host, but be warned! There will not be much cover in that place, and we may be exposed to unfriendly eyes. It will take all of my stealthy arts to keep us safe, but I will do what I can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Wait a moment, [placeholder], if you would.'\\n\\nLanglas removes a small packet from within the folds of his cloak and holds it out to you.\\n\\n'Mincham tells me that you and Faeron will be leaving to scout the slag-hills of Dagorlad in advance of the host? That will be dangerous, for there is little cover on the battle-plain. Take this packet of herbs with you. It was given to me by Mandan before the ships docked at the Harlond, and I have been carrying it around since then as a memento, for Mandan fell upon Pelennor.\\n\\n'The herbs within are foul-smelling when burned, which was true of most of Mandan's poultices, to speak honestly. If you need to draw the attention of an enemy, it might serve you well. I want you to have it. If Mandan's gift can help you this day, he would want it as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Thank you for undertaking this mission, [placeholder]. Dagorlad is an inhospitable land, and it will be difficult to remain unseen, but I trust you, Faeron, and Mincham as I would trust no others.\\n\\n'Speak to me when you are ready to depart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Travel with care, my friend, and remember! Do not get too close to the Black Gate!'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Aragorn has asked you to scout the lands ahead so he will know what awaits the host on its final march to the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e03",
      "en": "Talk to Aragorn at his camp on the Dagorlad border",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Aragorn is at his camp on the border of Dagorlad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Faeron and Mincham can be found at Aragorn's camp on the border of Dagorlad.\\n\\nAragorn has asked you to bring several of his Rangers on a mission to scout ahead of the host.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Aragorn is at his camp on the Dagorlad border.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Langlas is at Aragorn's camp on the Dagorlad border.\\n\\nLanglas has called out to you. He has something to say before you leave to scout the plains of Dagorlad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Aragorn is at his camp on the border of Dagorlad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Mincham at Aragorn's camp on the Dagorlad border",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Faeron at Aragorn's camp on the Dagorlad border",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Langlas at Aragorn's camp on the Dagorlad border",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Aragorn at his camp on the Dagorlad border",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Aragorn and scout the slag-hills of Dagorlad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xebc0091",
      "en": "'One moment, if you would.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xebc0092",
      "en": "'Do you have a moment, friend?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xebc0093",
      "en": "'Do you have a moment?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85970",
      "en": "'Remember! Do not get too close to the Black Gate!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'I ask that you scout ahead and learn what threats may lie in wait for us as we approach the Morannon. I suggest that you bring two of my Rangers with you: Faeron for his stealth, and Mincham for his understanding of the Black Speech. Together, the three of you may learn much that one alone could not.\\n\\n'You should find them to the south and to the east of this hillock. Ask them if they will accompany you on this mission, and bear this command in mind: you are not to get too near to the Black Gate!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85971",
      "en": "'I am glad you have returned in safety. What can you report of the slag-hills?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'I am glad to see you have returned in safety, [placeholder], and so too have Faeron and Mincham! What can you report of the slag-hills?'\\n\\nAragorn's eyes widen in disbelief when you tell him that you seized upon a chance opportunity to enter Narchost, but he nods with grim satisfaction when you report what you heard within.\\n\\n'So this gambit has proven itself, [placeholder]. Sauron believes I have the Ring, and all of his attention is focused upon the Host of the West. He has fallen for the trap. Now everything depends upon Frodo.'\\n\\n<rgb=#00FF00>To be continued in Volume IV, Book 8, 'The Black Gate'...</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85944",
      "en": "'I want to keep Sauron's Eye focused on us for as long as we can.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}