{
  "id": 620969497,
  "txt": [
    {
      "id": 227696533,
      "en": "Instance: Mourning the Dead",
      "es": ""
    },
    {
      "id": 208084497,
      "en": "'So many good men gave their lives to protect our lands from the Enemy.'",
      "es": ""
    },
    {
      "id": 208084498,
      "en": "'We are gathered here to remember those who gave their lives for us.'",
      "es": ""
    },
    {
      "id": 208084499,
      "en": "'Hear their names, and do not forget them!'",
      "es": ""
    },
    {
      "id": 242683784,
      "en": "'There is a torch just ahead. Use it to light the pyre.'",
      "es": ""
    },
    {
      "id": 208084500,
      "en": "'Derufin'",
      "es": ""
    },
    {
      "id": 208084501,
      "en": "'Duilin'",
      "es": ""
    },
    {
      "id": 208084502,
      "en": "'Dúnhere, Lord of Dunharrow. We fought side by side at Riders' Stand, my friend, and I weep that it was to be the last time.'",
      "es": ""
    },
    {
      "id": 208084503,
      "en": "'Elfmar of Faldham. You were an inspiration to every man of the Elfward, and to all who knew you.'",
      "es": ""
    },
    {
      "id": 208084504,
      "en": "'Fastred, Reeve of the Sutcrofts. We did not agree on all matters, my friend, but we shared a love of Rohan, and she feels your loss.'",
      "es": ""
    },
    {
      "id": 208084505,
      "en": "'Forlong'",
      "es": ""
    },
    {
      "id": 211107217,
      "en": "'Alas, my boys.'",
      "es": ""
    },
    {
      "id": 30198353,
      "en": "'Horn of the Entwash Vale, exiled by Théoden in wrath and forgiven by deeds twice-done. Let that be a comfort to your father.'",
      "es": ""
    },
    {
      "id": 123196145,
      "en": "'You fought valiantly until your very last breath.'",
      "es": ""
    },
    {
      "id": 119413201,
      "en": "'Uncle, I am here.'",
      "es": ""
    },
    {
      "id": 123196146,
      "en": "'The battle seemed endless, but still you fought on.'",
      "es": ""
    },
    {
      "id": 30198450,
      "en": "'For you to fall when the aim for which you fought is so near... it is a grievous hurt. I have lost my right arm.'",
      "es": ""
    },
    {
      "id": 108126592,
      "en": "'Golodir'",
      "es": ""
    },
    {
      "id": 137506561,
      "en": "'My son.'",
      "es": ""
    },
    {
      "id": 108126593,
      "en": "'Grimbold of Grimslade, doughty soldier and veteran of many battles. Farewell, my friend.'",
      "es": ""
    },
    {
      "id": 108126594,
      "en": "'Guthláf, banner-bearer of Théoden. Lift your banner high, loyal one!'",
      "es": ""
    },
    {
      "id": 108126595,
      "en": "'Halbarad'",
      "es": ""
    },
    {
      "id": 108126596,
      "en": "'Thane Harding, Aldor of the Eastemnet and Reeve of the Wold. Your son will be proud to hear of your courage.'",
      "es": ""
    },
    {
      "id": 108126597,
      "en": "'Herefara, stalwart defender of the Stonedeans. The Helmingas know of your glory.'",
      "es": ""
    },
    {
      "id": 108126598,
      "en": "'Herubrand, Reeve of the Stonedeans. You put your faith in the words of Hildegard, and met your end with satisfaction.'",
      "es": ""
    },
    {
      "id": 108126599,
      "en": "'Hirluin'",
      "es": ""
    },
    {
      "id": 212124257,
      "en": "'Duilin and Derufin of the Blackroot Vale. They did not fear to face any foe, despite the danger.'",
      "es": ""
    },
    {
      "id": 108126600,
      "en": "'Théoden King, Lord of the Mark. Rohan has been restored to glory by your deeds! Farewell, uncle.'",
      "es": ""
    },
    {
      "id": 212124258,
      "en": "'Duilin'",
      "es": ""
    },
    {
      "id": 108126601,
      "en": "'Thane Torferth of Torsbury. Even so young, you had already accomplished much for Rohan and for Théoden.'",
      "es": ""
    },
    {
      "id": 212124259,
      "en": "'Forlong the Bold, Lord of Lossarnach. Many were your deeds, my friend! May you rest easy.'",
      "es": ""
    },
    {
      "id": 212124260,
      "en": "'Hirluin, Lord of the Green Hills. You spoke seldom, but when you did you spoke with wisdom. We could use such words now!'",
      "es": ""
    },
    {
      "id": 212124261,
      "en": "'Turgon, Captain of the South-gate. Long did you stand against the Orcs, even when all seemed lost.'",
      "es": ""
    },
    {
      "id": 212124262,
      "en": "'Men from every reach of Gondor fought to defend their homes.'",
      "es": ""
    },
    {
      "id": 212124263,
      "en": "'Forget not the many others who fought and fell in service of Gondor.'",
      "es": ""
    },
    {
      "id": 30198384,
      "en": "'Prestadír, you will always have my thanks for your wise council and for your friendship.'",
      "es": ""
    },
    {
      "id": 30198385,
      "en": "'Halros, how long has it been since we shared a camp-fire on the Greenfields? Too long, my friend. You will be in my thoughts.'",
      "es": ""
    },
    {
      "id": 108126608,
      "en": "'Turgon'",
      "es": ""
    },
    {
      "id": 108126609,
      "en": "'And the countless more who gave their lives.'",
      "es": ""
    },
    {
      "id": 108126610,
      "en": "'This grave shall be known as Snowmane's Howe forevermore.'",
      "es": ""
    },
    {
      "id": 108126611,
      "en": "'Let these words be written upon the stones.'",
      "es": ""
    },
    {
      "id": 108126612,
      "en": "'Faithful servant yet master's bane, Lightfoot's foal, swift Snowmane.'",
      "es": ""
    },
    {
      "id": 78220833,
      "en": "'A good man.'",
      "es": ""
    },
    {
      "id": 108126613,
      "en": "'I am now King of the Mark.'",
      "es": ""
    },
    {
      "id": 108126614,
      "en": "'I hope to have the strength that you did. I hope that I will lead as you have done.'",
      "es": ""
    },
    {
      "id": 108126615,
      "en": "'You have restored Rohan to glory. I will not fail to uphold her name!'",
      "es": ""
    },
    {
      "id": 108126616,
      "en": "'You will always be remembered in the way I rule Rohan.'",
      "es": ""
    },
    {
      "id": 52219041,
      "en": "'Golodir, the days of your sorrow are ended. Join your daughter in peace, and know that I will not forget your service.'",
      "es": ""
    },
    {
      "id": 108126617,
      "en": "'Rest well, Théoden, son of Thengel, King of Rohan.'",
      "es": ""
    },
    {
      "id": 52219042,
      "en": "'Halbarad, dearest and most true of friends. My heart was lifted to see you again on the road to Isengard, mere days ago.'",
      "es": ""
    },
    {
      "id": 52219043,
      "en": "'Farewell, my friend.'",
      "es": ""
    },
    {
      "id": 52219044,
      "en": "'Idhrenfair, you were no stranger to the dread of battle. I thank you.'",
      "es": ""
    },
    {
      "id": 52219045,
      "en": "'Naeglanc, many were the foes you slew in my defence. I will not forget you. You have my thanks.'",
      "es": ""
    },
    {
      "id": 52219046,
      "en": "'Rest easy, Celairant. You lived up to your promise, and were a true Ranger of the North. I thank you.'",
      "es": ""
    },
    {
      "id": 52219047,
      "en": "'Mandan, few only could share your knowledge of plants and herbs. I will treasure your lessons on the subject.'",
      "es": ""
    },
    {
      "id": 52219048,
      "en": "'Nestadron, Ranger of the Trackless Wastes. Your wandering days are done, my friend.'",
      "es": ""
    },
    {
      "id": 108126624,
      "en": "'We must not forget any of the other good men of Rohan who fell upon Pelennor.'",
      "es": ""
    },
    {
      "id": 52219049,
      "en": "'My kinsmen came out of the North to the Pelennor in my service. Many will not see their homes again.'",
      "es": ""
    }
  ]
}