{
  "id": 620969556,
  "txt": [
    {
      "id": 183234131,
      "en": "'If Sauron regains the Ring that he lost, his victory will be complete.'",
      "es": ""
    },
    {
      "id": 183234132,
      "en": "'Your valorous deeds will come to naught.'",
      "es": ""
    },
    {
      "id": 183234133,
      "en": "'But if the Ring is destroyed, his fall will be swift and total.'",
      "es": ""
    },
    {
      "id": 183234134,
      "en": "'A great evil of this world will be gone: Sauron will be no more.'",
      "es": ""
    },
    {
      "id": 183234135,
      "en": "'Sauron knows all this.'",
      "es": ""
    },
    {
      "id": 183234136,
      "en": "'He knows that the Ring he lost has been found again, but he knows not where it is now.'",
      "es": ""
    },
    {
      "id": 183234137,
      "en": "'His greatest fear is that we have found it, for there are those among us with the strength to wield it.'",
      "es": ""
    },
    {
      "id": 235466147,
      "en": "Observe the council of the captains",
      "es": ""
    },
    {
      "id": 235466148,
      "en": "Observe the council of the captains",
      "es": ""
    },
    {
      "id": 235466149,
      "en": "Observe the council of the captains",
      "es": ""
    },
    {
      "id": 124842961,
      "en": "'We will not turn back.'",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Imrahil in the pavilion",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Observe the council of the captains",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Mithrandir inside the pavilion",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Observe the council of the captains",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Aragorn is inside his pavilion with many of the captains who fought at Pelennor.",
      "es": ""
    },
    {
      "id": 240490449,
      "en": "'We came from Imladris with this purpose.'",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Aragorn inside the pavilion",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Mithrandir inside the pavilion",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Aragorn has called for a council of the captains at his pavilion in order to decide what must be done.",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Mithrandir is holding council inside Aragorn's pavilion on the Pelennor.",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Aragorn and the captains of the armies are meeting to decide their next course.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'The captains who fought on Pelennor are here now, [placeholder], and it is time to begin.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'You remember the words of Denethor, [placeholder]. In them I think there is much we might learn.'",
      "es": ""
    },
    {
      "id": 225736097,
      "en": "'Of what decision do you speak, Aragorn?'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'There are some considerations that may slow his hand. The Ring can only be wielded by one, rather than by many. Sauron will expect a struggle among those who seek to wield it. He waits until one among us seeks to become greater than the others, and that is when he will act, seizing the advantage of our disarray.\\n\\n'His Nazgûl still fly overhead, seeking signs of our movement. He has not forgotten the sword of Elendil, and now he has seen it reforged. His first assault was turned back and his greatest Captain slain. The winds of fortune have begun to blow in our favour.\\n\\n'For the first time, doubt has begun to gnaw at him.'",
      "es": ""
    },
    {
      "id": 225736098,
      "en": "'What then can we do?'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'If we cannot achieve victory, would you advise us to hide behind our walls, enduring siege after siege until we can last no longer?'",
      "es": ""
    },
    {
      "id": 225736099,
      "en": "'You would have us retreat to Minas Tirith or Dol Amroth or Dunharrow, and wait for the end?'",
      "es": ""
    },
    {
      "id": 246419872,
      "en": "Aragorn is inside his pavilion with many of the captains who fought at Pelennor.",
      "es": ""
    },
    {
      "id": 225736100,
      "en": "'I will not play like a child with a sand-castle, waiting in fear as the tide comes in!'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Legolas is right. We seek to capture Sauron's attention and keep it fastened upon us for as long as we can, but do not misunderstand.\\n\\n'If we march to the Black Gate, there will be nothing to keep him from sending the considerable forces within Mordor to crush us completely and without mercy. We will buy time for the Ring-bearer to complete his mission, but there will be no more time for us.\\n\\n'Any who go with me on this last march should know he goes to his death. There will likely be no returning from this. Still, I consider it my duty to try.'",
      "es": ""
    },
    {
      "id": 225736101,
      "en": "'Aragorn is my king, whether he claims it or no. His wish is a command to me.'",
      "es": ""
    },
    {
      "id": 225736102,
      "en": "'But the city must not be undefended behind us.'",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Aragorn and the captains of the armies are meeting to decide their next course.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'We do not need a great force to march on the Black Gate. This is not an army with designs on victory. We will determine the numbers we bring east and the numbers we leave behind.\\n\\n'May this be the right choice, [placeholder]. I would rather die doing my part to bring about a new age than to do nothing and know the new age will never come.'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'We must determine the numbers we will need. There is work still to do before we set forth.'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Aragorn inside the pavilion",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Aragorn inside the pavilion",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Observe the council of the captains",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Council of the Captains",
      "es": ""
    },
    {
      "id": 28229345,
      "en": "'Yes, the Steward of Gondor had much to say about the dangers that threaten us.'",
      "es": ""
    },
    {
      "id": 28229346,
      "en": "'He claimed that victory on the Pelennor might last for an hour, or a day...'",
      "es": ""
    },
    {
      "id": 28229347,
      "en": "'...but that we could not hope for a lasting victory against the power that rules in Mordor.'",
      "es": ""
    },
    {
      "id": 28229348,
      "en": "'Denethor fell into despair at the sight of Sauron's armies in the depths of the seeing-stone.'",
      "es": ""
    },
    {
      "id": 28229349,
      "en": "'We must not despair as he did, though it took all our strength to fight back the first assault.'",
      "es": ""
    },
    {
      "id": 28229350,
      "en": "'The next assault will be greater than the last. Sooner or later, one will come we have not the power to defend.'",
      "es": ""
    },
    {
      "id": 28229351,
      "en": "'Denethor was right. Strength of arms will not bring us victory.'",
      "es": ""
    },
    {
      "id": 28229352,
      "en": "'Yet this is exactly what all of Gondor did during the days of Denethor!'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Aragorn is inside his pavilion with many of the captains who fought at Pelennor.",
      "es": ""
    },
    {
      "id": 28229353,
      "en": "'Watching... waiting... doing nothing!'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Mithrandir is holding council inside Aragorn's pavilion on the Pelennor.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Prince Imrahil is holding council inside Aragorn's pavilion on the Pelennor.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Aragorn and the captains of the armies are meeting to decide their next course.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 49029473,
      "en": "'Greetings, my lords and friends, captains of the soldiers assembled on Pelennor.'",
      "es": ""
    },
    {
      "id": 49029474,
      "en": "'We have won a great battle, but now we have a choice to make. Much rests upon our decision.'",
      "es": ""
    },
    {
      "id": 49029475,
      "en": "'Mithrandir will explain it to us all, that we may choose aright.'",
      "es": ""
    },
    {
      "id": 49029476,
      "en": "'Yes, my friend.'",
      "es": ""
    },
    {
      "id": 49029477,
      "en": "'Before I rode from the Hornburg, I deemed the time was ripe to use the Stone of Orthanc.'",
      "es": ""
    },
    {
      "id": 49029478,
      "en": "'I believed that the Stone had come into my possession for this very purpose.'",
      "es": ""
    },
    {
      "id": 49029479,
      "en": "'Ten days had passed since the Ring-bearer went east from Rauros.'",
      "es": ""
    },
    {
      "id": 49029480,
      "en": "'I thought it would be meet to draw Sauron's gaze to me, and away from his own lands.'",
      "es": ""
    },
    {
      "id": 27709105,
      "en": "'Saruman's seeing-stone!'",
      "es": ""
    },
    {
      "id": 49029481,
      "en": "'Had I known how swift would be his response, perhaps I should have waited.'",
      "es": ""
    },
    {
      "id": 27709106,
      "en": "'You say it is hopeless for us to attack Sauron if he has the Ring.'",
      "es": ""
    },
    {
      "id": 27709107,
      "en": "'But why should he not feel the same if he thinks we have it?'",
      "es": ""
    },
    {
      "id": 27709108,
      "en": "'I do not know much of these dealings, but I know this.'",
      "es": ""
    },
    {
      "id": 27709109,
      "en": "'My friend Aragorn aided my people when they had need. I now will aid him!'",
      "es": ""
    },
    {
      "id": 183234112,
      "en": "'Am I right to think you revealed yourself to him, Aragorn?'",
      "es": ""
    },
    {
      "id": 183234113,
      "en": "'And yet, that swiftness proved an error. He did not crush Gondor with that first throw.'",
      "es": ""
    },
    {
      "id": 183234114,
      "en": "'We do not have the Ring.'",
      "es": ""
    },
    {
      "id": 183234115,
      "en": "'Through either wisdom or folly it has been sent away to be destroyed, lest it destroy us.'",
      "es": ""
    },
    {
      "id": 183234116,
      "en": "'Without it, we cannot defeat Sauron by force.'",
      "es": ""
    },
    {
      "id": 183234117,
      "en": "'This, then, is my counsel.'",
      "es": ""
    },
    {
      "id": 183234118,
      "en": "'We keep Sauron's Eye fixed upon us, and blind to his true peril.'",
      "es": ""
    },
    {
      "id": 247600736,
      "en": "'Aye, that is so.'",
      "es": ""
    },
    {
      "id": 183234119,
      "en": "'We march out to meet him, making ourselves the bait.'",
      "es": ""
    },
    {
      "id": 247600737,
      "en": "'I do not claim to command any man in this. Let each make his choice as he will.'",
      "es": ""
    },
    {
      "id": 183234120,
      "en": "'He will see this as the prideful action of a new Lord of the Ring.'",
      "es": ""
    },
    {
      "id": 183234121,
      "en": "'He will empty his land, seeking to destroy this young upstart and take it back.'",
      "es": ""
    },
    {
      "id": 157819473,
      "en": "'Giving Frodo his chance!'",
      "es": ""
    },
    {
      "id": 118152593,
      "en": "'This way, [placeholder]! I think they will soon start!'",
      "es": ""
    },
    {
      "id": 157819474,
      "en": "'It's a trap... not for us, but for the Dark Lord!'",
      "es": ""
    },
    {
      "id": 183234128,
      "en": "'Do not misunderstand me! I still hope for victory, but not through battle!'",
      "es": ""
    },
    {
      "id": 183234129,
      "en": "'Into this debate must come the Ring of Power, for it is central to the matter.'",
      "es": ""
    },
    {
      "id": 183234130,
      "en": "'You know enough of this thing to understand our danger, my lords.'",
      "es": ""
    }
  ]
}