{
  "id": 620969468,
  "txt": [
    {
      "id": 111477320,
      "en": "Head south to patrol outside the main gate of the city",
      "es": ""
    },
    {
      "id": 162883702,
      "en": "'There are many ways to sneak into the City unnoticed. After we set forth for the Black Gate, too few eyes will be keeping watch and even fewer swords and bows will be defending it. Please patrol the outer walls of Minas Tirith and vouchsafe no remaining enemies loiter there.'",
      "es": ""
    },
    {
      "id": 177082706,
      "en": "Patrolled this section of the city wall",
      "es": ""
    },
    {
      "id": 177082729,
      "en": "Patrolled outside the main gate",
      "es": ""
    },
    {
      "id": 246419796,
      "en": "Patrol the outer wall of after-battle Minas Tirith.",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "You should talk to Éomer, who can be found at Aragorn's pavilion on the after-battle Pelennor.",
      "es": ""
    },
    {
      "id": 177082709,
      "en": "Patrolled the entirety of the outer city wall",
      "es": ""
    },
    {
      "id": 246419799,
      "en": "Patrol outside the main gate of after-battle Minas Tirith.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Éomer",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "Head to the north section of the outer wall of after-battle Minas Tirith.",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Good, I am glad that very few foes still dare to come close to the city walls.'",
      "es": ""
    },
    {
      "id": 246419808,
      "en": "Head south to continue patrolling the outer wall of after-battle Minas Tirith.",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "Head to the north section of the outer wall of Minas Tirith",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Continue south on patrol along the outer city wall",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Éomer fears any enemies remaining near its walls might find a way into Minas Tirith and do harm there, and has asked you to patrol its perimeter.",
      "es": ""
    },
    {
      "id": 246419811,
      "en": "Head to the southern point of after-battle Minas Tirith's outer wall.",
      "es": ""
    },
    {
      "id": 177082723,
      "en": "Patrolled this section of the wall",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Head south to continue patrolling the outer wall of the city",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Patrolling the City Walls",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Patrol the southern part of the outer wall of Minas Tirith",
      "es": ""
    },
    {
      "id": 177082726,
      "en": "Patrolled this section of the wall",
      "es": ""
    }
  ]
}