{
  "id": 620969482,
  "txt": [
    {
      "id": 30955986,
      "en": "'I am glad to hear that Nothmar is safe.'",
      "es": ""
    },
    {
      "id": 24695125,
      "en": "Aragorn has asked you to find the bodies of many Rohirrim who fell in combat, and to search for Nothmar, who was last seen making towards the city.",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Grimbold, Déorwine, Dúnhere, Guthláf, Herefara, and Herubrand died on the Pelennor. Nothmar is missing.\\n\\nSearch for the valiant Rohirrim on the Pelennor Fields, after the battle.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Éomer has provided me a list of names of those known Rohirrim who were slain by the enemy on the Pelennor.'\\n\\nYou explain that you saw Nothmar on the Pelennor with Herefara and Herubrand.\\n\\n'It seems that Nothmar is still missing. We thought he was in the city but word has come back that he never made it. Please look for him while you are out there. He may yet still be alive.'",
      "es": ""
    },
    {
      "id": 177082712,
      "en": "Grimbold heroically attacked a fell-beast in his final moments",
      "es": ""
    },
    {
      "id": 177082713,
      "en": "Déorwine died protecting King Théoden",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "You should talk to Aragorn, who can be found at his pavilion on the after-battle Pelennor.",
      "es": ""
    },
    {
      "id": 162883689,
      "en": "'I tried to make it to the city with Herefara and Herubrand. Their deaths were heavy upon me. Slain by foul Orcs! I am hurt, my ankle twisted. I can walk but do not have the strength to carry my friends any further. I did not want to leave their side; not with Orcs roaming about. Thank you for coming and helping finish this task I set out to accomplish.'",
      "es": ""
    },
    {
      "id": 111477346,
      "en": "Find Guthláf",
      "es": ""
    },
    {
      "id": 111477347,
      "en": "Find Fastred",
      "es": ""
    },
    {
      "id": 111477349,
      "en": "Find Herefara",
      "es": ""
    },
    {
      "id": 111477352,
      "en": "Find Herubrand",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'I am glad to hear that Nothmar is safe and that his wounds are not serious. The Rohirrim are great warriors. We will need as many as we can muster in the coming days to both protect the city and march with us to the Black Gate.'",
      "es": ""
    },
    {
      "id": 111477264,
      "en": "Find Nothmar",
      "es": ""
    },
    {
      "id": 177082688,
      "en": "Dúnhere was felled by an arrow at Riders' Stand",
      "es": ""
    },
    {
      "id": 177082689,
      "en": "Guthláf died protecting King Théoden",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Talk to Aragorn",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Find Grimbold",
      "es": ""
    },
    {
      "id": 111477366,
      "en": "Find Déorwine",
      "es": ""
    },
    {
      "id": 177082692,
      "en": "Fastred's heart stopped in his bout with Crumgam",
      "es": ""
    },
    {
      "id": 111477367,
      "en": "Find Dúnhere",
      "es": ""
    },
    {
      "id": 177082694,
      "en": "Herefara was slain by Gothmog's Orcs",
      "es": ""
    },
    {
      "id": 177082695,
      "en": "Herubrand was slain by Gothmog's Orcs",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Aftermath: The Valiant Rohirrim",
      "es": ""
    },
    {
      "id": 30955985,
      "en": "'Éomer has provided me a list of names.'",
      "es": ""
    }
  ]
}