{
  "id": 620969481,
  "txt": [
    {
      "id": "0x6a502a4",
      "en": "Talk to Aragorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'Ingold has returned, but what of Turgon?'\\n\\nYou tell Aragorn that Turgon was slain.\\n\\n'Ah, I see. This is grievous news. I have heard much of his heroic deeds at the South-gate and all he did to ensure my safe passage in the fields.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d155",
      "en": "Aragorn has asked you to find Ingold and Turgon, both presumed to be missing in combat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b7",
      "en": "'Ingold, and Turgon, both remain missing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Aragorn can be found in his pavilion on the after-battle Pelennor.\\n\\nYou should return to Aragorn now that you have found Ingold and Turgon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1156",
      "en": "Turgon died with honour, in combat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b8",
      "en": "'This is grievous news.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Aftermath: Ingold and Turgon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Find Ingold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Search for Ingold and Turgon on the after-battle Pelennor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'You have come to assist me in defending the wall? Small Orc groups still linger in pockets. There is much to be done! Why do you stand there? Have you something to say?'\\n\\nYou explain to Ingold that he has been missed and should return to Aragorn's pavilion.\\n\\n'I will go at once. Surely there I shall find others who will join me in wiping out every last threat to the Rammas wall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Ingold, Captain of the Out-wall, and Turgon, Captain of the South-gate, both remain missing. Imrahil felt sure they had retreated into the City before the start of the battle, but now it seems it was not so. You must add their names to those you seek upon the Pelennor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Find Turgon",
      "es": "",
      "es (fem)": ""
    }
  ]
}