{
  "id": 620969436,
  "txt": [
    {
      "id": "0xa8e1191",
      "en": "Nearby Rangers scowl angrily and chide you with disapproval and disappointment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Golasdín welcomed you to explore the hidden path, the cave hideout, and the look-out at Henneth Annûn. He warned you not to enter the Forbidden Pool.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The ways of secrecy are ending, it seems. King Elessar marches to Mordor in a great procession and with the sounding of trumpets, and so too must the Rangers of Ithilien give up some of their secrets. Still, those ways do not go easily!\\n\\n'From Henneth Annûn we have harried many a foe, passing like shadows through the Window of the Sunset and back again under cover of darkness. As you are a friend to the King and to Gondor, I say that you may see what you will of our secret retreat. Find the descending tunnel, the main cavern, and the look-out point.\\n\\n'But I warn you! Do not set foot into the Forbidden Pool. That is an insult to us and we have never allowed it unpunished.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85980",
      "en": "'That is what I suspected! Our enemies seek to ambush King Elessar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Aragorn is outside Henneth Annûn, and wishes to speak to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85981",
      "en": "'The Rangers of Ithilien have spoken to me of that pass.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Rangers of Ithilien scout the wood-lands for servants of the Enemy, striking from their hidden camp at Henneth Annûn. In this way, they can help clear the way for the Host of the West as it makes its way toward Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "The Rangers of Ithilien have a useful scouting location to the north-east of Henneth Annûn.\\n\\nAragorn asked you to find Orndil and to scout ahead of the host for dangers posed by lurking enemies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Our journey through Ithilien has reassured me that it remains beautiful, but this sword cuts with both edges, for enemies can still lurk unseen among the pastoral beauty of this land. As the Rangers of Ithilien surprised their foes, so too can those foes seek to surprise us.\\n\\n'Travel further ahead to the north-east, and look for signs of trouble. Golasdín tells me that there is a location to the north-east that might offer a good vantage point of the road ahead. Orndil, a Ranger of Ithilien, went to that location and might have seen something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Explore the descending tunnel to Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have spoken with King Elessar and given him some advice. He is different than I expected, but no less wise!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Explore the main cavern of Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Explore the look-out point at the highest point of Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Do you see that? Look to the distance and see!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "<rgb=#FF0000>Do not enter the Forbidden Pool</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "The hidden path is narrow and treacherous, and descends into the earth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Orndil is north-east of Henneth Annûn, and wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "The refuge of the Rangers is not luxurious, but it is comfortable enough",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Did you see that? I believe I saw movement over there, among the trees to the north-east. Let us make our way there and see if our eyes play tricks upon us, or if there is some foe lying in wait!\\n\\n'That is the pass of Cirith Negen, and my people have long used it to surprise our foes. They may seek to turn the tables upon us, and use our own ambush spot against us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "From this vantage point you can see the Forbidden Pool and much of the surrounding area",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Orndil thought he saw something to the north-east.\\n\\nYou should investigate further.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'That is what I suspected! Our enemies seek to ambush King Elessar as he marches north, and they plan to use our own ambush location for that purpose! What an insult to Gondor that would be!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Thank you for the report, [placeholder]. I wondered if our foes would seek to mount a final resistance to our march, and it seems as if they will attempt it at Cirith Negen.\\n\\n'The Rangers of Ithilien have spoken to me of that pass. They have often used it to surprise unwary foes, and it was there they recently ambushed a marching force accompanied by a fearsome Mûmak and drove the beast from the bonds of its handlers. The creature stampeded from Cirith Negen and away from the war, and now there is no whisper of it.\\n\\n'Will the Orcs seek to do the same to the Host of the West? They cannot be allowed to succeed at this, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Our enemies seek to ambush King Elessar as he marches north, and they plan to use our own ambush location for that purpose! What an insult to Gondor that would be!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Aragorn outside Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Find the look-out spot north-east of Henneth Annûn that Aragorn mentioned",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85993",
      "en": "'The ways of secrecy are ending, it seems.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85994",
      "en": "'I warn you! Do not set foot into the Forbidden Pool.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "<rgb=#00FF00>Look</rgb> into the distance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85995",
      "en": "'Enemies may remain hidden by the beauty of this land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Orndil at the look-out spot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85996",
      "en": "'King Elessar is different than I expected, but no less wise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "<rgb=#00FF00>Look</rgb> into the distance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85997",
      "en": "'Do you see that? Look to the distance and see!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Find the look-out spot further to the north-east that Orndil mentioned",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85998",
      "en": "'Orndil went to that location and might have seen something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Talk to Aragorn at Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'From Henneth Annûn we have harried many a foe, passing like shadows through the Window of the Sunset and back again under cover of darkness. As you are a friend to the King and to Gondor, I say that you may see what you will of our secret retreat. Find the descending tunnel, the main cavern, and the look-out point.\\n\\n'But I warn you! Do not set foot into the Forbidden Pool. That is an insult to us and we have never allowed it unpunished.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85999",
      "en": "'Did you see that?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'Travel further ahead to the north-east, and look for signs of trouble. Golasdín tells me that there is a location to the north-east that might offer a good vantage point of the road ahead. Orndil, a Ranger of Ithilien, went to that location and might have seen something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1170",
      "en": "Orndil was right: there are signs the enemy seeks to ambush Aragorn at Cirith Negen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "Orndil nods at you as you catch up with him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1172",
      "en": "The Ranger Orndil nods at you as you arrive at his look-out spot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Explore Henneth Annûn, but do not enter the Forbidden Pool",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "Aragorn is outside Henneth Annûn, and wishes to speak to you.\\n\\nYou have learned that Orcs and Easterlings aim to ambush the Host of the West as it travels through Cirith Negen, and should report their plan to Aragorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "Orndil was right: the enemy seeks to ambush Aragorn at Cirith Negen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "You spy movement to the north-east, but cannot tell for certain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 7, Chapter 6: The Window on the West",
      "es": "",
      "es (fem)": ""
    }
  ]
}