{
  "id": 620969442,
  "txt": [
    {
      "id": "0xeb01180",
      "en": "Imrahil can be found just outside the main gate of after-battle Minas Tirith. You can travel there from the Threshold of the City on the Pelennor battlefield and from pre-battle Minas Tirith.\\n\\nYou have been summoned by Imrahil for an important task.\\n\\n<rgb=#FF0000>The travel horses at pre-battle Minas Tirith are only available if you've completed Volume 4: Book 6, Chapter 8: On a Field of Red of the Epic. Alternatively you may get to the after-battle Minas Tirith from a Minas Tirith stable master.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Angbor and Éomer can be found at Aragorn's Pavilion on after-battle Pelennor.\\n\\nYou should ask Angbor and Éomer whether their men are ready to march.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Imrahil can be found just outside the main gate of after-battle Minas Tirith. You can travel there from the Threshold of the City on the Pelennor battlefield and from pre-battle Minas Tirith. \\n\\nYou have been summoned by Imrahil for an important task.\\n\\n<rgb=#FF0000>The travel horses at pre-battle Minas Tirith are only available if you've completed Volume 4: Book 6, Chapter 8: On a Field of Red of the Epic. Alternatively you may get to the after-battle Minas Tirith from a Minas Tirith stable master.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Imrahil just outside of after-battle Minas Tirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85971",
      "en": "'I thank you for coming.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Aragorn can be found in his pavilion on after-battle Pelennor.\\n\\nYou should learn what plans Aragorn has and what help he might need.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85972",
      "en": "'I have need of your assistance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85973",
      "en": "'It is good to see you again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Aragorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'[placeholder], I thank you for coming. While there is much work yet to be done in the City, you and I are now needed elsewhere: at Aragorn's pavilion upon the Pelennor, where we must take stock of the day and plan for the future.\\n\\n'Come, I will meet you there. We shall see what Aragorn has to say.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Imrahil just outside of after-battle Minas Tirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Angbor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Ah, [placeholder], I have need of your assistance. We have won the battle, but the Enemy is far from true defeat. You understand this as much as anyone.\\n\\n'We must act swiftly and decisively. We are soon to embark on our most arduous and perilous journey yet, I think. I hope you will come with me, but first I must ask you to bring word to Éomer and Angbor that our forces, such as they are, must be prepared to march.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Éomer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'It is good to see you again, [placeholder]. I saw you speak with Aragorn and guess at what he asks.\\n\\n'Many Rohirrim have died this last day. If we were to stop now, their deaths would surely be for naught. I am rightful king of Rohan now and my men will do as I bid. Tell Aragorn I raise my sword with his and that when he blows his horns we will come to the call.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Even as the Men of Gondor and Rohan take stock of the devastation from yesterday's battle, the need to gather plans and press onwards cannot wait.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Introduction: Anórien (After Battle)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'It is good to see you again. A true [placeholder] of honour and nearly as fearless as I.'\\n\\nYou relate Aragorn's request.\\n\\n'I have trusted Aragorn since the moment I saw Thorongil return to Linhir. Come, there is much to be done if we are to move an army.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "You have been summoned by Prince Imrahil, who stands just outside the main gate of after-battle Minas Tirith.",
      "es": "",
      "es (fem)": ""
    }
  ]
}