{
  "id": 620969466,
  "txt": [
    {
      "id": 111477366,
      "en": "Travel to Parth Gladló to search for Haradrim",
      "es": ""
    },
    {
      "id": 246419816,
      "en": "You should defeat Haradrim at Parth Gladló, north of the after-battle Pelennor.",
      "es": ""
    },
    {
      "id": 162883657,
      "en": "'Men patrolling the northern parts of the Pelennor have spotted a large group of Haradrim hiding out in Talath Anor. We cannot let them remain. We must act swiftly and surprise their forces. Will you accompany Elfhelm on this ride? He has volunteered and could certainly use your expertise.'",
      "es": ""
    },
    {
      "id": 111477369,
      "en": "Defeat Haradrim at Parth Gladló ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "You should talk to Éomer at Aragorn's Pavilion on the after-battle Pelennor.",
      "es": ""
    },
    {
      "id": 30955937,
      "en": "'Men patrolling the Pelennor have spotted a group of Haradrim hiding out in Talath Anor.'",
      "es": ""
    },
    {
      "id": 177082688,
      "en": "Defeated Haradrim ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082711,
      "en": "Many Haradrim are encamped here",
      "es": ""
    },
    {
      "id": 30955938,
      "en": "'Some of the Haradrim have fled north on horse!'",
      "es": ""
    },
    {
      "id": 30955939,
      "en": "'I am glad you and Elfhelm were able to scatter the Haradrim.'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Éomer",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I am glad you and Elfhelm were able to scatter the Haradrim encampment. Do not worry overmuch about those who slipped away to the island fortress of Cair Andros. It is only a matter of time before we must recapture Cair Andros for Gondor, and then their day of reckoning shall come too.'",
      "es": ""
    },
    {
      "id": 111477360,
      "en": "Talk to Elfhelm at Parth Gladló",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "With renewed spirit, Éomer, King of Rohan, has decided to send Elfhelm to lead an attack against a band of Haradrim who has fled into Talath Anor.",
      "es": ""
    },
    {
      "id": 246419813,
      "en": "Travel to Parth Gladló, north of the after-battle Pelennor, to search for Haradrim.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Reclamation of Talath Anor",
      "es": ""
    },
    {
      "id": 162883698,
      "en": "'Some of the Haradrim have fled north on horse! We must pursue!'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "You should talk to Elfhelm at Parth Gladló, north of the after-battle Pelennor.",
      "es": ""
    }
  ]
}