{
  "id": 620969469,
  "txt": [
    {
      "id": "0xeb01150",
      "en": "Elfhelm has asked you to search the after-battle Pelennor for Éowyn's sword.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85983",
      "en": "'You found it! What good fortune!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85984",
      "en": "'This is an exceptional tale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "You should talk to Éomer, who can be found at Aragorn's pavilion on the after-battle Pelennor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Find Elfhelm in Minas Tirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "Elfhelm motions to you to come closer as you approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Talk to Elfhelm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'My friend, I have an important task for you, one which I cannot entrust to any man of Rohan. You know that Lady Éowyn was on the battlefield and now she rests, recovering, in the Houses of Healing. I am in need of her sword. Yes, the sword with which she fought and killed the Witch-king.\\n\\n'It still remains somewhere on the Pelennor. I have searched and searched for the sword but could not find it. It could not have strayed far from the spot where the Witch-king was slain. The sword was broken in combat, so I am certain no one took it to wield in the battle. I am hoping you might succeed where I could not. Will you try?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Éomer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Find the hilt of Éowyn's sword",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "Elfhelm wants to meet you in the Old Guest-house on the First Circle of after-battle Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1174",
      "en": "You vow to search the Pelennor for the sword Éowyn wielded in battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "You explain the story of the sword of Théodred, and how it came to be here.\\n\\n'This is an exceptional tale. Théodred's death was cruel and untimely. Now he has been avenged, and, through the hands of my sister, Théodred was there for his father. I shall tell this to all the men of Rohan. This will surely boost their spirits and this hilt shall be a prized relic of Rohan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "You should talk to Elfhelm, who can be found in the Old Guest-house on the First Circle of after-battle Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1176",
      "en": "This is indeed the hilt of the sword Éowyn used when slaying the Witch-king",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50259",
      "en": "Talk to Elfhelm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'[placeholder], Elfhelm has come to me. He has said that he wishes to speak with you. It was peculiar as usually he speaks with great detail. While I do not know what it is that Elfhelm seeks you for, it did sound urgent. You should speak with him as soon as you are able.\\n\\n'He did tell me one thing - he wants to meet you at the Old Guest-house in Minas Tirith.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "You should talk to Elfhelm in the Old Guest-house in after-battle Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56858",
      "en": "'You found it! What good fortune! You see, [placeholder], this is no ordinary sword. I gave this to Éowyn when she refused to stay behind in Rohan. Yes, I knew that she was riding to Gondor with us. I kept her secret. Now I must share with you another secret. This is the sword of Théodred, Théoden's son.\\n\\n'Yes, the sword of the late King's son, wielded by the King's niece, slew the greatest enemy upon the battlefield. Théoden's death was avenged in many ways. Éowyn's brother, Éomer, must know the truth of this. Take the sword to him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Éomer has heard that Elfhelm wishes to meet with you on a private matter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85981",
      "en": "'Elfhelm wishes to speak with you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Elfhelm's Secret",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85982",
      "en": "'My friend, I have an important task for you.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}