{
  "id": 620969433,
  "txt": [
    {
      "id": 177082772,
      "en": "You see some familiar faces within the west entrance of Osgiliath",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Thank you for your help, my good friend! I will need to think of a name for my shop, if I am no longer to work for Galengam. I like the sound of \\qBandron and Son, Purveyors of Fine Goods.\\q What do you think?'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'You have caused an impressive amount of noise, [placeholder]! The trumpeters will announce the arrival of King Elessar as his army marches through Ithilien. None will miss these tidings!\\n\\n'Sauron will not fail to heed this march, [placeholder]. The Prince of Dol Amroth has rightly pointed out that the size of this army is too small to pose a serious challenge to the host that lies within Mordor, but that in itself will draw his gaze hither. He will think that Aragorn possesses the Ring, and believes that it will bring him the power he needs to overthrow Sauron. He will think this because that is the action he would take, were their positions reversed.\\n\\n'The army will march slowly, but it will march loudly, and that is the best gift we can give to Frodo right now. I hope beyond hope that he is able to make use of that gift, and that it does not come too late for him.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Trumpeters can be found on the Pelennor Fields, after the battle.\\n\\nMithrandir has asked you to find trumpeters throughout the Pelennor Fields that might be willing to announce the departure of Aragorn's army from Minas Tirith with great noise and tumult.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'We have moved in secrecy ever since I came to know you, [placeholder]. It was a secrecy borne of necessity, for we needed every advantage we might attain in our struggle against the Dark Lord. Whispered councils gave rise to hidden errands and close-guarded conspiracies.\\n\\n'But no longer! While Frodo continues his quest in the shadows, Aragorn strides into the light and he must draw Sauron's gaze to him, and away from the real purpose, with every means at his disposal. Let the departure of Aragorn's army be a loud one and snare the attention of the Dark Lord!\\n\\n'Wars are fought with weapons, but this battle for Sauron's Eye will be fought with noise and tumult, with musical instruments and those who wield them. Walk the Pelennor and find men who wield trumpets of silver and brass. They will announce the coming of the King as loudly and as often as they can, and perhaps this loud departure will serve as a shield for Frodo and Sam as they walk in the Black Land.\\n\\n'After you gather four trumpeters, travel to the western gate of Osgiliath and Aragorn's army will begin its march. I will see you at the eastern gate of the city after the army is on the march.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I fought in the battle and saw more than my share of death as the afternoon wore on toward evening. Sometime during the waning hours I lost both my sword and the trumpet I carried on my hip, and suffered a knock upon the head by a heavy club.\\n\\n'When I came to again, my sword was gone. It must have been taken by a foe or a friend who thought I was slain. My trumpet lay by my feet, battered and bruised even as I was, but still whole. I have taken that as a sign, and now I will be a trumpeter and not a swordsman.\\n\\n'I will be honoured to wind my horn to announce the coming of King Elessar, [placeholder]. Let the sound strike fear into the hearts of our enemies and give them such a fright they will never again threaten Gondor!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Mithrandir has given you a surprising directive: one of attention-seeking noise rather than the maintenance of secrecy!",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I was inside the city when our friends from Rohan joined the battle, and my heart soared to see their charge. So inspired was I that I mounted a horse and followed the Prince of Dol Amroth and his knights through the gate and into the throng of the battle!\\n\\n'I was near at hand to Théoden, King of Rohan, when the great beast descended and spelled his doom. I saw then the most beautiful woman I have ever seen, or ever will see; she stood between her fallen lord and the dreadful foe, and slew that terrible creature in defence of her king! A great evil took me then and I swooned. I think I dreamed, but I cannot remember the details of it.\\n\\n'When I awoke, I was in the Houses of Healing. Friends tell me I was saved by the hands of a stranger, of curious visage and few words. I would find this man and give him my thanks, but he has left no sign. There are whispers that King Elessar may have worked his healing arts in the Houses, but who would believe such a thing? No King would trouble himself with my hurts, surely?\\n\\n'In any case, I will be pleased to sound my horn on behalf of the King!'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I have mastered many musical instruments, but I am most skilled, and loudest, with the trumpet! It will be my pleasure to sound mine at volume on behalf of the King! O, to think I have lived to see a king once more in Gondor!\\n\\n'My heart leaps at the thought of it! You will have no problem getting me to start; getting me to stop will be another thing entirely!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Mithrandir asked you to travel to the western gate of Osgiliath after you gathered four trumpeters.",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'You seek trumpeters to proclaim the presence of Aragorn, now that he has revealed his true claim? I am not as practiced as some others in Gondor, for I have only lately begun to learn the skill, but I would be honoured to use my meagre ability to announce the arrival of my chief and lord.\\n\\n'My friend Areneth bore this trumpet on his person when he was slain in Tûr Morva. I picked it up to save it from the hands of treacherous men, and thought I might teach myself its use as a means of remembering poor Areneth.\\n\\n'I will use it to proclaim the coming of King Elessar, and it will remind me of the friends that gave their lives so this day might happen.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'After you gather four trumpeters, travel to the western gate of Osgiliath and Aragorn's army will begin its march.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Nethadan is at the western entrance to Osgiliath.\\n\\nYou gathered a number of trumpeters to travel with Aragorn's army and announce the coming of King Elessar, and now should speak with some familiar faces at the entrance to Osgiliath.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Oh... hello, [placeholder]. I did not think I would see you again this soon. I had rather hoped my father would let us remain awhile longer in Imloth Melui, but when he heard that the battle was over he made us depart at once. The flowers of Imloth Melui are breath-taking and beautiful... and the roses are quite a sight as well!\\n\\n'My father promised Lord Angbor that we would bring our stock of Cemenduril liquor to the Houses of Healing as soon as we were able, and we have done so, also satisfying our writ with Galengam. But now my father has that look in his eye once again, and he has made us come to broken Osgiliath over the Anduin, instead of heading for home.\\n\\n'Perhaps you could suggest that he and I return home? Or maybe, if that is too far, we could turn our waggon in the direction of Imloth Melui and make sure the ladies of that place fare well in our absence?'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Ah, [placeholder]! Any good friend of Lord Angbor would be a friend of mine, but you were my friend first, I daresay! I have not forgotten our encounter in Tarlang's Neck. We met at a low ebb in my fortunes, any man would admit that, but I am proud to say that those fortunes have changed for the better. And all because of my son! He has always made me proud, that one, and I defy any [placeholder] to doubt it!\\n\\n'We did need to leave Imloth Melui in rather a hurry, but that is no fault of my Nethadan. I did not like many of the glances the fair lasses of that place gave to my boy, and I deem that should the battle have kept us there any longer I might have lost my apprentice and gained a daughter-of-the-law, and that does not bring in the coins! No, we left at the first opportunity, and now another opportunity has presented itself. Do you know what that opportunity is?'\\n\\nBandron pauses for dramatic emphasis, waiting for you to guess. At last he continues with a shout of triumph.\\n\\n'Nails, [placeholder]! It just so happens that with tremendous foresight, my clever and enterprising son Nethadan has caused us to come into possession of two barrels full of nails, as I am sure you remember, and do you know what is in great demand following a battle? Nails of the very sort we possess in such quantities, and which we can sell to the craftsmen repairing the city and the bridges at a better than usual rate! Just doing my part as a man of Gondor, my friend, and if it allows me to set up my own shop in competition with Galengam, well, that is the merest coincidence.\\n\\n'There are still enemies hiding in Osgiliath, however. If you were to defeat some of these foes, I would appreciate it!'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Defeat enemies remaining in Osgiliath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Some enemies are still hiding in Osgiliath, waiting to jump out and attack the craftsmen responsible for repairing the city and the bridges.\\n\\nBandron asked you to defeat some of the enemies lurking in Osgiliath in order to protect his interests.",
      "es": ""
    },
    {
      "id": 30955920,
      "en": "'Oh, hello… I did not think I would see you again so soon…'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Go to the eastern entrance of Osgiliath",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 30955921,
      "en": "'I am proud to say my fortunes have changed for the better!'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Mithrandir at the eastern entrance of Osgiliath",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 30955922,
      "en": "'There are still enemies hiding in Osgiliath!'",
      "es": ""
    },
    {
      "id": 30955923,
      "en": "'Perhaps you could suggest to my father that we return home?'",
      "es": ""
    },
    {
      "id": 30955924,
      "en": "'Thank you for your help, my good friend!'",
      "es": ""
    },
    {
      "id": 30955925,
      "en": "'You have caused an impressive amount of noise!'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Mithrandir is astride Shadowfax at the east gate of Osgiliath.",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'You have caused an impressive amount of noise, [placeholder], more than your size might indicate! The trumpeters will announce the arrival of King Elessar as his army marches through Ithilien. None will miss these tidings!\\n\\n'Sauron will not fail to heed this march, [placeholder]. The Prince of Dol Amroth has rightly pointed out that the size of this army is too small to pose a serious challenge to the host that lies within Mordor, but that in itself will draw his gaze hither. He will think that Aragorn possesses the Ring, and believes that it will bring him the power he needs to overthrow Sauron. He will think this because that is the action he would take, were their positions reversed.\\n\\n'The army will march slowly, but it will march loudly, and that is the best gift we can give to Frodo right now. I hope beyond hope that he is able to make use of that gift, and that it does not come too late for him.'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'Wars are fought with weapons, but this battle for Sauron's Eye will be fought with noise and tumult, with musical instruments and those who wield them. Walk the Pelennor and find men who wield trumpets of silver and brass. They will announce the coming of the King as loudly and as often as they can, and perhaps this loud departure will serve as a shield for Frodo and Sam as they walk in the Black Land.'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'After you gather four trumpeters, travel to the western gate of Osgiliath and Aragorn's army will begin its march.'",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Bandron is at the western entrance to Osgiliath.\\n\\nYou gathered a number of trumpeters to travel with Aragorn's army and announce the coming of King Elessar, and now should speak with some familiar faces at the entrance to Osgiliath.",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'Perhaps you could suggest to my father that he and I return home? Or maybe, if that is too far, we could turn our waggon in the direction of Imloth Melui and make sure the ladies of that place fare well in our absence?'",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'There are still enemies hiding in Osgiliath. If you were to defeat some of these foes, I would appreciate it!'",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Aragorn's army is passing through Osgiliath, and Mithrandir intended to meet you at the eastern gate of the city.",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "Defeated enemies remaining in Osgiliath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Celebrom on the Pelennor Fields, after the battle",
      "es": ""
    },
    {
      "id": 30955875,
      "en": "'Our secrecy was borne of necessity, but now it must end.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Limlaer on the Pelennor Fields, after the battle",
      "es": ""
    },
    {
      "id": 30955876,
      "en": "'I fought in the battle and saw more than my share of death.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Ruhír on the Pelennor Fields, after the battle",
      "es": ""
    },
    {
      "id": 30955877,
      "en": "'I will be pleased to sound my horn on behalf of the King.'",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "As you approach the east gate, you see Mithrandir astride Shadowfax",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Culang on the Pelennor Fields, after the battle",
      "es": ""
    },
    {
      "id": 30955878,
      "en": "'To think I have lived to see a king once more in Gondor!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Go to the western entrance of Osgiliath",
      "es": ""
    },
    {
      "id": 30955879,
      "en": "'This trumpet belonged to my friend Areneth.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Nethadan at the west entrance of Osgiliath",
      "es": ""
    },
    {
      "id": 30955880,
      "en": "'Wars are fought with weapons, but this battle will be fought with noise and tumult.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Bandron at the west entrance of Osgiliath",
      "es": ""
    },
    {
      "id": 30955881,
      "en": "'Travel to the west gate of Osgiliath, and Aragorn's army will begin to march.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 7, Chapter 4: A Loud Departure",
      "es": ""
    }
  ]
}