{
  "id": 620969467,
  "txt": [
    {
      "id": "0x9b56849",
      "en": "'[placeholder], I have decided that before we take further action, we must dispose of the vile corpse of the Witch-king's fell-beast.\\n\\n'I feel a shudder of revolt every time I look upon it, remembering how my uncle and king died there, and how my sister Éowyn nearly fell, too, battling the Witch-king. The men shun it as well, and whisper that it is ill luck to let your gaze linger on the dead beast. It should be purged.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b4",
      "en": "'We must dispose of the vile corpse of the Witch-king's fell-beast.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b5",
      "en": "'I shall fetch Mithrandir to accompany us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b6",
      "en": "'I am sure that loremasters of Gondor will learn much.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "You should talk to Éomer, who can be found at Aragorn's pavilion on the after-battle Pelennor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Éomer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I am sure that loremasters of Gondor will learn much from studying the head of that foul creature. I hope only that the risk does not outweigh the reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Talk to Éomer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Éomer, King of Rohan, has decided to investigate the slain fell-beast of the Witch-king.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Head of the Fallen Beast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56872",
      "en": "'Let me know when you are ready and I shall fetch Mithrandir to accompany us. He has mentioned some concern with the corpse and wishes to oversee its disposal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "You should talk to Éomer, who can be found at Aragorn's pavilion on the after-battle Pelennor.",
      "es": "",
      "es (fem)": ""
    }
  ]
}