{
  "id": 620969483,
  "txt": [
    {
      "id": 111477412,
      "en": "Talk to Aragorn",
      "es": ""
    },
    {
      "id": 111477344,
      "en": "Identify Duilin",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'I thank you, [placeholder]. I understand that it was a difficult task, but you have shown both discretion and courtesy in seeing it through.'",
      "es": ""
    },
    {
      "id": 246419816,
      "en": "You should speak with Duinhir, who can be found at Aragorn's pavilion on the after-battle Pelennor.",
      "es": ""
    },
    {
      "id": 24695125,
      "en": "Help identify the bodies of Duilin and Derufin among those recovered from the field.",
      "es": ""
    },
    {
      "id": 111477346,
      "en": "Identify Derufin",
      "es": ""
    },
    {
      "id": 162883703,
      "en": "You gently explain that Aragorn has asked Duinhir to identify his sons' bodies.\\n\\n'I cannot. I have seen so much death. To see theirs... You came to know them well in these last days, did you not? Will you go in my stead?'",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Aragorn can be found in his pavilion on the after-battle Pelennor.\\n\\nYou should return to Aragorn now that you have identified Duilin and Derufin.",
      "es": ""
    },
    {
      "id": 177082710,
      "en": "Duinhir does not have the strength of mind to identify his sons",
      "es": ""
    },
    {
      "id": 177082689,
      "en": "You are certain this is the body of Duilin",
      "es": ""
    },
    {
      "id": 177082713,
      "en": "This is not one of Duinhir's sons",
      "es": ""
    },
    {
      "id": 30955940,
      "en": "'Would you ask Duinhir if he is willing to identify his sons?'",
      "es": ""
    },
    {
      "id": 177082691,
      "en": "You are certain this is the body of Derufin",
      "es": ""
    },
    {
      "id": 30955941,
      "en": "'I thank you. It was a difficult task.'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Aftermath: Duilin and Derufin",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Search among the slain for Duilin and Derufin's bodies.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Many corpses have been recovered from the field, some nearly beyond recognition. I fear that Duilin and Derufin, who were trampled by a Mûmak, may be among them. Would you ask Duinhir if he is willing to identify his sons?'",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Talk to Duinhir",
      "es": ""
    }
  ]
}