{
  "id": 620951545,
  "txt": [
    {
      "id": 216727827,
      "en": "Nendath can be found just south-east of Tadrent, along the foothills of the Emyn Ernil.\\n\\nYou should hike up to Nendath and scout the valley for Corsair movements.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Fight the intruders at Nendath.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Find a good spot on Nendath to <rgb=#FF0000>look</rgb> at the Corsair camp Makham Mijann.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "<rgb=#FF0000>Look</rgb> at Makham Mijann for signs of trouble",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Bruidis in Tadrent",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "The camp is oddly quiet; however, you see Corsairs near the camp moving crates downstream",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "<rgb=#FF0000>Look</rgb> at Makham Mijann for signs of trouble",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Corsairs at the beacon!? The situation is worse than I thought. They must know of our every movement!\\n\\n'And what's this you say? Corsairs are sending crates downstream? I wonder where they are sending them! It can not be for any good purpose, that is certain.'",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "This is a good place to <rgb=#FF0000>look</rgb> at the Corsair camp Makham Mijann",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Corsairs are occupying the beacon, monitoring Tadrent for activity",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 24695139,
      "en": "The situation at Tadrent is dire. Scouting the valley from atop the beacon at Nendath may help plan your attack on the Corsair encampment.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'[placeholder], would you hike up to the beacon of Nendath and scout the surrounding area? From Nendath, you should be able to spot anyone moving about the valley.\\n\\n'Tread carefully, [placeholder]. I do not believe the Corsairs have crossed the river recently, but one can only guess at their movements under cover of darkness.'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Defeated intruders at Nendath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Climb the foothills to the beacon at Nendath",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Bruidis can be found back in Tadrent.\\n\\nTalk to Bruidis and tell her what you have seen. She will help you form a plan of action against the Corsairs at Makham Mijann.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Perspective from Nendath",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Fight the intruders at Nendath ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}