{
  "id": 620951538,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "Bruidis can be found in the village of Tadrent.\\n\\nYou should report back to Bruidis and inform her of Tabadam's defeat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Thank you, [placeholder], for all that you have done. The farmers and merchants of Tadrent shall always remember you. We should be able to resume shipping much-needed provisions to Dol Amroth soon.\\n\\n'The corsairs are planning something in Edhellond and I'm certain the other two captains you seek reside to the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Now that Bruidis understands Captain Tabadam's plans, she has asked you to enter Makham Mijann, defeat him, and bring the camp to its knees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Captain of Makham Mijann ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Speak with Bruidis in the village of Tadrent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You have defeated Tabadam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Tabadam can be found at the corsair camp Makham Mijann.\\n\\nFind and confront Tabadam at Makham Mijann.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Find and confront Tabadam at Makham Mijann",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Rossaran once told me that to cut the vein tying the head to the chest is to bleed the enemy dry. I believe that Captain Tabadam of Makham Mijann is that vein, and you, [placeholder], are the blade.\\n\\n'As much as we need to investigate Edhellond, first you should enter Makham Mijann, find the captain in the camp, and defeat him. Tabadam is surely one of the corsair captains your friend Jajax spoke ill against.\\n\\n'Be careful, [placeholder].'",
      "es": "",
      "es (fem)": ""
    }
  ]
}