{
  "id": 620951541,
  "txt": [
    {
      "id": 216727827,
      "en": "The Corsairs can be found along the River Ringló, north-west of Tadrent.\\n\\nFind and defeat the overseer of the Corsair shipping operation. Steal back crates for the merchants of Tadrent.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Your deeds have given us the upper hand and returned some of the missing supplies. However, the Corsair camp surely suspects that we are the source of this aggression.\\n\\n'We need to act fast or our village will be the first to fall. We're counting on you, [placeholder].'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Bruidis is in the town of Tadrent.\\n\\nYou should speak with Bruidis and inform her that you successfully stopped the Corsair shipping operation.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Reclaimed crates ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "You have defeated the Corsair overseer",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Reclaim crates ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Reclaimed crates ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Now that Bruidis knows the Corsairs are shipping supplies downstream from Makham Mijann, she wants you to stop them.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Thank you again for your assistance in gathering vital information about the Corsair threat, [placeholder]. If Rossaran were here, he would surely thank you as well.\\n\\n'It seems the Corsairs are stealing our supplies then shipping them downstream, in the same direction that we have been sending carts to Dol Amroth. We can't allow those goods to fall into corsair hands at Edhellond. They must be stopped.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Fight the Corsair overseer",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Reclaim crate ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Disrupting the Flow ",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Speak with Bruidis",
      "es": ""
    }
  ]
}