{
  "id": 620762755,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected silver-nuggets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Machar, exhausted from his long run out of Dûn Covád, has asked for your help recovering treasure from the Ongbúrz.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'[placeholder]...you said...? I've heard...of your deeds, for the people here...speak of...little else. I've just run from the city of Dûn Covád, far to the north; give me a moment to catch my breath.\\n\\n'Thank you, [placeholder]. It was my Fém to recover nuggets of silver from the Orcs that now occupy Dûn Covád, and though I did gather one arm-load, it is not enough. The Ongbúrz are paid in silver for their cruelty; we must take it from them both as a remembrance of their victims and as an aid for those still with us.\\n\\n'Travel to Dûn Covád, the city in the western hills, far to the north of Aughaire. The Ongbúrz have erected a great palisade in front of the city, but if you can make it past the barrier, many of the Orcs beyond will carry silver-nuggets. Collect several arm-loads of these and bring them here to me. I will rest in the meantime.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The city of Dûn Covád is in the western hills of Fasach-falroid, far to the north of Aughaire. The Ongbúrz have constructed a wooden palisade in front of the entrance. Machar is in the Búth Sánkhas of Aughaire, south-east of the market.\\n\\nMachar, winded from his previous excursion into Dûn Covád, has asked you to travel into the city and collect silver-nuggets from the Orcs that now live there.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have returned with silver-nuggets from the Ongbúrz! You are truly a friend to the Trév Gállorg, [placeholder], and you do me honour by aiding with my Fém.\\n\\n'If you need to have a rest after the long journey from Dûn Covád, pull up a sleeping mat.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Machar runs with great speed. Any other of my people would not have escaped from Dûn Covád with all the Ongbúrz alerted. He is to be praised for this, but his recklessness displeases me.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not returned with enough silver-nuggets taken from the Ongbúrz. Dûn Covád is far to the north of Aughaire, in the western hills of Fasach-falroid.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It is a great distance from here to Dûn Covád.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The Ongbúrz chased me with great speed, but I had the mastery!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring silver-nuggets to Machar",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect silver-nuggets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Buried Treasure",
      "es": ""
    }
  ]
}