{
  "id": 620762742,
  "txt": [
    {
      "id": 218649169,
      "en": "'It sickens me to know that my people are threatened by the Evil Ones, and there is naught that I can do about it. In my youth, perhaps...but time and the rigours of travel across Rammas Deluon have robbed me of my vigour.\\n\\n'Ah, but you are strong and brave. But are you brave enough to stand against the Orcs and thin out their accursed ranks? \\n\\n'Travel to their fortifications to the west. There, in the places known as Urugarth and Carn Dûm, you will find your share of Orcs. Any blow we strike against the False King will help my people survive to see another day.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You possess the kind of fighting spirit I recall from my younger days, but your task is not yet complete, [placeholder]. The Uruk-leader still lives, does he not?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Go into Urugarth or Carn Dûm and thin the Orc-hordes.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Thinning the Horde",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Hillman called Donaith is concerned about the Orcs in the vicinity of Urugarth and Carn Dûm.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Uruks in Urugarth and Carn Dûm ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Orcs in Urugarth and Carn Dûm ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Uruks in Urugarth and Carn Dûm ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Urugarth and Carn Dûm lie to the west of Gath Forthnír.\\n\\nDonaith asked you to support the cause of his people and defeat the Orcs which gather in Urugarth or Carn Dûm.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Orcs in Urugarth and Carn Dûm ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Donaith can be found at Gath Forthnír.\\n\\nReturn to Donaith in eastern Angmar and tell him of your deeds.",
      "es": ""
    }
  ]
}