{
  "id": 620762689,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Bogbereth's broodlings ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated matrons, lurkers, and creepers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bogbereth the Spider is in league with the Iron Crown. Her progeny is kept by the Angmarim and used as many-legged foot-soldiers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There is a great spider that lurks in Himbar. Her eggs are prized by the Iron Crown, as the hatchlings can be trained by the Angmarim to fight for the Enemy.\\n\\n'You must kill the spiders and their elder protectors north-east of Himbar, in Torech-i-Bogbereth. When facing the broodlings, beware. They can burrow into the earth and escape your attacks.\\n\\n'You must exercise caution while hunting the spiders. Bogbereth stalks those lands, and she may be hunting you as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The spiders are to the north-east of Himbar.\\n\\nLunathron told you of Bogbereth's spawn, the spider-broodlings that are kept by the Angmarim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder], but there is one threat that still remains. I speak of the great spider herself, Bogbereth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lunathron is at Gath Forthnír, to the east of Himbar.\\n\\nYou slew many spiders and their Angmarim keepers, ensuring that Bogbereth's spawn pose no threat to the Rangers. Now you should return to Lunathron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The spiders are a threat and must be stopped. Defeat them and their elder watchers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Well done!  You have taken the first step to ridding us of Bogbereth forever!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Bogbereth's broodlings ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat matrons, lurkers, and creepers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bogbereth's Brood",
      "es": "",
      "es (fem)": ""
    }
  ]
}