{
  "id": 620762747,
  "txt": [
    {
      "id": 218649169,
      "en": "'We have fought against the Trév Duvárdain and we have fought against the Orcs, and we will continue doing so until we are defeated or we drive each of them from our lands!\\n\\n'Far to the north of Aughaire, the Orcs have taken the old city of Dûn Covád in the western hills. Two of their leaders are known to me: Nûlthauk and Ranghâsh. If you are able to defeat one or both of them, their ranks may fall into disarray.\\n\\n'But that is a secondary consideration for me. Several months ago, these Orcs were part of the band that slew my sister Mairád. If you slay one of them, the other will know my vengeance is coming, either soon or late. That will be enough for me. Bring an ally or two, for the city is dark and full of peril.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am glad of your victory on my behalf, [placeholder]. You have brought my vengeance against those who inhabit Dûn Covád. Let the other quake and wonder when my vengeance will find him!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Orcs Nûlthauk and Ranghâsh are in the city of Dûn Covád, far to the north of Aughaire, among the western hills. Defeat one of them, and I will have vengeance upon both!\\n\\n'Bring an ally or two with you, for the city is very dangerous and my foes no less so.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dark Vengeance",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Let the Orcs quake at the rumour of our footfall.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Eilig, a warrior of the Trév Gállorg, seeks to cause disarray in the ranks of the Orcs that have taken the city of Dûn Covád and to visit his vengeance upon them for his sister, as well.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The Orcs will not hold Dûn Covád forever.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Orcs Nûlthauk and Ranghâsh are in the city of Dûn Covád, far to the north of Aughaire, among the western hills.\\n\\nEilig has asked you to defeat one of the two Orcs that slew his sister and so avenge her memory.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Eilig is in the Búth Luikh in Aughaire.\\n\\nYou should return to Eilig and tell him of your journey into Dûn Covád.",
      "es": ""
    }
  ]
}