{
  "id": 620762764,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Ongbúrz Warriors at Morfil ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Ongbúrz Skirmishers at Morfil ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated Ongbúrz Captain at Morfil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Torquil's brothers were slain by Orcs, and he seeks allies to take his vengeance upon them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My brothers were great warriors, and they gained much honour in battle against the Trév Duvárdain and the Orcs of Angmar. All spoke highly of them, and both women and men called them mighty.\\n\\n'But even the mightiest man can be felled by a single arrow loosed from hiding, and so it was with my brothers. Orcs beset them by the cave Morfil, and they were defeated.\\n\\n'I have petitioned Crannog for vengeance, and now he sees fit to unleash you upon the Orcs in my stead! I hope you are worthy, for if your strength is found lacking, it will go poorly for you. The entrance to Morfil is in Fasach-larran, east of Aughaire. Defeat Orcs in and around the cave and make them pay for the deaths of my brothers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The cave Morfil is in Fasach-larran, east of Aughaire.\\n\\nTorquil has asked you to journey to Morfil and defeat the Orcs that killed his brothers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My brothers would be pleased by your service in their honour, [placeholder]. I give you thanks in their stead for the slaying of the Orcs at Morfil.\\n\\n'For my part, I believe you are trustworthy. But it is up to Crannog to rule on this matter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Torquil is at Aughaire, near Crannog's ruling-seat, west of the settlement's centre island.\\n\\nYou have slain many Orcs at Morfil and should return now to Torquil at Aughaire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Morfil is in Fasach-larran, east of Aughaire. That is where you will find the Orcs that killed my brothers, and that is where you must go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I thank you on behalf of my brothers, [placeholder], for the deaths of many Orcs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The Orcs will not soon forget the vengeance of Torquil and [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Ongbúrz Warriors at Morfil ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Ongbúrz Skirmishers at Morfil ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Ongbúrz Captain at Morfil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dark Raiders",
      "es": "",
      "es (fem)": ""
    }
  ]
}