{
  "id": 620762743,
  "txt": [
    {
      "id": 218649169,
      "en": "'My brothers and I have not seen our uncle for many years. Rammas Deluon prevents safe passage to the lands beyond, and Uncle Donaith lives far to the east.\\n\\n'If you find yourself in those distant lands, perhaps you may pay Uncle Donaith a visit? I am sure he would want to hear from us. It has been a long time, and much has happened in his absence.\\n\\n'I do not know where he is now, only that he dwells far in the east.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It is good to meet you as well, [placeholder]. And you bring news from Aughaire? What a journey that must have been! And how did you pass through Rammas Deluon?\\n\\n'Ah, but it matters not. Tell me, how do my nephews fare?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Our uncle, Donaig, is lost somewhere beyond Rammas Deluon...please find him.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'My brothers and I have not seen our uncle for many years. The Rammas Deluon prevents safe passage to the lands beyond and Uncle Donaith lives far to the east.\\n\\n'If you find yourself in those distant lands, perhaps you may pay Uncle Donaith a visit? I'm sure he would want to hear from us. It's been a long time and much has happened in his absence.\\n\\n'I do not know where he is now. Perhaps Gath Forthnír? It is the eastern most point in Angmar.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Distant Uncle",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'It is good to meet you as well, [placeholder]. And you bring news from Aughaire? What a journey that must have been! And how did you pass through Rammas Deluon?\\n\\n'Ah, but it matters not. Tell me, how do my nephews fare?'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Rammas Deluon prevents the brothers Eilig, Machar, and Torquil from seeing their uncle Donaith, who lives far in the east of Angmar.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Donaith is somewhere far to the east of Aughaire, well beyond Rammas Deluon.\\n\\nEilig and his brothers in Aughaire wish you to find their long-lost uncle.",
      "es": ""
    }
  ]
}