{
  "id": 620762765,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Tarkrîp warriors at Bûrzum Pushdug ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Tarkrîp skirmishers at Bûrzum Pushdug ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Finnán believes that you are trustworthy and can help the Trév Gállorg combat the Orcs of Bûrzum Pushdug.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Crannog is the chieftain of Aughaire, and he is right to challenge outsiders to prove their worthiness. But I, Finnán, have always prided myself on my keen eye and keener judgement. I know you are to be trusted, and that you will bring glory to the Trév Gállorg of Aughaire.\\n\\n'You have already ventured into the fortress of Tór Gailvin, north-east of this settlement, and taken the prizes of the Trév Duvárdain from them; the traitors will surely rue their loss, and question whether their loyalty was given too quickly to the savage rulers of this land. But their treachery runs deeper than greed, for a tribe of Orcs is quartered in the cave of Bûrzum Pushdug, just north of Tór Gailvin! The Trév Duvárdain have these Orcs for neighbours, and this is a treachery so low that even their greed cannot justify it!\\n\\n'Travel to Bûrzum Pushdug with an ally or two, and slay the Orcs there to remind the Trév Duvárdain what they would do were they worthy to walk the land of their fathers. The cave is on the west side of the hill on which Tór Gailvin is built, north-east of Aughaire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The cave Bûrzum Pushdug is north of Tór Gailvin, in the western side of the hill on which that fortress is built. Tór Gailvin is north-east of Aughaire.\\n\\nFinnán asked you to defeat the Orcs of Bûrzum Pushdug in order to send a message of reproach to the Trév Duvárdain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I rejoice at your victory, [placeholder]! I knew I was right to give you my trust. The Trév Duvárdain will surely see that you have done what they should have and will feel remorse at their failing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Finnán is at the centre island in the settlement of Aughaire.\\n\\nYou have defeated many Orcs in Bûrzum Pushdug and should now bring news of your victory to Finnán.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Trév Duvárdain of Tór Gailvin have been remiss, [placeholder], and have allowed Orcs to muster in the cave of Bûrzum Pushdug. The two are neighbours, and it fills me with anger, as it would fill any who hear of it!\\n\\n'You have agreed to defeat the Orcs of Bûrzum Pushdug, and I await news of your success. The cave is in the western side of the hill on which Tór Gailvin is built, north-east of Aughaire. An ally or two will be helpful, for the cave is dangerous and full of Orcs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Orcs of Bûrzum Pushdug will not forget you, [placeholder], nor will I!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Hail, [placeholder], slayer of Orcs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Tarkrîp warriors at Bûrzum Pushdug ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Tarkrîp skirmishers at Bûrzum Pushdug ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dark Hunters",
      "es": "",
      "es (fem)": ""
    }
  ]
}