{
  "id": 621092608,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "'My husband has still not returned home! You cannot trust a word that faithless man says. I am sure he is still drinking in this city's underbelly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Hanâth is waiting at The Din of Arms in the Tor-gardens, in the western side of Umbar Baharbêl.\\n\\nHanâth will surely be grateful to hear her husband has returned home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Baziphâr is likely still hiding in Tâkhdar, below Dâr Laja.\\n\\nFind Baziphâr and scold him for hiding below the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Search for Baziphâr below Dâr Laja in Tâkhdar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Scold Baziphâr and convince him to return home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'My husband has still not returned home! You cannot trust a word that faithless man says. I am sure he is still drinking in this city's underbelly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Baziphâr is likely still hiding in Tâkhdar below Dâr Laja.\\n\\nFind Baziphâr and scold him for hiding below the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "You chide Baziphâr for avoiding his responsibilities",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Speak with Baziphâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Here I am, just as I have promised you to tell my wife... it is near enough, is it not?\\n\\n'My wife... I cannot join her inside the Din of Arms! The owner and I have a.... misunderstanding. Tell her I will be at home. No, I swear! I will be at home. I need to... lie down.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Speak with Hanâth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Baziphâr is at our house? You are certain? He has promised? I am so glad to hear. Thank you for returning my troublesome man home to me. I know he is a handful, but he is my handful. I should go home now to tend to his no-doubt-aching head, and remind him to stop harassing customers and businesses! Who does that, anyway?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Baziphâr is likely still hiding in Tâkhdar, below Dâr Laja.\\n\\nBaziphâr has agreed to return home, but you have a sneaking suspicion he needs to be scolded into compliance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Baziphâr is still hiding in Tâkhdar below Dâr Laja.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "An Unsavoury Character",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Are we drinking one last time together? No? You said my wife is... hm. You and I are friends, but we will not be if you tell me to go home. The scolding I shall receive! No, no, I cannot bear it.\\n\\n'But you are right, of course. No, I need no assistance. I will... err, find my way there myself, yes. Do not help me! I will be... elsewhere, ho ho!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Baziphâr? Baziphâr!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'You have found my husband? He has not yet arrived. Perhaps his drunken self has gotten lost? Please hurry! I miss that besotted fool and I do not wish him robbed further blind!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'I will go home once I see you have spoken to my wife. I do not want you to send hounds after me if you fear I have vanished. But please do not take too long. My head hurts.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}