{
  "id": 621092618,
  "txt": [
    {
      "id": "0xeb01197",
      "en": "Speak with Khôltekh's contact Zihârax in the Dûlkar, the Shadow Market in Dil-irmíz. The Dûlkar is located south-east of Mekab-kuphâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Zihârax has asked you to get his ring back from hoodlum in the market stands to the east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Speak with Nûru in Mekab-kuphâr in southern Khabârkhad about Sêkhta.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "Khôltekh has asked you to speak with Nûru in Mekab-kuphâr in Khabârkhad. Nûru has information from an Umbar-môkh contact about Sêkhta.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Speak with Nûru in Mekab-kuphâr about Sêkhta",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Find the hoodlums that took Zihârax's ring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Aye, I know of this Sêkhta, the Blight. You'll want to speak with Zihârax in Dûlkar, the Shadow Market. It's located south-east of here, in Dil-irmíz.\\n\\n'I don't like this Zihârax, or many that Khôltekh consorts with. But we don't get to pick our allies down here, and his information has been sound in the past. He spoke with me this morning, told me he had important information, but that he would only tell Khôltekh or his appointed representative. I guess that's you.\\n\\n'One word of caution: the Dûlkar is not always a friendly place. Stick to the main market. If you go poking your nose in every stall, don't be surprised to find a sword blade pointing back.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Fight off the market cutthroats that have attacked you!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Fight off the market cutthroats that have attacked you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Lower your voice. That name carries great weight here.\\n\\n'Of course I know Sêkhta. Everyone here does, don't be a fool. The difference is I have information Khôltekh wants. About Amârbo, Sêkhta's right-hand man.\\n\\n'Listen, I want to be of service to the Kindred and Khôltekh, but I have a problem. You see, this morning my prized ring was stolen from me by hoodlums. Can you believe that? I was going to ask Khôltekh for coin in exchange for this information, but you look like you can handle yourself in a fight and that ring means more to me than a bag of coins.\\n\\n'I was jumped to the east of here, right by the eastern market entrance. Get me my ring back, and I'll tell you what I know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Return to Zihârax with the ring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'We must find Sêkhta. A snake with no head perishes quickly. Talk to Nûru, he has information on Sêkhta's whereabouts. One of my Umbar-môkh allies spoke with him recently.\\n\\n'Nûru can be found in Mekab-kuphâr in Khabârkhad. Go quickly, this Sêkhta is elusive, always one step ahead, like water through my hands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'I knew you could handle yourself. Sorry they attacked you. Thanks for getting my ring back, I don't feel whole without it.\\n\\n'All right, I'll tell you what I know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "The market cutthroats strike, attacking you!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Speak with Khôltekh's contact Zihârax in the Dûlkar in Dil-irmíz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Light and the Shadow Part 3: A Flash of Gold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Return to Zihârax with the ring.",
      "es": "",
      "es (fem)": ""
    }
  ]
}