{
  "id": 621092609,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'Aye, I saw your man Khaltâg. He was causing quite an uproar a little while ago. Wouldn't stop shouting - Nûru tried to calm him, but he wasn't having it. Kept saying his wife was calling him home. I don't know what that means.\\n\\n'He ran off to the west. Said something about finding her.\\n\\n'She's dead? Khmêg. That is ill news, indeed. There are many buried in Sektakhâb, to the west. It's likely he fled there, if he intends to be with her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'I can't stop hearing them! The voices, my wife, she beckons me to join her!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Way It Catches the Light, Part 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Ask Khaltâg why he came to Sektakhâb.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'You should caution Khaltâg about the necklace. I know it is hard for him to see properly through eyes stained with grief, but holding on to the memory of my mother is causing him more pain than letting her go.\\n\\n'I do not want to sap his joy, but I do not see any good that can come from hanging on to that cursed past. He should return the necklace to where it was found. Some things are better left lost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Find Khaltâg's daughter Pharida and share the good news",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Ask Khaltâg why he came to Sektakhâb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Ask Muntâkh if he knows where Khaltâg went",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Investigate Sektakhâb for signs of Khaltâg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Defeat Sektakhâb wights ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "The necklace feels ice cold to the touch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Oh you found it! I never thought I would see the day.'\\n\\n'This is the first happy day I have had since her passing. So many shadowed days have crossed my face since then, without much light to scare them away. This is truly a joyous occasion!\\n\\n'You've done so much for me, but I wonder if you would do one more thing for me - could you tell my daughter, Pharida? She should be near, in the back of the Dûlkar. She needs to share this joy as well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Investigate Sektakhâb for signs of Khaltâg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "Defeated Sektakhâb wights ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Return to Khaltâg in Mekab-kuphâr and relay Pharida's message.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Ask Muntâkh, the merchant, if he knows where Khaltâg went.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Return to Khaltâg in Mekab-kuphâr and relay Pharida's message",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Pick up the heavy necklace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Save Khaltâg from being torn apart by crypt-walkers!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Return to the Dûlkar to give Khaltâg his wife's necklace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Defeat the wights attacking Khaltâg!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "Pharida, Khaltâg's daughter, has asked you to relay her concerns about the necklace to her father. Khaltâg is in Mekab-kuphâr, in Khabârkhad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Khaltâg has disappeared from where you last spoke",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'You found the necklace for Khaltâg? I do not believe it is so much a boon as he thinks.\\n\\n'My mother was always in poor health. Sickly, frequently bed-ridden, plagued by the Jin-ri, the Black Wind. My father bought that necklace to try to brighten her spirits, and because he was told it had healing properties. But after she wore it, I saw a change in her. She was a warm woman, always giving. But after wearing it, her heart hardened. Her words hardened, and stung as knives. She shut herself off from the world. From us.\\n\\n'I know not if it was the necklace or the knots of her mind, but my mother soon died after wearing that necklace. My father thinks it an artifact, a physical memory of her. I think it a cursed memory, and one that was better to have stayed lost.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}