{
  "id": 620802471,
  "txt": [
    {
      "id": "0x2e4f67e",
      "en": "Agility of the Rune-keeper's Mount.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb295a6e",
      "en": "As a Rune-keeper, Might increases your Tactical Mastery, Outgoing Healing, Tactical Mitigation, and Critical Rating.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x23f9fcc",
      "en": "Tactical Rank",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8daa195",
      "en": "RNK",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7475b7e",
      "en": "As a Rune-keeper, Fate increases your Max Power and Out of Combat Power Regen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd32ab2e",
      "en": "Strength of the Rune-keeper's Mount.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd729ee",
      "en": "As a Rune-keeper, Will increases your Tactical Mastery, Critical Rating, Physical Mitigation, Tactical Mitigation, Resistance and Evade Rating.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfd3e0be",
      "en": "As a Rune-keeper, Vitality increases your Maximum Morale and Morale Regen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7e7e15",
      "en": "Rune-keeper",
      "es": "Maestro rúnico",
      "es (fem)": ""
    },
    {
      "id": "0x1a0b75e",
      "en": "As a Rune-keeper, Agility increases your Tactical Mastery, Critical Rating, Finesse, and Evade Rating.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7d96b3",
      "en": "\\n<li><rgb=#FFFF00>Class Difficulty:</rgb> Moderate</li>\\n\\n<li><rgb=#FFFF00>Role:</rgb> Damage / Healer</li>\\n\\n<li><rgb=#FFFF00>Gameplay:</rgb> Rune-keepers must choose during each battle to focus on damaging skills or healing skills. Either choice will shift their Attunement, unlocking more potent skills, but restricting access to others. In addition, they have support skills that may always be used. In fellowships, a Rune-keeper keeps allies healed or deals significant damage to the foes.</li>\\n\\n<li><rgb=#FFFF00>Lore:</rgb> Rune-keepers are gifted linguists and masters of true names. With this knowledge, a Rune-keeper crafts powerful rune-words that help the Free Peoples. Through unparalleled mastery of Angerthas and Tengwar runes, a Rune-keeper evokes much more than a normal scribe.  Dagor runes deal with battle, Nestad with healing, and Thalas with support.\\n\\nThis class is inspired by the master Elf-smith Celebrimbor, whose skill with runes of power was unparalleled.</li>",
      "es": "",
      "es (fem)": ""
    }
  ]
}