{
  "id": 620915427,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'He lives, for now, and is the very man we came here to find: Léodwig, the son of Harding. What would Harding say to know his son was saved by a Dunlending girl? Perhaps it is best not to think of that for now, [placeholder].\\n\\n'I can piece together some of his story from what he has said. He was separated from his men when the storm rose; that must have been Núrzum approaching. He made for the most visible landmark he could find: it must have been the hill upon which Byre Tor is built. Ill fortune for Léodwig, for that seems to have been Núrzum's destination.\\n\\n'We must do something about Núrzum, but what? He is too strong for us to fight directly. Could we trick him in some way? I will think on it, [placeholder], but I cannot promise a solution will present itself to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ah, I have nothing to contribute. What can I do against such a ferocious creature? I am no warrior. I am only an aged musician. Even Théoden King had no more use for me.'\\n\\n<rgb=#FF0000>Completing this quest will unlock an optional interlude from Gléowine's map.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 10, Chapter 10: Recipe for Remedy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You say that the man Nona has been trying to heal is the very man for whom we sought? Léodwig, the son of Harding? We found him, but it will be a bittersweet victory if he dies.\\n\\n'Everywhere we go we find rumour of this giant, [placeholder], this Núrzum. What can we do about Núrzum?\\n\\n'We cannot engage him in combat, that much is clear. Attacking his feet might prove possible, if we could somehow avoid the attacks that were sure to follow. And by all accounts he brings the storms of winter with him wherever he treads... that will limit visibility, and make it difficult to strike him.\\n\\n'I have no military mind, [placeholder]. Núrzum seems invincible to me. But we will need to destroy him or Wildermore will not be safe. I do not know what to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'The old ways are best, it seems! I am heartened to know the magic of the healers of Lhanuch works even in the land of the horse-lords.\\n\\n'The most-injured of my charges is named Léodwig, and he is the man for whom you sought, [placeholder]? What a wonder that they should be one and the same. My father Suvulch would find some meaning in this, but for me I see fortune only. Still, it is a happy fortune, if he lives. That is not yet certain.\\n\\n'For as long as the giant lives, the people are in danger. What will we do about Núrzum?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected dried herb bundle ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We know his size is great, but what of his intellect? Could we trick Núrzum in some way?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Who is... who is there? Are you... a friend? The giant! The giant returns!'\\n\\nThe man struggles violently for a moment before breathing deeply and attaining a measure of calm.\\n\\n'I... I am Léodwig, the son of Harding, Aldor of the North-march. I came into Wildermore to learn what... but no use. Separated from my men... the storm arose... lost! Lost in a gale!'\\n\\nLéodwig twists and turns before settling into a calm once more.\\n\\n'The giant's name is Núrzum. He... he brings the snows and the wind. Something he carries... I think. He saw me in the snow near the city... I was lifted in the air... a thunderous blast of hot air... and then... and then!'\\n\\nLéodwig shakes and will say no more, but the odour of the burning herbs seems to have broken him out of his stupor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have found Léodwig, the son of Harding. He has been grievously wounded by Núrzum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Perhaps we could stay out of the giant's notice, and strike a grievous blow when he is not prepared? We know so little of him that undertaking this would be a great risk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'These are just what I wanted, [placeholder]! Now go to the other chamber and throw these bundles on the fire. I hope the smell of the burning may revive him somewhat. It was a common practice in Lhanuch, and perhaps its magic will operate here as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orcs throughout the High Knolls may carry dried herb bundles.\\n\\nNona has asked you to recover dried herb bundles the Orcs stole from Byre Tor to try and speed the recovery of the people in her care.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Orcs throughout the High Knolls may have dried herb bundles from Byre Tor in their possession. Defeat them and recover these bundles, for they may help my charges!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'You have not brought me the bundles?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nona is in her cave in the High Knolls, and is waiting for you to return with the dried herb bundles you collected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Throw the dried herb bundles into the fire in the other chamber. Perhaps that will help improve his condition. He could be doing little worse, that much at least is so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Nona has asked you to throw the dried herb bundles you collected into the cooking fire in the cave chamber with the dying man. She hopes it will improve his condition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'The smoke has revived him? Those are happy tidings, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "The smoke of the burning herbs has slightly revived the most injured of Nona's survivors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'I do not know what can be done about the giant. I have managed to stay away from him so far, but it has not been easy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "You have found the man you came into Wildermore to find, and should now tell your companions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Gléowine is in Nona's cave, and wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect dried herb bundles from Orcs in the High Knolls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the dried herb bundles to Nona in her cave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Throw dried herb bundles into the fire in the other chamber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to the dying man",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Nona is worried about the survivors of Byre Tor in her care, and wants you to help them if you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am a warrior of the Uch-lûth, friend, I am no poet. I do not know this man's name, and none of the others I brought here have seen him before. His eyes do not see me, and his health is failing more rapidly with every hour that passes. He is a dying man, and that is what I call him, though it seem cruel.\\n\\n'I fear if nothing changes he will not live much longer.\\n\\n'Ymma told me the apothecary was attacked by the Orcs early during the fall of Byre Tor, and they stole many useful poultices and medicines. If you can recover these dried herb bundles from Orcs throughout the High Knolls, we might use them to slow his decline, for a time.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}