{
  "id": 620915524,
  "txt": [
    {
      "id": 54354734,
      "en": "You have returned to Nona's cave and should speak with your friends while you wait to see if Leaflock will take action against Núrzum.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We have planted a seed, [placeholder]: the seed of Núrzum's defeat. Now we need to let it bloom.\\n\\n'What did we miss while we were searching for Leaflock, [placeholder]? Are our friends and the survivors of Byre Tor still doing all right?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gléowine is in Nona's cave, and you should speak to him to see how things have been while you and Corudan sought out Leaflock.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Did you find what you wanted in Balewood, [placeholder]?'\\n\\nYou tell Gléowine about Leaflock and he smiles happily.\\n\\n'That is great news! If such creatures are as strong as Corudan believes them to be, we may have the best ally against Núrzum we could hope to have.\\n\\n'Nona's survivors are improving as well. Léodwig is much stronger now than he was, and everyone's spirits are improving. It will not be long before Léodwig can get up and about.\\n\\n'Horn has spent a great deal of time speaking with Nona. I have been trying to give them their privacy, but I can tell they have not yet worked through their feelings. Ah, the complexities of youth! I remember them. Dimly.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Horn is in Nona's cave, and you should speak to him.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Horn is in Nona's cave, waiting to speak with you when you are ready to take your meal.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We have planted the seed of Núrzum's defeat. Now we need to let it bloom.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Corudan has already told me about Leaflock. I thought he was going to hurt himself smiling so widely.\\n\\n'As for me, I am doing fine as well, [placeholder]. Nona and I have been catching up while you were gone. I told her about our adventures in the Sutcrofts and Fangorn, and about our unfortunate audience with Théoden King.\\n\\n'She told me about her attempts to provide for those in her care, by raiding abandoned villages and stealing supplies wherever she could find them. It sounds very difficult. I wish we had been with her! We could have helped her, and... well, you understand, [placeholder].\\n\\n'Since Léodwig is improved, I thought we might all take our meal together in this chamber? Let me know when you are ready to eat!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Nona is in her cave in the High Knolls.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You should speak to Horn and see how he fares.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I have never seen anything like it, [placeholder]. The sight of those trees marching away to fight Núrzum... Suvulch would fall down upon his face in wonder, and Wadu would never have believed me if I told him of it.\\n\\n'But looking at those marching trees, allies of ours in this and yet so different from us... I realized what a strange world this is, and how small our place in it. Corudan spoke of Leaflock the Tree-man. He knows not of Rohirrim, or Dunlending. To him we are nothing. And yet he sends his... his children, if that they be, to fight our enemy. Such wonders, both marvelous and terrible, all at once.\\n\\n'I do not want to face this strange world alone. I will no longer run from the differences between my people and Horn's people. He and I will be one. When those in my care are restored to health, I will go where he goes. Let all who oppose us beware, for together we are strongest!\\n\\n'Thank you for keeping him safe while I was away, [placeholder]. Soon we will adventure again! Núrzum will soon be defeated and we will leave this place. Until then we should rest and recover our strength. We will speak again when that happens.'\\n\\n<rgb=#FF0000>Completing this quest will unlock an optional interlude from Gléowine's map.</rgb>\\n",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I... don't know what to say, [placeholder]. The sight of those Huorns marching... suddenly I was reminded of my place in this world, and felt very, very small. Life is too short to spend it thinking of what might have been.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Horn when you are ready to eat",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Ready to eat?'\\n\\n<rgb=#FF0000>This instance may not be completed in a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 10, Chapter 15: The Bloom",
      "es": ""
    }
  ]
}