{
  "id": 620915521,
  "txt": [
    {
      "id": 54354734,
      "en": "Nona has decided to return to Byre Tor to learn why Núrzum came there first, and perhaps discover some means of defeating the giant.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Why did Núrzum come first to Byre Tor? He seems to spend a great deal of time around that city. So many of this land's problems stem from him. Until he is defeated, none of the people here will be safe.\\n\\n'Horn has proposed that we return to Byre Tor and look for some means of defeating Núrzum. What is it about the city that drew the giant there so early? I cannot leave the people here for long, but for a few hours they will be fine in Gléowine's care.\\n\\n'What do you think? Speak with Horn and Corudan about this last adventure, and tell me when you are ready to depart.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Horn and Corudan are in Nona's cave, and you should speak to them about the day's journey.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You agree with this plan? I do not know how I feel about it. There may be some insight to be gained concerning the giant, for he certainly seems to be drawn to Byre Tor, but I worry that Horn is letting his feelings for Nona cloud his judgement.\\n\\n'If you are willing to embark upon this journey, so am I. But keep your wits about you. I fear Horn may not.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nona is in her cave in the High Knolls, preparing to depart for Byre Tor.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You have narrowly survived an encounter with Núrzum and should now speak to Corudan in Nona's cave.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I agree that we must do something about Núrzum. I simply do not know what we can possibly learn that will help us rid Wildermore of the threat he poses.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'That was an eye-opening experience for certain, [placeholder]! I have heard tales of Núrzum, as have we all! But there is nothing to compare seeing him at such a close distance. We cannot hope to defeat him by ourselves.'\\n\\nCorudan looks thoughtful for a moment, considering alternatives.\\n\\n'I believe I have the answer, [placeholder]. We need the very earth to turn against him. We need the strength of the Ents!'\\n\\n<rgb=#FF0000>Completing this quest will unlock an optional interlude from Gléowine's map.</rgb>\\n",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We will find something in Byre Tor that will help us deal with Núrzum, I know we will!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I am excited to learn why Núrzum came first to Byre Tor, [placeholder]! Perhaps we will find some clue to defeating the giant within the city!'\\n\\nHorn looks slightly embarrassed.\\n\\n'What? Yes, it will be nice to adventure again with Nona, but this is really about defeating Núrzum. Why do you give me such a look as that, [placeholder]? I am thinking only of Wildermore.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Speak to Horn and Corudan about this journey, and tell me when you are ready to depart for Byre Tor.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Nona and travel to Byre Tor",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Are you ready to depart for Byre Tor? I do not wish to be gone for very long, but we should search the city to learn of Núrzum's interest in it.'\\n\\n<rgb=#FF0000>This instance may not be completed in a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 10, Chapter 12: Núrzum",
      "es": ""
    }
  ]
}