{
  "id": 620915426,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Nona told us that the survivors in her care came from the city of Byre Tor. According to Gléowine's map, that is north of here along the road, amid the High Knolls of Wildermore.\\n\\n'My master has also expressed a desire to see the city. I believe he has the kernel of a song in his heart, and desires to see what has befallen Byre Tor in order to make that kernel set forth its shoots.\\n\\n'If we find Orcs there, as we certainly must, we will slay them. If Nona's heart beats for the people under her care, so too does mine, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My friends... I am glad to see you, really I am. But I just cannot... I cannot leave these people. I found them dying in the snow, and I brought them here, but they have not yet recovered. I will not abandon them now.'\\n\\nNona lowers her voice and speaks privately to you and Horn.\\n\\n'I rescued four folk from that city, and while three of them are now doing much better, I fear the fourth may succumb. Speak to them, if they will speak to you, and there may be something you can do to ease their recoveries.\\n\\n'I am glad to see you, [placeholder], and... and Horn. I just...'\\n\\nNona trails off and will speak no more for now.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Do you see now why I cannot abandon these people, [placeholder]? I have to know they are safe. I have been speaking with Horn, and he... he understands.'\\n\\nNona turns the full force of her scowl upon Horn, who seems to have lost his voice temporarily. 'He understands,' she continues.\\n\\n'Thank you all for the root vegetables, also! I will see if that will help spur the recovery of those in my care. I fear it will not be enough for the dying man in my care.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "This man is close to death and his sightless eyes cannot focus on you. You wonder what it is he is seeing, and hope he soon will find peace from it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'You... you are a friend of Nona, then? She... is a remarkable girl. I did not know the Dunlendings had... the capacity for kindness.'\\n\\nHe coughs weakly.\\n\\n'My name is Elda, and when the Orcs came to my city... I picked up sword and shield and thought... to fight. But a great piece of masonry crumbled... not two yards from where I stood, and...'\\n\\nElda shudders with the memory.\\n\\n'I awoke in this cave. I think the Orcs thought... thought I was dead. I am fortunate... Nona found me... or I would be dead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Gléowine looks at the city and sighs. 'Byre Tor has indeed fallen, as we feared.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'My name is Ymma. Any friend of Nona's is a friend of mine, and a friend of my family's, though most of them be dead. The city had no chance. The Orcs climbed the stony cliffs around Byre Tor under cover of the night, and by morning the unnatural snows had come. We could fight against Orcs, even such Orcs as these, but there was more: a great shadow in the darkness!'\\n\\nYmma shivers at the memory.\\n\\n'I will know forever the names of the Orcs that slaughtered my friends and my family as they ran, [placeholder]. One day when I am recovered I will hunt them down and show them what their attack on Byre Tor has cost them: their future days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Gléowine sings, 'A city on a hill she was, strong Byre Tor, fair Byre Tor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'I am Elfgifu, friend of Nona. I saw to the horses of Byre Tor, [placeholder], and it was their panic that saved me. I was given warning enough of the Orc attack that I was partway down the hill when the giant... when the giant...'\\n\\nElfgifu trails off, visibly upset by the memory.\\n\\n'All of us owe our lives to Nona. I never thought I would owe such a debt to a Dunlending! But there it is. Elda, Ymma, and I would be dead were it not for her ministrations. I do not know the name of the other man she saved; I do not recognize him. He may not be from Byre Tor. This may be heartless, but I fear he will die before I learn his name. That is a sad truth indeed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Gléowine sings, 'From far across the plain her banners we espied.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Gléowine sings, 'And she was a comfort in time of pain, time of want.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Gléowine sings, 'But the winter came, and with it an iron tide.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "Gléowine sings, 'And it was our day to comfort, our time to protect.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "Gléowine sings, 'From each corner of the land all would ride.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Horn is ready to follow Nona to the cave she mentioned in the mountains, but the road leads first to the city of Byre Tor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "Gléowine sings, 'To that city on the hill, strong Byre Tor, fair Byre Tor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "This may be the entrance to Nona's cave, but there is only one way to know for certain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26314c1",
      "en": "Dying Man",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26314c2",
      "en": "Léodwig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c50",
      "en": "Search the cave for Nona",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c51",
      "en": "Talk to the dying man",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Travel to the city of Byre Tor, in the High Knolls of Wildermore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Orcs in Byre Tor until Gléowine has finished composing his song",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Orcs in Byre Tor until Gléowine has finished composing his song",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Defeat Orcs in Byre Tor until Gléowine has finished composing his song",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Defeat Orcs in Byre Tor until Gléowine has finished composing his song",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Defeat Orcs in Byre Tor until Gléowine has finished composing his song",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Defeat Orcs in Byre Tor until Gléowine has finished composing his song",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Defeat Orcs in Byre Tor until Gléowine has finished composing his song",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Find the entrance to Nona's cave in the High Knolls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The City of Byre Tor is in the High Knolls of Wildermore, located north of Dunfast along the road.\\n\\nHorn desires to see the city of Byre Tor for himself and then to proceed on to the cave of which Nona spoke.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Horn and Gléowine want you to defeat Orcs in the city of Byre Tor.\\n\\nGléowine desires to compose a song about Byre Tor, and is using your battles with Orcs as inspiration.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Horn and Gléowine want you to defeat Orcs in the city of Byre Tor.\\n\\nGléowine desires to compose a song about Byre Tor, and is using your battles with Orcs as inspiration.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Horn and Gléowine want you to defeat Orcs in the city of Byre Tor.\\n\\nGléowine desires to compose a song about Byre Tor, and is using your battles with Orcs as inspiration.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Horn and Gléowine want you to defeat Orcs in the city of Byre Tor.\\n\\nGléowine desires to compose a song about Byre Tor, and is using your battles with Orcs as inspiration.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Horn and Gléowine want you to defeat Orcs in the city of Byre Tor.\\n\\nGléowine desires to compose a song about Byre Tor, and is using your battles with Orcs as inspiration.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "Horn and Gléowine want you to defeat Orcs in the city of Byre Tor.\\n\\nGléowine desires to compose a song about Byre Tor, and is using your battles with Orcs as inspiration.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced8",
      "en": "Horn and Gléowine want you to defeat Orcs in the city of Byre Tor.\\n\\nGléowine desires to compose a song about Byre Tor, and is using your battles with Orcs as inspiration.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced9",
      "en": "Nona's cave is in the north-western heights of the rocky crags in the High Knolls, in Wildermore.\\n\\nGléowine has finished his song, and Horn is satisfied with the Orcs you have defeated in Byre Tor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "Nona has asked you to speak with the survivors from Byre Tor, but has nothing else to say for now.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "The man stares foreward with sightless eyes, and his breathing is shallow and ragged. He makes no sign of seeing you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I am fortunate Nona found me. I would be dead if she had not, and these others with me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'One day I will kill the Orcs responsible for this, my new friend. One day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced10",
      "en": "If this is the cave of which Nona spoke, she will likely be somewhere inside.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I wonder what became of the horses of Byre Tor? I wish there was a way for me to repay them. Without their panic I might not have known to flee before it was too late! I suppose they have all been slain or eaten by now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced11",
      "en": "The survivors Nona rescued from Byre Tor can be found throughout the two chambers of her cave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'I would like to see Byre Tor, [placeholder]. There is a kernel of a song in my heart, and I wish to make it grow.\\n\\n'The city is north of here, along the road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced12",
      "en": "Nona is in her cave in the High Knolls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Byre Tor should be located north of here, along the road. We will see what has happened to the city before seeking out Nona in the cave she mentioned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'Gléowine has finished his song, and I am satisfied with the death we brought to the Orcs in Byre Tor. It is time to seek out the cave where Nona cares for the survivors from the wreck of that city!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 10, Chapter 9: A Song for Byre Tor",
      "es": "",
      "es (fem)": ""
    }
  ]
}