{
  "id": 620915412,
  "txt": [
    {
      "id": 218649170,
      "en": "'Horn may be at a loss, but I know what must be done. We must do what we can about the White Hand presence in the Whitshaws. This will aid Nona, it will aid us, and it will aid any of the people of Dunfast that may still live.\\n\\n'It will even aid Horn. He needs to keep himself busy or he will dwell upon losing Nona for a second time. He may dwell on it anyway, but if we can channel that energy to a good purpose there may have been some benefit in seeing her again this early.'\\n\\nCorudan idly toys with the string of his bow for a moment, and then speaks up again.\\n\\n'Those root vegetables Nona mentioned, the ones that grow at the bases of trees. I think you should collect some of them, if you see any. It is just a thought, but it may save us some time tomorrow if we collect them today.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I know what we need to do, [placeholder]! We need to go to the cave of which Nona spoke and help her provide for the refugees she mentioned. First, we should gather the root vegetables she needs. Do you remember? She said that... what? Why are you looking at me like that?'\\n\\nHorn trails off, following your gaze to the pile of root vegetables at Corudan's feet. Then he bursts out laughing.\\n\\n'Wonderful, [placeholder]! You remain two or three steps ahead of this humble minstrel, and I have no excuse but the foggy shroud of love to explain my predictability! You have my thanks, my thoughtful [placeholder], as you always have done!'\\n\\n<rgb=#FF0000>Completing this quest will unlock an optional interlude from Gléowine's map.</rgb>\\n",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 10, Chapter 8: Drifting Snows",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I am glad we were able to do some good here in the Whitshaws. I think Horn is feeling better, as well. There is no cure for an aching heart quite like hard work.\\n\\n'Speak to him and see if I am right, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'What? What is it?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We must do what we can to make the Whitshaws safe. Hunt Orcs within the forest, and pay particular attention to the base of trees. You should look for the root vegetables Nona mentioned.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Found root vegetables ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Speak with Horn and see how he is doing. An aching heart is not easily cured, but time and hard work is the best remedy.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "An optional Interlude has been unlocked for Gléowine's map",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Corudan is outside Dunfast, in the Whitshaws.\\n\\nHorn is of little use to anyone, pining as he is over Nona. Perhaps Corudan will have some guidance.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Our search of Dunfast revealed little to me. I hope its people survive, wherever they have gone. Perhaps some of the refugees this Nona mentioned were from Dunfast?'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "An optional Interlude has been unlocked for Gléowine's map",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Orcs can be found throughout the Whitshaws. Root vegetables can be found at the bases of many trees in the area outside Dunfast.\\n\\nCorudan wants you to keep busy while Horn decides what he wants to do, and this involves defeating Saruman's minions in the Whitshaws and collecting the root vegetables Nona mentioned.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'It is a strange feeling, but I am glad Dunfast still stands. It may be a hollow village now, with no people, but it is oddly comforting to know the buildings still stand. That was no guarantee, of course, with Núrzum stalking this land.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Corudan is outside Dunfast, in the Whitshaws.\\n\\nYou have done as Corudan asked, defeating Orcs and Warg-riders and collecting the root vegetables for which Nona asked.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Is it strange for me to be pleased that Dunfast still stands? It may be a hollow village now, with no people, but it is oddly comforting to know the buildings still stand. That was no guarantee, of course, with Núrzum stalking this land.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Horn is outside Dunfast, in the Whitshaws.\\n\\nCorudan has asked that you see how Horn is feeling.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'I do not know what to do. Seeing Nona again has caused me to worry more than before!\\n\\n'Perhaps Corudan will know what we can do.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "Horn sighs wistfully and gazes off into the distance. You wonder what he's thinking about, and decide you'll never know.\\n\\nThen you wonder if Corudan's dry wit has rubbed off on you permanently.",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "Horn sighs wistfully and looks off into the distance.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Corudan outside Dunfast",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Orcs in the Whitshaws ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find root vegetables in the Whitshaws ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring root vegetables to Corudan outside Dunfast",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Horn outside Dunfast",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Horn outside Dunfast",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have encountered Nona once again, but she has not changed her mind and refuses to travel with you. Horn does not know what to do, but Corudan sees the value in keeping the Rohirrim man occupied.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Nona said she has sheltered some refugees in a cave in the mountains of the High Knolls, but we cannot go there immediately. I do not need to ask Corudan to know such a reunion, so soon after this first meeting, would spell disaster!'\\n\\nHorn puts his hand to his temple, but he cannot mask the weariness on his face.\\n\\n'All that has happened to us in Wildermore is a muddle, [placeholder]! Only this encounter with Nona has any clarity in my memory. How can such a pain of the heart fill me with both delight and sadness?'",
      "es": ""
    }
  ]
}