{
  "id": 620915411,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Dunfast was never a large village, but there were always people about. What has happened here? I see no signs of battle. Where are the people?\\n\\n'We should search the village, [placeholder]. Let me know when you are ready, and the four of us will explore Dunfast together.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You must think me a fool, but you are kind not to say so. This is not how I imagined this day, [placeholder]. I thought Nona would come back into my life and all would be as I wished it to be, but this is not what I wanted! I am more confused now than ever.\\n\\n'This is not how love works in the songs, [placeholder]. It feels as if the unnatural winter that grips this land has cooled Nona's heart as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 10, Chapter 7: Unnatural Winter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I understand Gléowine's desire completely, [placeholder]. I would feel the same if I heard such troubling news about Lothlórien. We would be poor companions indeed were we to refuse this request. We should travel to Dunfast, though the situation there promises to be no different than elsewhere in Wildermore. Let us hope for Gléowine's sake I am wrong.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I wonder if Gléowine's reception at Dunfast will be warmer than my own at Eaworth? Will he regret the journey as I did?'\\n\\nHorn frowns.\\n\\n'Ah, it was a poor jest. I have much for which to be grateful, and only a lesser man takes as assured the health and safety of his family. Gléowine's family has long since left the village of Dunfast, but I can understand his desire to see what has become of the place. I agree to the journey. Did you think I would not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The air is very still, and Dunfast seems unnaturally quiet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Nona is still not ready to journey with us again. I confess I am surprised.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Nothing moves. The air is very still.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Horn and Corudan are in the town of Forlaw, in Wildermore.\\n\\nGléowine wants to visit Dunfast, the village in which he was born, to see how it has been affected by this unnatural winter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The air is so still. What happened here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The village of Dunfast is located in the middle of the Whitshaws, in Wildermore.\\n\\nHorn and Corudan agree that you should all journey to Gléowine's home, Dunfast, and see how it has been treated by this unnatural winter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I may be old and not as sharp as once I was, but I can see that the Dunlending girl was dear to Horn. She wounded him, and he has still not recovered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gléowine is outside the village of Dunfast, in the Whitshaws.\\n\\nLittle moves among the houses of Dunfast, and Gléowine is very worried.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'It is so quiet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Gléowine is outside Dunfast, in the Whitshaws.\\n\\nGléowine wants to investigate Dunfast with you, Horn, and Corudan, and is waiting to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'We will go together to investigate Dunfast. What has happened here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Horn is waiting to speak with you outside Dunfast.\\n\\nNona reappeared again, but the reunion did not proceed as Horn wished. He is waiting to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Where is everyone?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'All is quiet. Where are the people?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'I am ready. Let us make for the village of Dunfast, in the Whitshaws.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'Would you mind asking Horn and Corudan if they mind a quick visit to Dunfast?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c471",
      "en": "'Thank you, [placeholder]. Let us travel to the forest of the Whitshaws and see what has become of Dunfast!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c472",
      "en": "'Dunfast is in the forest of the Whitshaws. Let us go there at once.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Corudan in Forlaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Horn in Forlaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Travel to the village of Dunfast, in the middle of the Whitshaws, in Wildermore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Gléowine outside Dunfast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Gléowine and explore Dunfast together",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Talk to Horn outside Dunfast, in the Whitshaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gléowine is concerned about the home in which he grew up, in the town of Dunfast, and wants to see what has become of it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am done with worrying. I want to see for myself what has become of my home. I have not been there for many years, but when last I walked in Wildermore the land itself was very different! What could have become of the small village in which I was born?\\n\\n'I would not presume to divert our course without everyone's agreement, [placeholder]. If you consent to this journey, and so too do Horn and Corudan, then I would be grateful for a visit to Dunfast.\\n\\n'If not, I fully understand and ask only that you forgive me the request in the first place.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}