{
  "id": 620915522,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "A tall and craggy figure stands in this glade. You almost passed it by!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Leaflock has gone back to sleep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Corudan has decided that only the might of the Ents will have a chance of defeating Núrzum.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You saw the great strength of Rúdhrif in the Eaves of Fangorn, [placeholder]! How unfortunate that Baldbark is so far away, or we might call upon him to help. No, we must search for aid closer at hand.\\n\\n'The Balewood is not far from here, and perhaps an Ent or three might be found within it! You and I should go there and seek for the oldest Ent we can find. Only he will have the authority to command such an attack as we will need if Núrzum is to be defeated.'\\n\\nYou ask Corudan if such an Ent would trouble himself to help, considering how coldly you were received by Baldbark, and the Elf seems puzzled.\\n\\n'Why, of course he would. Surely a giant such as Núrzum must pose some threat to the Ents as well, mustn't he? I will mark a number of glades on the map, and we can search them until we find one with an old enough Ent for our purposes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Somewhere in the Balewood, an old Ent sleeps. Only he will have the authority to order an attack upon Núrzum.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "You politely greet the Ent, and nothing happens for a long time. Eventually, a baleful eye slowly turns to look at you.\\n\\n'Hooooom?'\\n\\nYou introduce yourself as [placeholder] and ask him for his name. More long minutes pass.\\n\\n'Leaflock...' breathe the leaves in the canopy.\\n\\nYou ask if he knows of Núrzum the giant and the baleful eye ponderously swings closed. This may take longer than you expected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You and Corudan have stumbled upon the glade of an ancient and very tired Ent.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "You have come to Balewood to petition Leaflock the Ent for help against Núrzum.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I have seen many wonders while on this journey with you. I do not doubt we will find Ents within the Balewood. However, we must find one old enough and with enough authority to become involved in these affairs, and that may not be as easy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Look! What a wonder! If I am not very much mistaken, this Ent is even older than Rúdhrif!\\n\\n'See if you can get his attention, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Corudan is in Leaflock's mead, in Balewood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "Leaflock remains asleep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'We have found an incredibly old Ent. That is the good.'\\n\\nCorudan smiles grimly, ready for a challenge.\\n\\n'It may take some work to wake him to our need. That is the bad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Can it be? Is this the Ent for whom we seek?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the glade of the oldest Ent in Balewood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'We will need this Ent's help against Núrzum. Even asleep he appears to have the very strength of the earth!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Corudan in Leaflock's mead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to the Ent and ask him for help against Núrzum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Corudan in Leaflock's mead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 10, Chapter 13: Searching the Balewood",
      "es": "",
      "es (fem)": ""
    }
  ]
}