{
  "id": 620915519,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Do you see how much their spirits have improved? They have been inspired by your deeds and your actions, and though Byre Tor remains in enemy hands you have helped to restore some of the fire to their hearts!\\n\\n'I must tell you, [placeholder], you are an inspiration not only to these survivors in Nona's care, but to this old man as well. Thank you for showing me that there are those out in the world still able to do some good. Perhaps I will write another song!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Horn and I spoke about many things while you were away, [placeholder]. I have come to a decision.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 10, Chapter 11: Return to Byre Tor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I am still... not myself... but I will do my best to speak...'\\n\\nLéodwig rubs his eyes blearily.\\n\\n'What do I want...? I want revenge upon... that great... lumbering... giant. Núrzum... he slew my men... almost devoured me... Wídfara...'\\n\\nYou tell him that Wídfara survived the encounter with Núrzum and made his way back to Scylfig, where you met him.\\n\\n'Ah... very glad... he was a tough... a tough one. In the snow I... could not see... the way to go. Núrzum must be... defeated... or...'\\n\\nExhausted by the effort, Léodwig leans back and can say no more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "Léodwig is still too exhausted to speak, which is good because you have no favourable news to report about Núrzum.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected stolen heirloom ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Speak to each of the survivors and learn what it is will make them most happy, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'What is it I want? I want the Orcs driven from Byre Tor! I want to return to my home!'\\n\\nElda sighs.\\n\\n'That will take some doing, will it not? There is something else, though. The thing that most stirs my heart, most fills me with anger against the Orcs, is the brief sight I had before that chunk of masonry took me from the battle. I saw the Orcs looting a house, the house of one of my neighbours. They had found a wooden carving of a horse, a crude thing, to be honest, of poor craft, and were waving it about. It meant nothing to them, but I knew it for what it was: it was a child's first attempt at carving. It would mean little to most, but to that boy's family it was no doubt priceless.\\n\\n'I cannot bear the thought of such heirlooms in the hands of the Orcs, [placeholder]. When you return to Byre Tor to satisfy the requests of my fellows, please remember to recover such things from the Orcs you slay.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Freed a horse from the stables ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thank you for showing this old man there is still good in the world, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'What do I want? I have already told you! I remember the names of the Orcs that led the attack on my friends and my family, [placeholder]. Foshnu. Krítar. I want them slain.'\\n\\nYmma thinks for a moment.\\n\\n'Do not misunderstand me, my helpful friend! I want them slain... but I want them to know it was a woman of Byre Tor that has ended their lives. Perhaps this will suffice: find and slay either Foshnu or Krítar. Save one of them for me. When I am well enough to fight I will seek out the one you have spared and fulfill my vengeance upon him.\\n\\n'You will find Foshnu or Krítar somewhere within my city. And in a few days I will find the remaining one and end his life. We are agreed?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You save the other one for Ymma, when she is healthy enough for vengeance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gléowine has determined that he can best help the survivors of Byre Tor by sending you to help them with their problems. He has asked you to speak to each of them and learn what it is they most want.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "Léodwig is exhausted from his recent exertions, but you remember what he wanted: an end to the giant, an end to Núrzum. You are not yet certain how to bring this about.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'You are back, and I can tell you have defeated one of the Orcs responsible. Wait! Do not tell me which one you saved for me! I look forward to discovering that on my own.'\\n\\nYmma gives you a truly frightening smile, and you quickly excuse yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Orcs in and around Byre Tor may possess stolen heirlooms for you to recover. The horses of Byre Tor can be found tied up at the stables near the top of the hill on which the city stands. Foshnu and Krítar will be somewhere within the city.\\n\\nYou have learned what the survivors of the attack on Byre Tor under Nona's care desire of you, and now you should make certain you can accomplish what they want.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "Léodwig remains too exhausted to speak.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'What is it I want? That is an easy question to answer, [placeholder], because my sleep has been troubled by the same thought, over and over: did I do wrong by the horses in Byre Tor?'\\n\\nElfgifu frowns.\\n\\n'Were it not for the horses at the stable in Byre Tor, I would not be alive today. I am certain of it. Their panic caused me to learn of the attack with enough time to make it partway down the hill before the snowstorm covered everything. And with it came the giant.\\n\\n'I cannot bear to think of those horses still tied up at the stables, helpless against the Orcs. What do I want? I want you to untie the horses at the stables in Byre Tor and let them run free! That will give them the same chance I had of escaping a cruel death at the hands of the Orcs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "You have done much good in Byre Tor, and should return to Nona's cave to tell the people in her care what you accomplished.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I cannot bear to think of the priceless heirlooms of my friends and neighbours in the hands of the Orcs. Return to Byre Tor and wrest these keepsakes from the foul creatures that have stolen them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Gléowine is in Nona's cave in the High Knolls, and will be pleased to hear of your successful return to Byre Tor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'I cannot thank you enough for recovering so many keepsakes from the Orcs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Nona is in the other chamber of her cave in the High Knolls, and is waiting to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'I believe Foshnu and Krítar will still be somewhere within Byre Tor, counting their spoils. Go back to the city and show them the people of Wildermore do not give up so easily! Only slay one of these two Orcs, however. Leave me the other one, and I will complete the lesson.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'The Orcs will learn not to treat the lives of the Rohirrim so lightly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'The horses stand no chance against the Orcs while they remain tied up at the stables, [placeholder]. Untie the horses and set them free and they will have as much a chance of survival as they gave me. Perhaps moreso!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'Thank you for freeing the horses in Byre Tor. I cannot thank you enough for showing them, and me, that kindness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect stolen heirlooms from Orcs within Byre Tor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Free horses from the stables of Byre Tor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Foshnu or Krítar in Byre Tor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return the stolen heirlooms to Elda in Nona's cave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852590",
      "en": "'Thank you for freeing the horses. Now they will have as much of a chance of escape as I myself did. I wish them good fortune!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb7bb71",
      "en": "Foshnu[mn]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852591",
      "en": "'Thank you, my friend. Knowing those keepsakes and heirlooms are no longer in the hands of the Orcs is the best tonic for my hurts I can imagine.\\n\\n'When I am fully recovered, I will look for other survivors of the attack so I may return their keepsakes. It is the least I can do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb7bb72",
      "en": "Krítar[mn]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852592",
      "en": "'You found none?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Speak with Nona",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gléowine has realized that although he is no great warrior, he can still help the people of Byre Tor sheltered by Nona in his own way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Wait a moment! What am I saying? There is still something I can do!'\\n\\nFor the first time you can remember since arriving in Wildermore, Gléowine favours you with a smile.\\n\\n'How can I have forgotten my own lessons? When I was instructing Horn in the ways of music, one of the very first things I taught him was that the minstrel's greatest power is that of inspiration. Music lets us shine a light into the darkest corner of our heart, bringing into it hope and good feeling. When Horn was still young I told him this, for I believed it. And I believe it still!\\n\\n'Speak to the survivors of Byre Tor in this cave, [placeholder], and find out what it is they desire. And then make it happen!'\\n\\nGléowine's smile is even more broad this time.\\n\\n'What? You are the adventurer here, [placeholder]. I am sending them hope, that is all. I am sending them you!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}