{
  "id": 620915523,
  "txt": [
    {
      "id": "0xc41c475",
      "en": "'I heard the din of fighting from here! You should see if that was enough to waken our sleeping friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c476",
      "en": "'I am not ready to give up. Go back out there and make even more noise!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I beheld many Orcs cutting their way through Balewood while we searched for this place, [placeholder]. If you engage them in combat, perhaps the din will be sufficient to awaken our sleeping friend.\\n\\n'And if not, well... there will be fewer Orcs in Balewood. Is that not a worthy result?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is good to see you again, [placeholder]. I spoke with Leaflock for a time after you left, and it is difficult to say if he will help us. He remained angry, but some of his initial fury had subsided.\\n\\n'He cares little for the plight of Men, or Elves, but of trees and Huorns he cares a great deal. If Núrzum was simply a giant, Leaflock would not trouble himself at all to help us. If Núrzum is as he appears to be, an unnatural fusion of a giant and a Huorn, there is at least a chance that Leaflock will involve himself.\\n\\n'I do not know how great a chance that may be, but we have done what we could.'\\n\\n<rgb=#FF0000>Completing this quest will unlock an optional interlude from Gléowine's map.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "You describe Núrzum to the Ent as best as you are able, trying to remember his form and features as you saw them amid the flying snow at Byre Tor. Leaflock shakes and quivers, becoming more animated than you have seen him.\\n\\n'Hroom! Broom! You said he was a giant! That is not just a giant!'\\n\\nA mighty and branch-like arm angrily spears a nearby drift, sending an explosion of snow skyward.\\n\\n'It may have been a giant once. Now it is more than that. You describe an unnatural combination. It was a giant. It was also a Huorn. Twisted! Corrupted!'\\n\\nLeaflock shakes angrily.\\n\\n'Broom! Boom! Leaflock will not allow this! Leaflock will deal with this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "Leaflock stirs slightly, but remains otherwise asleep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "A sighing sound escapes from somewhere within the cracks of Leaflock's weathered face, but you see no other sign of wakefulness.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Noisily defeated Orcs in Balewood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "You explain to Leaflock that Wildermore is held in the grip of an unnatural winter, and is at the mercy of a giant called Núrzum.\\n\\nThe sighing of the wind through the branches is Leaflock's only response for many minutes. Then a rumbling sound slowly separates from the sound of the sleeping forest, and you realize he speaks again.\\n\\n'You use small names for big things, little one.'\\n\\nSomewhere snow falls from an upper branch and lands with a soft sound onto a drift.\\n\\n'Wildermore? Hooom... it is not a name I know...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Noisily defeated Orcs in the Balewood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "You try to appeal to Leaflock's sense of duty, and speak of the hardships endured by the people of Wildermore at the hands of the Orcs and beneath Núrzum's trampling feet.\\n\\n'The lives of Orcs are short. They may hack and claw and burn for a time, but never for long. It is true of Men also, hoom... boom... broom.'\\n\\nLeaflock is silent as you gather your thoughts and try to devise another approach. Before you come up with something, the Ent unexpectedly speaks.\\n\\n'I do not know what beast is described by this name \\qNúrzum.\\q What do you mean by this name?'\\n\\nUpper branches creak and groan as a slight breeze picks up, and the forest all around seems to be listening.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected a White Hand helmet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'Look at that, [placeholder]! An Ent can be truly frightening when he is roused! I do not know what Leaflock will do about Núrzum, but this is better than I had hoped we could achieve!\\n\\n'I will meet you back at Nona's cave, [placeholder]. I want to speak to Leaflock for a short while, if I may.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Collected a White Hand blade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'This is proving more difficult than I expected, [placeholder].'\\n\\nCorudan thinks for a moment.\\n\\n'Perhaps the danger and the noise is too far away to draw Leaflock's attention. Go to Núrzum's Wrath and defeat some Uruks of the White Hand. Bring some of their equipment to Leaflock and see if that will stir him to wakefulness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You found Leaflock the Ent within Balewood, but now you need to wake him to your need.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Orcs in Balewood, and be noisy about it ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Orcs in Balewood, and be even noisier about it ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect White Hand helmet from an Uruk in Balewood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect a White Hand blade from an Uruk in Balewood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Show the White Hand equipment to Leaflock the Ent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Talk to Corudan in Leaflock's mead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Corudan back in Nona's cave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orcs can be found in Balewood, especially along the path called Núrzum's Wrath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You have raised quite a din fighting Orcs in Balewood, and should see if it was enough to waken Leaflock.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Orcs can be found in Balewood, especially along the path called Núrzum's Wrath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "You have raised quite a din fighting Orcs in Balewood, and should see if it was enough to waken Leaflock.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Corudan is in Leaflock's mead, trying to devise a means of waking the slumbering Ent.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "White Hand Uruks can be found at Núrzum's Wrath, in Balewood.\\n\\nCorudan thinks you should collect some White Hand equipment from Uruks in Balewood and show them to Leaflock.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "You have collected some White Hand equipment from Orcs in Balewood and should show them to Leaflock. That may rouse the Ent to wakefulness.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced8",
      "en": "You are trying to waken Leaflock to your cause.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced9",
      "en": "You are trying to waken Leaflock to your cause.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852590",
      "en": "You hold up the blade and helmet bearing the mark of the White Hand. For long moments it seems nothing will happen, until finally Leaflock's eye swivels open and fixes upon the Orc-weapons.\\n\\n'Hooom, brooooom. Why do you wake Leaflock... Leaflock...'\\n\\nA deep rumbling within the Ent goes on for some time, and you wonder if he is sleepily giving you his name in his own language.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "Leaflock remains asleep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852591",
      "en": "You forgot the equipment?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "Leaflock remains asleep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "Leaflock remains asleep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "Leaflock shakes angrily.\\n\\n'Someone must pay for this, hoom, broom! Twisting a Huorn in this way! Hoom! Broom!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced10",
      "en": "You are trying to waken Leaflock to your cause.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Hoom! Boom! Broom! This Núrzum is an unnatural being and cannot be allowed to walk these lands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced11",
      "en": "Corudan is in Leaflock's mead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "Leaflock remains asleep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced12",
      "en": "Corudan has agreed to meet you back at Nona's cave after he is done speaking with Leaflock.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Defeat Orcs throughout the Balewood and perhaps the din will waken our sleeping friend, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'Show that equipment to Leaflock and see if it rouses him to wakefulness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'That was quite a lot of noise, my friend. Do any Orcs remain in the Balewood?\\n\\n'Check on Leaflock and see if that was enough to wake him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c471",
      "en": "'Look at him! What a delight to meet another Ent in these fading years!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 10, Chapter 14: Waking Leaflock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'Until Leaflock wakes, Wildermore remains at the mercy of Núrzum... and he has none. Collect equipment from White Hand Uruks and show them to the sleeping Ent.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c472",
      "en": "'Of course! Leaflock would have no knowledge of the names of kingdoms or the properties of Men. He may have been asleep since before the Riddermark was founded!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c473",
      "en": "'He is curious about what we have to say now. Before he was disturbed by our presence, but now I think he may be disturbed by our words. That is what we need, I am certain of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c474",
      "en": "'I will meet you back at Nona's cave, [placeholder]. I want to speak to Leaflock for a short time.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}