{
  "id": 621090511,
  "txt": [
    {
      "id": "0xd9b5684",
      "en": "The woman looks at you anxiously.\\n\\n'I know I ought not to be here. The Kindred swore us away. I saw three of them though. They pulled their launches up on the shore and entered this tunnel with their crews. They went straight on ahead.\\n\\n'I know I'm not supposed to be here, but I know a bit about the temple. I used to work a dock here in my younger days. If you need to get deeper into the ruins, I can help you.\\n\\n'If you can tell me the last room you entered, I can show you a shortcut through the nearby tunnels.'\\n\\n<rgb=#FF0000>NOTE: This quest tracks your progress for the Tier 3 difficulty of 'Depths of Mâkhda Khorbo'. While underway, it allows you to resume adventuring in 'Depths of Mâkhda Khorbo' at the furthest checkpoint you have reached in each reset cycle. Upon entering 'Depths of Mâkhda Khorbo', any player with this quest underway can open the door to take hidden tunnels to the furthest checkpointed progression. This quest will automatically reset every Thursday.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Defeat Belondor and his crew",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Azagath Sea-shadow, Nakási Wave-reaper, and Belondor took their crews through the tunnel ahead. Pursue them and defeat the Kindred.\\n\\nDefeat Belondor and his crew to pursue Azagath through the fallen temple.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The Mâkhda Khorbo, the seat of adherents to the All-seeing eye, crumbled when the Dark Lord fell. Yet, within the Temple of Ash and Blood, ancient evil stalks the halls, seeps into every stone, and infests every living thing within; what reason is there to trespass here? You intend to discover why the Kindred of Coin came to this place.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Completed: Depths of Mâkhda Khorbo -- Tier 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Into the Mâkhda Khorbo -- Tier 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Defeat Umshûra the Glutton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Azagath Sea-shadow and Nakâsi Wave-reaper are missing. Belondor returns to Umbar Baharbêl in disgrace and you defeated Umshûra the Glutton, a foul denizen of the deep.\\n\\nYou have completed Depths of Mâkhda Khorbo -- Tier 3.\\n\\n<rgb=#FF0000>NOTE: You may keep this quest in your Quest Log to access each of the encounters in Depths of Mâkhda Khorbo, or you may abandon it to reset your progress. This quest will automatically reset on Thursday.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Azagath Sea-shadow, Nakási Wave-reaper, and Belondor took their crews through the tunnel ahead. Pursue them and defeat the Kindred.\\n\\nDefeat Umshûra the Glutton.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Defeat Azagath's Sea-Shadow and his crew",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Azagath Sea-shadow, Nakási Wave-reaper, and Belondor took their crews through the tunnel ahead. Pursue them and defeat the Kindred.\\n\\nDefeat Azagath's crew and pursue the Kindred through the fallen temple.",
      "es": "",
      "es (fem)": ""
    }
  ]
}