{
  "id": 621073141,
  "txt": [
    {
      "id": 246419861,
      "en": "Imprisoned Hill-men can be found at Gwathrenost.\\n\\nRaith has asked you to free Hill-men that have been imprisoned by the Iron Crown from Gwathrenost.",
      "es": ""
    },
    {
      "id": 107410874,
      "en": "'Save the others before it is too late!'",
      "es": ""
    },
    {
      "id": 107410875,
      "en": "'Alas that the others were not so fortunate....'",
      "es": ""
    },
    {
      "id": 107410876,
      "en": "'Thank you, friend of Angmar.'",
      "es": ""
    },
    {
      "id": 107410877,
      "en": "'I thought I would never see my family again....'",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "Raith can be found at Bail Avarc.\\n\\nYou have freed many of the Hill-men imprisoned by the Iron Crown from Gwathrenost. You should return to Raith.",
      "es": ""
    },
    {
      "id": 24695108,
      "en": "Once the seat of the Witch-king of Angmar, the dread citadel of Gwathrenost casts a long shadow upon the city of Carn Dûm. All but abandoned after the Steward of Angmar was deposed, the remnants of the Iron Crown have crept forth from the shadows, seeking to master a lost artifact of the Witch-king and reclaim dominion of Angmar.",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Talk to Raith at Bail Avarc",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'You have my truest thanks, [placeholder]. It is a great relief that you were able to free so many of our tribesmen and the good-hearted exiles of the Trév Duvárdain before the Iron Crown could work their evil upon them.\\n\\n'To become one of the bódraillan is a terrible fate....'",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Free imprisoned Hill-men in Gwathrenost ([placeholder]/10)",
      "es": ""
    },
    {
      "id": 107410865,
      "en": "'I didn't think I would ever escape this place....'",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'[placeholder]!\\n\\n'The Iron Crown has imprisoned tribesmen of the Trév Gállorg and the exiles of the Trév Duvárdain within the walls of the Witch-king's citadel. It is said they are kept confined within the heights of Gwathrenost and under constant watch.\\n\\n'If we do not act swiftly, it will not be long before they become bódraillan—the oath-thralls of the Iron Crown!'\\n\\n\\n<rgb=#FF0000>NOTE: To advance this quest, you must use the Instance Finder (Ctrl+J) to enter Gwathrenost, the Witch-king's Citadel.</rgb>",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "Freed imprisoned Hill-men in Gwathrenost ([placeholder]/10)",
      "es": ""
    },
    {
      "id": 107410866,
      "en": "'I owe you my life, friend.'",
      "es": ""
    },
    {
      "id": 107410867,
      "en": "'I don't think I would have lasted much longer....'",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'If you do not know the way, Cána and our warriors can guide you to Gwathrenost.'",
      "es": ""
    },
    {
      "id": 107410868,
      "en": "'Oh, thank you... thank you!'",
      "es": ""
    },
    {
      "id": 107410869,
      "en": "'Tell me this is not some trick, I beg you!'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Gwathrenost: Freeing the Taken",
      "es": ""
    },
    {
      "id": 107410870,
      "en": "'I have dreamt of this day....'",
      "es": ""
    },
    {
      "id": 107410871,
      "en": "'I've got to get out of here!'",
      "es": ""
    },
    {
      "id": 107410872,
      "en": "'You have my truest thanks....'",
      "es": ""
    },
    {
      "id": 107410873,
      "en": "'I had given up hope that this day would come....'",
      "es": ""
    }
  ]
}