{
  "id": 621073198,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "'I have said enough and done too little. Nekhtan knows the truth of what befell the Trév Gállorg at Clúcath.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Nekhtan can be found at Bail Avarc in Angmar.\\n\\nSoltakh has asked you to speak to Nekhtan about the recent rite of Clúcath between the Trév Gállorg and the Trév Duvárdain. You should talk to Nekhtan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Nekhtan can be found at Bail Avarc in Angmar.\\n\\nNekhtan has offered to tell you the tale of the rite of Clúcath between the Trév Gállorg and the Trév Duvárdain. You should talk to Nekhtan and hear his account.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Nekhtan can be found at Bail Avarc in Angmar.\\n\\nNekhtan has told you to tale of the rite of Clúcath between the Trév Gállorg and the Trév Duvárdain. You should talk to Nekhtan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Do you wish to hear the tale, my friend?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Nekhtan at Bail Avarc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'You wish to know what became of Crannog, do you? I thought as much.\\n\\n'If that is what you truly wish, I will tell you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Nekhtan has offered to tell you what he knows of Crannog's fate after his defeat at Clúcath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Hear what Nekhtan knows of Crannog's fate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "Nekhtan shakes his head.\\n\\n'With their victory, Claghórd and the Trév Duvárdain had won the right to govern the affairs of the tribes of Angmar until another Clúcath was called. But Claghórd, guided by the hand of the Iron Crown, intended to make certain it never happened again. After a few days, Claghórd and emissaries of the Iron Crown came to Aughaire. They demanded that five of us come willingly to Carn Dûm or the Iron Crown would send their servants to burn our village in the night. Crannog pleaded with them to take fewer, and though it did not appear to please the emissaries, Claghórd relented, and asked only for one of the Trév Gállorg.\\n\\n'Fearing what awaited our people in Carn Dûm, Crannog offered himself to the Iron Crown that others might be spared.'\\n\\nNekhtan's voice wavers.\\n\\n'The old fool...\\n\\n'His bargain had been for nothing, for the emissaries of Iron Crown returned the very next day and they were no longer so eager to negotiate. They took more of our people as each day passed, and soon, many of us fled Aughaire that they might not find us upon their return. Crannog had urged us to shelter at Bail Avarc, and so that is where we went.\\n\\n'Fifty-eight of the Trév Gállorg have been taken, and we have heard naught of any of them. I only wish that Crannog were still here. He would know what to do....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Nekhtan at Bail Avarc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Soltakh at Bail Avarc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'He-Who-Was-Drostan knows well the ways of the Iron Crown.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Twice now Clúcath has claimed those dear to me: first, my father Násan and now, Crannog. I will not suffer another loss!\\n\\n'These pretenders who still call themselves the Iron Crown hide behind the walls of Carn Dûm. I know that ways into the city still remain, and I think that Soltakh knows them better than he wishes to admit.\\n\\n'Soltakh—or He-Who-Is-Changed as Crannog perhaps too generously named him—was once of the Trév Duvárdain, after all. His Fém remains unfulfilled, and he has much still to do to prove himself to the Trév Gállorg.\\n\\n'If there are ways into the city, we must strike at the Iron Crown before their grip upon Angmar is too strong to be broken!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Do not think ill of Nekhtan, my friend. He is right—I have not fulfilled my Fém.\\n\\n'Neither have I forgotten the man I was not so long ago: Drostan of the Trév Duvárdain. Deeds alone cannot atone for my past words and actions, and I am well aware of that.\\n\\n'However, I say there is still worth to be found in the life I once lived!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Much has changed since last you came to Angmar, my friend. In truth, even to my own eyes, it has changed since I returned.\\n\\n'Not long ago, Crannog gave to me a Fém—a purpose—that led me into the east. I am ashamed to even think it, but I wish I had never left. After Carn Dûm was abandoned, I was to follow the remnants of the Iron Crown to the lands of Mount Gundabad. Many of the Trév Duvárdain travelled with them, despite the countless divisions that had grown between their tribesmen and the Iron Crown after the False King was deposed. The Iron Crown sought for something in the lands of Câr Bronach, but as their search grew more desperate, more and more of the Trév Duvárdain forsook the Iron Crown and fled into the hills.\\n\\n'It was there I greeted them, neither as friend or foe, but as one who also sought to walk a new path. I gave shelter to them at Eiricháv, and for a time, it seemed that we might soon return to Angmar in friendship with nothing more to fear of the Iron Crown.\\n\\n'Indeed, I heard that the High Priestess of the Iron Crown, a woman named Ásachal, had been slain in the heights of Tûr Fúar. Imagine my surprise, then, when I saw her lead her forces out of the gates of Agal Dûn some days after that!\\n\\n'I tried to follow them as they crossed Bálach Iaran, but I was discovered. I managed to slay my attackers, but one of their crossbow bolts pierced my shin. It was only with the help of Aighrig that I was able to make it back to Eiricháv and tend to my wounds. Even so, I could not follow the Iron Crown until I could stand on my own again.\\n\\n'By the time I got to Aughaire, it was too late. Crannog was nowhere to be found, and I learned from Nekhtan that another Clúcath had been called between the Trév Gállorg and the Trév Duvárdain.\\n\\n'Alas, I cannot speak to what I did not witness. If you wish to know what happened, better you hear it from Nekhtan!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Nekhtan can be found at Bail Avarc in Angmar.\\n\\nNekhtan has told you to tale of the fate that befell Crannog and the Trév Gállorg after the Iron Crown returned to Carn Dûm. You should talk to Nekhtan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Soltakh can be found at Bail Avarc in Angmar.\\n\\nAfter informing you that Crannog was taken by the Iron Crown, Nekhtan has suggested that Soltakh might know of secret ways into the city of Carn Dûm. You should return to Soltakh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Angmar Reborn, Chapter 1",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "With the return of the Iron Crown and its loyalists among the now-splintered Trév Duvárdain to Carn Dûm, a tenuous peace was broken and old foes of the Trév Gállorg sought new dominion over Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Nekhtan at Bail Avarc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Nekhtan and hear his tale of the rite of Clúcath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Yes?'\\n\\nYou ask Nekhtan what has happened in Angmar since the return of the Iron Crown. You mention that Soltakh spoke of another Clúcath—one called by the Trév Duvárdain.\\n\\n'That much is true, [placeholder]. A great deal happened after Soltakh travelled into the east, and though he may not believe it, I do not begrudge him his absence when the Iron Crown returned.\\n\\n'It seems so long ago now, but for a time Aughaire knew peace, or so we thought. The Iron Crown had crept back into the shadows, but from within the darkness, their gaze was still fixed upon us. I sensed something, and always I felt uneasy in the new way of things after the fall of the False King, but there was no danger to be found. The Iron Crown had gone. Carn Dûm was abandoned, and the Angmarim made for Bálach Iaran. After they crossed into the Iron Pass, we saw no more of them and they fled into the East.\\n\\n'When many of the Trév Duvárdain returned from the East in the wake of their masters in the Iron Crown, I feared what might become of Angmar. And I was right to!\\n\\n'It was not long after that the Trév Duvárdain began to trouble us once more, and though I did not know it then, everything we had fought for was about to be taken from us.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}