{
  "id": 621073007,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Introduce yourself to Captain-General Tordúr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Well met. It is good to see new faces willing to come to the front and do battle against the enemy of the Free People. As you are newly arrived, you should introduce yourself to Tordúr, who stands near the stairs that lead from this safe haven in the Ettenmoors. He commands the forces here and will want to help you get started in this harsh land.\\n\\n'Please, go and visit him now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Another new recruit? You are most welcome in this host [placeholder].\\n\\n'Do not be surprised that I know your name. Your deeds echo across the land and long have we wanted to have your abilities added to the warriors in these forsaken lands.'\\n\\nThe Elf offers a broad smile.\\n\\n'Let us get you prepared. Over there, just to my left are vendors who will sell you gear that will aid you here. The land here is afflicted and our smiths work hard to provide our warriors with gear to overcome that affliction. It is with this audacity that we can remain in this fight. Else, it appears that our morale falters.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "As a new recruit to face the army of Angmar, you are welcome in the Ettenmoors. You have learned much in your travels and will be prepared to enter the fray of battle quickly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tutorial: Battle in the Ettenmoors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Make your way from the fountain to the front of this encampment to the north. There you should meet Captain-General Tordúr who leads this expedition in the Ettenmoors.",
      "es": "",
      "es (fem)": ""
    }
  ]
}