{
  "id": 621073140,
  "txt": [
    {
      "id": "0xeb011b1",
      "en": "Raith can be found at Bail Avarc.\\n\\nYou have destroyed many of the Iron Crown's banners at Gwathrenost. You should return to Raith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "'You have done well, [placeholder].\\n\\n'With each banner we burn and each symbol of the Witch-king we cast down, the grip of the Iron Crown loosens!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'It is a terrible sight to see so many banners of the Iron Crown again flying within Carn Dûm. We have done what we can to tear them down throughout the city, but the banners at Gwathrenost are too well-defended.\\n\\n'Will you aid us, friend?\\n\\n'If the Iron Crown is to be overthrown at last, the symbols of their oppression must be torn down!'\\n\\n\\n<rgb=#FF0000>NOTE: To advance this quest, you must use the Instance Finder (Ctrl+J) to enter Gwathrenost, the Witch-king's Citadel.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "'If you do not know the way, Cána and our warriors can guide you to Gwathrenost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Gwathrenost: Symbols of the Iron Crown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Banners of the Iron Crown can be found at Gwathrenost.\\n\\nRaith has asked you to destroy banners of the Iron Crown at Gwathrenost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Talk to Raith at Bail Avarc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Destroy banners of the Iron Crown ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d144",
      "en": "Once the seat of the Witch-king of Angmar, the dread citadel of Gwathrenost casts a long shadow upon the city of Carn Dûm. All but abandoned after the Steward of Angmar was deposed, the remnants of the Iron Crown have crept forth from the shadows, seeking to master a lost artifact of the Witch-king and reclaim dominion of Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1173",
      "en": "Destroyed banners of the Iron Crown ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}