{
  "id": 621073004,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'As a [placeholder], you should speak with the Light Armour Quartermaster. They will have the gear you need to survive, and hopefully thrive, here in the Ettenmoors.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Greetings, [placeholder]. Welcome to the Ettenmoors. Please, look through my wares and purchase all of the gear that you can. There is a vile pall that blankets this land. Our smiths have discovered a way to make wares that will allow those with stout hearts to overcome the miasma through sheer will, but this gear seems to be the only means by which we can focus.'\\n\\n<rgb=#00FF00>Surviving in the Ettenmoors requires the acquisition of <rgb=#FFFF00>Audacity,</rgb> a special attribute unlocked with the gear you purchase here and earn throughout play within the Ettenmoors. You should spend a little coin to acquire your first suit of armour and accessories so that you can fully participate in the Ettenmoors.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Now that you are versed in the need for the gear that unlocks <rgb=#FFFF00>Audacity</rgb>, return to Captain-General Tordúr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Now that you are known to be a warrior in the Ettenmoors, you should prepare by acquiring the gear that suits you. The Captain-General warned that there is an affliction in these lands that only the gear specifically crafted for battle here will overcome.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tutorial: Outfitted for Battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73085",
      "en": "'How can I help you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'If you are truly prepared, then there is only one more step to complete before you should enter the battle for the Ettenmoors.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Make your way to the Light Armour Quartermaster just to the west of Tordúr and purchase the gear you need to survive and thrive in the Ettenmoors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "You have learned about <rgb=#FFFF00>Audacity</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730880",
      "en": "'Make sure to visit the Light Armour Quartermaster to the west. They will outfit you with the gear you need to survive here in the Ettenmoors.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Speak with the Light Armour Quartermaster and learn about <rgb=#FFFF00>Audacity</rgb>",
      "es": "",
      "es (fem)": ""
    }
  ]
}