{
  "id": 621073005,
  "txt": [
    {
      "id": 216727827,
      "en": "Travel out of Glân Vraig by the path along the cliffside to the east of Captain-General Tordúr and make your way to Ost Ringdyr.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "You have returned to Glân Vraig. Speak with Captain-General Tordúr and let him know that you are prepared to fight in the battle for the Ettenmoors.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "You have discovered the keep of Ost Ringdyr. You should now use the skill <rgb=#FFFF00>Return to Glân Vraig</rgb> to quickly return to the main encampment.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'It is good to know that there are those like you, willing to come and fight for this land. We will remain resolute in this battle. The armies of Angmar will not press into the south, and it is by our force of arms combined that we shall see this through.\\n\\n'You are prepared as best as I can see. Go forth.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "You have arrived at Ost Ringdyr",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You are nearly prepared for battle, but the Captain-General has one more task for you before he sends you into the fray.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Arrive at Ost Ringdyr",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "You have returned to Glân Vraig",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'To the east, behind the foliage and stones, there is a path that leads to the keep of Ost Ringdyr. We keep a relic of power within those walls.\\n\\n'I want you to travel there to see why we fight. I have provided you with a map showing a quick path back here to Glân Vraig. Go now with haste and return by way of the map, so that I know you are prepared for the battle to come.\\n\\n'Travel along that path to the east and stay close to cliffside so you do not fall down into the proper battlefield.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Use the skill <rgb=#FFFF00>Return to Glân Vraig</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tutorial: First Steps in the Ettenmoors",
      "es": ""
    },
    {
      "id": 225642626,
      "en": "'Have you made use of your map and what it taught you?'\\n\\nUse the skill <rgb=#FFFF00>Return to Glân Vraig</rgb>.",
      "es": ""
    }
  ]
}