{
  "id": 621073079,
  "txt": [
    {
      "id": 216727827,
      "en": "Glindor, King Elessar's herald, is outside the stables in Minas Tirith (Midsummer).",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'We have come to the South-gate of the Rammas Echor, through which lies the Harlond, the south-harbour of Minas Tirith. It was held by Orcs of Mordor during the war, and they did not expect the arrival of Elessar aboard the ships of the Corsairs!'\\n\\nLegolas smiles.\\n\\n'They did not expect Legolas Greenleaf or Gimli, son of Glóin, either. That much was clear to all!'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Gimli is north-east of the Harlond, in King's Gondor.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'There will be fewer Orcs to fight inside the Harlond this time, I wager.'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Legolas is north-east of the Harlond, in King's Gondor.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Glindor in Minas Tirith (Midsummer) and go with him to see King Elessar",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Gimli north-east of the Harlond, in King's Gondor",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'It is to the Tower of Ecthelion we go, there to audience with King Elessar and Queen Arwen, the rulers of victorious Gondor.'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Legolas north-east of the Harlond, in King's Gondor",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "King Elessar, recently crowned and newly wedded, is eager to heal the hurts of his kingdom and to move Gondor into an age of prosperity.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'A king has returned to Gondor, [placeholder], and all the kingdom celebrates! And yet he is not content to rest on the laurels of his deserved victory over Sauron.\\n\\n'I was instructed to bring you to see him. Will you come with me?'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'My feet are sore already, [placeholder], and we have come to just the first of the places Aragorn told us to visit. His kingdom is larger than it looks on the maps, and Legolas and I have already crossed it once!'\\n\\nGimli falls silent.\\n\\n'I named him Aragorn again, didn't I? He will have as many names as a Wizard next, but he has been a trusted companion through many adventures, and for that I will learn them all.\\n\\n'He is not the king of any other kingdoms, is he?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 1.1: A King Should See His Kingdom",
      "es": ""
    }
  ]
}