{
  "id": 621073115,
  "txt": [
    {
      "id": 111477312,
      "en": "Talk to Gimli at the Crossings of Erui, in King's Gondor",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'I hope the Lone Lady of Erui knows she now has the love and belief of all of Lebennin.'",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Talk to Legolas at the Crossings of Erui, in King's Gondor",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "Talk to Glassiel at the Crossings of Erui, in King's Gondor",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'You say Angbor, the Lord of Lamedon, directed that the armour of the Usurper be sent to Pelargir for safekeeping? That was a wise decision, for Castamir's armour has already proven unable to remain lost. Better to keep it under the watchful eye of Sirgon, Lord of Lebennin.\\n\\n'But a thought occurs to me. If someone were trying to convince others that he was Castamir's successor, or pretending to be Balakhôr himself, he might make use of artifacts such as armour or weapons that once belonged to the Usurper. We should make sure the armour came to Sirgon as Angbor intended.\\n\\n'But Elessar also wanted us to help the people. Will you see Glassiel safely back to her home? Gimli and I will meet you at Glaniath when you return, and we will proceed together on to Pelargir.'",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "Defeat foes on the way to Halach, in King's Gondor ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'I hope I did not miss many other such adventures while I was aboard the ship!'",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'It is good of you to offer to bring me to my home, but I can find my own way.\\n\\n'Still, if you wish to be of use to the folk of Lebennin, you can oppose some of the dangers to be found between here and my home of Halach. Wild creatures and the occasional hold-out from the war are still to be found prowling the lands between Erui and Halach.\\n\\n'Meet me at my home when I have safely arrived and I can put you further to work. I understand you have been given a duty to help us by the King himself?'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Baranor is the Captain of the Guardsmen of Arnach, north of the abandoned camp-site in King's Gondor.",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Travel to the town of Halach in King's Gondor",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Balakhôr need not have survived to inspire those who believed in his purpose. Is it not possible he might have become, in death, more of a symbol to his people than he could have remained in life? A man can be slain; it is more difficult to fully destroy that for which he stood.\\n\\n'What if someone has taken his place, [placeholder]? What if someone has adopted his name and his appearance in an attempt to rally the Heirs of Castamir? We should tell Baranor of this possibility, so he can keep watch and guard against it.'",
      "es": ""
    },
    {
      "id": 111477319,
      "en": "Talk to Glassiel in her home-town of Halach",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "The Crossings of Erui are located to the south-west of the village of Arnach, in King's Gondor.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'What have you discovered, [placeholder]? Was there any truth to the rumours spoken among the people of Arnach? Did Balakhôr survive the war?'\\n\\nYou recount to Baranor what you discovered, and what Legolas had to say about the fallen leader of the Heirs of Castamir. The guardsman nods grimly.\\n\\n'Aye, an imposter could cause trouble for King Elessar and for Gondor just as easily as Balakhôr himself might have done. We will remain alert for any who appear, and I trust you will do the same as you continue south and westward, to the Crossings of Erui. There are several small villages beyond the Erui that may foster similar sentiments as those here in Arnach. Good fortune go with you.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Legolas is concerned that the legacy of Balakhôr the Scourge may still threaten King's Gondor.",
      "es": ""
    },
    {
      "id": 177082692,
      "en": "Legolas and Gimli planned to meet up with you in the town of Glaniath",
      "es": ""
    },
    {
      "id": 111477321,
      "en": "Talk to Breglang in Halach",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Baranor in the centre of Arnach",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Travel to the Crossings of Erui, south-west of Arnach, in King's Gondor",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'These are the Crossings of Erui, where Castamir the Usurper perished long ago during the Kin-strife of Gondor, when his rebellion was at last ended, and the rule of the kingdom was restored. But Kings and Stewards rule from distant castles and towers, and our people need the blessing of nearer protectors.\\n\\n'And so I and other good people of Lebennin float baskets on the river in memory of the Five Sisters, who protected this land in days gone. Some folk believed they were only a myth, but it is not so!'",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Talk to Glassiel at the Crossings of Erui, in King's Gondor",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Glassiel speaks to you of the Five Sisters of Lebennin.",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Listen to Glassiel speak of the Five Sisters",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Listen to Glassiel speak of the Five Sisters",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Glassiel speaks to you of the Five Sisters of Lebennin.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I speak of the Five Sisters of Lebennin, who protect these lands even now.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Glassiel speaks to you of the Five Sisters of Lebennin.",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Listen to Glassiel speak of the Five Sisters",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I speak of the Five Sisters of Lebennin, who protect these lands even now.'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Glassiel speaks to you of the Five Sisters of Lebennin.",
      "es": ""
    },
    {
      "id": 177082705,
      "en": "Retrieved today's catch from fishing nets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477334,
      "en": "Listen to Glassiel speak of the Five Sisters",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'The blood spilt in these waters during the Kin-strife of Gondor so changed the Lady of Erui that she became estranged from her sisters, and turned her anger upon the folk who dwelt nearby. Not long ago she raised the Armour of the Usurper from these waters and did battle against her sisters, but at last they were able to soothe her rage and she was healed of her hurts.\\n\\n'So I float these baskets upon her waters as tokens of both forgiveness and love, and I hope that she takes notice of them.'",
      "es": ""
    },
    {
      "id": 177082707,
      "en": "Collected building supply crates ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Gimli stands at the Crossings of Erui, in King's Gondor.",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "Talk to Glassiel at the Crossings of Erui, in King's Gondor",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'It is a good story, so far as it goes. A little unbelievable, I think.'\\n\\nGimli stares at you with amazement when you tell him it is true, and you witnessed the end of the tale as you passed through Lebennin during the war.\\n\\n'Really? I missed more than I thought when I agreed to take the ship from Pelargir with Legolas! What happened to the Armour of the Usurper after the River-maidens calmed their sister of her anger?'",
      "es": ""
    },
    {
      "id": 177082710,
      "en": "Legolas and Gimli greet you warmly as you arrive in Glaniath",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'They say the Heirs of Castamir are still around. If you are loyal to the King, as I am, you will remain on your guard in these lands.'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Legolas stands at the Crossings of Erui, in King's Gondor.",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'How went your visit to Halach, [placeholder]?\\n\\n'The Heirs of Castamir may never truly disappear, but I think it is becoming clear that their power wanes. An imposter is not as great a threat to Gondor as Balakhôr himself would have been.\\n\\n'The time approaches when we can return to King Elessar and tell him his tour can proceed.'",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Glassiel is at the Crossings of Erui, in King's Gondor.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "You agreed to aid the folk of Lebennin by defeating foes between the Crossings of Erui and Halach.",
      "es": ""
    },
    {
      "id": 177082724,
      "en": "Defeated foes on the way to Halach ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "You agreed to make safe the lands between the Crossings of Erui and Glassiel's home of Halach, in King's Gondor. Now you should ensure she arrived safely.",
      "es": ""
    },
    {
      "id": 177082726,
      "en": "Glassiel has arrived safely at her home of Halach",
      "es": ""
    },
    {
      "id": 177082728,
      "en": "A sailor standing nearby calls for your attention",
      "es": ""
    },
    {
      "id": 246419872,
      "en": "Glassiel stands inside the entrance to Halach.",
      "es": ""
    },
    {
      "id": 111477360,
      "en": "Retrieve fishing nets from near the docks of Halach ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "Glassiel speaks to you of the Five Sisters of Lebennin.",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'You helped make the lands between the Crossings and Halach more safe? I thank you for it! I was not in any danger, for the blessings of the Five Sisters are upon me, and their influence extends into the lands washed by their rivers. Still, it is a welcome deed.\\n\\n'King Elessar was good to send you to us.'",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Breglang, a sailor at Halach, has called for your attention.",
      "es": ""
    },
    {
      "id": 111477362,
      "en": "Collect building supply crates within Halach ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'Mercy upon me for listening, stranger, but I understand you're here on the King's business? That is a joy to me and mine, for certain, but you might want to know that some of the folk hereabout aren't as true as my family. I've a-heard some talk that the Heirs of Castamir never surrendered, but lie in wait, fostering their strength.\\n\\n'Seems to me a good way to fight some of these rumours might be to show the King is nearer to us than distance would indicate. Maybe you're here to do just that? If'n you bring in some fishing nets down by the piers, and gather up a couple crates of building materials around town, you might fill the King's sails with wind, and leave the Heirs of Castamir without? Do these tasks for me and I'll share what else I know, and that would be a help to the King.'",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'The King will be pleased to hear how you helped the people of Halach, if such is your intent.'",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Return to Breglang in the town of Halach, in King's Gondor",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Fishing nets can be drawn in along the docks of Halach.",
      "es": ""
    },
    {
      "id": 177082736,
      "en": "'The Five Sisters have always protected us, though we did not always remember it.'",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Travel to the town of Glaniath, north-west of Halach in King's Gondor",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "Breglang is in the town of Halach, waiting for you to return from your errands.",
      "es": ""
    },
    {
      "id": 177082738,
      "en": "'River-maidens they were, caring and understanding. But one was changed by an evil in the waters.'",
      "es": ""
    },
    {
      "id": 111477367,
      "en": "Talk to Legolas by the entrance to Glaniath, in King's Gondor",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'I thank you for doing the tasks I had set before me, friend! Do not be cross with me, for I put the time you spared me to good use!\\n\\n'My loyalty is to the King, but some of the men I work beside are not as true to Gondor as I am. I have learned from their speech that the Heirs of Castamir have taken to lighting the beacons of Gondor when they find them unguarded, as a sign to their supporters. I do not know if it is true, but that is what I heard. Look for lit beacons and there will be serpents nearby, snakes who endanger the King and his kingdom.\\n\\n'At least, that is what I was told. Go from Halach with my thanks, and with the warning I give you!'",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "It is time for you to meet up with Legolas and Gimli in the town of Glaniath, to the north-west.",
      "es": ""
    },
    {
      "id": 162883680,
      "en": "'Will you see Glassiel safely back to her home? Gimli and I will meet you at Glaniath when you return, and we will proceed together on to Pelargir.'",
      "es": ""
    },
    {
      "id": 162883681,
      "en": "'If you wish to be of use to the folk of Lebennin, you can oppose some of the dangers to be found between here and my home of Halach. Wild creatures and the occasional hold-out from the war are still to be found prowling the lands between Erui and Halach.\\n\\n'Meet me at my home when I have safely arrived and I can put you further to work. I understand you have been given a duty to help us by the King himself?'",
      "es": ""
    },
    {
      "id": 177082741,
      "en": "'Castamir the Usurper perished here, long ago, but his rage remained.'",
      "es": ""
    },
    {
      "id": 162883682,
      "en": "'Bring in some fishing nets down by the piers, and gather up a couple crates of building materials around town, and you might fill the King's sails with wind, and leave the Heirs of Castamir without. Do these tasks for me and I'll share what else I know, and that would be a help to the King.'",
      "es": ""
    },
    {
      "id": 177082743,
      "en": "'As the long years passed, the Lady of Erui was infected by that anger.'",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "Legolas sits on a bench by the entrance to Glaniath, in King's Gondor.",
      "es": ""
    },
    {
      "id": 246419895,
      "en": "At the Crossings of Erui you encountered the woman Glassiel, floating baskets on the river.",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "The woman Glassiel floats offerings on the river Erui",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 1.4: The Legacy Lives On",
      "es": ""
    },
    {
      "id": 162883704,
      "en": "'What if someone has taken Balakhôr's place, adopting his name and appearance in an attempt to rally the Heirs of Castamir? We should tell Baranor of this possibility, so he can keep watch and guard against it.'",
      "es": ""
    },
    {
      "id": 162883705,
      "en": "'We will remain alert for any supporters of the Heirs who appear, and I trust you will do the same as you continue south and westward, to the Crossings of Erui. There are several small villages beyond the Erui that may foster similar sentiments as those here in Arnach. Good fortune go with you.'",
      "es": ""
    }
  ]
}