{
  "id": 621073078,
  "txt": [
    {
      "id": "0xe08eda3",
      "en": "Listen to Queen Arwen's proposal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: A King Should See His Kingdom",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda6b241",
      "en": "'[placeholder], my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda6b242",
      "en": "'I am pleased to see you return!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Listen to the discussion of the Heirs of Castamir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda6b243",
      "en": "'But my queen worries for my safety on such a tour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Queen Arwen in the Tower of Ecthelion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda6b244",
      "en": "'Is this true?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to King Elessar in the Tower of Ecthelion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x898db21",
      "en": "'This way, please.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda6b245",
      "en": "'Thalhír, what says my Warden of the Laws?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'King Elessar and Queen Arwen will see you now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda6b246",
      "en": "'The Heirs of Castamir? Surely they were all slain during the war?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda6b247",
      "en": "'I suppose I am not certain of that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'We accomplished much good in the fight against Mordor and the forces of Sauron, [placeholder], and prevented the triumph of terrible evil! The War of the Ring, for so I have heard it called in the days since its ending, has left its mark upon us and upon our lands. Our victory came at great cost, and the losses suffered in its achievement still wound those of us who remain. Perhaps they always will. And yet, if I can ease the hurts of my kingdom, I would do it. Can I count upon you to help me with this aim?'\\n\\nYou assure Elessar that you are with him, and he smiles.\\n\\n'I knew our minds would be alike in this. This, then, is my purpose: I wish to travel my kingdom, from town to town, speaking with the people. I wish to hear what it is they lack, and to provide it; I wish to know how the war has injured them, and do what I can to repair those injuries. I want my people to know that their King is with them, not a distant figure in the Tower of Ecthelion, but a man who knows them and will strive every day of his life to prove he is worthy of Gondor.\\n\\n'I want to tour the kingdom, and see what I can do to heal the hurts of the war.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda6b248",
      "en": "'I think such caution is needless, but if this is your will I shall oppose it not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda6b249",
      "en": "'What say you, my friends?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I hesitate to mention it, my King, for I understand the majority of your people are overwhelmed with happiness at both the successful conclusion of the war and with your marriage to the Queen. I do not wish to spoil the broth of positive sentiment by dwelling upon the inclusion of one or two poor ingredients, and those in such tiny quantities.'\\n\\nThalhír clears his throat and looks uncomfortable.\\n\\n'But there have been whispers of discontent in the city following your happy marriage, my King. Few perhaps, but some. I am sure they will disappear in time, as did those of the supporters of the Withered Tree, but as of yet they remain. I have heard tell from other members of the Council that people in the lower circles of the city speak wishfully of the Heirs of Castamir, praying for their return and believing they soon will.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'My husband so greatly desires to speak with his people and mend the pain of the hurts they suffered that I fear he will give no thought to his own protection, [placeholder]. I turn then to you, and to those others who hold him dear!\\n\\n'I ask this of you, [placeholder], and of my husband's boon companions: Legolas of Eryn Lasgalen and Gimli the Dwarf, of Erebor. Where Elessar wishes to venture, I ask that you three travel first, with your ears listening and your eyes sharpened. Look for any sign that the Heirs of Castamir remain a danger to the kingdom or to the King, and make the path he plans to travel as secure as you may.\\n\\n'Only this will ease the burden of my heart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'You will do as my Queen requests? I think it will prove unnecessary, but I do not want my bride to worry if it might be prevented! Nor do I want my people to wait for any help I might have offered.\\n\\n'It is not an easy riddle to solve, [placeholder], but I think I have the answer. The three of you will go ahead of me to visit the towns and cities of my kingdom, keeping watch for any sign of the Heirs of Castamir or their supporters, as Arwen requests, but you will go not only in search of danger. You will also go as my emissaries, and to begin my own mission of aid, doing what you can to help the people with their concerns.\\n\\n'When you have determined the Heirs of Castamir are of no real danger to myself or the kingdom, you will return to me and I will depart with my own travelling companions to further your work. If this will satisfy my Queen and my Council, then I suppose I must be content with the delay. It will be a balm to my spirit to know that you three, at least, will have begun my mission to heal the kingdom of its hurt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "King Elessar has summoned you to the Tower of Ecthelion in Minas Tirith, where he wishes to discuss his plans with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Queen Arwen is in the Tower of Ecthelion and wishes to speak with you about a special task.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Another adventure begins, [placeholder], of a sort. It will not take long to learn if the Heirs of Castamir are truly gone, and when we have done so Elessar can tour his kingdom.\\n\\n'Let us start by journeying to the Harlond, my friends. The south-harbour is nearest to the city, and from there we can proceed west in search of news.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Glindor has brought you to the Tower of Ecthelion, where King Elessar and Queen Arwen await you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c32211",
      "en": "'[placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "King Elessar is in the Tower of Ecthelion, waiting to hear if you will agree to this new plan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "King Elessar is ready to speak with you about his plans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c32212",
      "en": "'Aye, to be certain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c32213",
      "en": "'We witnessed the death of their leader Balakhôr at Pelargir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "King Elessar and his advisors discuss his plan to tour the kingdom and heal the hurts caused by the war.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c32214",
      "en": "'Well...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08edb6",
      "en": "Walk with Glindor to meet with the King and Queen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Thalhír, the Warden of Laws, is in the Tower of Ecthelion and has been called to answer whether the Heirs of Castamir remain a threat to the peace of Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6dccd11",
      "en": "'They are not my worries alone, dear one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "King Elessar and his advisors discuss his plan to tour the kingdom and heal the hurts caused by the war.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6dccd12",
      "en": "'The Council has expressed similar concerns.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Glindor in the Tower of Ecthelion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6dccd13",
      "en": "'You know this to be true?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6dccd14",
      "en": "'Are you certain he had no sons or daughters to take up his cause?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to King Elessar in the Tower of Ecthelion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6dccd15",
      "en": "'When these three return with tidings that the Heirs are truly defeated...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Listen to the discussion of King Elessar's plans",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6dccd16",
      "en": "'...then I will be content for you to travel your kingdom, my husband.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Thalhír in the Tower of Ecthelion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6dc5d1",
      "en": "'There you are.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6dc5d2",
      "en": "'He met his end at the cold blades of the Dead.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}