{
  "id": 621073136,
  "txt": [
    {
      "id": 177082793,
      "en": "Defeated pests within the Pelargir Armoury ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 1.6: True Hearts and Proven Loyalties",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Cuguril outside the Pelargir Armoury",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'You are welcome to go inside and check on the armour yourself. Perhaps you will deal with some of the pests within? We have had something of a rat and crawler problem in recent days.'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Legolas outside the Pelargir Armoury",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'That day is not yet here, but still you must tell me what brings you to Pelargir. The Armour of the Usurper? Aye, I know it. Angbor of Lamedon sent it to us several moons ago, charging my father with its safekeeping, and so it is kept safe.\\n\\n'You are welcome to see for yourself, [placeholder]. The armoury of Pelargir is to the south of the manor; with my permission the guards will allow you to pass. They are men and women of true hearts and proven loyalty, and they guard the armoury day and night.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Find the Pelargir Armoury south of Sirgon's Manor, in King's Gondor",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Convince Legolas that you are truly <rgb=#00FF00>angry</rgb>",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'You are welcome to see for yourself. The Armoury of Pelargir is to the south of the manor, and is guarded day and night, but with my permission the guards will allow you to pass.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Cuguril outside the Pelargir Armoury",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Ho there, halt.'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Check that the Armour of the Usurper remains inside the Pelargir Armoury",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Legolas outside the Pelargir Armoury",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'You have come at the request of Lord Sirgon and his son? What brings three such as you here?'\\n\\nYou tell Cuguril that supporters of the Heirs of Castamir may seek to steal his armour for their own purposes, and the Lord of Lebennin wants to ensure it is kept safe.\\n\\n'He need not fear on that account, friend! We take great care to keep unknown folk from entering the armoury. Why, a suspicious woman has been watching us from a distance for the past few days; I have yet to see her today. Rest assured we keep an eye upon her when we do see her skulking about.\\n\\n'You are welcome to go inside and check on the armour yourself. You and your companions would stick in my memory well enough that I do not think you are the sort we need suspect! In gratitude perhaps you will deal with some of the pests within? We have had something of a rat and crawler problem in recent days.'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Walk by the suspicious onlooker to the south-east and see if she speaks to you",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Defeat pests within the Pelargir Armoury ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Castamir's armour remains where it was left? I told you it was so. But look here!\\n\\n'The skulking woman is back. She watches us from yonder, pretending that we are not the object of her attention... but it is clear to me she spies upon us even now.'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Aithil south-east of the Pelargir Armoury, in King's Gondor",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I have had an idea, [placeholder]. If we stage a performance for the benefit of this spy, we might be able to learn if she works for the Heirs of Castamir, and turn that knowledge to our benefit.'\\n\\nLegolas smiles at you briefly before the Elf adopts a pained expression.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Faltharan agrees that the Heirs of Castamir might try to steal the Armour of the Usurper, but believes the relic is safe.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Cuguril stands watch outside the Pelargir Armoury.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'The skulking woman watches us from afar.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The Pelargir Armoury is to the south of Sirgon's Manor.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Legolas has had an idea.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "Legolas stares at you with his eyes aflame and his fists clenched. He needs your help to show that you are truly <rgb=#00FF00>angry</rgb>.\\n\\nYou will be most convincing if you target the Elf and use the <rgb=#00FF00>Angry</rgb> emote.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I should have expected no less from such as you!' Legolas exclaims. Then he lowers his voice.\\n\\n'Now you should stroll most casually in the direction of the skulking spy, my friend. Perhaps she will be interested to speak to you, and if you can draw from her some knowledge of the Heirs of Castamir or their supporters, we will be aided.\\n\\n'And let there be no hard feelings between us, [placeholder]! Such a performance did not come easily for me, but if it serves as effective bait for this suspicious fish it will prove worthwhile. Gimli and I will meet you back at Sirgon's manor after you have spoken with this onlooker. Good fortune go with you!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "The guardswoman Cuguril stands watch outside the Pelargir Armoury.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Legolas has begun a dramatic argument for the benefit of the nearby onlooker, and he needs your help to show that you are truly <rgb=#00FF00>angry</rgb>.\\n\\nYou will be most convincing if you target the Elf and use the <rgb=#00FF00>Angry</rgb> emote.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Cuguril invited you to check on the Armour of the Usurper inside the Pelargir Armoury, as long as you also deal with any of the pests you might find inside.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Legolas stands outside the Pelargir Armoury, pretending to be angry with you.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "The suspicious onlooker is to the south-east of the Pelargir Armoury, in King's Gondor.",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "'Is that so?' Legolas demands angrily",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "'How dare you?' Legolas exclaims",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'Gimli and I will meet you back at Sirgon's manor after you have spoken with the spy. Good fortune go with you!'",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'I beg your pardon, stranger, but I could not help but notice your argument with that other Elf over the way. I would have thought such as you might keep your disagreements quiet from other folk.'\\n\\nYou tell the woman that he took issue when you said Arwen should not have become Queen, and that her duty was to remain with her own people.\\n\\n'Really? That is very interesting to hear! It had not occurred to me that even an Elf might see that the throne of Gondor properly belongs to a Gondorian! But of course that makes a great deal of sense.'",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "The woman eyes you curiously",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "The woman Aithil is south-east of the Pelargir Armoury, in King's Gondor.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "The armoury is watched day and night by a rotating shift of guards",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'I beg your pardon, stranger, but I could not help but notice your argument with that Elf over the way. Did he give you insult? I have seen such as he treat others with disrespect, and often enough that it has become to me a sad indicator that all of that folk believe themselves to be our betters.'\\n\\nYou tell the woman that he took issue with some statements you made about the new Queen of Gondor, and she studies you closely.\\n\\n'Is that so?' she asks. 'Perhaps you would like to hear my own thoughts on the subject?'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "The Armour of the Usurper remains where it was left",
      "es": ""
    }
  ]
}