{
  "id": 621073199,
  "txt": [
    {
      "id": 246419874,
      "en": "Crannog can be found at Bail Avarc in the foothills of the Ephel Angren in Angmar.\\n\\nYou have rescued Crannog from the Iron Crown and he has been safely escorted back to Bail Avarc. You should talk to Crannog.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'How glad I am to see you again, [placeholder].\\n\\n'Nekhtan and I were able to escort Crannog out of Gwathrenost, but I regret that we could not aid you in the last fight against the Iron Crown. You need not tell me of your success, though, for there are none in Angmar who do not know of it! By the time we returned to Bail Avarc, I heard shouts celebrating that the bódraillan were freed from the shard's enchantment. They cast down their weapons and walked out of Carn Dûm! My tribesmen—of both tribes—have returned to their families and loved ones, and it seems this terrible nightmare is at an end.\\n\\n'I can hardly believe it... but the Iron Crown is no more! You are a true friend to Trév Gállorg!'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Soltakh at Gwathrenost",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Crannog at Bail Avarc",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'If Finrúth speaks true, Crannog may still live, but unless we destroy the shard of Tauressar, the fight against the Iron Crown is lost.\\n\\n'Even the greatest victory might be undone if the Oath-stone can be used against us! There is no other course—we must strike at the very heart of the Iron Crown in Carn Dûm. The fate of our people, and of Angmar itself, depends on us!\\n\\n'Go, and tell Nekhtan of what you have learned. When you are prepared, we shall set out to Gwathrenost!'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Destroy the shard of Tauressar",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'What?! Swear you do not deceive me!'\\n\\nYou tell Nekhtan that Crannog may still live within Gwathrenost.\\n\\n'You need not ask, my friend. If there is any hope that Crannog still lives, I will not abandon him.\\n\\n'If you go to Gwathrenost, I will follow you!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'When you are ready to make for the old citadel of the Witch-king, the Trév Gállorg will fight by your side!'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Soltakh at Bail Avarc",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Go, speak with Nekhtan. We must strike before it is too late!'",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Breathing faintly, a haggard Crannog lies on his side within a cage high in Gwathrenost",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Nekhtan can be found at Bail Avarc in the foothills of the Ephel Angren in Angmar.\\n\\nSoltakh has told you to prepare to set siege to Gwathrenost, the Witch-king's Citadel. You should talk to Nekhtan and inform him that Crannog still lives before you set out.",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "After learning that High Priestess Ásachal possesses the power to dominate the wills of the Trév Gállorg, the Trév Duvárdain, and even those among the Iron Crown, the Hill-men of Angmar plot a desperate siege upon Gwathrenost, the Witch-king's citadel of old.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Who... who is that there? Please... help me...'\\n\\nCrannog struggles to see, his senses weakened by his imprisonment.\\n\\n'[placeholder]... can it be? You... came....'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Travel to Gwathrenost, the Witch-king's Citadel",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Crannog can be found somewhere high in Gwathrenost, the Witch-king's Citadel.\\n\\nYou must continue your search for Crannog as you battle the Iron Crown at Gwathrenost.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Gwathrenost, the citadel of the Witch-king of Angmar can be found at the heart of Carn Dûm.\\n\\nYou should travel to Gwathrenost and put an end to the Iron Crown's plot to use the shard of Tauressar against the free-folk of the North.\\n\\n\\n<rgb=#FF0000>NOTE: You can advance this quest on any difficulty Tier of the Raid: 'Gwathrenost, the Witch-king's Citadel'.</rgb>",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Find Crannog in Gwathrenost",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Crannog at Gwathrenost",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Crannog can be found high in Gwathrenost.\\n\\nYou have found Crannog alive, but severely mistreated by the Iron Crown. You should speak to Crannog.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Nekhtan at Bail Avarc",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Soltakh can be found in Gwathrenost.\\n\\nAfter fighting through Gwathrenost, you have found Crannog—alive, but in poor health. You should talk to Soltakh.",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "The Shard of Tauressar can be found in Tham Mornarcham, the highest chamber within Gwathrenost.\\n\\nYou must defeat High Priestess Ásachal and High Chieftain Claghórd. You must also destroy the shard of Tauressar that its fell power can no longer bend the wills of the free-folk of the North.",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Soltakh can be found at Bail Avarc in the foothills of the Ephel Angren in Angmar.\\n\\nYou have triumphed over the Iron Crown, defeating High Priestess Ásachal and High Chieftain Claghórd and destroying the shard of Tauressar. You should return to Bail Avarc and talk to Soltakh.",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'My heart is light with hope, even in so dark a place... Crannog lives!\\n\\n'I cannot thank you enough, [placeholder]. I feared that we would be too late to save him. Alas, we must not forget what we have come here to do. High Priestess Ásachal and the Iron Crown must be stopped. The shard of Tauressar must be destroyed or any victory we win this day will ring hollow!'\\n\\nSoltakh gestures to Nekhtan, and he returns a knowing nod.\\n\\n'Do not worry for us, my friend. Nekhtan and I will get him out of here!'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Welcome, [placeholder]. I am gladdened to see you again and in not so dire a circumstance!'\\n\\nCrannog coughs, still clearly recovering from his imprisonment.\\n\\n'Do not worry yourself on my account, my friend. Many of my wounds will heal in time, and those that might not will at least be soothed by a fine feast. After Mordirith was cast down, I wished to believe that the Iron Crown fell with him. But that is rarely the case, isn't it? Always there are those who cling to power, unwilling to face their own weakness.\\n\\n'With your help, we have cast off the last of the sad legacy of the Iron Crown. After so many long years, we are free of the Witch-king and his servants!\\n\\n'But now, we must decide what will become of Angmar....'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "With the shard of the Oath-stone of Rhudaur shattered, its fell grip is broken!",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Angmar Reborn, Chapter 4",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'You are a true friend of mine and of the Trév Gállorg. The Iron Crown has fallen!'",
      "es": ""
    }
  ]
}