{
  "id": 620757029,
  "txt": [
    {
      "id": 218649169,
      "en": "'While both you and I have seen five Nazgûl, their true number is nine. Before I can take my charges beyond Bree, I must know where the other four are hiding.\\n\\n'Would you travel to the west and speak to Lenglinn? I sent him to Buckland to watch over a particular hobbit, but it seems that Mr. -- Underhill and his friends decided to take a different path and are now here under my protection. Still, Lenglinn may know the whereabouts of the remaining Nazgûl.\\n\\n'He camps on a rise just north of the Buckland Gate and may have seen something that will aid me. You must hurry. I cannot afford to delay here overly long.'",
      "es": "'Aunque tanto tú como yo hemos visto a cinco Nazgûl, su verdadero número es nueve. Antes de poder llevar a mis pupilos más allá de Bree, debo saber dónde se esconden los otros cuatro.\\n\\n'¿Podrías viajar al oeste y hablar con Lenglinn? Lo envié a Buckland para que vigilara a un Hobbit en particular, pero parece que el señor -- Underhill y sus amigos decidieron tomar un camino diferente y ahora están aquí bajo mi protección. Aun así, Lenglinn puede conocer el paradero de los Nazgûl restantes.\\n\\n'Acampa en una elevación justo al norte de la Puerta de Buckland y puede que haya visto algo que me ayude. Debes darte prisa. No puedo permitirme demorarme aquí demasiado tiempo.'"
    },
    {
      "id": 218649170,
      "en": "'Aragorn has sent aid! Nazgûl, four more, were in Buckland. They rode swiftly to the east, upon black steeds. I was foolish enough to stand in their way, and they ran me down.\\n\\n'I will heal in time, but the Riders have left a threat in their wake that must be dealt with. I must ask for your help.'",
      "es": "'¡Aragorn ha enviado ayuda! Los Nazgûl, cuatro más, estaban en Buckland. Cabalgaban velozmente hacia el este, sobre corceles negros. Fui lo bastante tonto como para interponerme en su camino, y me atropellaron.\\n\\n'Me curaré a tiempo, pero los Jinetes han dejado una amenaza a su paso que debe ser tratada. Debo pedir tu ayuda.'"
    },
    {
      "id": 63183937,
      "en": "'Be quick! I must know the location of the other four riders if I am to help the travellers escape Bree safely. \\n\\n'Travel to the west and speak to Lenglinn. He camps just north of the Buckland Gate. He may have seen one or more of the Nazgûl there.'",
      "es": "debo saber dónde están los otros cuatro jinetes si quiero ayudar a los viajeros a escapar sanos y salvos de Bree. \\n\\n'Viaja hacia el oeste y habla con Lenglinn. Acampa al norte de la Puerta de los Gamos. Puede que haya visto allí a uno o más Nazgûl.'"
    },
    {
      "id": 228870261,
      "en": "Book 1, Chapter 5: The Other Riders",
      "es": "Libro 1, Capítulo 5: Los Otros Jinetes"
    },
    {
      "id": 54354734,
      "en": "While you were away investigating the Blackwold brigands, five Nazgûl attacked The Prancing Pony in search of four travellers from the Shire, which Strider had under his protection. Strider has told you that there are a total of nine Riders, and that he must know the location of the other four.",
      "es": "Mientras estabas fuera investigando a los bandidos de Blackwold, cinco Nazgûl atacaron El Poni Rampante en busca de cuatro viajeros de la Comarca, que Trancos tenía bajo su protección. Trancos te ha dicho que hay un total de nueve Jinetes, y que debe conocer la ubicación de los otros cuatro."
    },
    {
      "id": 94621393,
      "en": "Lenglinn's camp sits on a rise north of the Buckland Gate, along the Great East Road, west of Bree.\\n\\nStrider has asked that you speak with Lenglinn, another Ranger, and learn if he has seen any other Nazgûl passing out of the Shire.",
      "es": "El campamento de Lenglinn se encuentra en una elevación al norte de la Puerta de los Gamos, junto al Gran Camino del Este, al oeste de Bree. \\n\\Trancos te ha pedido que hables con Lenglinn, otro Montaraz, y averigües si ha visto a algún otro Nazgûl saliendo de la Comarca."
    },
    {
      "id": 228284033,
      "en": "'While both you and I have seen five Nazgûl, their true number is nine, as you well know. Before I can take my charges beyond Bree, I must know where the other four are hiding.\\n\\n'Would you travel to the west and speak to Lenglinn? I sent him to Buckland to watch over a particular hobbit, but it seems that Mr. -- Underhill and his friends decided to take a different path and are now here under my protection. Still, Lenglinn may know the whereabouts of the remaining Nazgûl.\\n\\n'He camps on a rise just north of the Buckland Gate and may have seen something that will aid me. You must hurry. I cannot afford to delay here overly long.'",
      "es": "'Aunque tanto tú como yo hemos visto a cinco Nazgûl, su verdadero número es nueve, como bien sabes. Antes de poder llevar a mis pupilos más allá de Bree, debo saber dónde se esconden los otros cuatro.\\n\\n'¿Podrías viajar al oeste y hablar con Lenglinn? Lo envié a Buckland para que vigilara a un Hobbit en particular, pero parece que el Sr.-- Underhill y sus amigos decidieron tomar un camino diferente y ahora están aquí bajo mi protección. Aun así, Lenglinn puede conocer el paradero de los Nazgûl restantes.\\n\\n'Acampa en una elevación justo al norte de la Puerta de Buckland y puede que haya visto algo que me ayude. Debes darte prisa. No puedo permitirme demorarme aquí demasiado tiempo.'"
    }
  ]
}