{
  "id": 620757029,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'While both you and I have seen five Nazgûl, their true number is nine. Before I can take my charges beyond Bree, I must know where the other four are hiding.\\n\\n'Would you travel to the west and speak to Lenglinn? I sent him to Buckland to watch over a particular hobbit, but it seems that Mr. -- Underhill and his friends decided to take a different path and are now here under my protection. Still, Lenglinn may know the whereabouts of the remaining Nazgûl.\\n\\n'He camps on a rise just north of the Buckland Gate and may have seen something that will aid me. You must hurry. I cannot afford to delay here overly long.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Aragorn has sent aid! Nazgûl, four more, were in Buckland. They rode swiftly to the east, upon black steeds. I was foolish enough to stand in their way, and they ran me down.\\n\\n'I will heal in time, but the Riders have left a threat in their wake that must be dealt with. I must ask for your help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Be quick! I must know the location of the other four riders if I am to help the travellers escape Bree safely. \\n\\n'Travel to the west and speak to Lenglinn. He camps just north of the Buckland Gate. He may have seen one or more of the Nazgûl there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 5: The Other Riders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "While you were away investigating the Blackwold brigands, five Nazgûl attacked The Prancing Pony in search of four travellers from the Shire, which Strider had under his protection. Strider has told you that there are a total of nine Riders, and that he must know the location of the other four.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lenglinn's camp sits on a rise north of the Buckland Gate, along the Great East Road, west of Bree.\\n\\nStrider has asked that you speak with Lenglinn, another Ranger, and learn if he has seen any other Nazgûl passing out of the Shire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'While both you and I have seen five Nazgûl, their true number is nine, as you well know. Before I can take my charges beyond Bree, I must know where the other four are hiding.\\n\\n'Would you travel to the west and speak to Lenglinn? I sent him to Buckland to watch over a particular hobbit, but it seems that Mr. -- Underhill and his friends decided to take a different path and are now here under my protection. Still, Lenglinn may know the whereabouts of the remaining Nazgûl.\\n\\n'He camps on a rise just north of the Buckland Gate and may have seen something that will aid me. You must hurry. I cannot afford to delay here overly long.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}