{
  "id": 620952591,
  "txt": [
    {
      "id": "0xd730883",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Ah... what's that *hic* you got there?\\n\\n'Well, don't keep it all to yourself, [placeholder]! Give it here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Nasar can be found outside the west gate of Ost Lontir.\\n\\nYou have gathered a substantial amount of ale, and should now present it to Nasar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Othor can be found just outside the west gate of Ost Lontir.\\n\\nYou have provided Nasar with ale, but he still seems to want more. You should talk to Othor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e02",
      "en": "Deliver the barrel of ale to Othor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Nasar rapidly drinks all three mugs of ale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Othor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "A barrel of ale can be found near one of the shops in Ost Lontir.\\n\\nOthor has asked you to retrieve a barrel of ale he purchased for his men in hopes that it will be enough to keep Nasar talking.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e7",
      "en": "Bring the mugs of ale to Nasar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'He has already told me a few things of the Corsairs in Edhellond and spoke some nigh-incoherent ramblings about Tarlang's Crown. We need to know more!\\n\\n'It pains me to do this, both for myself and my men... but I have no choice. I purchased a barrel of ale for my men this morning to raise spirits in Ost Lontir, but it seems nothing short of nearly drowning will satisfy this man.\\n\\n'Return to me with the barrel, and we shall see what else we can get out of Nasar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73088",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Collect a barrel of ale for Othor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Othor can be found just outside the west gate of Ost Lontir.\\n\\nYou have retrieved the barrel of ale for Nasar. You should talk to Othor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Collected a barrel of ale for Othor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730890",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Collected mugs of ale for Nasar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Did you see how his face lit up just now?\\n\\n'I have a feeling this will be enough to draw some valuable secrets from him - secrets that I am sure Gilanor and the others here would be eager to exploit.\\n\\n'I can take it from here, [placeholder]... thank you again for your help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "After discovering a drunken Corsair wandering near Ost Lontir, Othor has decided to use the Corsair's fondness for ale to Gondor's advantage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect mugs of ale for Nasar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'What am I to do, traveller?\\n\\n'We are granted the good fortune of having the Enemy stumble into our town, but we have gotten naught but meandering stories about sailing from him so far. I have a feeling he might be more easily persuaded to part with his captain's plans if we provide him more ale.\\n\\n'My men and I were sharing a drink earlier today by the fountains - perhaps three mugs will be enough to get him talking!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Half-seas Over Nasar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Mugs of ale can be found by the fountains in central Ost Lontir.\\n\\nOthor has asked you to retrieve the mugs of ale he and his friends were sharing earlier.",
      "es": "",
      "es (fem)": ""
    }
  ]
}