{
  "id": 620952592,
  "txt": [
    {
      "id": 228284039,
      "en": "'Whenever you are ready, we can depart, [placeholder].\\n\\n'I do not think you will have trouble keeping up with me....'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to the dying Elf",
      "es": ""
    },
    {
      "id": 172086948,
      "en": "Escort the dying Elf to a tower overlooking the bay",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "The dying Elf can be found at the top of a tower in Edhellond.\\n\\nYou have successfully escorted the dying Elf to the top of the tower overlooking the Bay of Belfalas. You should speak to him.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Thank you, my friend....\\n\\n'Now... if it is not too much to ask... I desire to spend my final moments in peace.\\n\\n'Leave me here... and may your deeds today never be forgotten....'",
      "es": ""
    },
    {
      "id": 215429256,
      "en": "DNT -- Will not be seen",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Wounded with no hope of escape from Edhellond, an Elf of the Avorrim seeks to look upon the sea one last time.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I did not expect to find any aid here... and until I know your intentions, I still do not know what to expect, [placeholder].\\n\\n'My time grows short, and there is no chance to return... to the cave. To see what these Men have done to Edhellond saddens me deeply, but I cannot change that now....\\n\\n'All I can ask for now is to look out upon the great bay one last time. Aid me in climbing the tower over there, and you would do me a great, last honour....'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Aid the dying Elf",
      "es": ""
    },
    {
      "id": 225642624,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "End of Immortality",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "The dying Elf can be found in southern Edhellond, hiding amongst bushes.\\n\\nYou have come across a dying Elf and should now aid him in realizing his dying wish.",
      "es": ""
    }
  ]
}