{
  "id": 620952561,
  "txt": [
    {
      "id": "0xd9b5689",
      "en": "'It is comforting to know that they are not on our doorstep today, but I still fear for what the future holds.\\n\\n'You have done me a great service, [placeholder], as simple as it may have been.\\n\\n'Wait... what is that?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Mildir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Mildir can be found in Ost Lontir in central Belfalas.\\n\\nYou have searched outside Ost Lontir and found little evidence of an impending Corsair attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730888",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The haystack can be found behind Mildir in Ost Lontir in central Belfalas.\\n\\nYou have reported to Mildir, but now have heard a suspicious noise coming from a nearby haystack. You should investigate the haystack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Behind Mildir, you suddenly hear a haystack sneeze",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Mildir can be found in Ost Lontir in central Belfalas.\\n\\nYou have found a small child in the haystack, much to Mildir's obvious dismay. You should talk to Mildir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Suddenly, a small, laughing child leaps out of the haystack and runs away",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Examine the haystack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Confound that child! If he were a Corsair I would have... Bah!\\n\\n'You have done enough for me, [placeholder]. If children are to be the worst of my problems, I shall count myself lucky!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Mildir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You do not see anything unusual here...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Aside from a view into the bay, nothing catches your eye...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Mildir laments the grim future that might await the people of Ost Lontir and grows increasingly paranoid that the town will fall in the coming days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Search the overlook to the west of Ost Lontir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I do not think we are safe here, [placeholder]. Corsairs have been spreading through our lands like a great blight.\\n\\n'Maybe the guards think it is amusing to have a drunk Corsair right outside our walls, but I do not! They are planning something for Ost Lontir, I just know it.\\n\\n'If you could search the overlooks to the east and west of town for any sign of the Corsairs, I would be grateful... and maybe I could actually sleep tonight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Search the overlook to the east of Ost Lontir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730880",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Too Far From Safety",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Ost Lontir can be found in central Belfalas.\\n\\nMildir has asked you to search outside for signs of Corsairs approaching Ost Lontir.",
      "es": "",
      "es (fem)": ""
    }
  ]
}