{
  "id": 620952569,
  "txt": [
    {
      "id": 225642628,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Dolvir can be found on a hilltop to the east of Edhellond.\\n\\nYou have defeated the Corsair captain, Dolguzîr, and broken the leadership of the Corsairs in Edhellond.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Gilanor can be found in Ost Lontir in central Belfalas.\\n\\nYou have slain the Corsair leader in Edhellond and aided Dolvir. You should now return to Gilanor.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I am glad to hear of Dolguzîr's defeat, for it means that the Corsairs will be without a leader, at least for the moment. We have slowed their assault, but I fear that is all that can be done for now.\\n\\n'I wonder if The Scourge will take notice of what we have done here... let us hope we are better prepared when he finally decides to reveal himself!\\n\\n'When you have done all you wish to do here in Edhellond, return to Gilanor. I know he has great plans for you, [placeholder].'",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Gilanor",
      "es": ""
    },
    {
      "id": 24695153,
      "en": "Seeking to shatter Corsair invasion, Dolvir aims to track and defeat Dolguzîr, the captain of the Corsairs in Edhellond.",
      "es": ""
    },
    {
      "id": 215429256,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Confront and defeat Dolguzîr",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Ah! You have returned, [placeholder].\\n\\n'Am I to assume that you and Dolvir found success in Edhellond?\\n\\n'Come then, let us talk of more pressing matters... you may yet be of great use to Gondor!",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Dolguzîr has been defeated",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Confront and defeat Dolguzîr",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The orders you recovered from the Corsair spies mentioned a captain named Dolguzîr. They note that he is stationed on the north-most ship in the bay, but little else of him can be gleaned from these scribbles.\\n\\n'Search his ship and draw him forth... perhaps in his surprise he may reveal more of The Scourge's plan for Gondor.\\n\\n'This much is clear... he must be defeated if we are to slow the Corsairs' advance. Move with care, [placeholder], for it is unlikely that his position is ill-defended.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Hand of the Scourge",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Dolguzîr can be found somewhere on the north-most ship at Edhellond.\\n\\nDolvir has asked you to defeat Dolguzîr in hopes that it will shatter the leadership in Edhellond.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Dolvir",
      "es": ""
    }
  ]
}