{
  "id": 620758839,
  "txt": [
    {
      "id": "0xf924a75",
      "en": "'These bear pelts should give me some peace and quiet!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Oh thank goodness! I am in the sorriest of straits, but I must make you swear to tell no one else of my troubles. If others were to hear of it, there would surely be a panic in Tuckborough!\\n\\n'My library is haunted! As difficult as it may be to believe, I think it is the ghost of the Old Took! I think the troubles darkening the Shire of late have disturbed him, like those bears over to the east of here... they were never so aggressive in his day!\\n\\n'Wait, perhaps that is it! The Old Took was known for slaying a great bear in his time. If you could bring me the pelts of a few bears, maybe it will ease his spirit. It will show the Shire is still safe!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Oh good, you've found the pelts! Now I'll just have to put them in the library, and the Old Took's ghost will be calmed, I'm sure of it. He'll go back to his rest, and I'll get my library back.\\n\\n'Thank you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1a8e071",
      "en": "'These pelts will surely put the Old Took to rest!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Do you have those bear pelts? I simply have to have them if I'm to prove to the Old Took's ghost that the Shire is still safe.\\n\\n'You can find the bears to the east of Tuckborough, in the woods.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ghost of the Old Took",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Adelard Took's library in the Great Smial is being troubled by a \\qspirit\\q, which he believes is the ghost of the Old Took.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected bear pelts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring bear pelts to Adelard Took",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bears can be found in the woods east of Tuckborough.\\n\\nAdelard believes the ghost of the Old Took is upset by the troubles darkening the Shire of late, especially the recent aggressiveness of the bears. He has asked you to bring him a few bear pelts to prove to the Old Took that all is well in hand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect bear pelts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}