{
  "id": 620758934,
  "txt": [
    {
      "id": 136263297,
      "en": "Spotted Gerebert's journal",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Gerebert's journal",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A while ago, Esilia Took had made plans with her cousin, Gerebert, to share a meal, but he has not shown up. As Gerebert is not one to miss a meal, Esilia is terribly concerned.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Oh, hello there. I'm sorry I'm not more friendly today, but I'm a bit concerned about my cousin, Gerebert.\\n\\n'You see, a while ago I wrote in my calendar that Gerebert and I were to share supper. Today was the day, but Gerebert hasn't shown up. My cousin isn't one to miss a meal, so I'm more than a little troubled.\\n\\n'Would you mind going over to his house and see what is taking him so long? I would go, but I've got a pot on the stove right now. His house is west of Tuckborough -- just follow the road west out of the town proper and you'll see it.'",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Read Gerebert's journal",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gerebert Took's house is west of Tuckborough, at the end of the road.\\n\\nEsilia has asked you to go to Gerebert Took's house and learn why he is late for dinner.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Gerebert's house was empty? Here, let me take a look at that journal of his. I'm sure he'll be all manner of embarassed to know I've read his journal, but I think it's important we know where he's gotten off to!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The inside of Gerebert Took's home is empty and unused. You should search the house for some information that will explain where Gerebert has gone.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Esilia Took can be found near the centre of Tuckborough.\\n\\nAs you entered Gerebert Took's bedroom, you spotted a journal on a table on the other side of the room. It may contain clues as to where Gerebert has gotten off to. You should take it to Esilia Took.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Gerebert's house is west of Tuckborough, at the end of the road and just down the hill.\\n\\n'If he's not there, feel free to go on in, he won't mind. When you find him, tell him he shouldn't have taken so long, I was getting concerned!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Gerbert's house empty? You know, I think he kept a journal. See if you can find it. It might have a clue as to where he's gotten off to!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search for Gerebert Took",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search Gerebert Took's home",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect Gerebert's journal",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Find Gerebert's journal and bring it to Esilia Took",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gerebert Misses a Meal",
      "es": ""
    }
  ]
}