{
  "id": 620758922,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated wolves in Puddifoot's Fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Cam Puddifoot, a pig-farmer in Budgeford, is having problems with wolves raiding his sties.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'See here, we got a lot of wolves off in the east and the north-east of Budgeford, and lately some of them have gotten into my fields. Puts a mighty fear into my pigs, let me tell you.\\n\\n'So I want you to rid me of 'em. Those beastly things are all over my fields, and I'm losing more pigs every day.\\n\\n'I'll make sure that saltpetre gets over to Hyacinth, don't you worry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are wolves in Cam Puddifoot's fields to the east of Budgeford.\\n\\nHyacinth Took sent you to Cam Puddifoot to request delivery of some saltpetre for Lobelia Sackville-Baggins' fireworks. Farmer Puddifoot is willing to deliver the saltpetre, but he wants you to clear his fields of wolves first.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hallo there! You could hear all the yelping and howling a mile off. Good job!\\n\\n'Take this pack of saltpetre I made up back to Hyacinth and tell her there's plenty more where that came from.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cam Puddifoot is near his home in Budgeford.\\n\\nCam Puddifoot is willing to send saltpetre to Hyacinth Took, but first he requested your help clearing wolves from his fields. With the threat of wolves lessened, you should return to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Hyacinth Took is near the Great Smials in Tuckborough.\\n\\nWhile you were helping to clear the wolves from Cam Puddifoot's fields, the pig-farmer collected a pack of saltpetre for you to take back to Hyacinth Took.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please get rid of the wolves in my fields! They're the fields just to the east of Budgeford.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Phew, the smell I could do without, but it's the cost of saltpetre, I'm afraid of. Well, this'll do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Now that you have helped me with my wolf problem, there's no reason to delay in bringing that saltpetre to Hyacinth in Tuckborough, [placeholder]. You should go at once, of course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Wheres that saltpetre, then?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Thanks for taking care of those wolves for me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat wolves in Puddifoot's Fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'My pigs have been much happier since you took care of the wolves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the saltpetre to Hyacinth Took",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wolves in the Fields",
      "es": "",
      "es (fem)": ""
    }
  ]
}