{
  "id": 620758987,
  "txt": [
    {
      "id": 218649169,
      "en": "'That Olwir has to pay for stealing my Daffodil and for leaving her out in the bog to be killed like that.\\n\\n'The dwarves who pass through Needlehole may not pay any mind to ordinary hobbits, but I reckon they'll listen to a Bounder of the Watch! You go tell Bounder Chubb about this, and maybe you two can keep that dwarf from getting away with this!\\n\\n'Bounder Chubb is on the south side of Needlehole. Tell him about my poor Daffodil and do something about this Olwir!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What? Filibert's cow is dead, and he suspects a dwarf? This is outrageous!\\n\\n'Most of the dwarves who pass through here are an agreeable lot, but lately there's been more than a few rascals about. I don't know this Olwir, but it wouldn't surprise me if he was one of that bad lot.\\n\\n'The problem is I can't go off accusing dwarves of being thieves without proof. That would upset the whole lot, and we'd probably never find the one responsible. What to do....'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Please go speak to Bounder Chubb here in Needlehole. He needs to do something about what happened to my poor Daffodil!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tell Bounder Chubb",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "While searching Troll's Knoll for Filibert Bolger's cow Daffodil, you came across the poor creature, dead. She was the apparent victim of some sort of large beast. Filibert blames the dwarf, Olwir, for both stealing the cow and leaving her out in the bog.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Bounder Chubb",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bounder Chubb can be found on the south side of Needlehole.\\n\\nFilibert Bolger, angered by the death of his cow, has asked you to speak with Bounder Chubb about the incident.",
      "es": ""
    }
  ]
}