{
  "id": 620758915,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "A big black bear has decided to make Hart Holeman's woodpile its home, causing Hart no end of trouble.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This is my problem. There's a lot of bears in the north woods. Usually, I have no trouble with them. You just stay out of their way, and they'll stay out of yours, so to speak. But I have a big wood pile I've spent some time gathering, and a really big black bear has decided it's the perfect place for him and his kind to live.\\n\\n'The big black bear is very dangerous, and I can't get near my wood pile anymore. If you can help me out by getting rid of it so I can get at my wood, I'll be happy to make up a parcel of charcoal for your friend Hyacinth.\\n\\n'My wood pile is almost due north of here, past the wall and a small logging camp. You'll probably find that black bear right on top of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Hart Holeman's wood pile is to the north, beyond the wall and a small logging camp.\\n\\nHart Holeman is willing to provide the charcoal Hyacinth Took requested, but first he wants you to drive off a big black bear that has made his wood pile its home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You killed him? I don't generally hold with hunting our local bears just to be rid of them, but that big black bear was dangerous, let me tell you!\\n\\n'Here, take this parcel of charcoal back to young Hyacinth, with my courtesy and respect.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hart Holeman is at his home in the centre of Overhill.\\n\\nHart Holeman had asked you to deal with the big black bear that had taken up residence in his wood pile, while he put together a parcel of charcoal for Hyacinth Took. He will be pleased to learn that the bear will no longer trouble him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Hyacinth Took is in Tuckborough near the Great Smials.\\n\\nWhile you were away, dealing with the big black bear at Hart Holeman's wood pile, Hart was busy putting together a parcel of charcoal for you to take back to Hyacinth Took.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please get rid of that big black bear! It's right by my wood pile, directly north of here, I expect!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ah, this will do nicely. I hope old Hart didn't give you a difficult time?\\n\\n'Well now, we should be about our next bit of business....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You should bring that charcoal down to Hyacinth, now that you've got it. She lives in Tuckborough, east of the Great Smials, if I remember right.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Where's that charcoal I asked for?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring charcoal to Hyacinth Took",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Big Black Bear",
      "es": "",
      "es (fem)": ""
    }
  ]
}