{
  "id": 620758838,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Ah, yes, good day to you. I was wondering if you could do me a favour?\\n\\n'I have just received word that Adelard Took has found a copy of the original writ penned by the old King. This writ granted the Fallohide brothers, Marcho and Blanco, the lands that became the Shire. It is a most exceptional find! True, I already have a copy of the document, but it is in very poor shape. If this copy is in better condition, it would be a marvelous addition to the Mathom-house!\\n\\n'Would you go to Tookland and speak to Adelard about this find? I believe you can find him in the Great Smials in Tuckborough.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Oh dear! You are here for the Founding Writ? Please don't let Paladin know, but I don't have it!\\n\\n'A local farmer, Belco Brockhouse, has it, and he won't give it up. His home is north of here, up the hill and to the right of the path, and he says he won't give up the Writ until he gets a hand with his crops. Honestly! At my age, I can't help with farm labour!\\n\\n'I'm sorry to say that if you want the Writ, you'll have to speak to him and perhaps lend a hand. The cheek of some hobbits!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Belco Brockhouse is the one who has the Writ. Go speak with him about it, up the hill to the north...but be prepared to help him with his farm!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Aye, I've got that piece o' parchment Adelard's wanting. I found it among my Mum's things, and I don't mind it going off to the Mathom-house -- I'd rather it go there than into that Adelard's collection -- but there's a few problems I need help with.\\n\\n'See, my fences need mending, my pig has run off, and I need some feed from Hobbiton. If you help me with those tasks, I'll give you the Writ. Fair to you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Founding Writ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Do please be quick about acquiring that copy of the Founding Writ. I'm anxious to get a look at such a find! Speak with Adelard Took in the Great Smials in Tuckborough...he is the one who sent me word of this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Adelard Took has sent word that a copy of the Founding Writ, the document that established the Bounds of the Shire, has been discovered. The original document was given to the Fallohide brothers, Marcho and Blanco, by the old King.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Do please be quick about acquiring that copy of the Founding Writ. I'm anxious to get a look at such a find! Speak with Adelard Took in the Great Smials in Tuckborough...he is the one who sent me word of this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Adelard Took can be found in the Great Smials in Tuckborough.\\n\\nBrombard Foxtail, the Keeper of the Mathom-house heard rumour of Adelard Took's find and asked you to try and obtain the copy of the Founding Writ from Adelard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Belco Brockhouse can be found north of Tuckborough town centre, up the hill and on the right of the path.\\n\\nTo his embarassment, Adelard Took revealed that he doesn't have the Founding Writ. A local farmer, Belco Brockhouse, is the one who found the Writ, but he refuses to hand it over to Adelard until someone helps him around his farm.",
      "es": "",
      "es (fem)": ""
    }
  ]
}