{
  "id": 620758911,
  "txt": [
    {
      "id": 218649169,
      "en": "'I must have those fireworks in time for my birthday party. One way or another, by hook or by crook, I will have them, I tell you!\\n\\n'Ah! Hyacinth said her fireworks were stolen, didn't she? Well, then, the answer is simple. All you have to do is get them back from the thieves! Talk to Shirriff Smallburrow here in Hobbiton, and I'm sure he will set you right on the path if you can pull him away from his mug!\\n\\n'After all, that is what Bounders and Shirriffs --or whatever you are -- are supposed to do, isn't it? Catch thieves and ruffians and recover stolen properties for upstanding citizens like myself? It certainly is! Now be off!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I do remember the incident. Hyacinth told me about it, naturally.\\n\\n'The local Bounders have been unable to recover the lost fireworks. But since you bring it to my mind, I think I may have a task for you... a dangerous one too, I might add.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Don't just stand there gaping like a ninnyhammer! Go speak with Shirriff Smallburrow at the Ivy Bush!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You've got my sympathy about dealing with Lobelia, but I'm happy to say this matter is completely out of my hands. Fortunately for me, there's nothing I can do about fireworks stolen in Tuckborough -- I only deal with matters arising near Hobbiton!\\n\\n'You should go talk to the Thain, Paladin Took, at the Great Smials in Tuckborough. I'm sure he'll be able to direct you.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "By Hook or By Crook",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'So the Shirriff told you to go to the Thain? Why ask me what to do? Go to the Thain!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lobelia insists on fireworks for her birthday party. The only possible way to get them in time for her party is to recover the fireworks stolen from Hyacinth Took.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I think you should go talk to the Thain about the stolen fireworks. He'll be at the Great Smials in Tuckborough, to the south.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Shirriff Robin Smallburrow can be found inside the Ivy Bush in the centre of Hobbiton.\\n\\nSince it will be three months before Hyacinth Took can have more fireworks ready for Lobelia Sackville-Baggins, a month too late for her party, Lobelia instructed you to speak with Robin Smallburrow about recovering Hyacinth's stolen fireworks.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Thain can be found at the Great Smials in Tuckborough, south of Hobbiton.\\n\\nLobelia Sackville-Baggins sent you to speak with Robin Smallburrow about Hyacinth Took's stolen fireworks, but Shirriff Smallburrow told you the matter was outside of his jurisdiction. He suggested you speak with Paladin Took, Thain of the Shire.",
      "es": ""
    }
  ]
}