{
  "id": 620758804,
  "txt": [
    {
      "id": "0x7eb1502",
      "en": "'Hmm, best taste it...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7eb1503",
      "en": "'Ugh, it tastes awful!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7eb1504",
      "en": "'You tell that Holly her pie was foul! I demand a new one!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have failed to deliver the pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "A hungry hobbit has smelled the pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Opal Goodbody, who is helping organize Lobelia's upcoming party, has been bothering Holly Hornblower to deliver a pie for the party.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Lobelia Sackville-Baggins has been fussing and bothering everyone about this party of hers for a while now, but evidently that wasn't enough for her, so she's brought on another hobbit, Opal Goodbody, to help her.\\n\\n'Poor Opal has been so harried by Lobelia that she's snapping at everyone. She's been after me for a pie, but being not too fond of Lobelia, I've put it off. But I couldn't put it off any longer, so today I made the pie she's been after.\\n\\n'The pie is cooling on the table over there. Take it up to Opal at the Party Field, but remember: even though this pie is for Lobelia, it must be hot when ye deliver it! Keep it away from those hungry hobbits... I don't want them pestering me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Opal Goodbody is at the Party Field, north of Hobbiton and south of Bag End.\\n\\nWhen you returned from delivering a pie to The Green Dragon, Holly Hornblower had another delivery task waiting for you: she has asked you to take the pie she baked for Lobelia Sackville-Baggins's birthday party to Opal Goodbody at the Party Field in Hobbiton, south of Bag End and north of the town proper. Make sure that no hungry hobbits catch a whiff of the pie, or they will be pestering Holly for a slice!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What? My pie tasted foul? Of all the rude things to say! Here, let me taste this one I'm working on now....\\n\\n'These berries are bad! Oh no, oh no! Do you know how many pies I've made with these berries?'\\n\\n'I simply must get to making new pies for all those people. I haven't the time to talk right now, but I'm glad ye found this out for me. Oh, and if ye come across any of the pies I sent out, please bring them to me. Tell them that I will bake them a fresh pie as soon as I can. I simply can't allow people to eat bad pies!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Holly Hornblower can be found north of the main square of Hobbiton and south of the Party Field.\\n\\nWhen you delivered the pie to Opal Goodbody, she tasted it and found that it tasted awful. She demanded a new one from Holly Hornblower. You should return to Holly at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The pie for Lobelia's party is over there on the table. Pick it up and deliver it to Opal Goodbody out on the Party Field. And be quick about it, my pies must be delivered hot!\\n\\n'Don't forget to not let any hungry hobbits catch a whiff of the pie, as I don't want them pestering me for a slice!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Why are you still standing here? Go tell Holly that her pie tasted foul! I demand a new one!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Oh dear! I simply can't believe I didn't notice the rotten berries!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Pick up the pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'If you find any of the other pies I baked, please bring them here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Deliver the pie to Opal Goodbody",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Avoid hungry hobbits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lobelia's Pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7eb1501",
      "en": "'Finally, that pie I asked Holly for. Hand it here.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}