{
  "id": 620758892,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated goblins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Halros has defeated a scouting party of goblins in the Greenfields and believes that the creatures have established a foothold somewhere to the north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'While I am not from the Shire, my kindred are sworn to defend its folk against all threats. I am what the folk of Bree would call a Ranger. If you will aid me in my task, you will have my gratitude, [placeholder].\\n\\n'The goblin encampment must be somewhere to the north, but I have not yet had an opportunity to track these goblins. We should each set out in opposite directions and search the north Greenfields. If you find the encampment, thin their numbers as much you can, then return here to my camp. I will do the same.\\n\\n'For the sake of the good folk who make their homes in this peaceful place, I hope we find the lair of these goblins, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The goblin encampment is either to the north-east or north-west of Halros's camp.\\n\\nHalros told you he had not had a chance to track the origin of the goblins he defeated and has asked you to help him search for their camp. He also instructed you to thin their numbers as much as you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have returned, [placeholder], and not a moment too soon! I am afraid to say that the goblin presence is much greater than I expected. There are already two camps of the creatures in the Greenfields.\\n\\n'The goblins are led by a chieftain, as you might expect, but I have come across something unusual... there are whispers that the chieftain reports to someone else. I have not learned the identity of this mysterious figure, but he does not seem to be a goblin, which troubles me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Halros is camped east of Brockenborings, at the end of the stone wall.\\n\\nHalros sent you to search for the goblins' camp at one corner of the north Greenfields, while he searched the other. He will be pleased to hear that you have discovered the location of the goblin encampment and defeated some of the goblins there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Bounder Primstone is inside the watch house in Brockenborings.\\n\\nWith your help, Ranger Halros has learned that the goblins have two camps north of the Greenfields and that their leader is receiving orders from a mysterious figure who is not a goblin. He has asked you to warn Bounder Primstone of this threat at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The goblins are camping to the north of here, that much is clear, but whether they are to the north-west or to the north-east I am not sure. Choose a direction and search that way for goblins. Slay any that you find, then return to my camp. We will then decide what to do next.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have returned, Bounder [placeholder], and not a moment too soon! I am afraid to say that the goblin presence is much greater than I expected -- there are already two camps of the creatures in the Greenfields.\\n\\n'The goblins are led by a chieftain, as you would expect, but I have come across something unusual -- there are whispers that the chieftain reports to... someone else. I have not learned the identity of this mysterious figure, but he does not seem to be a goblin, which troubles me.\\n\\n'Bounder Primstone must be warned of the grave threat these goblins pose. Find him in the watch house in Brockenborings, and give him these tidings. His town will be the first to fall if the goblins attack, so he deserves as much warning as we have to give.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Bounder Primstone will probably be in the watch house in Brockenborings. Follow the stone wall west to the town, and tell Primstone of the goblins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat goblins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: Goblin Foothold",
      "es": "",
      "es (fem)": ""
    }
  ]
}