{
  "id": 620758969,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Polo has fallen!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The bears have been driven away",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Farmer Polo Proudfoot has had trouble with bears raiding his beehives and killing his bees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hallo there! I wonder if you can help me out for a few minutes. I've had problems with bears from the hills nearby raiding my beehives for honey. I need someone who isn't afraid of bears to fend them off and protect the hives.\\n\\n'My hives are right over there. The bears have killed the bees in all the hives except the middle one. I have it closed right now to protect the bees, but they'll be in trouble soon if the hives aren't opened. If you'll help me, I'll open the hive, and I'm sure the bears will soon return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Farmer Proudfoot closed his hives to protect his bees from marauding honey-bears, but they cannot be kept closed or harm will still come to his bees. He has asked you to fend off any bears that are drawn to the honey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha! That was a sight to see! You did a good job with those bears, and you deserve a reward for your work!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Now that you've driven off the bears, talk to Polo Proudfoot again for your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please! Protect my hives from the bears!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I'm opening the hive shutters. And here comes a bear now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Protect Polo and fight off all the bears",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Protect Polo and fight off all the bears",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Honey-bears",
      "es": "",
      "es (fem)": ""
    }
  ]
}