{
  "id": 620758818,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Avoid hungry hobbits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hands off that pie there! That's going to be part of my dinner tonight. Been looking forwards to eating it all day. You aren't getting a slice of it!\\n\\n'Eh? Spoiled berries? I don't want none of that. Take that pie back to Holly in Hobbiton. Her home is north of the Hobbiton main square.\\n\\n'Guess I'll have to wait a bit longer to have that pie with my dinner, eh?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Take that pie back to Holly Hornblower in Hobbiton. Can't believe I've been looking forwards to eating that all day, only to find it's gone bad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Spoiled Pie from Michel Delving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Holly Hornblower of Hobbiton baked pies using spoiled berries and has asked you to bring any of the bad pies you find back to her. Hugo Broadbelt of Michel Delving had one such pie.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have failed to return the spoiled pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "A hungry hobbit has smelled the pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Hugo Broadbelt's pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Holly Hornblower's home is north of the Hobbiton main square.\\n\\nHugo Broadbelt has one of Holly's bad pies, which you should take back to her as quickly as possible. Make sure no hungry hobbits catch a whiff of the pie, as Holly doesn't want to be bothered with them asking for a slice, especially since she has to bake fresh pies for all her customers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the spoiled pie to Holly Hornblower",
      "es": "",
      "es (fem)": ""
    }
  ]
}