{
  "id": 620758874,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Hello there! There's something terrible happening in the Shire, and you need to do something about it before it's too late!\\n\\n'I was walking on the Greenfields, looking for flowers, when I saw a squat, little man off in the distance. He was carrying a spear, and believe me when I tell you that he was a goblin! All of a sudden he dropped to the ground, and it looked to me like he was reaching into a hole of some kind... a rabbit hole most likely. I was so scared I ran back here and told my brother what I saw, but I don't think he believed me.\\n\\n'The Greenfields are out north-west of here. Maybe you ought go look in those rabbit holes yourself. Don't know what it was looking for, but it can't be good for the Shire!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You found this inside a rabbit hole in the Greenfields? This is a goblin-tooth! This confirms my suspicions, [placeholder]. It was a goblin I saw the other day, and not just any goblin, but old Golfimbul himself!\\n\\n'You haven't put it together yet, Bounder? A long, long time ago, the goblin-king Golfimbul tried to invade the Shire, but he was defeated by Bandobras Took, the mighty Bullroarer! In one swing, Bullroarer knocked off Golfimbul's head... and it went flying through the air and landed in a rabbit hole.\\n\\n'Golfimbul is back, and he's searching all the rabbit holes on the Greenfields for his missing head! This is terrible! You'd best bring this goblin tooth to Bounder Primstone at the Watch-office in Brockenborings, to the west of Scary. Hurry, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: Pansy Tunnelly's Tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You don't have anything for me? There has to be some evidence of what that squat little man was looking for out on the Greenfields!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Why are you giving me this pointy stone? What? A goblin-tooth? Is this a joke?\\n\\n'Pansy Tunnelly thinks that Golfimbul is wandering around the Greenfields, reaching into rabbit holes in search of his missing head? You'd think she would have mentioned whether the goblin she saw on the Greenfields didn't have a head to begin with, wouldn't you? It does seem like a rather important detail.\\n\\n'No, I'm sure her eyes were just playing a trick on her. Golfimbul is long-dead, and we've got no business upsetting people with talk that he's come back.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You found a pointy rock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I know what I saw: a goblin, reaching into the rabbit holes on the Greenfields!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'You don't seem to have anything for me. Can I help you with something?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Go tell Bounder Primstone that Golfimbul has come back to life and is looking for his missing head! Brockenborings is down the road, west of Scary, and is sure to be the first place the goblins will attack! Bounder Primstone will be at the Watch-office there, on the western side of the town.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Pansy Tunnelly is in the town square of Scary.\\n\\nWilcome Tunnelly at the quarry in Scary has asked you to talk some sense into his sister Pansy, who claims she saw something peculiar on the Greenfields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'My sister Pansy is right here in Scary, spreading rumours about this thing she thinks she saw. I'd appreciate it if you could put an end to this nonsense.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "There are rabbit holes on the Greenfields, north-west of Scary.\\n\\nPansy Tunnelly believes she saw a goblin rooting around in rabbit holes on the Greenfields and wants you to discover what it was looking for by searching the rabbit holes yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You're actually going to go reaching into rabbit holes out on the Greenfields until you find something? It's a waste of time, [placeholder]! Pansy didn't see anything! She always does things like this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Pansy Tunnelly is in the town square of Scary, south-east of the Greenfields.\\n\\nPansy Tunnelly, certain that goblins are in the Shire, sent you to search rabbit holes for evidence. You found a small, pointy stone inside one of the rabbit holes. It seems unlikely that Pansy's \\qgoblin\\q was seeking it, but you should show it to her just in case.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'You found a pointy stone inside a rabbit hole? I expect there are lots of things inside rabbit holes. What is this supposed to prove, other than that you and my sister are mad?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Bounder Primstone is at the Watch-office in Brockenborings, down the road west of Scary. The Watch-office is near the western side of Brockenborings.\\n\\nPansy Tunnelly is convinced that the pointy stone you found in the rabbit hole is really a goblin-tooth. She also believes it is proof that the long-dead goblin-king Golfimbul has returned and is searching for his head. She has asked you to show the \\qgoblin-tooth\\q to Bounder Primstone in the Watch-office at Brockenborings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Oh, don't bother Bounder Primstone with this nonsense. He's a good, solid hobbit and won't have anything to do with this talk of goblins and missing heads.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Golfimbul has come back! I just know it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'Oh, where is Bandobras Took when we need him? The Bullroarer would know what to do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'There are two things you can count on in life. Solid stone from Scary, and a hobbit's appetite for good food.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'Goblins are bad news for the Shire, if the stories are true.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search a rabbit hole",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring pointy rock to Pansy Tunnelly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring pointy rock to Bounder Primstone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Wilcome Tunnelly in Scary is concerned about something his sister Pansy saw out on the Greenfields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My sister Pansy is a good sort, but she can be rather excitable. When she gets an idea in her head, it stays there, no matter how silly it might be, and before you know it, she's convinced half the Shire that it's true.\\n\\n'She saw something out on the Greenfields the other day, and she thinks... well, maybe you'd better talk to her about it. Folk have seen goblins on the edges of the Shire, but this... try and talk some sense into her for me, will you?\\n\\n'You'll find her wandering around the town square here in Scary, stirring the folk, I shouldn't wonder.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}