{
  "id": 620758880,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Two goblin encampments... I cannot understand what would bring goblins to the Shire after so long and in such numbers. Bounder Primstone must be warned of the grave threat these goblins pose.\\n\\n'Go to the Watch-house in Brockenborings and give him these tidings. Just head back along the wall and to the west. His town will be the first to fall if the goblins attack, so he deserves as much warning as we have to give.\\n\\n'Warn him to be wary, however, not to wag his tongue too much. It would do more harm than good to panic these people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Two camps of goblins? Things are going from bad to worse, [placeholder]! I was much happier when I thought Pansy Tunnelly was just seeing things again. What is happening to the peace and quiet of the Shire these days?\\n\\n'You'd best go to Scary, down the road east of here, and find out from Wilcome Tunnelly what's going on at the quarry. I don't like the stories I'm hearing about this skull they found down there. I'm sure the rumours will just add to Pansy's.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You'd better travel to Scary, down the road to the east, and find out from Wilcome Tunnelly what's going on at the quarry. I don't like the stories I'm hearing about this skull they found down there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Welcome back to Scary, [placeholder]. You want to know about the skull?\\n\\n'Well, as it happens, my workers broke through a wall in the back of the cave down in the quarry, and a whole swarm of huge spiders came boiling out! As my lads were running from the cave, one of them noticed a skull sitting on a pile of rock.\\n\\n'I just know that skull has got to be evil. Why, I bet it's what called all these spiders to the quarry in the first place!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: Troubles To Come",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Bounder Primstone will probably be in the watch house in Brockenborings. Follow the stone wall west to the town, and tell Primstone of the goblins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the aid of Halros the Ranger, you have discovered two goblin encampments in the Greenfields. Rumours continue to spread throughout the Shire, and it seems there might be much danger ahead for the peaceful land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bounder Primstone is inside the watch house in Brockenborings.\\n\\nWith your help, Ranger Halros has learned that the goblins have two camps north of the Greenfields and that their leader is receiving orders from a mysterious figure who is not a goblin. He has asked you to warn Bounder Primstone of this threat at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wilcome Tunnelly is at the quarry in Scary, down the road east of Brockenborings.\\n\\nBounder Primstone is unhappy enough with the discovery of the goblins, but to add to his troubles, he also heard that a skull was uncovered at the quarry in Scary and is worried about talk of it being Golfimbul's head spreading to other towns in the Shire. He has asked you to find out what is going on from Wilcome Tunnelly.",
      "es": "",
      "es (fem)": ""
    }
  ]
}