{
  "id": 620758890,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We've been under a lot of pressure lately from folk in Brockenborings and the nearby villages complaining that Mayor Whitfoot hasn't done more to deal with problems in the Shire. Maybe we should make absolutely sure that Miss Tunnelly's goblin is a figment of her imagination.\\n\\n'There's a hunter of some kind who camps out on the Greenfields. His name's Halros, and for one of the Big Folk he seems to be a decent enough fellow. Show him that pointy stone of yours and ask him what he makes of it. To find his camp, follow the wall east out of Brockenborings. When it leaves the road, head off the path and follow the wall to a copse of trees.\\n\\n'He might know what that stone really is.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What is this? A goblin tooth? \\n\\n'It is a pleasure to meet you, [placeholder], but I must confess that I have already come across goblins in the Shire, as you can see. This was just a scouting party, but there is sure to be a larger camp of the creatures somewhere nearby. We must deal with this threat before the goblins rally their courage to attack the nearby towns.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'To find this hunter fellow, Halros, follow the road east out of Brockenborings. When the stone wall diverges from the road, follow it out into the country.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Can I help you with something, friend?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: The Aid of Halros",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "While Bounder Primstone did not believe Pansy Tunnelly's stories of goblins on the Greenfields, he still thinks it would be wise to investigate her sighting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring pointy rock to Halros",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Halros camps on the Greenfields, in a copse of trees that can be reached by following the stone wall east out of Brockenborings and north off the road.\\n\\nBounder Primstone has asked you to speak with Halros, a hunter who has been camping out in the Greenfields, if he knows if the pointy rock has any significance.",
      "es": "",
      "es (fem)": ""
    }
  ]
}