{
  "id": 620758936,
  "txt": [
    {
      "id": 218649169,
      "en": "'Afore I tell you where that fool Took you're looking for is, I want you to do something for me. See, my pipe-weed is known throughout the Shire, and a bit beyond, and that means I've got lots o' folk coming to me asking for leaf.\\n\\n'Well, my current crop isn't quite ready for harvesting yet, but I'm a smart hobbit, you see. Back when the bears were sleeping in the winter, I hid a barrel o' leaf out in one o' their dens, for just such a rainy day.\\n\\n'Go to the bear dens south of here and find that barrel o' leaf. When you bring it back, I'll tell you what I know o' that Took.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Oh, how terrible! That Longo is a rude sort. I'm so sorry that he tricked you like that. The next time I see him, I shall have words with him!\\n\\n'Now, back to the matter of Gerebert. I think I may have just had a thought on who else we might be able to ask, if you are still willing to go out and look for him.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'What are you still standing about here for? I told you what I know of that Took you were looking for... it just so happened what I knew was nothing!\\n\\n'Now off with you!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'All right, you found the leaf. Give it here. Now, I'll keep my end o' the bargain now. This Took you're looking for... Gerebert was his name, eh? And he hid in one of my leaf-waggons?\\n\\n'Well, I haven't seen him. Eh? I didn't say I'd actually seen this Took of yours. I just said I'd tell you what I know. And that's all I know! Now off with you!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Hidden Stash",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Where's that barrel o' leaf? If you want to know what I know o' your Took friend, you'll bring me back that barrel.\\n\\n'I hid the leaf in one o' them bear dens south o' here. It shouldn't be too hard to find.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gerebert Took's journal revealed that Gerebert had accepted a dare to hide in one of Longo Burrow's leaf-waggons. Esilia Took asked you to help search for her cousin.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring barrel of pipe-weed to Longo Burrow",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The bear dens are to the south of Longo Burrow's farm.\\n\\nEsilia Took asked you to speak with Longo Burrow about her cousin Gerebert. Longo demanded that you perform a favour for him before he would talk. He told you that his leaf was in high demand, but that his current crop wasn't ready for harvesting yet. He instructed you to retrieve a barrel of pipe-weed that he hid in a bear den during the winter.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Esilia Took can be found in the centre of Tuckborough.\\n\\nLongo Burrow agreed to tell you what he knew of Gerebert in exchange for a barrel of leaf he hid in a bear den. On bringing it back, though, Longo revealed that he didn't know anything about Gerebert. You should return to Esilia Took and let her know.",
      "es": ""
    }
  ]
}