{
  "id": 620758926,
  "txt": [
    {
      "id": 63183944,
      "en": "'That's a strange tale you told about Gerebert. A little fanciful, but worth looking into.'",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'It seems I've heard the name Sharkey recently somewhere. I'll have the Watch look into the presence of these Men.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Esilia Took told you that Gerebert finally made it to her house and told a fantastic tale of his journey aboard Longo's waggon.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You wouldn't believe Gerebert's tale. It seems that hiding aboard Longo's waggon took him much further than anyone would have expected. You simply must talk to him. The poor fellow is inside my house, just shaking something terrible.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gerebert Took is inside Esilia's house.\\n\\nEsilia Took thanked you for rescuing her cousin and told you that Gerebert spun an astounding tale. She recommended that you go inside and speak with him yourself.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Oh! Hullo again! I'm overjoyed to see you, and really must tell you my tale. That waggon I hid aboard stopped over there on the Stock road, and I sneaked off. Some Big Men came and carried the pipe-weed away, so I followed them. Near old Odo's barn, they put the pipe-weed on another waggon, and I sneaked onto that one too. What a mistake! That one travelled for days and days until we finally arrived at some horrible tower!\\n\\n'I slipped off the waggon before they unloaded it at the gates to the tower, then hid again. Soon, a terrible, robed man came. Some of the ruffians called him Sharkey. His voice was so frightening! Even the Big Folk seemed scared of him. He ordered them to return here, so I hid on the waggon once more.\\n\\n'The true irony is that once we got back to the Shire, those men spotted me and locked me up! Quite a tale isn't it? While those men were scary, I think that robed man is more trouble. I think the Thain should know about this. Would you mind telling him? I'm done with travelling for quite a while!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Paladin Took, the Thain, is at the Great Smials in Tuckborough.\\n\\nEsilia Took sent you into her house to speak with her cousin, Gerebert. Gerebert told you a fantastic tale about a terrible tower in far away lands, where he saw a strange, robed man named Sharkey. He asked you to tell his story to the Thain.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Go on into the house. Gerebert is there waiting for you. You simply must hear his tale. You won't believe it!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'That is quite a tale you spin, [placeholder] -- Big Folk in the Shire and a robed fellow with a commanding voice? These are strange days indeed!\\n\\n'I think I shall keep an eye on that Longo Burrow and his friends among the Big Folk. Likely we could drive them out, but I would like to watch them for a while and perhaps learn more of this Sharkey that Gerebert saw.\\n\\n'Perhaps in the future I will have need of you again, but for now, you have my thanks and no other wishes!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'What did I tell you of Gerebert's tale? Fantastic, isn't it?\\n\\n'I agree with him, though. I think you should take the tale to the Thain. He should be found in the Great Smials. Those Men in the Shire sound like a bad business.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'My thanks again to you for rescuing me. I am in disbelief of all that has happened, and to be honest, it seems so strange to be back in the safety of the Shire again.\\n\\n'Although, with those Men tromping about and that Sharkey fellow, I think it might not be as safe as I thought. Could you please take my tale to the Thain? He should know of these dangers.'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Oh, thank you for finding cousin Gerebert...I was so afraid he would miss dinner!'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I think his story was quite exciting...though I'm not sure I actually believe it.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Took and a Tower",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Thank you for rescuing me! I was afraid those Men were going to kill me!'",
      "es": ""
    },
    {
      "id": 205636720,
      "en": "'It seems I've heard the name Sharkey recently somewhere. I'll have the Watch look into the presence of these Men.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'That Sharkey fellow was terrible and frightening...though I must say, he reminded me somewhat of that Gandalf that used to go up to Bag End.'",
      "es": ""
    }
  ]
}