{
  "id": 620758938,
  "txt": [
    {
      "id": 218649169,
      "en": "'You see, I just had a thought about who else we could ask. My cousin Alda is married to Rollo Boffin in Woodhall. Some didn't consider it a wise marriage, myself included, but they seem happy enough.\\n\\n'That, though, is neither here nor there. The importance of Woodhall is that much of the pipeweed from Tookland passes through there for other points in the Shire. Rollo happens to oversee much of that pipeweed.\\n\\n'Perhaps, since Gerebert hid on a leaf-waggon travelling east, Rollo may know something of him. I must say, the less you discover, the more anxious about him I become! Rollo lives in Woodhall, east of Tuckborough on the Stock Road.'\\n",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Esilia sent you my way, did she? Well, what a surprise! She didn't seem too fond of me after I married my Alda, but I suppose time heals all wounds, as they say.\\n\\n'So you are looking for a hobbit who hid on one of Longo Burrow's leaf-waggons are you? Gerebert Took was the name? Well, it's funny you mention that, as I'm missing something myself, and I think they may be related.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Rollo Boffin is in Woodhall, which is east of Tuckborough on the Stock Road. He might know what happened to Gerebert, since Rollo has many dealings with the leaf-waggons that pass by Woodhall.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Leaf in Woodhall",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Longo Burrows was of no help in discovering what has become of Gerebert Took, but Esilia thought of someone else you could speak with.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Rollo Boffin is in Woodhall, east of Tuckborough on the Stock Road.\\n\\nSince Longo Burrows was unhelpful in learning Gerebert's location, Esilia asked you to speak with Rollo Boffin. Since Rollo oversees much of the pipe-weed that passes through Woodhall, and Gerebert hid on a waggon carrying leaf that was travelling to the east, he may know something about Gerebert. ",
      "es": ""
    }
  ]
}