{
  "id": 620758985,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected orders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "According to Filibert Bolger, his cow, Daffodil, was stolen by a dwarf named Olwir; however, Bounder Chubb hesitates to accuse a dwarf of cow-theft without evidence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I've got it! There's a dwarf by the name of Ulfar, with whom I've had some dealings in the past. He might be of some help. I think he's a sort of overseer for the dwarves, or some such.\\n\\n'In fact, just the other day there was a bit of a tussle between two of his folk, and Ulfar waded in and broke it up. The other dwarves seemed to respect him, so he might know something about his people here that will be of use to us.\\n\\n'You should be able to find Ulfar up among the dwarf buildings north of Needlehole. Tell him what you told me, and hopefully he'll be able to help us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ulfar is at the dwarf buildings north of Needlehole.\\n\\nIn order to avoid angering the dwarves with accusations of theft, Bounder Chubb told you to obtain the aid of the dwarves through their overseer, Ulfar. Chubb believes that Ulfar might be able to point out any potential thieves among his folk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Aye, it doesn't surprise me that Olwir is involved in this. A number of dwarves passing through lately are of low character, and he's the worst!\\n\\n'I wish I could tell you where he was, but I've not seen him about for a few days. Those other dwarves might've seen him. In fact, just the other day, I saw a bunch of them crowding around a parchment of some sort. I didn't catch what they were talking about, but I did hear Olwir's name mentioned.\\n\\n'That parchment could have been their orders. If you could go out to Rushock Bog and acquire a few of those letters from the dwarf-hunters out there, we might learn what Olwir is up to.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The dwarf-hunters prowl the northern and eastern sections of Rushock Bog. The bog lies to the south-east of Needlehole.\\n\\nWhen you told Ulfar the tale of Filibert's cow, and Olwir's involvement, he wasn't surprised. A number of dwarves of low character have been passing through Needlehole lately, and Olwir seemed to be the worst of them. Ulfar has asked you to acquire letters from the dwarf-hunters that he suspects of working for Olwir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The dwarf Ulfar seems to be an overseer or some such over the dwarves in Needlehole. You should speak to him among the dwarf-buildings on the north side of town and see if he can help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Aye, good, you've found them. As I told you, that bunch is up to no good! Now, hand the letters over, I'd like to look over them....\\n\\n'The fools! These orders you found weren't written by Olwir. Some dwarf named Skorgrím promises riches if Olwir can deliver -- I hardly believe it -- a Stone-troll! I've paid no mind to the old wives' tales of such creatures in the Bog, but Olwir must have listened and promised one as a gift.\\n\\n'I cannot imagine what a dwarf would want with such a vile creature, but it can't be for any good purpose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'So Ulfar suspects this Olwir leads those rascally dwarves? Well they did seem a bit organized, so it wouldn't surprise me at all.\\n\\n'Perhaps if you can find those orders Ulfar spoke of on one of the dwarf hunters or trappers, you might find out where Olwir is, and he can be made to pay for his crime!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Have you found any orders yet? Look to the hunters and trappers in Rushock Bog, for they likely have some form of instruction on their persons.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the orders to Ulfar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect orders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Dwarves of Needlehole",
      "es": "",
      "es (fem)": ""
    }
  ]
}