{
  "id": 620758957,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected dram of slug-slime ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The spider nest you discovered is blocked from reach by a mass of monstrous webs, too strong to cut through.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Now we have to find a way through the webs that are blocking the spider-nest you found. Those webs are too tough and sticky to cut through, and we can't burn them without setting the whole wood afire.\\n\\n'Fortunately, I think I know who can help us. Gammer Boffin up in Overhill is a wise, old lady who knows all kinds of things about herbs and such. I think she'll be able to brew up something to help us deal with those webs. Her home is in the middle of Overhill.\\n\\n'Perhaps with old Gammer's help, we'll be able to deal with the spider-nest in the woods.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gammer Boffin can be found at her home at the centre of Overhill.\\n\\nShirriff Smallburrow has sent you to Overhill to speak with Gammer Boffin, an old hobbit with a great knowledge of herb-lore. Robin believes she might know of something to help clear the spider-webs away.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Eh, what's that? Speak up, speak up! Oh... spider-webs, is it, my dear? Such a nuisance they are, sticking to everything you try to get rid of them with.\\n\\n'But old Gammer has the answer, my dear! I'll need half a dozen drams of slug-slime first, though, and then I'll fix you right up, for sure! Eh? Slugs? Well, I'd look in the bog if I was you, dear. Rushock Bog, you know... it's to the west of Overhill. You can't miss it!\\n\\n'When you have enough slime, bring it back to me, and old Gammer will take care of everything else.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Slugs can be found in Rushock Bog, west of Overhill. Gammer Boffin is at her home in the middle of Overhill.\\n\\nRobin Smallburrow was sure that Gammer Boffin would know of some mixture that might help remove the webs blocking the spider-nest in Bindbole Wood. You went to Overhill and spoke with Gammer, who sent you to collect six drams of slug-slime.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Please speak with Gammer Boffin in Overhill about the spider-webs. I'm not sure who else to turn to.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Nasty stuff, isn't it? But that's what we'll use to get through those webs! It will take me but a moment to mix this up for you!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Please do what the Gammer asks so we can deal with that spider-nest. Slugs in the Rushock Bog? Do whatever it takes!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Six drams of slug-slime, that's what I need, my dear! You can find slugs in the Rushock Bog, west of Overhill.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring drams of slug-slime to Gammer Boffin",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect dram of slug-slime ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Untangled Webs",
      "es": ""
    }
  ]
}