{
  "id": 620758810,
  "txt": [
    {
      "id": 22075075,
      "en": "Avoid hungry hobbits",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I see you eyeing that pie there. Hands off! That's from Holly Hornblower of Hobbiton, and it's only for paying customers of The Plough and Stars!\\n\\n'Hrm, bad berries, eh? Well, I suppose I can trust you. And I can't risk feeding my customers a bad pie. All right, take the pie back to Holly in Hobbiton. Her home is north of the main square.\\n\\n'Tell her that I'd better get another in return!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Don't stand about lollygagging! If the pie is bad, then you should take it back to Holly, north of the main square of Hobbiton. And tell her to bake me a fresh one!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Spoiled Pie from Brockenborings",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Holly Hornblower of Hobbiton baked pies using spoiled berries and has asked you to retrieve them before they are eaten. Ivo Brockhouse of Brockenborings had one such pie.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have failed to return the spoiled pie",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "A hungry hobbit has smelled the pie",
      "es": ""
    },
    {
      "id": 176520373,
      "en": "'Good! You have found another one of those bad pies! Thanks, friend!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Ivo Brockhouse's pie",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Holly Hornblower's home is north of the Hobbiton main square.\\n\\nIvo Brockhouse has one of Holly's bad pies, which you should take back to her as quickly as possible. Make sure no hungry hobbits catch a whiff of the pie, as Holly doesn't want to be bothered with them asking for a slice, especially since she has to bake fresh pies for all her customers.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the spoiled pie to Holly Hornblower",
      "es": ""
    }
  ]
}