{
  "id": 620758966,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Sorry to say, but I got more bee problems. You saved the one hive, but the queens in the others were killed by the bears, and I need new ones. But it isn't that simple.\\n\\n'First of all, the wild hives are off in the woods to the south... that's right, where all them bears live in the first place. Second thing -- and we'll deal with it first -- those wild bees don't take kindly to being moved, so you'll need to protect yourself from their stings. Now Gammer Boffin up in Overhill, she's got some kind of balm that will protect you from stings, so you just go and get some of that salve from her.\\n\\n'Overhill is almost due north of here, the other side of Hobbiton, so it's a ways off. Hurry back... I need those queens!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Eh, what's that? Knees? You skinned your knee? Oh! Bees!\\n\\n'Yes, yes, I can make a salve against stings. But I'll need some ingredients first. Find me four toad-stones from any of the toads around the Shire. Mind you, not all toads have got 'em. Eh? Where to find 'em? Well, one place is the bog. Look in the west side of Rushock Bog, west of here, beyond Hobbiton. Or if you like, you can find plenty of toads in the marsh just north of Frogmorton.\\n\\n'Don't look so funny. The salve's no good without toad-stones!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please talk to Gammer Boffin in Overhill about a salve for bee-stings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Toad-stones! Such a terrible trouble to get them. Salve would be easier to make if not for the hunting, eh?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Salve for Stings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Please, do what the Gammer asks to get that bee-sting salve. Rushock Bog? The Frogmoors near Frogmorton? Toads, you need some toads!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I need four toad-stones, or I won't be able to cure your knees. I mean, I need the stones for your salve for the bees! Rushock Bog, to the west, or the Frogmoors north of Frogmorton... those places are sure to have toads.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Farmer Polo Proudfoot needs new bee queens to replace the ones killed by bears. Before you can go hunting wild hives, you'll need to get a salve to protect yourself from bee stings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the toad-stones to Gammer Boffin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gammer Boffin is in Overhill, some considerable distance north of Tuckborough, on the other side of Hobbiton.\\n\\nBefore you can collect new queen-bees for Farmer Proudfoot, you will need to obtain the means to protect yourself from the stings of the wild bees. Proudfoot told you to get a special balm from Gammer Boffin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Toads can be found in Rushock Bog, west of Overhill, beyond Hobbiton, and also in the marsh just north of Frogmorton. Gammer Boffin is in Overhill, a town nestled in the Bindbole Wood.\\n\\nBefore you can hunt new queens for Farmer Proudfoot's hives, he sent you to Gammer Boffin to get some salve to protect you from the stings of the wild bees; however, Gammer Boffin does not have all the ingredients she needs to prepare the salve. She has asked you to collect some toad-stones for the salve.",
      "es": "",
      "es (fem)": ""
    }
  ]
}