{
  "id": 620758853,
  "txt": [
    {
      "id": 136263297,
      "en": "Skull acquired",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "As if the presence of goblins north of Brockenborings is not enough, workers at the quarry in Scary, including the once doubtful Wilcome Tunnelly, believe they have unearthed Golfimbul's head in the cave there.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It looks like my sister Pansy wasn't too far wrong, after all! We've got Golfimbul's head in that cave.\\n\\n'You've got to go into the cave down at the bottom of the quarry and recover that skull. My lads mentioned that a strange mist covered the floor of the room where they found the skull. I won't blame you if you bring friends with you! In fact, I encourage you to do so! The spiders have really made themselves at home in the quarry, and who knows what other evils Golfimbul's head might stir up down there?\\n\\n'Bring it up here so we can have a look at it, and maybe we can figure out what's going on.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The skull is in a cave at the bottom of the quarry.\\n\\nWorkers in the quarry at Scary uncovered a skull in the cave there, and many believe it could be the reason that spiders have overrun the quarry. Wilcome Tunnelly has asked you to bring the skull up to the surface so he can have a look at it.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You made it out of the quarry, [placeholder]! I was a bit worried, what with all the spiders about. I see that you found the skull. It certainly is a hideous thing, isn't it? I can't tell if it's a goblin-skull or not, but it does seem to be missing a tooth.\\n\\n'Missing a tooth? Oh dear! Pansy told me you found a goblin tooth in a rabbit hole on the Greenfields! This must be Golfimbul's head, rolled all the way down to this quarry from the rabbit hole it landed in during the Battle of Greenfields, hundreds of years ago!\\n\\n'You've got to take this to Brombard Foxtail at the Mathom-house in Michel Delving. Bullroarer's club is on display there, and I'd wager old Golfimbul hasn't forgotten Bullroarer's mighty club. He won't try anything while that's at hand!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Wilcome Tunnelly is in Scary, at the edge of the quarry.\\n\\nWilcome Tunnelly is waiting for you to return with the skull his workers uncovered in the quarry at Scary.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Brombard Foxtail is the keeper of the Mathom-house at Michel Delving, far to the south-west of Scary.\\n\\nYou recovered the skull from the quarry cave, but Wilcome Tunnelly thinks it will be safest for all if it is kept in the same place as the famed club of Bandobras 'Bullroarer' Took. Wilcome has asked you to take the skull to Brombard Foxtail.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You're going to go into the cave in the quarry and retrieve that skull, [placeholder]? That's great news, but... why are you here in Brockenborings?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What did you say this was? Golfimbul's skull? My goodness! This is a very significant find, [placeholder], even if it does make for a rather unpleasant mathom.\\n\\n'This is a bit of a strange coincidence, though, for Golfimbul's skull to appear on this particular day. I was consulted about Bullroarer's club just a few hours ago!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Brombard Foxtail is the keeper of the mathom-house at Michel Delving, far to the south-west of Scary and west of Tuckborough.\\n\\nWilcome Tunnelly thinks Golfimbul's skull will be safest if it's kept in the same location as Bullroarer's Club. He wants you to bring it to Brombard Foxtail in Michel Delving.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You recovered that skull from the quarry in Scary! What are you bringing that awful thing here for? Take it back to Scary, I don't want it!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Can I help you with something?'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You're bringing that old skull to the Mathom-house in Michel Delving? I suppose Brombard will be able to keep an eye on it.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Can I help you with something?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Acquire the skull",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'The workers left the skull in the chamber where they found it. If you descend into the quarry and make your way into the deepest section of the cave, you might be able to get to the bottom of this.\\n\\n'You might want to bring some friends with you! The quarry is a really dangerous place at the moment!'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Can I help you with something?'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the skull to Wilcome Tunnelly",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring Golfimbul's skull to Brombard Foxtail",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'It's a hideous thing, but maybe Brombard Foxtail in Michel Delving will be able to keep Golfimbul's skull at the Mathom-house. If Bullroarer's club is nearby, I don't think Golfimbul's skull will try any funny business!\\n\\n'Brombard is sure to reward you for bringing it in, as well. He's a queer sort, but a good hobbit all the same.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Prologue: The Quarry In Scary",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'It's rather unpleasant, but maybe Brombard Foxtail in Michel Delving will be able to keep Golfimbul's skull at the mathom-house there. If Bullroarer's Club is nearby, I don't think Golfimbul's skull will try any funny business!'",
      "es": ""
    }
  ]
}