{
  "id": 620758954,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The walking tree has been slain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The walking tree has escaped from Lob's Grove",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You found the fabled \\qwalking tree\\q that Gammer Boffin told you about, and it appears to be entrapped by the spiders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "The tree shudders, attempting to tear itself loose from the webs that bind it. Perhaps there is a way you could help it clear the webs away.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gammer Boffin's draught is almost spent, but there appears to be just enough left to help weaken the webs binding the tree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Quite a tale you tell! Sounds more like one of those stories about the Old Forest than something we'd find in the Westfarthing!\\n\\n'I think we'll need to be wary of stray spiders in the area for quite some time, but it sounds like you've taken care of the worst of them... though you needn't have made up all that about a walking tree!\\n\\n'Well done, anyhow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Shirriff Robin Smallburrow is in the Ivy Bush in the centre of Hobbiton.\\n\\nWith the aid of Gammer Boffin's draught, you cleared the way to the nest and managed to rescue a walking tree, while dealing with the spiders. Shirriff Smallburrow will want to hear your tale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I didn't go for Shirriff to step on spiders!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "The tree rips itself free from its remaining bonds. Alerted by the commotion, more spiders appear from the nearby foliage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Walking tree, indeed...next you'll have me seeing oliphaunts!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You ever think you'd be spider-hunting in the Shire?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Free the walking tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defend the walking tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Free the Tree",
      "es": "",
      "es (fem)": ""
    }
  ]
}