{
  "id": 620758812,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Avoid hungry hobbits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Oh, I see you are interested in that pie. It was baked by Holly Hornblower in Hobbiton! Usually they smell delicious, but that one smells a bit strange, for some reason.\\n\\n'Ah, spoiled berries... so that's why it smells a bit funny. Thank you for telling me, friend! Would you mind taking the pie back to Holly in Hobbiton? I certainly don't want a pie baked with bad berries! Her home is north of the main square in Hobbiton.\\n\\n'Oh, and tell Holly to not work herself to death. Poor thing works night and day making those pies of hers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go ahead and take that pie there to Holly Hornblower in Hobbiton. Poor thing, she was making quite a name for herself with those pies of hers. If anyone eats those spoiled pies, her reputation may be ruined!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Spoiled Pie from Budgeford",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Holly Hornblower of Hobbiton baked pies using spoiled berries and has asked you to retrieve them before they are eaten. Sapphira Bolger of Budgeford had one such pie.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have failed to return the spoiled pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "A hungry hobbit has smelled the pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Sapphira Bolger's pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Holly Hornblower's home is north of the Hobbiton main square.\\n\\nSapphira Bolger has one of Holly's bad pies, which you should take back to her as quickly as possible. Make sure no hungry hobbits catch a whiff of the pie, as Holly doesn't want to be bothered with them asking for a slice, especially since she has to bake fresh pies for all her customers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the spoiled pie to Holly Hornblower",
      "es": "",
      "es (fem)": ""
    }
  ]
}