{
  "id": 620758872,
  "txt": [
    {
      "id": 218649169,
      "en": "'Oh, good! There is something very important I would ask you to do for me.\\n\\n'When my grandson Wilcome was younger, I made him his lunch everyday, but ever since he's moved to Scary I don't get the chance to do it. You see, he oversees the quarry there, and I'm very proud of him, but I so do miss making him his lunch. In fact, I miss it so much that I made him a very special lunch. Unfortunately though, my old bones won't take me all the way there, but a young one like you could easily take it to him!\\n\\n'Would you mind taking his lunch to him? Bring it to Wilcome Tunnelly in Scary, but please do hurry. I don't want it to spoil before he gets it!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, so she talked you into delivering me lunch, did she? That Gammer of mine is a resourceful one!\\n\\n'It's good that she sent you up here though, even if it was for something as small as bringing me lunch. There's been a lot of trouble lately in these parts!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'My Wilcome is in charge of the quarry in Scary, to the north-east, and I know he'll want this lunch I've packed for him!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Good day to you, glad to see a Bounder around these parts. Strange things have been afoot about here lately!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "My Grandson's Lunch",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "When her grandson Wilcome was younger, Gammer Tunnelly always made him his lunch. Now that he's moved to Scary, where he oversees the quarry, she doesn't get the chance. However, she missed making it so much that she's made him a very special lunch today, but cannot walk all the way to Scary to deliver it to him. She's asked you to take it to him.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected lunch basket",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the lunch basket to Wilcome Tunnelly",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wilcome Tunnelly is the supervisor of the quarry in Scary, to the north-east.\\n\\nGammer Tunnelly has asked you to bring the lunch she prepared to her grandson Wilcome, in Scary.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect lunch basket",
      "es": ""
    }
  ]
}