{
  "id": 620758877,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected the powdered gypsum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Halson Tubwort, innkeeper of The Plough and Stars, is entering the Four Farthings Brewing-moot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Be welcome to The Plough and Stars! Stay a while and put your feet up! Try our famous Wooly-foot Stout!\\n\\n'Good, isn't it? But let me tell you, I have a brewing problem you might be able to help me with. The Four Farthings Brewing-moot is coming up, and I want to make some of my best Wooly-foot Stout for the judging. But you see, I need my secret ingredient! I use powdered gypsum to take the bitter edge off the brew.\\n\\n'Usually I order it from the quarry in Scary not far to the east of here, but it hasn't shown up. Can you please go to Scary and find out from old Wilcome Tunnely what happened to it? Much obliged to you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wilcome Tunnelly is in Scary, east of Brockenborings. The Plough and Stars Inn is in Brockenborings, west of Scary.\\n\\nHalson Tubwort of The Plough and Stars has sent you down to Scary to fetch a shipment of gypsum that has gone astray.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You've come from Halson? It's a sad story I have to tell, so just as well it's to you!\\n\\n'I sent one of my men up to the old Plough with a cart to take that gypsum up for Halson and bring a few kegs back here, but he came back in a panic!\\n\\n'It seems he was waylaid by goblins just as he was almost at Brockenborings! To think, goblins in the Shire! He had to leave the cart behind and barely escaped. I told one of the Bounders here, but they haven't done anything yet.\\n\\n'Maybe if you can find those goblins up around Brockenborings-way, you might find the cart carrying the gypsum too. My man says the goblins seemed to be coming from the north, for what that's worth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The goblins who stole the gypsum cart came from the Scrag-dells north of Brockenborings.\\n\\nIt seems that goblins have the gypsum intended for The Plough and Stars, you should travel to their camp and search for the missing cart.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Could you head down to Scary to talk to Wilcome about that gypsum?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Oh, you had to fight goblins for this gypsum? That's above and beyond the call, my friend! You deserve some of my beer on the house for that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Did you get that gypsum from those goblins yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Oh, goblins got my gypsum? That's bad. Real bad. Don't suppose you can get it back from them, eh?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Did you get that gypsum from those goblins yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the gypsum to Halson Tubwort",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect the powdered gypsum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Plough and Stars",
      "es": "",
      "es (fem)": ""
    }
  ]
}