{
  "id": 620758893,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have learned something of our enemy. Lubach, the leader of these goblins, is under the sway of a Man from the north, from Angmar, I believe. It was long thought that none of that people still dwelled in the north, but it seems they have returned.\\n\\n'I do not know what lies this Man of Angmar told to Lubach, but he has convinced him that he is the heir of Golfimbul, and that he must fulfil Golfimbul's ambition: the domination of the Shire.\\n\\n'We must not delay, [placeholder]; we need to rescue Bounder Primstone! I will seek out some of my kindred and meet you inside the goblin encampment to the north-west! Look for the cave entrance inside the camp... if the hobbit is alive, he will surely be within the cave, seeking Lubach!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You are made of stern stuff indeed, [placeholder], and the Shire has been saved through your efforts... but this is a joyless victory.\\n\\n'Lubach spoke of Éogan, the Man of Angmar that planted the seeds of conquest in his mind, but of this man there was no sign.\\n\\n'Where did he go and for what purpose? Did he abandon Lubach out of sudden necessity or was that his plan from the beginning? And what has become of my kindred? Normally they keep a close watch on these lands, but of them now there is no sign. This riddle is broader than the Shire, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I'm doing better than I was, but I could use a holiday. Adventures are such bothersome things!\\n\\n'You should go see that Halros. I know he wanted to talk to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: Beneath the Greenfields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The main goblin encampment is to the north-west, [placeholder]! You must make haste if you are to rescue Bounder Primstone from the goblins-cave!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bounder Primstone has gone to the goblin encampment with Bullroarer's club, thinking to drive the goblins from the Shire, but Halros fears he has made a terrible mistake.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Enter Lubach's cave and rescue Bounder Primstone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The main goblin encampment is north-west of Halros's camp in the Greenfields. Somewhere in the camp is the entrance to the cave where Primstone went.\\n\\nAfter Halros learned that Bounder Primstone went to confront the goblins alone, he asked you to journey deep into the goblin encampment to rescue the hobbit. In the meantime, Halros will himself seek out more of his kindred to aid you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Halros has a camp on the Greenfields, south-east of the goblin-camp.\\n\\nYou have put an end to Lubach and saved Bounder Primstone from the goblins. Halros told you to meet him at his camp.",
      "es": "",
      "es (fem)": ""
    }
  ]
}