{
  "id": 620758989,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected the cow bell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Filibert Bolger told you that his cow, Daffodil, has gone missing, and he suspects that a dwarf named Olwir stole her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Gracious me, am I glad to see you! You see, my cow Daffodil, she's gone missing, and I suspect some foul play!\\n\\n'Yesterday, a dwarf came by my farm. Olwir was his name, and he wanted to buy my Daffodil. Well, I couldn't sell her... she's the only cow I got. He didn't seem to take that well. I think he may have come back and stolen her!\\n\\n'Now, I don't know where he might have taken her, but I do remember that his boots were caked in mud. I'll wager he was out tromping about in Rushock Bog! Maybe that's where he took her! Start looking at Troll's Knoll, south-east of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Troll's Knoll is in Rushock Bog, south-east of Needlehole.\\n\\nFilibert suspects that Olwir took Daffodil out into Rushock Bog somewhere. He suggested you start searching at Troll's Knoll.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "This poor cow looks like it was attacked and partially eaten by a large beast of some kind. Around its neck you find a bronze bell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "As you searched Troll's Knoll on behalf of Filibert Bolger, you came across the corpse of a cow. A closer examination of the cow should reveal if it is Filibert's cow, Daffodil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Filibert Bolger can be found in Needlehole, north of Troll's Knoll.\\n\\nIn your examination of the dead cow you found atop Troll's Knoll, you came across a bell. Perhaps Filibert Bolger will be able to tell from the bell whether the cow you found was his Daffodil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I am sure it was that dwarf, Olwir, who took my Daffodil! You've got to bring her back, if you can.\\n\\n'If I were you, I would start searching atop Troll's Knoll. It's about the highest point in the Bog. From there, you might be able to spy something that'll lead you to my Daffodil!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Oh, aye, this is my Daffodil's bell. What could have attacked her so horribly, and why did that dwarf take her? Poor Daffodil, poor, poor thing....\\n\\n'Someone needs to pay for this! Please, you need to do something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You found a dead cow on top of Troll's Knoll? Oh, I'm hoping against hope that it isn't my Daffodil.\\n\\n'If you could, please, take a closer look at that poor animal. If you find anything on it, bring it to me. Perhaps I can tell from what you find if it was my Daffodil or not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'What did you find on that cow? I'm hoping against hope that it isn't my Daffodil.\\n\\n'If you find anything on that cow, bring it to me. Perhaps I can tell from what you find if it was my Daffodil or not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Daffodil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Examine the cow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the cow bell to Filibert Bolger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect the cow bell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Daffodil is Missing",
      "es": "",
      "es (fem)": ""
    }
  ]
}