{
  "id": 620758837,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have failed to drive the squirrel from Adelard's library",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have driven the squirrel from Adelard's library",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Nothing you have done for Adelard Took has appeared to have any effect whatsoever on the \\qghost\\q in Adelard's library.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am simply at my wit's end! Nothing we have done has appeased the Old Took's ghost. I can think of nothing else to do. I will never have my library back. What to do, what to do....\\n\\n'Wait... no, it's too terrible to ask! But I must have my library back. You have done so much for me already, but could I ask you to muster up your courage and face the Old Took's ghost yourself?\\n\\n'With great caution, enter my library and perhaps -- since you have done so much to try and appease him -- the Old Took will grant you an audience. His presence seems to be strongest in the far corner of the room, by my small book-shelf. Do please be careful!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The ghost's presence is strongest in the far corner of Adelard's library, near the small book-shelf.\\n\\nAfter all else failed, Adelard Took has asked you to enter his library and confront the ghost of the Old Took.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A squirrel? It was nothing more than a... a foul, grey squirrel? Oh my, this is embarrassing. What will others think if they hear about this?\\n\\n'Oh, I know what they'll say! They'll say I'm as mad as old Bilbo. Dear, oh dear! Would it be too much to ask of you not to report this incident?\\n\\n'I will be most pleased to put this business behind me! And to think of all the trouble I put you through. I am so sorry to have been such a bother!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Adelard Took is outside the library in the Great Smials.\\n\\nIn confronting the \\qghost\\q in Adelard Took's library, you discovered that it was nothing more than a squirrel hiding behind the book-case. You should tell Adelard that it is safe to return to his library.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please, my friend, confront the ghost of the Old Took in my library. Perhaps you can appease him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "As you near the shelf, it starts to shake and shiver. Something is hiding behind the book-shelf!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I still cannot believe that I was afraid of a squirrel, grey though it be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'So the Great Took wasn't haunting my library after all? Well, I mustn't let those spiced boar ribs go to waste then!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Confront the Old Took's ghost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Drive the squirrel from Adelard's library",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Confront the Old Took",
      "es": "",
      "es (fem)": ""
    }
  ]
}