{
  "id": 620758841,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have set off the last of the rockets",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You step onto the Methel-stage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8ca872",
      "en": "'Oh dear...oh dear....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have left the Methel-stage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In tidying up his library, Adelard Took came across a rocket from the Old Took's last Midsummer's Eve party. He sent it off to the Mathom-house in Michel Delving, but he thinks that might have upset the Old Took's ghost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf924a75",
      "en": "'The Old Took's spirit has to be at rest now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The ghost is still in my library! When will it leave me alone? You know, all this started when I was doing a bit of tidying up in there, sending a few things off to the Mathom-house, and such....\\n\\n'I stumbled across an old rocket from the Old Took's last Midsummer's Eve party. Gandalf the Grey and he were great friends, you know, and Gandalf would bring the most splendid fireworks! Perhaps I upset the Old Took's ghost when I sent that rocket off to the Mathom-house? It could be that he wants to see it fired off!\\n\\n'If we could get the rocket back and fire it, that might appease his ghost. Could you speak with Keeper Brombard Foxtail in Michel Delving and get it? The Mathom-house is up on a hill, north-west of the centre of Michel Delving. Once you have the crackers, could you fire them off at the Methel-stage in Bywater?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Brombard Foxtail is at the Mathom-house in Michel Delving, far west of Tuckborough.\\n\\nAdelard Took asked you to travel to the Mathom-house in Michel Delving and ask Keeper Foxtail for the fireworks rocket he had sent there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Oh, I can tell by the smell of your clothes that you fired off the rocket. Wonderful!\\n\\n'Surely this will appease the Old Took's ghost. I'm going to go check in the library right now and make sure. I have a good feeling about this though, I'm sure this has appeased his ghost!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Methel-stage is on the southern side of the road heading west out of Bywater.\\n\\nAdelard Took had asked you to fire the rocket off at the Methel-stage in Bywater in hopes that the sight of this last rocket will appease the Old Took's ghost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Adelard Took can be found at the Great Smials in Tuckborough.\\n\\nYou should return to Adelard Took and let him know that you have done as he asked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You need to travel to Michel Delving, to the Mathom-house, to retrieve the rocket that I sent there. I think that is what upset the Old Took's ghost!\\n\\n'If you can get that rocket and fire it off at the Methel-stage in Bywater, that might appease the ghost!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Good day to you. So Adelard is looking for the rocket that he sent here?\\n\\n'Well, yes I have it. In fact, I haven't had the chance to do anything with it yet, actually. A moment please....\\n\\n'Ah, here you are! Be careful... although it is quite old, I would wager that since it was made by Gandalf the Grey it is still potent!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Wonderful, you've gotten the rocket from the Mathom-house. Now, please travel to the Methel-stage in Bywater and fire it off.\\n\\n'I'll wager seeing that will appease the Old Took's ghost, and he'll leave my library in peace!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Other than that fireworks rocket I gave you, I don't think Adelard has sent anything else over to the Mathom-house recently, at least nothing of note.\\n\\n'If he is looking for something else, please let me know!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Set off the fireworks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Other than that fireworks rocket I gave you, I don't think Adelard has sent anything else over to the Mathom-house recently, at least nothing of note.\\n\\n'If he is looking for something else, please let me know!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the Methel-stage in Bywater",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Last of the Fireworks",
      "es": "",
      "es (fem)": ""
    }
  ]
}