{
  "id": 620758956,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Welcome to Hobbiton, [placeholder]. It's always nice to see new folk, and I think it's important to strengthen the bonds of friendship. I think you should call on Bounder Chubb in Needlehole and see if he has any work that needs doing. Needlehole has become such a busy place that it may require its own Shirriff soon!\\n\\n'Needlehole is due north of Michel Delving, some distance past Little Delving, north-west of here. Don't be surprised if you find some dwarves there -- Needlehole is on the road to Ered Luin, and we've had more dwarf-traders coming through that way of late. \\n\\n'You'll probably find Bounder Chubb on duty near the entrance to town.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Robin Smallburrow sent you? Hullo then. We may have a few things for you to do around here.\\n\\n'These dwarves are mostly fine, steady, law-abiding folk, if a bit touchy at times, but some of them... well, let's just say a few of these dwarves are not good neighbours at all. Not at all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please stop by Needlehole and introduce yourself to Bounder Chubb. Needlehole is north-west of Hobbiton, beyond Michel Delving and on the edge of the Rushock Bog.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Second Shirriff Bunce sent you? Well met, then. We may have a few things for you to do here.\\n\\n'These dwarves are mostly fine, steady, law-abiding folk, if a bit touchy at a times, but some of them...well, let's just say a few of these dwarves are not good neighbours at all. Not at all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Needlehole Watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Bounders serve an important role in the Shire, especially today.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Shirriff Smallburrow believes you should become acquainted with the other Shirriffs and Bounders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'It's important that the Bounders all work together to protect the Shire from Outsiders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Bounder Chubb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bounder Chubb can be found on duty near the road leading into Needlehole, due north of Michel Delving, north-west of Hobbiton.\\n\\nShirriff Smallburrow has asked you to travel to Needlehole and offer your services to Bounder Chubb.",
      "es": "",
      "es (fem)": ""
    }
  ]
}