{
  "id": 620758912,
  "txt": [
    {
      "id": 54354734,
      "en": "Lobelia Sackville-Baggins is planning a birthday party for herself grand enough to outshine that of Bilbo Baggins several years before. She wants fireworks worthy of her efforts.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You there! Yes, I mean you. Come over here. I've work for you.\\n\\n'I simply must have fireworks for my birthday party. More and brighter than that mad Bilbo ever had! I hear that Hyacinth Took over in Tuckborough has learned to make them, no doubt from that queer Gandalf fellow. You go over there and tell her I want a dozen large crates of her best fireworks! She lives west of the Great Smials.\\n\\n'Of course, I'll pay you if you insist. What a nuisance. I thought Bounders -- or whatever you are -- were supposed to do for us Shire-folk out of duty.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Hyacinth Took is in Tuckborough, west of the Great Smials.\\n\\nLobelia Sackville-Baggins has heard that Hyacinth Took knows the art of making fireworks and asked that you place an order for her biggest and brightest.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Oh really? Fireworks for Lobelia Sackville-Baggins, is it? I'm almost happy to be able to tell you that I'm out of both fireworks and the ingredients to make them. The truth is, I made up a whole batch recently, but it was stolen! And the Bounders haven't been much help getting it back, begging your pardon.\\n\\n'If Lobelia really wants fireworks for her party, there will be a lot of purchases she has to make. There's charcoal, saltpetre, brimstone, and iron filings to buy, among other things. So you go back to Lobelia and make sure she's willing to pay for all this.\\n\\n'If she still wants them, come back here, and I'll lay out all the things you need to do.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lobelia Sackville-Baggins is at her home at Bag End in Hobbiton.\\n\\nLobelia Sackville-Baggins sent you to order fireworks from Hyacinth Took, but Hyacinth informed you that she was out of both fireworks and the materials to make them. She told you to return to Hobbiton and make sure Lobelia will be expected to pay for the materials, if she still wants fireworks.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Hyacinth Took is west of the Great Smials in Tuckborough.\\n\\nHyacinth Took sent you back to Lobelia Sackville-Baggins to request payment for the ingredients to make her fireworks. Lobelia reluctantly agreed and gave you a coinpurse to take back to Hyacinth.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Lobelia probably won't want to pay for the ingredients. I'm not sorry none, either. You go tell her that, up in Bag End.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Pay for the ingredients? Why! I never...!\\n\\n'Oh, I suppose I must, if all her stock was stolen. Here, take these coins to that Took. These had better be the best fireworks the Shire has ever seen!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Well? I'm not paying you to stand around, you know. Hurry over to that Hyacinth Took and get those fireworks! She lives in Tuckborough, west of the Great Smials!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'So, the old crow actually paid? I'm astonished. She must really want these fireworks.\\n\\n'Well, I'll see what I can do.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Mind you, don't even think about stealing any of those coins. I have my eye on you, and I'll keep an eye on that Took, too! Find her at her home west of the Great Smials, in Tuckborough.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I didn't think Lobelia would actually want to pay for them!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the coinpurse to Hyacinth Took",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Lobelia's Fireworks",
      "es": ""
    }
  ]
}