{
  "id": 620758940,
  "txt": [
    {
      "id": 218649170,
      "en": "'Oh, there you are! My hero! Thank you for saving Gerebert. You wouldn't believe how rattled the poor fellow was when he got here. He wolfed down the meal I prepared and had such a fantastic tale to tell!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Oh bless that Esilia for sending you to find me! And bless you for finding me! You wouldn't believe all that I've been through. But I'll tell you about that later, for now we must make our escape!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Old Odo's Leaf-Farm",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have failed to protect Gerebert Took",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I think that trail of leaf you found from Longo's waggon leads to his father Odo's leaf-farm in the south. You should search around that area and see if you can find the leaf or your missing Took.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have successfully freed Gerebert Took",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'My word, you found him! And with Outsiders? Big Folk in the Shire? I had heard rumours of some problems with Big Folk further south, but not around here!\\n\\n'You simply must find out more of his tale. If he said he was going back to Esilia, you should go there as well.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have protected Gerebert Took",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Odo Burrow's old leaf-farm is south of the clearing where you found the missing waggon. \\n\\nWhen you found Longo's missing waggon, there was no sign of Gerebert Took, but the leaf had been moved southwards. Rollo Boffin suggested you search boxes and crates at Odo Burrow's old farm for some sign of Gerebert. He warned you to bring friends, for it might be dangerous.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'My word, you found him! And with Outsiders? Big Folk in the Shire? I had heard rumours of some problems with Big Folk further south, but not around here!\\n\\n'You simply must find out more of his tale. If he said he was going back to Esilia, you should go there as well.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Esilia Took can be found near the centre of Tuckborough.\\n\\nAt old Odo's leaf-barn, you stumbled across Gerebert Took. Once you freed him, you were attacked by some strange Men. After defending Gerebert from the Men who attacked you, he escaped and said he would meet you back at Esilia Took's house.",
      "es": ""
    },
    {
      "id": 29947985,
      "en": "'Don't let them get away!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Esilia Took can be found near the centre of Tuckborough.\\n\\nAt old Odo's leaf-barn, you stumbled across Gerebert Took. Once you freed him, you were attacked by some strange Men. After defending Gerebert from the Men who attacked you, he escaped and said he would meet you back at Esilia Took's house.",
      "es": ""
    },
    {
      "id": 261742401,
      "en": "'Stay away!'",
      "es": ""
    },
    {
      "id": 261742402,
      "en": "'Leave me alone!'",
      "es": ""
    },
    {
      "id": 261742403,
      "en": "'Don't hurt me!'",
      "es": ""
    },
    {
      "id": 261742404,
      "en": "'Please, leave me alone!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search Old Odo's farmstead",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defend Gerebert Took",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defend Gerebert Took",
      "es": ""
    },
    {
      "id": 27716066,
      "en": "'Stop them!'",
      "es": ""
    },
    {
      "id": 117335905,
      "en": "'Hooray! You've done it!'",
      "es": ""
    },
    {
      "id": 117335906,
      "en": "'I think I can make it from here!'",
      "es": ""
    },
    {
      "id": 117335907,
      "en": "'I'll meet you back at Esilia's house!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Rollo Boffin told you of Odo Burrow, Longo's father. He had a farmstead in the south, but Longo abandoned it when his father died. Rollo is curious if Longo is using it again for some other purpose.",
      "es": ""
    },
    {
      "id": 210231457,
      "en": "'Quick, let's go!'",
      "es": ""
    },
    {
      "id": 210231459,
      "en": "'Oh no!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'If I were to guess where that southbound trail of leaf goes, I would say it winds up at old Odo's leaf-barn. Odo Burrow was Longo's father, and he was everything Longo isn't, meaning he was a fine, respectable hobbit. When old Odo died, Longo inherited everything, including that farmstead to the south of here. Longo abandoned it, but I wonder if he isn't still using it for something.\\n\\n'If you travel south from the Wellbridge, west of Woodhall, you'll come across the farmstead. If you search the crates and boxes out there, you might find some clue to your missing Took.\\n\\n'I have a feeling this might be dangerous, [placeholder]. You should bring some friends if you plan on going to that farmhouse.'",
      "es": ""
    }
  ]
}