{
  "id": 620758942,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You find loose pipe-weed leaves in the bed of the waggon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Rollo Boffin, who oversees the leaf-waggons that come through Woodhall, mentioned that one of Longo Burrow's waggons did go missing a while ago and thinks that perhaps it is related to the disappearance of Gerebert Took.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I was expecting one of Longo Burrow's waggons to arrive a while ago, but the fool thing never showed up. I sent a message over to Longo, but he never answered. At the time, I supposed he had never sent the waggon or wasn't worried about it, but now you've got me wondering.\\n\\n'There is a clearing north of the Stock Road where waggons occasionally stop. It's due west of Woodhall, right by the Wellbridge. Maybe there you'll find some sign of Longo's waggon or this Gerebert Took you're looking for.\\n\\n'I'll have to look further into this matter. I always did think it strange that Longo didn't seem too concerned about his missing waggon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Longo's waggon may be at the Stock Road clearing due west of Woodhall, by the Wellbridge.\\n\\nRollo Boffin did not have any information specifically about Gerebert Took, but now wonders if Gerebert's disappearance and the disappearance of Longo Burrow's waggon are somehow connected. He has asked you to go search a clearing just off the Stock Road for any sign of the missing waggon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Very curious. You say that this abandoned waggon had a wheel that was smaller than the others? That sounds like one of Longo's waggons, all right. I warned him that it wasn't safe, but he wouldn't listen to me.\\n\\n'Well I suppose the only way to find out what became of that leaf, and perhaps Gerebert Took, is to follow the trail of leaf to the south.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rollo Boffin can be found in the centre of Woodhall.\\n\\nAt the Stock Road clearing, you found an abandoned waggon. Your examination of the waggon revealed that it once carried pipe-weed, but all the pipe-weed was removed and carried off to the south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Rollo Boffin can be found in the centre of Woodhall.\\n\\nAt the Stock Road clearing, you found an abandoned waggon. Your examination of the waggon revealed that it once carried pipe-weed, but all the pipe-weed was removed and carried off to the south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'A few waggons on their way to Woodhall stop over at the clearing on the north side of the Stock Road, near the Wellbridge. It might be a good place to search for that waggon of Longo's, if indeed it is missing. It's due west of Woodhall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Very curious. You say that this abandoned waggon had a wheel that was smaller than the others? That sounds like one of Longo's waggons, all right. I warned him that it wasn't safe, but he wouldn't listen to me.\\n\\n'Well I suppose the only way to find out what became of that leaf, and perhaps Gerebert Took, is to follow the trail of leaf to the south.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'So you found an abandoned waggon, did you? Well there's only one way to know if it was Longo Burrow's or not, and that is to search it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for Longo's missing waggon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Search the abandoned waggon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Longo's Missing Waggon",
      "es": "",
      "es (fem)": ""
    }
  ]
}