{
  "id": 620758962,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have made it past the thick webs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gammer Boffin has prepared an unpleasant draught from slug-slime that should allow you to pass through the webs protecting the spider-lair in Bindbole Woods.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There we go, my dear. This draught should get you through those spider-webs! But you must hurry! It dries out quickly.\\n\\n'Oh, there's one more thing. I've heard nursery stories about a walking tree in Bindbole Wood, like them in the Old Forest. It might be asleep, if it is even there at all, and it might be dangerous to things on two-legs, like they say the Old Forest is, but I doubt it will take kindly to all those nasty spiders either.\\n\\n'Now off with you before that draught dries, or you'll never get through the webs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The spider-nest is to the north-west of Overhill town centre, past the wall and the lumber-yard.\\n\\nShirriff Smallburrow sent you to Gammer Boffin in Overhill to obtain something to dissolve the spider-webs blocking the way to the nest. Gammer warned you that the mixture dries quickly, so you must hurry. She also mentioned a nursery story about a walking tree in Bindbole Wood that might serve as an ally... if it even exists.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "The walking tree shudders when you touch it. Tiny spiders are crawling all over it, their webs veiling its bark. It looks like the walking tree is in some distress.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The walking tree, if it exists, probably can be found somewhere in the spider nest.\\n\\nYou were able to clear the way to the nest using Gammer Boffin's draught. She also mentioned a nursery story about a walking tree in the wood that might help to deal with the spiders, though she warned it might be dangerous to you as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Report your success to Shirriff Robin Smallburrow in Hobbiton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must hurry if you want to clear those webs, or the draught will dry out! Head north through Bindbole Wood until you find the spider-nest. If your way is blocked by thick webs, you should be able make it through now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'That draught worked, didn't it, dear? Did you find that old walking-tree? Sometimes those old nursery stories have some truth to them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You showed those spiders what-for, eh, dearie? The Gammer's concoctions save the day again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Get past the webs in Lob's Grove",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the walking tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Web-cutter",
      "es": "",
      "es (fem)": ""
    }
  ]
}