{
  "id": 620758857,
  "txt": [
    {
      "id": 136263297,
      "en": "You have failed to defend Old Sally",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You successfully defended Old Sally on her way back to the farm",
      "es": ""
    },
    {
      "id": 84872053,
      "en": "Old Sally halts, sniffing the air.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Belco Brockhouse found a copy of the Founding Writ of the Shire, but will not give it up until he has received some services in return.",
      "es": ""
    },
    {
      "id": 132448318,
      "en": "Seeing Belco's barn in the distance, Old Sally breaks into a run.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'My pig, Old Sally, has run off again. Sometimes I think that pig is more trouble than she's worth. Always running off, eating like a horse and scared o' her own shadow! If I weren't so fond o' her, I would have made sausage out of her years ago!\\n\\n'Usually when she runs off, it's down to the woods south-east o' here, by the big willow. If you find her, approach her carefully and bring her back to the barn here.\\n\\n'Be careful though, she spooks easily, so if she sees anything while you are bringing her back, she might run off, and this time for good!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Belco Brockhouse's pig, Old Sally, may be found near the big willow south-east of Belco's farm.\\n\\nBelco has asked you to find his pig, Old Sally, and bring her back to his barn. He warned you that she spooks easily, and if she gets too scared, she may run away.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, good, the old girl is back. She's a nuisance at times, that one, but in the end I suppose I'm too fond of her to do much else with 'er.\\n\\n'Thanks for doing that, but I suppose I owe the real thanks to that Writ I found, don't I?'",
      "es": ""
    },
    {
      "id": 53443873,
      "en": "Old Sally sniffs the air, then starts on her way.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Belco Brockhouse can be found south of the Tuckborough town centre.\\n\\nYou should speak with Belco Brockhouse and let him know that you led his pig, Old Sally, back to his barn.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If you are wanting that Writ, you need to find my pig, Old Sally. When she runs off, she's usually found to the south-east o' here, not far from the big willow.\\n\\n'Now approach her carefully, she's rather skittish. And make sure no critters get too close to her, she's likely to spook. And if she gets too spooked, she may run away for good!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "The pig cautiously snorts your hand, but seems satisfied that you mean her no harm. She looks like she is ready to return to Belco's barn.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Old Sally",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defend Old Sally",
      "es": ""
    },
    {
      "id": 240609989,
      "en": "Old Sally flees in terror.",
      "es": ""
    },
    {
      "id": 199412689,
      "en": "Old Sally halts in alarm and sniffs the air.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Old Sally",
      "es": ""
    }
  ]
}