{
  "id": 620758847,
  "txt": [
    {
      "id": 63183944,
      "en": "'I hope Brombard was satisfied with Belco's copy of the Founding Writ.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected the Founding Writ",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "After helping him out around the farm, Belco Brockhouse has finally given you the copy of the Founding Writ of the Shire he found among his mother's things.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Aye, I suppose you've done enough for me, although I am going to miss the extra help around the farm here. And Old Sally seems to have taken a liking to you, although that could just be because you brought her feed!\\n\\n'Here's that copy of the writ I found in my mum's things. Take it over to Keeper Foxtail at the Mathom-house in Michel Delving.\\n\\n'And make sure you don't let that Adelard Took have it, I don't want it near his collection!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Brombard Foxtail is at the Mathom-house in Michel Delving.\\n\\nBelco Brockhouse, satisifed with your services, exhorted you to take his copy of the Founding Writ directly to Keeper Brombard Foxtail. He has no desire to see it end up in the hands of Adelard Took.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Excellent, so this is it! Let me take a look at it....\\n\\n'Yes, interesting, interesting. Wonderful! It is a complete copy of the Writ and is in a bit better condition than the one already in the Mathom-house. Thank you for your efforts. I trust it wasn't too difficult to acquire, was it?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Marvelous, you have the Writ! Thank you for your work. Now, if you don't mind, please give it to Brombard Foxtail with my regards!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you been able to secure the copy of the Founding Writ yet? I'm anxious to take a look at it!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'What you doing hanging about here? Anxious for more work? If not, be off with you. Take that Writ to Keeper Foxtail in Michel Delving.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Well, what're you needing now? Looking for more work?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect the Founding Writ",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Did you take that Writ to the Mathom-house? Don't want Adelard Took getting his hands on it, you know!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the Founding Writ to Brombard Foxtail",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Thank you for bringing me that copy of the Founding Writ, Bounder. It is a tremendous find!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Belco's Writ",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'It is too bad the original Writ was lost, but this copy you brought is wonderful!'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Belco didn't want me to have his copy of the Founding Writ? How rude!'",
      "es": ""
    }
  ]
}