{
  "id": 620758964,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Polo Proudfoot needs new queens for his hives to replace the ones killed by the honey-bears.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I've got the salve ready for you, my dear, whenever you're ready for it. But remember, it will only last a few minutes before it wears off, so you'd best hurry back and find a hive for Farmer Proudfoot!\\n\\n'I expect you will find beehives in the woods south-east of Tuckborough. Find a big one for Polo and take it to him at his meadow nearby.\\n\\n'Now, if you're carrying a delicate beehive around, you may not be able to fight off any bears or such that may be drawn to the hive, so tread carefully!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Farmer Proudfoot is guarding his hives in the meadow south-east of Tuckborough. The wild beehives you are looking for are in a bear-infested area further south-east past the meadow. \\n\\nFarmer Proudfoot sent you to Gammer Boffin in Overhill to obtain some balm to keep off the bees, so you can collect a hive for him. Gammer Boffin warned you that the salve will not last long, so you will need to collect the hive as soon as possible and take it to Polo Proudfoot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'That new hive will do nicely. I'll just give the bees a while to get used to their new home.\\n\\n'In the meantime, please take this reward -- you deserve it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Polo Proudfoot would like to take a moment to thank you for your efforts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You'd better hurry and find one of those wild beehives before that salve you've got dries out. Look to the south-east, among all the bears, and be careful!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You'd best be finding a new hive for Polo!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You're such a good helper, dear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find a wild hive before the salve dries",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I'm sure Polo Proudfoot is pleased with the hive you brought him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the wild hive to Polo Proudfoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Thank you for dealing with those honey-bears!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Long Live the Queen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'The new queens are working out just fine... though my bees are a bit unsettled.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'I think I need to talk to Gammer Boffin for more of that salve.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}