{
  "id": 620758960,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I'm glad you're here to help! I was just bringing my waggon back from Bree, loaded down with a big bag of mushrooms, and suddenly my cart was boiling over with spiders! I've never seen such spiders before... all I can think is that I picked up their eggs with my mushrooms.\\n\\n'I need what trade goods still remain from my waggon. Please, it's just off the road to the north-east, right next to the falls. There must be spiders all over the place up there, so it may be dangerous!\\n\\n'Those mushrooms are my livelihood. If you could bring them back to me, I would be most grateful!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you very much! But you say there were no spiders at all? I swear, it seemed like there were dozens of them! They were huge, monstrous things, too! I wonder where they could have run off to?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Please recover my mushrooms and get rid of those dreadful spiders! I abandoned my waggon just to the north-east of Overhill, by the falls!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Spider Plague",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Otho Broadbelt, a trader carrying goods from Bree, had his waggon overrun by spiders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected the trade goods",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the trade goods back to Otho Broadbelt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Otho Broadbelt's waggon is just off the road to the north-east of Overhill, next to the falls.\\n\\nOtho Broadbelt needs you to recover the trade goods he was bringing back from Bree from the waggon he abandoned outside Overhill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect the trade goods",
      "es": "",
      "es (fem)": ""
    }
  ]
}