{
  "id": 620758806,
  "txt": [
    {
      "id": 136263297,
      "en": "You have failed to deliver the pie",
      "es": ""
    },
    {
      "id": 22717634,
      "en": "'Oh well, I'm sure it's fine!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "A hungry hobbit has smelled the pie",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Holly Hornblower's pies are in exceeding demand, and she does not have time to deliver them all.",
      "es": ""
    },
    {
      "id": 165763749,
      "en": "'Thanks friend... it smells a bit odd though...'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ah, just who I wanted to see. I've got something very important for the likes of you!\\n\\n'I'm up to my ears in people wanting my pies. Now I'm not complaining -- it's good that people love my pies -- but I've not the time to deliver them! Right now I've got one that simply has to be taken to The Green Dragon. Would you take it there?\\n\\n'The pie is cooling on the table over there. Take it to Gerd Whitfoot, south-east of here in Bywater, and be quick about it! I'm known for delivering hot pies, and if it cools too much, I won't get paid! Also, don't let any hungry hobbits catch a whiff of the pie, or they'll be over here pestering me for a slice, and I don't have time for that either!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gerd Whitfoot is at The Green Dragon Inn in Bywater.\\n\\nHolly Hornblower has asked you to deliver a pie to Gerd Whitfoot at The Green Dragon in Bywater. She warned you to not allow any hungry hobbits catch a whiff of the pie, or they will come by pestering her for a slice, and she has no time for that.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Smelled a bit off, he says? That Gerd Whitfoot couldn't smell a pig farm if he was in the middle of it!\\n\\n'Anyway, there's another pie that needs to be delivered, and the one waiting for this pie isn't quite so friendly as Gerd over in Bywater!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Holly Hornblower can be found north of Hobbiton's main square, behind The Ivy Bush.\\n\\nYou should return to Holly Hornblower and let her know that the pie has been delivered.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Thanks again for that pie, although it smells a bit... off, somehow. Oh well, I'm sure it'll be delicious. Please give my thanks to Holly!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The pie for The Green Dragon is cooling over there by the table. Take it to Gerd Whitfoot at The Green Dragon in Bywater, to the south-east.\\n\\n'Be quick about it, my pies must be delivered piping hot! And don't let any hungry hobbits catch a whiff, or they'll be pestering me for a slice!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Pick up the pie from the table",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Deliver the pie to Gerd Whitfoot",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Avoid hungry hobbits",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Pie for The Green Dragon",
      "es": ""
    }
  ]
}