{
  "id": 620758822,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Avoid hungry hobbits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'What are you doing about? Don't be wanting a piece of my pie! That's from Holly Hornblower in Hobbiton, and those pies are hard to come by. Be off now!\\n\\n'Eh? What was that about the berries? That Holly! She should be checking her berries before she puts them in her pies! Here, take this horrid thing away and bring it back to Holly. Her home is north of Hobbiton centre.\\n\\n'And tell her I'll be wanting a fresh pie!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'What, are you deaf? You're a Bounder, ain't you? Take that pie back to Holly Hornblower in Hobbiton. I certainly don't want it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Spoiled Pie from Scary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Holly Hornblower of Hobbiton baked pies using spoiled berries and has asked you to bring any of the bad pies you find back to her. Poppy Grubb of Scary had one such pie.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have failed to return the spoiled pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "A hungry hobbit has smelled the pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Poppy Grubb's pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Holly Hornblower's home is north of the Hobbiton main square.\\n\\nPoppy Grubb has one of Holly's bad pies, which you should take back to her as quickly as possible. Make sure no hungry hobbits catch a whiff of the pie, as Holly doesn't want to be bothered with them asking for a slice, especially since she has to bake fresh pies for all her customers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the spoiled pie to Holly Hornblower",
      "es": "",
      "es (fem)": ""
    }
  ]
}