{
  "id": 620758993,
  "txt": [
    {
      "id": 218649170,
      "en": "'Well done! I got impatient waiting, so I had to see how you were doing, but it seems you did fine without me. That Stone-troll is slain, and it seems Olwir is as well. He paid a high price for his crime, stealing that cow from Filibert, didn't he? With him gone, these dwarves shouldn't trouble Rushock Bog much longer.\\n\\n'As for Filibert, do not worry about him, I'll make sure he is given money to purchase a new cow.\\n\\n'You have done well today, my friend. You have my thanks.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Are you ready to depart?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: A Gift for the North",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'All right, now be careful. We've got to get into this camp and slay the Stone-troll they may have captured.\\n\\n'Also, when we get into the camp, be on the watch for that Olwir. He won't be too pleased to see us trying to slay his \\qgift.\\q'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have failed to defend Ulfar",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You have to go ahead and slay that Stone-troll. If they've captured him, he'll be somewhere deeper in the camp.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Ulfar has been wounded!",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Speak to Ulfar and then defend him as he delves deeper into the dwarf camp.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ulfar has been wounded in the battle. Speak to him to see what he would have you do.",
      "es": ""
    },
    {
      "id": 235809442,
      "en": "'This is all Ulfar's doing!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Ulfar has told you to continue on, deeper into the dwarf camp, without him and slay the Stone-troll, if you find one.\\n\\nUlfar was wounded in the fighting and was unable to continue on with you. He told you though that the Stone-troll must be slain, and to be on the watch for Olwir, as he will surely try to stop you from slaying the beast.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "With the Stone-troll and Olwir dead, return to the wounded Ulfar and tell him what happened.",
      "es": ""
    },
    {
      "id": 237677089,
      "en": "'Who goes there!'",
      "es": ""
    },
    {
      "id": 109103137,
      "en": "'All right, let's go.'",
      "es": ""
    },
    {
      "id": 237677090,
      "en": "'Ulfar? What are you doing here?'",
      "es": ""
    },
    {
      "id": 109103138,
      "en": "'The gate is closed up tight....'",
      "es": ""
    },
    {
      "id": 109103139,
      "en": "'Ah, I know what'll get it open....'",
      "es": ""
    },
    {
      "id": 237677092,
      "en": "'Ulfar, this matter is none of your concern.'",
      "es": ""
    },
    {
      "id": 109103140,
      "en": "'Open up! You in there! Open up!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak to Ulfar",
      "es": ""
    },
    {
      "id": 237677093,
      "en": "'Leave now, if you value your life.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defend Ulfar",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak to Ulfar",
      "es": ""
    },
    {
      "id": 237677095,
      "en": "'You were warned....'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Slay the Stone-troll",
      "es": ""
    },
    {
      "id": 237677096,
      "en": "'Take them!'",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Speak to Ulfar",
      "es": ""
    },
    {
      "id": 34888033,
      "en": "'Enough of this!'",
      "es": ""
    },
    {
      "id": 34888034,
      "en": "'This gift for my masters shall destroy you!'",
      "es": ""
    },
    {
      "id": 244306545,
      "en": "'Ugh....'",
      "es": ""
    },
    {
      "id": 244306546,
      "en": "'Good job.... Let's continue on....'",
      "es": ""
    },
    {
      "id": 244306547,
      "en": "'Guess the wound was more serious... than I thought....'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have travelled with Ulfar to the outskirts of the dwarf camp in the Rushock Bog. There you hope to put an end to the dwarf Olwir's plan to capture a Stone-troll and give it as a gift to the dwarf Skorgrím in the north.",
      "es": ""
    },
    {
      "id": 242770545,
      "en": "'Feel... a bit better... I should help....'",
      "es": ""
    },
    {
      "id": 12497059,
      "en": "'I know of Olwir's gift, and I'm here to slay it!'",
      "es": ""
    },
    {
      "id": 38016180,
      "en": "'Augh....'",
      "es": ""
    },
    {
      "id": 12497062,
      "en": "'I will not leave.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Aye, I guess I've been away from battle for too long. The wound is painful, but not mortal. It will keep me from being much help, though.\\n\\n'You must continue without me and slay the Stone-troll, if they've captured one. And don't forget to be on the watch for Olwir, he will do his best to stop you!\\n\\n'I'll stay behind and make sure none of these lot escape.'",
      "es": ""
    }
  ]
}