{
  "id": 620758920,
  "txt": [
    {
      "id": "0x3c41c48",
      "en": "'Well done, Bounder [placeholder]! Those fireworks won't hurt anyone now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'I hope you didn't have too much trouble with old Lobelia....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With Hyacinth's stolen fireworks destroyed, there are none left for Lobelia Sackville-Baggins' birthday party.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Well, you did a fine job with those fireworks. The danger is past, it seems. You should go and tell Hyacinth what you've done, as I'm sure it will be a weight off her mind.\\n\\n'I suppose you should also go back to Hobbiton and tell Lobelia as well, though I don't envy you that conversation! She has always been a harsh and abrasive hobbit.\\n\\n'Well, good luck and good day to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Hyacinth Took is at her home in Tuckborough near the Great Smials.\\n\\nPaladin Took was grateful for your help destroying the stolen fireworks. He has tasked you with delivering the news to Hyacinth Took.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'That's some tale you tell! I wish I'd been there to see all those rockets go off at once!\\n\\n'Truly, I was worried about what happened to those stolen fireworks, and I'm very grateful that you were able to destroy them before they could be misused. The fact that Lobelia's fireworks won't be ready for her party is just cream on the strawberries, if you take my meaning!\\n\\n'Now that I'm sure Lobelia will be cancelling her order, I have some spare fireworks. Why don't you take them? I wish you the joy of firing them off!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lobelia Sackville-Baggins is at her home at Bag End in Hobbiton.\\n\\nYou have told Hyacinth Took about the fate of the stolen fireworks. Now you have but to deliver the news to Lobelia Sackville-Baggins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should tell Hyacinth what happened to the stolen fireworks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Why, you...you failure! How dare you destroy my fireworks! I don't care what that fool of a Took told you. Those were my fireworks, for my party, and now...and now....\\n\\n'Well, you won't be getting a sniff of my money again, that's for sure! And I'll tell the Shirriff about you! I'll tell the Mayor! I'll tell the Thain!'\\n\\n'Fiddlesticks! Get out of here. Just go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'It's a relief that those fireworks won't hurt anyone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Oh, Lobelia Sackville-Baggins must be livid!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Out of my sight, you poor excuse for a Bounder!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Why, you...you failure! How dare you destroy my fireworks!'\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The End of the Matter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Well done, Bounder [placeholder]! Those fireworks won't hurt anyone now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'I hope you didn't have too much trouble with old Lobelia....'",
      "es": "",
      "es (fem)": ""
    }
  ]
}