{
  "id": 620758992,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Who would have thought the theft of a cow would uncover a plot such as this? We must foil Olwir's plans, and if he has captured a troll, we must slay it!\\n\\n'Fortunately, I have learned where Olwir and his dwarves are camping. They can be found in the north of Rushock Bog. However, getting into the camp and slaying this Stone-troll, if they have one, will not be easy. We will need help.\\n\\n'Gather a party of warriors -- if there are any to be found in this land -- then return here. Make sure to gather sturdy warriors, for the battle ahead will not be easy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done. You certainly deserve this reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you ready to leave?\\n\\n'Make sure your party is ready as well, as we'll surely need their help to slay this Stone-troll.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Gift for the North",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'That a dwarf could endure the presence of a troll is unthinkable! No matter...it's dead now, and so is Olwir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "From the orders you found, Ulfar has learned that Olwir plans to capture a Stone-troll that stalks Rushock Bog and deliver it as a gift to the Dourhands in the north. The cow he stole from Filibert was bait to trap the creature.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Those Dourhands are underhanded sneak-thieves, but I can't believe that even they would let a troll live!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Thank you for your help, [placeholder]. I don't know what mischief the Dourhands were up to, but it was no good, you can be sure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak to Ulfar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Olwir's camp is in the northern reaches of Rushock Bog.\\n\\nUlfar has decided that Olwir's plan must be put to an end and has asked you to gather a party of warriors to accompany him to the camp. Once there, he plans to inflitrate the camp and slay any Stone-troll Olwir's dwarves may have captured.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ulfar is back in Needlehole.\\n\\nHaving succeeded in your quest, you should return to Ulfar to tell him what happened.",
      "es": "",
      "es (fem)": ""
    }
  ]
}