{
  "id": 620758953,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated spiders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have located the source of the spiders in the Bindbole Wood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Otho is concerned that the spiders infesting his waggon seem to have run off. They may now be a danger elsewhere in the Shire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I hate to make more work for you, but it seems that the spiders infesting my waggon have run off somewhere. If they grow and breed, they may become a threat elsewhere in the Shire.\\n\\n'I think you should report this to the Shirriff in Hobbiton, Robin Smallburrow, and see what he thinks should be done. Robin Smallburrow can usually be found at The Ivy Bush Inn in Hobbiton town centre.\\n\\n'The last thing the Shire needs is an infestation of spiders nearly as big as a hobbit!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Robin Smallburrow can be found at The Ivy Bush Inn in the centre of Hobbiton.\\n\\nOtho thinks that the Shirriffs should be made aware of the danger the spiders may pose and has asked you to speak with Robin Smallburrow, the Shirriff in Hobbiton.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Otho Broadbelt was right to be concerned. I've already had reports of dangerous spiders seen in the Bindbole Wood, north and north-west of Overhill. I think I'm going to send you to look into this problem.\\n\\n'Try to kill as many of the spiders as you can, but also explore the north end of the woods and see if you can find their nest.\\n\\n'Folk say these are monstrously large spiders, so I'd be careful if I were you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "There may be spiders in the Bindbole Wood, north and north-west of Overhill.\\n\\nOtho Broadbelt sent you to speak with Robin Smallburrow about the spiders, but the Hobbiton Shirriff had already received reports about the creatures in Bindbole Wood. Shirriff Smallburrow has asked you to kill as many of the spiders as you can, but also to find their nest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Robin Smallburrow can be found in the Ivy Bush in the centre of Hobbiton.\\n\\nShirriff Smallburrow sent you to deal with the spider threat in Bindbole Wood and to discover the location of their nest. You should report back to Robin Smallburrow with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please talk to Shirriff Robin Smallburrow in Hobbiton. I'm worried about all the spiders you didn't find.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Good job! Now all we have to do is find a way to get past the webs tangling up the spider nest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'It's good that the Shirriff knows what happened. I hope you can deal with all those spiders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I wish I could help you with those spiders, but I'm a merchant, not a warrior.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat spiders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'We've got to do something about this spider problem. Search for their nests in the Bindbole Wood, north and north-west of Overhill.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the spiders' nest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Finding the Nest",
      "es": "",
      "es (fem)": ""
    }
  ]
}