{
  "id": 620758814,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Avoid hungry hobbits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I see you are looking at that pie there. It's from Holly Hornblower in Hobbiton -- she makes such wonderful pies, you know. It is a special treat for my husband tonight. I suppose, though, I could spare a slice, if you would like one.\\n\\n'What did you say? Bad berries? How horrible! Please, take it away! Take it back to Holly! Her home is north of the Hobbiton main square.\\n\\n'Oh dear, tonight's dinner is ruined. Please tell her to hurry and bake another!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Oh dear, please do hurry! Take that pie back to Holly Hornblower in Hobbiton. I do hope she has another pie for me soon...dinner will be ruined without a pie!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Spoiled Pie from Frogmorton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Holly Hornblower of Hobbiton baked pies using spoiled berries and has asked you to bring any of the bad pies you find back to her. Myrtle Oddfoot of Frogmorton had one such pie.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have failed to return the spoiled pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "A hungry hobbit has smelled the pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Myrtle Oddfoot's pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Holly Hornblower's home is north of the Hobbiton main square.\\n\\nMyrtle Oddfoot has one of Holly's bad pies, which you should take back to her as quickly as possible. Make sure no hungry hobbits catch a whiff of the pie, as Holly doesn't want to be bothered with them asking for a slice, especially since she has to bake fresh pies for all her customers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the spoiled pie to Holly Hornblower",
      "es": "",
      "es (fem)": ""
    }
  ]
}