{
  "id": 620758908,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Since Lobelia Sackville-Baggins paid to acquire the ingredients for her fireworks, Hyacinth Took has recruited you to help her gather them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You're too willing, [placeholder]! First wolves, and now a bear? You should be more firm with these folk and make them take care of their own problems for once.\\n\\n'All right. Now last, but not least, I'll need some brimstone and iron filings. You can't find brimstone around here, so I always go to the dwarves for that stuff. They can also provide the filings cheaper than any of the local smiths, so we'll take care of two problems at once, this time.\\n\\n'Please head over to Needlehole and talk to the dwarf-merchant Onar. I've dealt with him in the past, and I imagine he'll be able to give us what we need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The dwarf-merchant Onar is in the hamlet of Needlehole in the north-west corner of Rushock Bog.\\n\\nHyacinth only needs brimstone and iron filings to get to work on Lobelia Sackville-Baggins' fireworks. She suggested you could obtain them from Onar, a dwarf-merchant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Three months! Three months! That won't do! Won't do at all! My birthday is in two months! Do you understand? Two!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hyacinth Took is in Tuckborough, near the Great Smials.\\n\\nHyacinth Took sent you to Needlehole to acquire brimstone and iron filings from the dwarf-merchant Onar. Onar made a quick and fair trade and has sent you back to Hyacinth with her parcels.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Lobelia Sackville-Baggins is at her home at Bag End in Hobbiton.\\n\\nWith your help, Hyacinth Took now has all she needs to begin work on Lobelia Sackville-Baggins' fireworks. She told you to return to Lobelia and let her know the fireworks will be done in three months.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please go to Needlehole to pick up the brimstone and iron filings from Onar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ho! So little Hyacinth wants some more makings for her pretty lights! Wants to be a Wizard, does she? Ha!\\n\\n'Well it just so happens I have some brimstone and filings to sell -- at a very reasonable price too, I might add. Tell all your friends, very easy terms....\\n\\n'What? Don't just stand there like a ninny with your mouth open like that. Were you thinking I'd send you on a quest or something for such simple things? Here, take these parcels, and good day to you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You'd best tell Lobelia that all the ingredients have been purchased, and her fireworks will be ready in three months.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Well, well, that wasn't that hard was it? And you stood your ground with him! \\n\\n'I'll get started on these fireworks right away! Tell the old crow I should have all she needs in just three months!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You seem surprised, friend, but you shouldn't be. If a dwarf says he can provide a particular kind of good, you can count on him to provide it! Bring the brimstone and the iron filings to Hyacinth Took in Tuckborough as soon as you are able.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Where are those dwarf-goods I asked for?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring brimstone and iron filings to Hyacinth Took",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Brimstone and Sparks",
      "es": "",
      "es (fem)": ""
    }
  ]
}