{
  "id": 620758894,
  "txt": [
    {
      "id": 218649170,
      "en": "'You have done well, but let us leave this place. The stench of the goblins is quite overpowering!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I... found the goblins, [placeholder]. They didn't much care for the Bullroarer's club... and took it from me without... much trouble. Their leader is a goblin... called Lubach. We've got... to get rid of this Lubach fellow. He might not... be Golfimbul... but I reckon he's... just as bad.\\n\\n'My wounds look worse than they are! I'll come with you. Just... give me half a moment.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Beneath the Greenfields",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Bounder Primstone has died",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Look, it's that... Halros! We've... already taken care of things... just like I knew... we would! He might... have been saved ...the trip!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Bounder Primstone has died!",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Lenglinn has died!",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bounder Primstone is somewhere within the goblin-caves and may be in trouble!\\n\\nHalros has sent you to find Bounder Primstone beneath the Greenfields before something happens to him.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bounder Primstone was wounded in the caves deep beneath the Greenfields.\\n\\nYou have found Bounder Primstone, but he has been hurt by the goblins.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Halros has found his way into Lubach's \\qthrone room\\q at last and is waiting to speak with you about your victory.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Halros has found his way into Lubach's \\qthrone room\\q at last is waiting to speak with you about your victory.",
      "es": ""
    },
    {
      "id": 225653073,
      "en": "'Oh... I'm feeling a bit... light-headed. My wounds....'",
      "es": ""
    },
    {
      "id": 233922209,
      "en": "'Look! It's that Halros fellow!'",
      "es": ""
    },
    {
      "id": 174278369,
      "en": "'Please, check on the state of Bounder Primstone, he looks wounded, although how serious I cannot tell.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Bounder Primstone",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "You have found Bounder Primstone",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find Bounder Primstone",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Bounder Primstone",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Defeat Lubach",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Halros",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Halros",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The network of caves beneath the Greenfields seems to be extensive, and it has become home to a dangerous tribe of goblins.",
      "es": ""
    },
    {
      "id": 222478481,
      "en": "'You have done well, my friends, and I am sorry for arriving too late to be of aid!'",
      "es": ""
    },
    {
      "id": 256852593,
      "en": "'Am I ever glad to see you!'",
      "es": ""
    },
    {
      "id": 256852594,
      "en": "'Thank goodness... you're here....'",
      "es": ""
    },
    {
      "id": 256852595,
      "en": "'I thought I was done for!'",
      "es": ""
    },
    {
      "id": 256852596,
      "en": "'Lucky for me... you came along....'",
      "es": ""
    },
    {
      "id": 68118273,
      "en": "As you kneel by the battered form of Bounder Primstone, he grasps your hand.\\n\\n'I'm not... as bad off as I look.' Primstone manages a smile, then coughs. 'These beasts follow a Goblin who fancies himself Golfimbul's heir. I wager that if you can slay that bloke, it'll send...' Primstone struggles to finish his sentence before falling into unconsciousness, '...send the rest... packing....'",
      "es": ""
    },
    {
      "id": 68118274,
      "en": "'Good job finishing off this lot! My Men shall see to Primstone's wounds and return him safely to the Shire. I would not have thought halflings could endure such a trial, but it seems there is more to these folk than meets the eye!\\n\\n'For you though, I have another task. During the fighting I found something special to the halflings: Bullroarer Took's club. Return it to the halflings' Mathom-house. Also, while you should tell Shirriff Bunce of what happened here, tell no one else. I fear what other halflings might do if they hear that such creatures had invaded their lands.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You have my apologies, [placeholder]! I hoped to arrive before you joined in battle with Lubach, but I saw something that diverted my attention, which slowed my progress through the cave. One of the goblins, a rank creature of little prowess, had gotten his hands on Bullroarer's club. He was trying to escape the caves with it, and I have no doubt Lubach's wrath would have been great when he found it gone.\\n\\n'We saved him the trouble of his anger, though it will be of little consolation to him now. I have recovered the club and will return it to Primstone when I have delivered him safely to the Watch-house in Brockenborings.\\n\\n'You have done well to stop this threat, [placeholder], but something about this affair troubles me. Come to my camp in a short while, and we can discuss these matters in the open air.'",
      "es": ""
    }
  ]
}