{
  "id": 620758852,
  "txt": [
    {
      "id": 218649169,
      "en": "'Have you met Bounder Primstone? Runs the Watch-house up at  Brockenborings. He came by a few hours ago and asked to borrow the Bullroarer's club. Normally, I don't lend things out, since I like folk to visit the Mathom-house if they're interested in seeing something, but Primstone is very dependable.\\n\\n'Some of the young hobbits up in Brockenborings have expressed an interest in the Battle of Greenfields, apparently, and Primstone wanted to show them the club Bullroarer used to knock off the head of Golfimbul.\\n\\n'If you think it should be brought back to keep Golfimbul's skull company, you could mention it to him at the Watch-house in Brockenborings.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'[placeholder]! You've caught me at a bad time, I'm afraid. I was just about to step out....\\n\\n'Oh, all right. Yes, I borrowed Bullroarer's club, and I'm sorry that I had to lie to Brombard about it. But if Golfimbul has really come back to life, this club is the only thing that might scare him out of the Shire, don't you think? I'm going to that goblin camp you found and get to the bottom of all this, once and for all!\\n\\n'No, I don't want you coming along. You can tell that hunter, Halros, that I'll have taken care of the goblins soon, if you like. He deserves some thanks for finding those camps.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Bounder Primstone is assigned to the Watch-house at Brockenborings. I hope his lesson went well, and that the young hobbits up that way are learning a little something about the Battle of Greenfields. Fascinating part of history, I assure you.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Primstone is journeying to the goblin camp? That brave, little fool! Does he think that Bandobras Took won the Battle of Greenfields by himself? Bullroarer may have knocked off Golfimbul's head, but many hobbits lost their lives at that battle, and their names are no longer remembered!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Prologue: Bullroarer's Club",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Whenever Bounder Primstone is ready to return Bullroarer's club will be fine. The instruction of the younger hobbits is our paramount mission!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Wilcome Tunnelly wanted Golfimbul's skull to be kept in the Mathom-house where it could be near Bullroarer's club, but Keeper Foxtail has lent the famous club to Bounder Primstone.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I'm sorry, but I don't want you coming with me. Only one person can wield Bullroarer's club at a time, and I'm sure you'd be in too much danger without it!\\n\\n'Go tell Halros I'll have everything under control shortly -- just follow the stone wall east out of Brockenborings and keep following it to his camp under the trees.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Halros",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bounder Primstone is at the Watch-house in Brockenborings, far to the north-east of Michel Delving.\\n\\nYou brought the old skull from the Scary quarry to the Mathom-house in Michel Delving, only to discover that Keeper Foxtail has lent Bullroarer's Club to Bounder Primstone. Brombard Foxtail suggested you should retrieve the club, if it was deemed important to keep the two items together.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ranger Halros camps on the Greenfields, east of Brockenborings, at the end of the stone wall.\\n\\nBelieving that Bullroarer's club will enable him to scare the goblins out of the Shire, Bounder Primstone is preparing to journey to the goblin encampment which you found. He told you not to come with him, but to tell Halros that Primstone will soon have dealt with the goblins.",
      "es": ""
    }
  ]
}