{
  "id": 620758808,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Avoid hungry hobbits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ah, so you're back. And you're here about the pie, aren't you? I thought so! I knew something was wrong with the pie when you brought it by.\\n\\n'Bad berries, right? Don't be so surprised. I've eaten more than enough pies in my life to know when something is off in one of them! Holly probably got her berries from the Rushock Bog, and they've been having more than a few problems with the berries lately.\\n\\n'Anyway, go ahead and take the pie back to Holly. And tell the poor thing not to rush about getting me another. I'll tell the guests I ate the last one, and they'll just have to wait for another! Holly's home is just north of the Hobbiton main square.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The pie is over there on the table. Go ahead and take it back to Holly in Hobbiton. And remember to tell her not to be in a big rush to bake me another. As long as I'm about, The Green Dragon will be asking for her pies!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Spoiled Pie from Bywater",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Holly Hornblower of Hobbiton baked pies using spoiled berries and has asked you to bring any of the bad pies you find back to her. Gerd Whitfoot of Bywater had one such pie.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have failed to return the spoiled pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "A hungry hobbit has smelled the pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Gerd Whitfoot's pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Holly Hornblower's home is north of the Hobbiton main square.\\n\\nGerd Whitfoot has one of Holly's bad pies, which you should take back to her as quickly as possible. Make sure no hungry hobbits catch a whiff of the pie, since Holly doesn't want to be bothered with them asking for a slice, especially since she has to bake fresh pies for all her customers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the spoiled pie to Holly Hornblower",
      "es": "",
      "es (fem)": ""
    }
  ]
}