{
  "id": 620758925,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'There are some Big Folk -- ruffians or brigands, most likely -- camping in the south-west part of the Marish, not far from Woodhall. The camp is at Narrowcleeve, and there is a ford near the brink of a waterfall that can bring you up to the heights. I've received many complaints about them, and I've asked the Shirriffs to deal with them, but assembling enough Bounders has been difficult.\\n\\n'I've heard rumours of strange lights in the sky around the Marish. Now that you remind me of those fireworks, I think that perhaps one of the ruffians must have stolen them from Hyacinth.\\n\\n'Those fireworks could be very dangerous in the wrong hands. Who knows what mischief they could cause with them? We have no time to gather Bounders, now. You must destroy those fireworks at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'That must have been a sight to see, perhaps like one of the Old Took's parties!\\n\\n'I'm very happy you were able to accomplish this important task. You've amply repaid the trust Shirriff Smallburrow placed in you, and you've earned my respect and thanks as well. Please accept this small reward for your brave deeds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Destroy those stolen fireworks before the brigands can use them for some misdeed! Look for them at Narrowcleeve, in the south-west of the Marish.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Flare For Danger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Paladin Took is certain that a band of brigands stole Hyacinth's fireworks and is planning to use them for harmful purposes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The fireworks have been destroyed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy the stolen fireworks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The brigand encampment is at Narrowcleeve, the heights in the south-west part of the Marish, not far from Woodhall. You can enter the camp by crossing a ford near the brink of a waterfall.\\n\\nShirriff Robin Smallburrow sent you to speak with Paladin Took, the Thain of the Shire, about Hyacinth's stolen fireworks. The Thain suggested that they may have been stolen by a band of ruffians camped in the Marish and sent you to destroy the fireworks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Thain is at the Great Smials in Tuckborough.\\n\\nThe Thain, Paladin Took, sent you to destroy Hyacinth Took's stolen fireworks at a brigand encampment. With victory in hand, you should return to the Thain at once.",
      "es": "",
      "es (fem)": ""
    }
  ]
}