{
  "id": 620758863,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected flat field-stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected small field-stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected large field-stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Belco Brockhouse found a copy of the Founding Writ of the Shire, but will not give it up until he has received some services in return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You see them coneys running all over my garden there? Since all them holes appeared in my stone fences, I can't keep the devils out. I've been wanting to gather up some new field stones to patch them up, but haven't found the time yet to do it.\\n\\n'There's a great big willow down the hill and to the south-east, directly south of Longo Burrow's farm -- you can find many stones o' different sizes down there. Bring me a variety o' them, if you would. Never know what I'll need to patch the fences!\\n\\n'Hurry along now, or I'll be giving the Writ to the coneys!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Field stones can be found south of Longo Burrow's farm near the big willow. Belco lives north-west of the willow, on the upper slopes of Tuckborough.\\n\\nBelco Brockhouse's fences need mending, and he has asked you to gather stones from the field for him to use in patching them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These stones will do nicely for my fences. Never thought I'd find the time to gather them up, but it seems things are changing a bit for me since finding that old Writ!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I need a few more stones before I can patch my fences.\\n\\n'You should be able to find field stones that'll work over by the big willow south-east of here. Look for Longo Burrow's farm - the willow is directly south of Longo's place. Patching them breaks in the fence won't be easy, so make sure you gather a few different sizes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring field stones to Belco Brockhouse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect flat field-stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect small field-stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect large field-stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Shore Up the Fence",
      "es": "",
      "es (fem)": ""
    }
  ]
}