{
  "id": 620758800,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Avoid hungry hobbits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Back again, are you? What did Holly say about that pie you brought me? The berries are bad, aren't they? I simply have no time for this sort of trouble! Lobelia has been after me for days to get the desserts set for the party, and when I finally get a pie from Holly... it's spoiled!\\n\\n'Take that terrible pie back to Holly Hornblower. And tell her that I want another pie immediately! Her home is north of the Hobbiton main square.\\n\\n'Now off with you! I can tolerate no further delay!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Don't just stand there! Take that horrible pie back to Holly Hornblower. And let her know that if I don't get another pie soon, I will be most unhappy!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Spoiled Pie from the Party Field",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Holly Hornblower of Hobbiton baked pies using spoiled berries and has asked you to bring any of the bad pies you find back to her. Opal Goodbody of Hobbiton had one such pie.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have failed to return the spoiled pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "A hungry hobbit has smelled the pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Opal Goodbody's pie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Holly Hornblower's home is north of the Hobbiton main square.\\n\\nOpal Goodbody has one of Holly's bad pies, which you should take back to her as quickly as possible. Make sure no hungry hobbits catch a whiff of the pie, as Holly doesn't want to be bothered with them asking for a slice, especially since she has to bake fresh pies for all her customers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the spoiled pie to Holly Hornblower",
      "es": "",
      "es (fem)": ""
    }
  ]
}