{
  "id": 620758833,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected boar-ribs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected spiced boar-ribs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the ghost still troubling his library, Adelard has come up with another idea on how to appease the Old Took: food. The Old Took was known for his love of spiced boar ribs, and he thinks that if he presents a plate of the ribs to the ghost in the library, he will return to his rest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf924a75",
      "en": "'Oh, these spiced ribs smell delicious!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Oh dear! The ghost is still troubling my library. In fact, the moment I took a step in, it raised such a racket that it gave me a terrible fright! I'm so a-flutter that I don't think I will be able to eat supper.\\n\\n'Wait! Food! Like most hobbits, the Old Took had an affection for his vittles, especially spiced boar-ribs. I admit, I have a fondness for them myself. Perhaps if we prepare a plate of ribs for him, we can appease his ghost.\\n\\n'Go speak with my niece, Edilina Proudfoot. Her hole is just east of the Great Smials and she is a marvelous cook. Don't tell her why we need the ribs, I don't want to start a panic!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Edilina Proudfoot's hole is east of the Great Smials.\\n\\nAdelard sent you to ask his niece, Edilina Proudfoot, to prepare a plate of spiced boar ribs to appease the ghost of the Old Took, but warned you not to tell her the reason. He does not want to start a panic.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Oh, how is dear old Uncle Adelard? I don't see him nearly enough any more!\\n\\n'So he wants some spiced boar-ribs, does he? Well I have the spices, but I lack the ribs. They are rather important to the dish, are they not? Ha!\\n\\n'But don't you worry, there are plenty of boars roaming the hills east of Tuckborough. If you bring me some ribs, I will make the dish Uncle Adelard is after!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Boars can be found in the hills east of Tuckborough. Edilina Proudfoot's home is just east of Tuckborough.\\n\\nEdilina Proudfoot said she could make the spiced boar-ribs that Adelard wants to appease the ghost of the Old Took, but lacks the actual ribs. She asked you to bring her some ribs from the boars in the hills beyond Tuckborough.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Adelard Took is waiting at the Great Smials in Tuckborough.\\n\\nAfter gathering the ribs Edilina Proudfoot needed, she cooked up a plate of spiced boar-ribs for you to give to Adelard Took. You should bring them to Adelard, so he can use them to try and appease the Old Took's ghost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please go speak with my niece, Edilina Proudfoot, here in Tuckborough. She's a marvelous cook and should be able to prepare a plate of boar-ribs for us. Then I can present them to the ghost in my library and appease the Old Took!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Good, you've brought the ribs. Let me prepare them for you....\\n\\n'Here you go. Tell Uncle Adelard to enjoy them, but if he eats too many he'll have to add a notch or two to his belt!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Oh dear, Edilina needs ribs before she can make the dish for the Old Took's ghost?\\n\\n'Dear, oh dear. Well, there are plenty of boars roaming the hills east of Tuckbrough. You should be able to get the ribs you need from them. Please hurry though, I'm not sure how long I can stand this ghost in my library!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Do you have those ribs? There should be plenty of boars roaming the hills east of Tuckborough. I need just a few ribs to make that plate for Uncle Adelard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You've got the ribs for Adelard, Bounder [placeholder]. Please give them to him in the Great Smials, with my regards!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Ah, good, you have the ribs. And they do smell delicious! Edilina is quite the cook, isn't she?\\n\\n'Well, I will place these in the library and hopefully they will appease the Old Took's ghost. Then I'll have some peace again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the boar-ribs to Edilina Proudfoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Do you have the spiced boar-ribs from my niece Edilina? Those were the Old Took's favourite food, so I hope the sight of them in my library will appease his ghost and grant me some peace!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect boar-ribs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect spiced boar-ribs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the spiced boar-ribs to Adelard Took",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Old Took's Favourite",
      "es": "",
      "es (fem)": ""
    }
  ]
}