{
  "id": 620955555,
  "txt": [
    {
      "id": 218804898,
      "en": "'[placeholder] and I have also found concerning evidence both within Lornost and Ost Anglebed.'",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "Instance: Legacy of Strife",
      "es": ""
    },
    {
      "id": 218804899,
      "en": "'I would ask that the three of us speak in private at once.'",
      "es": ""
    },
    {
      "id": 218804900,
      "en": "'I do not believe that the most prudent idea, but... let us first speak of Lornost.'",
      "es": ""
    },
    {
      "id": 218804901,
      "en": "'Sadly, the people of Lornost were slaughtered by the Haradrim for denying their lands and loyalty to the Heirs of Castamir.'",
      "es": ""
    },
    {
      "id": 218804902,
      "en": "'Meanwhile, we discovered that someone in Ost Anglebed has been working to weaken its defences.'",
      "es": ""
    },
    {
      "id": 218804903,
      "en": "'With such things happening so swiftly, I fear that soon the gaze of the Heirs will fall upon us here.'",
      "es": ""
    },
    {
      "id": 218804904,
      "en": "'Have you anything to say, Malthellim? The people are worried, and some of them foolishly believe that somehow these violent men will bring peace to our lands.'",
      "es": ""
    },
    {
      "id": 128492689,
      "en": "'I will do no such thing!'",
      "es": ""
    },
    {
      "id": 206607633,
      "en": "'We know all about you, [placeholder]!'",
      "es": ""
    },
    {
      "id": 2902208,
      "en": "'I have their promise that none shall be harmed so long as they swear loyalty to Balakhôr, the eldest of Castamir's heirs.'",
      "es": ""
    },
    {
      "id": 218804905,
      "en": "'You... you have gone mad, Malthellim! These men are slavers and murderers! Would you have them walk the streets with your people and their children?'",
      "es": ""
    },
    {
      "id": 128492690,
      "en": "'My loyalty is to Gondor - not some pretender!'",
      "es": ""
    },
    {
      "id": 206607634,
      "en": "'Azgarzôr demands your head and I shall give it to him!'",
      "es": ""
    },
    {
      "id": 2902209,
      "en": "'Send them in, men!'",
      "es": ""
    },
    {
      "id": 206607635,
      "en": "'Do not fear, Steward... they shall not suffer.'",
      "es": ""
    },
    {
      "id": 2902210,
      "en": "'There, do you see? Look not upon these men as the enemy, but as our long-lost brothers.'",
      "es": ""
    },
    {
      "id": 2902211,
      "en": "'They, too, wish to see the rightful heir on the throne of Gondor and Castamir was as much of a man of Gondor as I.'",
      "es": ""
    },
    {
      "id": 2902212,
      "en": "'My people, I ask you to think on your past and of the futures of your families. Swear loyalty to the sons of Castamir, and we shall see Gondor return to the height of its glory!'",
      "es": ""
    },
    {
      "id": 2902213,
      "en": "'If your choices are made, I am sorry, but I cannot protect you any longer.'",
      "es": ""
    },
    {
      "id": 45306175,
      "en": "'Ah, there you are, [placeholder]... I could barely hear you coming over this raucous lot.'",
      "es": ""
    },
    {
      "id": 2902214,
      "en": "'You three... do what you must.'",
      "es": ""
    },
    {
      "id": 2902215,
      "en": "'You have doomed us all! The Scourge will slay us to the last...'",
      "es": ""
    },
    {
      "id": 2902216,
      "en": "'No! You do not understand...'",
      "es": ""
    },
    {
      "id": 226148129,
      "en": "'I am at his command!'",
      "es": ""
    },
    {
      "id": 226148130,
      "en": "'May he honour his father's name!'",
      "es": ""
    },
    {
      "id": 134399105,
      "en": "'What is all this rabble?'",
      "es": ""
    },
    {
      "id": 134399106,
      "en": "'I see...'",
      "es": ""
    },
    {
      "id": 134399107,
      "en": "'I believe we should speak of such things here, Nimithil. After all, the people deserve to know what is happening outside these walls.'",
      "es": ""
    },
    {
      "id": 134399108,
      "en": "'Your observations are wise, Nimithil, but I fear that you have misunderstood the intent of the people of Ost Anglebed.'",
      "es": ""
    },
    {
      "id": 134399109,
      "en": "'You see, many of my people here have dwelt in Lebennin for generations, and their families and forebears knew well of the so-called Usurper.'",
      "es": ""
    },
    {
      "id": 134399110,
      "en": "'Those that still dissent have either forgotten the wisdom of their elders, or have come to us in flight from their homes.'",
      "es": ""
    },
    {
      "id": 134399111,
      "en": "'You see, I have already surrendered Ost Anglebed. There shall not be another civil war between our people, and I will not allow our lands to descend into another Kin-strife.'",
      "es": ""
    },
    {
      "id": 134399112,
      "en": "'I swear to you, Nimithil, I am not mad. I have done this to keep as many of my people from harm as I can.'",
      "es": ""
    },
    {
      "id": 134399113,
      "en": "'I thought long on this matter, and my men have taken action to make our defences less aggressive in the hope that it will deter needless bloodshed.'",
      "es": ""
    },
    {
      "id": 108367425,
      "en": "'We must aid [placeholder]!'",
      "es": ""
    },
    {
      "id": 78683361,
      "en": "'All of you, be silent!'",
      "es": ""
    },
    {
      "id": 78683362,
      "en": "'There is no sense to all this arguing. We must not divide ourselves!'",
      "es": ""
    },
    {
      "id": 78683363,
      "en": "'Listen to reason, I beg you! Listen -'",
      "es": ""
    },
    {
      "id": 11217552,
      "en": "'And what of those who do not? What is to become of them... or [placeholder] and I?'",
      "es": ""
    },
    {
      "id": 11217553,
      "en": "'[placeholder], defend the people!'",
      "es": ""
    },
    {
      "id": 259688465,
      "en": "'Don't you see that they mean to slay us all?'",
      "es": ""
    },
    {
      "id": 11217554,
      "en": "'Ost Anglebed shall not be taken, not while [placeholder] is among us!'",
      "es": ""
    },
    {
      "id": 259688466,
      "en": "'The sons of Castamir have returned at last to take the throne!'",
      "es": ""
    },
    {
      "id": 11217555,
      "en": "'Subdue him, before he can flee!'",
      "es": ""
    },
    {
      "id": 259688467,
      "en": "'To a new King and an end to the war!'",
      "es": ""
    },
    {
      "id": 55658370,
      "en": "'The Steward seems to have gone from the hall, but it is no matter. Our business is urgent and I am content to wait for as long as it takes him to return.'",
      "es": ""
    },
    {
      "id": 259688468,
      "en": "'You are mad! What King would lay waste to his own lands?'",
      "es": ""
    },
    {
      "id": 259688469,
      "en": "'You are a fool to be swayed by their promises... the Corsairs and Haradrim will bring nothing but ruin to us.'",
      "es": ""
    },
    {
      "id": 259688470,
      "en": "'Castamir's legacy will no longer be tarnished and his sons shall bring glory to Lebennin!'",
      "es": ""
    },
    {
      "id": 218804897,
      "en": "'The people grow restless, Steward, for rumours swirl about these Heirs of Castamir.'",
      "es": ""
    }
  ]
}