{
  "id": 620948615,
  "txt": [
    {
      "id": "0x3178d12",
      "en": "A pair of drakes have roosted on the ruins of a small island off the coast of Dol Amroth, terrorizing the Gondorian fishermen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Place the meat then defeat the drakes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Tol Aduial - A Feast of Drakes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Yaradec has fallen!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Tol Aduial is a small island, just off the coast of Dol Amroth. You can see it from the cliffs near the Great Hall. Long has it been an outpost of the city, where we watched all manner of boats enter the bay. That is where we would intercept our enemies and ensure it was only allies who passed on to the city.\\n\\n'The Corsairs have taken it as their own, and are choking off our fishermen and supplies. To make it worse, they have brought a pair of drakes with them. Fearsome beasts.\\n\\n'There is a small boat in the harbour that will take you there. Once there, keep your eyes open. I am sure there is more to deal with than just those drakes. Be warned, you will want friends with you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "They are coming...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Akalur has fallen!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Place the meat to bring forth the drakes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The drakes must be vanquished to protect the city.\\n\\nA boat in the harbour of Dol Amroth can take you to Tol Aduial.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "The drakes have fallen and the fishermen are safe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Place the meat then defeat the drakes",
      "es": "",
      "es (fem)": ""
    }
  ]
}