{
  "id": 620948762,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'The Corsairs from the south have a diet very different from ours. Their ailments are different as well. Some of the ones we have spotted have looked very sick, in a way that troubles me.\\n\\n'The sick at Makham Hosh, the hunting camp, could do great harm. If they were to be eaten by the bears of the island, the disease could lie dormant, waiting to strike until we ate the bear next winter.\\n\\n'Find the sick ones at the hunting camp, dispatch them, and then treat their bodies with this lacquer; it should prevent the disease from spreading to any animals or plants.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Glíreth is in Dol Amroth.\\n\\nGlíreth will be pleased to hear the sick Corsairs have been cleansed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Some of the Corsairs at the hunting camp are diseased. Once defeated, their bodies must be treated to protect the local flora and fauna.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tol Fennas - The Corsair Croup",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'We will have to be vigilant in our application of this lacquer, but if we are, I feel our safety from the Corsair diseases is assured.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Sick Corsairs are at the Makham Hosh, the hunting camp on the west side of Tol Fennas.\\n\\nGlíreth asked you to defeat the sick Corsairs at the hunting camp and treat the bodies. A boat in the harbour of Dol Amroth can take you to Tol Fennas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Treated sick Corsairs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Defeat and treat sick Corsairs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}