{
  "id": 620948602,
  "txt": [
    {
      "id": 216727827,
      "en": "Lady Rosfin can be found outside her home atop Morlad in Blackroot Vale.\\n\\nSteward Malthellam has asked you to speak to Lady Rosfin on his behalf and persuade her to aid him as an advisor.",
      "es": ""
    },
    {
      "id": 49286679,
      "en": "Deliver Lord Duinhir's notes to Malthellam",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Collect Lord Duinhir's notes",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Lord Duinhir's notes can be found inside his and Lady Rosfin's home atop Morlad in Blackroot Vale.\\n\\nLady Rosfin rejected Malthellam's offer based on his recent failure to protect Tingobel. She offered Lord Duinhir's notes and nothing more.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Malthellam can be found near the entrance of Morlad in north-western Blackroot Vale.\\n\\nYou have spoken to Lady Rosfin, who rebuffed Malthellam's request. She offered only Lord Duinhir's notes, which you should bring to Malthellam.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Collected Lord Duinhir's notes",
      "es": ""
    },
    {
      "id": 225642633,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 215429254,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'She only offered these?\\n\\n'I know she blames me for what happened to Tingobel, and rightfully so, but I need her aid if we are to keep the vale from any more harm.\\n\\n'Let me think. If I can convince her to come down here, perhaps she shall see the importance of her counsel.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "In the wake of his perceived failings as steward, Malthellam seeks to gain the counsel of Lady Rosfin.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'[placeholder], I have served Lord Duinhir as his chief counselor and one of his most trusted friends for many years.\\n\\n'It was for this reason I was chosen to be Steward during his absence. Yet, where leadership came to him naturally, I have not found any comfort in this role. I am without counsel of my own, for none of the guards can be spared and too few of the townsfolk have any tactical knowledge.\\n\\n'I would ask Lady Rosfin for aid, but she is... disinclined to speak to me as of late. If you would, try to persuade her to aid me - for the good of Blackroot Vale.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Rosfin atop Morlad",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Hello, traveller...\\n\\n'Forgive me if I seem distracted, but my people are my sole cause as of late. My husband has ridden to Minas Tirith as have my sons, so steward or not, I shall see my people through these times.\\n\\n'Am I right in suspecting that Malthellam sent you? After all, he has already sent most of my people to me for the same reason. I shall not forgive him for abandoning Tingobel to strengthen Morlad's defences. It was unwise, costly, and resulted in many deaths.\\n\\n'He is welcome to pore over my husband's notes, but that is where my aid shall end.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Steward Without Counsel",
      "es": ""
    }
  ]
}