{
  "id": 620948648,
  "txt": [
    {
      "id": 216727831,
      "en": "Uidor can be found near the entrance to Morlad in north-west Blackroot Vale.\\n\\nYou have recovered many arrows from the fields of Blackroot Vale and should now return them to Uidor.",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Reduced to a small group of guards as the war intensifies, the archers of Morlad work to combat the forces encroaching on the vale.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Piercing the Vale",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Ah, these shall do nicely. You have my thanks, [placeholder].\\n\\n'I told you we wouldn't hit you!'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Collected arrows from the fields outside Morlad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Arrows can be found littering the ground and the corpses of slain Orcs outside Morlad.\\n\\nUidor has asked you to retrieve arrows so that the guards of Morlad might conserve their dwindling resources.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Collect arrows from the fields outside Morlad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Hail! [placeholder], is it?\\n\\n'I and the archers of Morlad have been spending more and more time holding the Blackroot from the Orcs. They stage raids from Tingobel and have grown so bold as to approach Morlad. I assure you, none of them shall get past us. You see, the archers of the vale are known throughout Gondor for their skill with the bow.\\n\\n'However, we have fewer and fewer arrows each day, so I would ask that you travel into the field and return some to us. I promise that if the Orcs should return while you are away, we shall not pierce you with our arrows.'",
      "es": ""
    },
    {
      "id": 225642625,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 86966505,
      "en": "Deliver the recovered arrows to Uidor",
      "es": ""
    }
  ]
}