{
  "id": 620948774,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Raven eggs can be found in nests on the heights of Tol Fennas.\\n\\nDimlas asked you to head to Tol Fennas and gather raven eggs. A boat in the harbour of Dol Amroth can take you to Tol Fennas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Raven eggs can be found in nests on the heights of Tol Fennas.\\n\\nDimlas asked you to head to Tol Fennas and gather raven eggs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Eggs gathered ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Dimlas is in Dol Amroth.\\n\\nDimlas will be pleased with the number of eggs you saved.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Gathered eggs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'We can get a full clutch from this many eggs. I will see to it they are properly cared for and hatched right here in Dol Amroth. When the island is ours again they shall return home.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The ravens' eggs at the peak of Tol Fennas must be protected if the birds are to survive.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "The nests are here. Quickly gather the eggs!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The ravens on Tol Fennas are very important to us. They are messenger birds and often used in hunting.\\n\\n'I have heard the Corsairs are raiding the ravens' nests and stealing their eggs. Those eggs are then being used for breakfasts and not for hatching.\\n\\n'Use a boat in the harbour and head to Tol Fennas. Once there, ascend to the heights and find the nests. You'll need to be quick, once you grab the first egg the Corsairs will surely notice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Venture to the the heights of Tol Fennas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "The Corsairs have taken too many eggs!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Gather eggs before the Corsairs can",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tol Fennas - Ravens' Rookery",
      "es": "",
      "es (fem)": ""
    }
  ]
}