{
  "id": 620948675,
  "txt": [
    {
      "id": 162883717,
      "en": "'Finally, someone hoping to track down the escaped killer. Yes, I saw him, running along the rooftops across from this very spot. He disappeared over the wall to my right.\\n\\n'I wish I could describe the chill that shook me when I met his eyes. It was as if he dared me to scream with his glaring eyes. It took my voice away.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bounty: Candúr's Escape",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Candúr crawled over the wall just west of the woman who witnessed his escape.\\n\\nYou should search directly west to see if Candúr left any traces to allow him to be followed.",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "If Candúr came this way, it would seem that he has taken a life. This poor man likely crossed his path, and met a violent end at the hands of the escaped killer.",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Collect your reward from Laindir",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "Candúr, a dangerous criminal, has escaped the dungeons of Calembel. There are no reports of sightings as of yet, or indications as to which way he ran.\\n\\nA reward will be offered to anyone who can track and capture this violent man.",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "Candúr almost certainly came this way, and has claimed a life in passing hither. It is likely that he is not far.",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Candúr, now armed, likely fled north upstream.\\n\\nYou should search along the river for signs of Candúr. His trail is not yet cold!",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "TBD - saw convict sneak out",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "See if anyone saw Candúr just west of Calembel",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Candúr brutally attacked a guard ere he fled, likely through one of the gates of Calembel",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Find a witness in Calembel",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I've killed once and I'll do it again, if you don't stay out of my way. You'll leave me be if you know what's good for you!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Aye, I was guarding the dungeons when Candúr escaped. Overpowered me, he did. Nearly ripped my shoulder out of its socket when he threw me down.\\n\\n'I didn't see which way he went, but he was a mean fellow, and strong as an ox. Dark hair, dirty, dark beard.\\n\\n'I don't want a man like that running loose in Lamedon.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "A dangerous man by the name of Candúr has escaped his incarceration in the jail of Calembel, and should be caught immediately.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'You are hunting Candúr? Good. He is a murderous man, and must be kept away from people. Killed his own brother, that one.\\n\\n'He did not come this way. I stand guard, for the soldiers have gone off with Angbor. I would have seen him if he dared to cross this gate.'",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Candúr did not come this way",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The dungeon where Candúr was kept can be found in the north-west corner of Calembel.\\n\\nYou should see if there is any evidence in the dungeon as to where Candúr might have gone when he escaped.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Townsfolk who may have seen or heard something of Candúr can be found throughought Calembel.\\n\\nYou should speak with townsfolk to see if you can glean any clues to Candúr's whereabouts.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "According to townsfolk of Calembel, Candúr escaped to the west of town.\\n\\nYou should seek and recapture Candúr, the man who murdered his own brother.",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "It is likely that Candúr stole a sword and fled north, upstream....",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "See if Candúr was spotted escaping ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Search the dungeon for hints of Candúr's intentions",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Townsfolk who may have seen or heard something of Candúr can be found throughought Calembel.\\n\\nYou should speak with townsfolk to see if you can glean any clues to Candúr's whereabouts.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Search north upstream for Candúr",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Find and capture Candúr",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Laindir can be found in Calembel.\\n\\nYou should return to Laindir and collect your reward for defeating the deadly and murderous Candúr.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Oh! Imagine if Candúr came through here. He might have murdered us where we sit!\\n\\n'Nay, I do not believe he came this way. I do not even like to think of it....'",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Ah, so you are the brave stranger who wishes to hunt down Candúr! Good luck; he is a violent criminal, from what I understand. He did not pass through this gate, for I have it well guarded, as you see.'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Candúr has been defeated? You have done well, [placeholder]. Here is a reward on behalf of Calembel for your endeavour, as promised.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "TBD - summarize what was seen",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Candúr disappeared over the wall west of this very spot....",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'Hey! You there! Help! Someone stole my sword!\\n\\n'I demand justice! Where is Angbor? He has abandoned us to thieves and robbers. Is no one safe?\\n\\n'I suspect my neighbour's boy. He claims he saw a wild-looking man running north upstream, but it sounds like a tall tale to me....'",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "You have defeated Candúr, the dangerous escaped criminal from Lamedon",
      "es": ""
    }
  ]
}