{
  "id": 620948778,
  "txt": [
    {
      "id": 228870261,
      "en": "Bounty: Chicken-thief",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Collect your reward from Laindir",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "Numerous farmers in the valley of Lamedon have reported chickens going missing, and have often seen a man creeping through the coops at night. He has evaded capture each time he has plundered a coop. The most recent report is from last night, from Bar Elir (a farmstead to the south-west of Calembel).\\n\\nA generous reward will be bestowed to anyone who can capture the chicken-thief.",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "You have found the hideout of the chicken-thief!",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Question witnesses at Bar Elir",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "The chicken-thief is reported to have likely gone west of Bar Elir in southern Lamedon, likely taking cover in the shelter of trees and rocks in the hills.\\n\\nYou should search for the chicken-thief.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "The farmer states that she saw a trail of footprints heading west from the coop",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Collect stolen chickens ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 177082758,
      "en": "You have defeated the chicken-thief",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Find the chicken-thief's hideout",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Numerous farmers have reported chickens going missing, and wish the culprit to be caught.",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "Collected a stolen chicken ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Bar Elir, a farmstead, is south-west of Calembel.\\n\\nYou should speak with the farmers at Bar Elir to hear their report of the chicken-thief directly.",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "Bar Elir, a farmstead, is south-west of Calembel.\\n\\nYou should return the chickens to the farmers at Bar Elir.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The chicken-thief's hideout is west of Bar Elir, in southern Lamedon.\\n\\nSee what the chicken-thief was cooking while you wait for him to return.",
      "es": ""
    },
    {
      "id": 246419895,
      "en": "The chicken-thief has gathered chickens west of Bar Elir, in southern Lamedon.\\n\\nThe thief is nowhere to be found, but the chickens should be returned to their coop.",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'Our chickens! Thank you, [placeholder]! Did you catch that good-for-nothing thief? Ah...that is too bad. But it was indeed good of you to return our hens to us.'",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Collected a stolen chicken ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'You did well, [placeholder]! Hador will trouble the farms around these parts no more. It would seem that his greed for chicken-meat carried him away!'",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Find and capture Candúr",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Return the chickens to the farmers at Bar Elir",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Catch the chicken-thief",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Laindir can be found in Calembel in Lamedon.\\n\\nYou should return to Laindir in Calembel and tell him that you found the hideout, and defeated the thief.",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Collect stolen chickens ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883763,
      "en": "'Yes, I was the one who noticed the chickens were gone this morning. Every last one of them! What will we do for eggs now?\\n\\n'I saw some footprints and a few stray feathers leading away west, but they have since been stamped out and blown away.'",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "You have defeated Candúr, the dangerous escaped criminal from Lamedon",
      "es": ""
    }
  ]
}