{
  "id": 620948676,
  "txt": [
    {
      "id": "0xd730883",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Lord Duinhir's notes can be found inside Malthellam's home in Morlad.\\n\\nMalthellam hopes to repair his friendship with Lady Rosfin, and has asked you to return her husband's notes to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e01",
      "en": "Bring Lord Duinhir's notes to Lady Rosfin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Rosfin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Malthellam can be found outside his house near the entrance to Morlad.\\n\\nYou have delivered Lord Duinhir's notes and spoke to Lady Rosfin about providing counsel for the good of the vale, and should now return to Malthellam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Lady Rosfin can be found atop Morlad outside her home.\\n\\nYou have gathered Lord Duinhir's notes and should now return them to Lady Rosfin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730887",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Lady Rosfin can be found outside Malthellam's home in Morlad.\\n\\nLady Rosfin has honoured Malthellam's request and has arrived to serve as his counselor. You should now speak to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Malthellam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Hail, [placeholder]! Lady Rosfin has already come to speak to me.\\n\\n'I cannot thank you enough for convincing her to aid me in protecting the vale. Her insight will no doubt help us to push the Orcs and our other troubles from these lands.\\n\\n'Rosfin informed me that she would like to speak to you further before we take action, but please... keep me informed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Lady Rosfin outside Malthellam's home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73089",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730890",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Do not mistake my apprehension for hatred, [placeholder]. Malthellam has long been a friend to my family, and there is no wiser counsel in the vale.\\n\\n'However, I am not fond of his leadership since becoming steward, but I will aid him as best I can so my husband and sons shall have a home to return to once this war is over.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Back so soon? Were you even able to show him the notes before he turned you back around?'\\n\\nYou tell Lady Rosfin of Malthellam's impassioned plea.\\n\\n'Very well, I shall serve as his counsel. Malthellam is determined, I will grant him that. I do not have time to continue swatting away his attempts to sway me, and perhaps by working with him, I can prevent another tragedy like Tingobel from occurring. \\n\\n'I will meet you at his home... and I hope I do not regret this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Malthellam seeks to heal his once strong friendship with Rosfin in light of his recent failures as steward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'No... it is not Lord Duinhir's insight I require. Only Rosfin knows enough of these lands to aid me now....'\\n\\nMalthellam lets out a long sigh.\\n\\n'These notes will no sooner help me lead my people than a blade of grass can fell an Orc. I made the terrible mistake of sacrificing Tingobel for the safety of Morlad, but too many fell... and I saved too few. The guilt weighs on me far heavier than any could understand.\\n\\n'Lady Rosfin must see reason, and if not to help me, she must help her people. I beg this of her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Gather Lord Duinhir's notes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Lapse in Judgement",
      "es": "",
      "es (fem)": ""
    }
  ]
}