{
  "id": 620948601,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'I saw you arrive earlier, traveller, and I knew it only a matter of time before you came to me.\\n\\n'The old man is a wise advisor, but he is not as well suited to leadership. What few of us remain have held the lands west of the river Blackroot, but our archers have grown weary. Ever since the Orcs sacked Tingobel to the east, our troubles have only grown more dire.\\n\\n'Belegant seemed pleased by your arrival, so perhaps you should seek him above.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Ecthel can be found near the entrance of Morlad in north-western Blackroot Vale.\\n\\nMalthellam has asked you to speak to the remaining guards of Morlad in hopes that you will be able to aid them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730884",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Ah, you must be the traveller that arrived today. It is true that the vale faces many problems in recent days... some much more tangible than others.\\n\\n'Word from the south speaks of something stirring the beasts of the vale, but little else is known. I am unsure if he knows of your arrival, but I am certain Landiach would be pleased to speak with you on these matters as well.\\n\\n'If you have a moment, I have a more personal request of you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Belegant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Landiach can be found outside Lord Duinhir's home at the peak of Morlad.\\n\\nMalthellam has asked you to speak to the remaining guards of Morlad in hopes that you will be able to aid them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Belegant can be found on the second tier of Morlad by following the path that runs south-west.\\n\\nMalthellam has asked you to speak to the remaining guards of Morlad in hopes that you will be able to aid them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73085",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Greetings and well met, traveller. I did not expect any to visit during such times, much less enter the vale through the dark paths. I am Landiach, ward of Lord Duinhir and protector of Lady Rosfin.\\n\\n'As you have heard, troubles loom to the south and east, and we are too few to move against them. Acting on one would leave us defenceless against the other.\\n\\n'If you would lend us your might, perhaps we can begin to push back our foes after all. Please tell Malthellam I would have you fight on our behalf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Landiach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Malthellam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Malthellam can be found near the entrance of Morlad, outside his home.\\n\\nYou have spoken to the guards of Morlad, and should now return to Malthellam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'I am thankful the others had time to spare to speak with you, and I am sure you can aid them all. Landiach is a trusted advisor of Lord Duinhir and a friend to my family... if he believes you can aid us, I do not doubt him.\\n\\n'It is true that I have made... mistakes since taking stewardship of Blackroot Vale, but to appear weak or unwise would undo everything Duinhir hoped for me to embody in his stead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730891",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The people of Gondor have long enjoyed peace, but rumblings to the east and along the coast have thrust these people into war once more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'These are dangerous times, [placeholder], as I am certain you know well.\\n\\n'Long has it been since Gondor faced such a conflict, and should we fail now, I doubt there shall be any battle left to fight. Ever since Lord Duinhir, his sons, and our warriors rode east to Minas Tirith, we have stood nearly defenceless. For our own part, we have held the line... but it has not been without cost.\\n\\n'My guards know well what troubles face the vale, and I would ask that you speak to them. One as skilled as yourself would be a powerful ally, should you wish to aid us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Ecthel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730880",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An End To Peace",
      "es": "",
      "es (fem)": ""
    }
  ]
}