{
  "id": 620948600,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'How did you come to be here? I must be mistaken, but I am certain I saw you come from those haunted paths under the mountain.\\n\\n'If that is true and you are as mighty as you appear, the steward will want to speak with you. We are in need of hardy folk, especially now that Lord Duinhir has ridden east.\\n\\n'Follow the river Blackroot to the south, and you shall find a settlement called Morlad upon a hill to the west. There you shall find Malthellam, our steward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Morlad can be found to the south and slightly west of the Paths of the Dead in Blackroot Vale.\\n\\nLudhír has asked you to travel to Morlad, the chief settlement in the Blackroot Vale, and speak with the steward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "After travelling through the Paths of the Dead, you have arrived in Gondor at long last. With war looming on the horizon, your skill shall once again be tested.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Follow the river Blackroot south to Morlad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Out From The Darkness",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I thought naught but death itself would ever wander forth from those wretched paths... I now see my folly.\\n\\n'Tell me, stranger, what has brought you to Gondor?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73084",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "You have found Morlad as Ludhír described and should now seek Malthellam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Malthellam can be found in Morlad, to the south-west of the Paths of the Dead.\\n\\nLudhír has asked that you meet with Malthellam, the steward of the Vale. Gondor's armies have ridden east and many troubles face the people that remain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Malthellam in Morlad",
      "es": "",
      "es (fem)": ""
    }
  ]
}