{
  "id": 620948761,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Defeat Corsairs at Makham Hosh ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The Corsair hunters are at Makham Hosh, on the west side of Tol Fennas.\\n\\nGlíreth asked you to find a Corsair hunting camp on Tol Fennas and defeat those within. A boat in the harbour of Dol Amroth can take you to Tol Fennas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'The Corsairs have been very active recently and started encroaching on these lands more and more. The large island to the west, Tol Fennas, they are using as a base of operations.\\n\\n'Makham Hosh, a camp on the west side of the island, is being run as a hunting camp. They are catching and killing anything on the island they can find to use as food. We rely on that island as a source of meat during the longer winters.\\n\\n'Use a small boat from the harbour to take yourself out to the island. When you get there, find the camp and defeat any Corsairs you find within.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Glíreth is in Dol Amroth.\\n\\nGlíreth will be pleased to hear the Corsair hunters have been thinned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Corsairs have set up a small camp on the west side of the island. Clearing out the camp will help to stem the tide.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "Tol Fennas - Hunting the Hunters",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'More will come, I have no doubt of that, but you have at least saved some of the wild-life for a time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Defeated Corsairs at Makham Hosh ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}