{
  "id": 620805547,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected the banner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You had been asked to find Reginald Ward's herald, but upon finding him, he revealed that he lost his Captain's treasured family-banner.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Thank you for finding me out here -- but I am afraid I cannot go back with you. You see, when the Captain led those Angmarim off as he fled, a few remained and gave me a good chase too. I was able to escape, but...\\n\\n'...but you see, I dropped his banner in my flight! Oh, I am a worthless herald! The Angmarim took it and returned with it to their camp out on the ice somewhere. \\n\\n'It has been in the Captain's family for generations -- my father carried it for the Captain's father, and his father before that and so on. I cannot go back and face him without that banner. Please help me retrieve it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Reginald Ward's banner is lost in one of the encampments of the Angmarim on the ice-shelf, south-east of Sûri-kylä.\\n\\nReginald's herald has asked you to retrieve his Captain's banner, which he lost during the attack by the Angmarim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A fine greetings to you again, [placeholder]! Any luck finding my wayward herald out there?\\n\\n'Yes? Splendid! Plucky little fellow isn't he? I knew he'd come through all right. My sincere and heartfelt thanks to you for your help, friend.\\n\\n'I suppose I'd best go retrieve him, shall I then? Once we've got that matter in order, then we'll need to find the rest of the Fellowship!\\n\\n'Good luck to you, [placeholder], should our paths cross again and you need my aid, you just let me know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Reginald Ward is at Sûri-kylä, north-west of the ice-shelf.\\n\\nReginald Ward's herald has asked you to tell his Captain that he is safe and where he can be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I suppose you ought to tell Captain Ward where I am....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You found it? Ah, you are a wonder, [placeholder]. You have saved my honour and that of my family!\\n\\n'Now that I have got the banner back, I can finally make my way to Sûri-kylä and meet up with the Captain again. What a relief! No, I would never have expected him to come out here looking for me. No-one in that entire fellowship has the slightest sense of direction you know, even the hunter! \\n\\n'So, if you would be so kind as to give him detailed directions on where he can find me, I would be much obliged. It is a bit too dangerous for me to go wandering around on my own out here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Please, you've just got to get that banner back for me. I can't possibly face Captain Ward having lost it for good.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the banner to Reginald Ward's herald",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect the banner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Tell Reginald Ward where his wayward herald can be found",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Falling Standards",
      "es": "",
      "es (fem)": ""
    }
  ]
}