{
  "id": 620805476,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Found Burgthryth's first sheet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Found Burgthryth's second sheet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Found Burgthryth's third sheet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "After becoming separated from the rest of her fellowship by a storm, Burgthryth was pursued through the wilderness by a variety of hostile beasts. During the course of her flight, she lost some of her most prized sheets of music and despairs of ever finding them again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ah, a face from civilized lands at last! Perhaps you can help me? Our fellowship came here to Forochel a few days ago, but through folly and mishap we became separated. I have spent the last two days fleeing through this trackless wilderness trying to escape from wild beasts and wild men alike, until finally I found some refuge here.\\n\\n'Imagine my dismay when I discovered that several sheets of my most prized anthem had been lost during my flight! I need to get those sheets back! Thinking back through my misadventures of the last few days, I think I know where they might have been lost. You see, there was this enormous bear, which tried to steal the rations from my pack before I managed to calm the creature with my songs and slip away -- only to stumble into a band of those horrid snow-beasts or whatever they are -- I think the locals call them peikko? In any case, I had nearly beguiled the lot of them with my finest performance yet, when a Gauradan-hunter snuck up and nearly put a spear through me!\\n\\n'Needless to say, those wild men are poor patrons of the arts at best, and I took my cue to flee into the night. It was not until I later found a chance to collect my wits that I realized my prized anthem was gone! Will you please hunt down those horrid beasts and retrieve my music? I may be able to make it worth your while.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Burgthryth believes the first of her sheets was swiped from her pack by a Tundra Bear. You will have to hunt them down until you find the one that stole it -- assuming it has not already been devoured.\\n\\nTundra Bears can be found in Länsi-mâ.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You found them? You found them all! Oh thank you so much!\\n\\n'This is one of the greatest anthems of our age -- er, that is, it will be once I have finished it. You will come by to hear my performance when it is ready, won't you? I should be able to finish it once I find the rest of my fellowship, and we get out of this forsaken wilderness.\\n\\n'There is just one more little problem though....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Burgthryth told you that the second of her anthem sheets might have been grabbed by a curious peikko during her performance. You will have to hunt down the peikko that stole it.\\n\\nMany Peikko may be found in a small cave due east of Zigilgund.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Burgthryth thinks she probably dropped the third sheet of her anthem when she was being pursued by Gauradan-hunters. You will have to hunt down the Gauredain and retrieve that sheet before they use it as a hankerchief -- or worse.\\n\\nGauredain can be found in Länsi-mâ.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Oh, [placeholder], please can you help me find those missing sheets? I really cannot bear to lose them like this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Burgthryth is at Jänis-leiri.\\n\\nYou finally found all the sheets of Burgthryth's scattered anthem. You will need to return them to her at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Burgthryth's first sheet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find Burgthryth's second sheet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find Burgthryth's third sheet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring Burgthryth's anthem sheets to her at Jänis-leiri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Three Sheets to the Wind",
      "es": "",
      "es (fem)": ""
    }
  ]
}