{
  "id": 620805561,
  "txt": [
    {
      "id": 218649169,
      "en": "'Ah! 'Tis good to see a face from the south in this harsh land. The locals are a fine enough sort but not the friendliest towards strangers, if you know what I mean. Perhaps you could see your way towards helping out a fellow countryman in need? You see, my fine young herald has gone missing! Several days ago the two of us were separated from our most excellent fellowship during a battle to the south. Afterwards, my herald and I came further north, hoping to re-group here in Sûri-kylä -- unfortunately, we stumbled upon a patrol of vile Angmarim on our way here!\\n\\n'Well, though I fought valiantly, my herald somehow managed to lose his way in the confusion of battle -- you know how heralds are, no sense of direction whatsoever -- anyway, I am certain he managed to escape, but since then I have seen no sign of my faithful companion.\\n\\n'I know this region poorly at best and would be most indebted to you if you could help me find my wayward herald. I cannot go off in search of the rest of my fellowship until I have him safely in tow again!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank goodness you are here! I was wondering if anyone would ever find me out here before I froze to death!\\n\\n'Did Reginald send you? He is not here with you, is he?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you found my herald yet? I'm quite concerned about the young fool!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Unheralded Hero",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Reginald Ward has not only become separated from his Fellowship, but seems to have mislaid his herald as well. The two were separated during a battle against the Angmarim on the shelf at the edge of the Ice Bay, south-east of Sûri-kylä. Reginald is hoping that someone more familiar with the lands of Forochel can help him find his lost herald.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Found Reginald Ward's missing herald",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Reginald Ward's missing herald",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Reginald's herald was lost somewhere on the ice-shelf, south-east of Sûri-kylä, on the eastern edge of the Ice Bay of Forochel. Reginald Ward is at Sûri-kylä, north-west of the ice-shelf.\\n\\nReginald Ward asked you search for his herald and return him to Sûri-kylä.",
      "es": ""
    }
  ]
}