{
  "id": 620805582,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Aid the Lore-master, Cenlieg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Aid the Minstrel, Burgthryth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "The champion Déornyd has become separated from his party and needs your help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "The guardian Nef has become separated from his party and needs your help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Lost Fellowship was a brave party that set off from Angmar to find a great treasure in Forochel. Unfortunately, they encountered some trouble along the way....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "The burglar Warstang has become separated from his party and needs your help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "The captain Reginald Ward has become separated from his party and needs your help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "The hunter Thurmaer has become separated from his party and needs your help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "The lore-master Cenlieg has become separated from his party and needs your help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "The minstrel Burgthryth has become separated from her party and needs your help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e8",
      "en": "Now that you have helped all the members of the Lost Fellowship, you should speak to the party's Captain, Reginald Ward in Sûri-kylä.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hello again! So you have helped all of my fellows? Including Burgthryth, the Minstrel? You have more patience than I. I could hardly stand the man! Oh well, the treasure we seek will make it all worthwhile, in the end... at least that is what I hope.\\n\\n'Now friend, don't let me trouble you further. You have done us all a great service, and perhaps if we do discover the treasure, I shall share a small portion of it with you. For now, all I can offer is my gratitude and a small token of my esteem.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Aid the Champion, Déornyd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Aid the Guardian, Nef",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Aid the Burglar, Warstang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Aid the Captain, Reginald Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Lost Fellowship",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Aid the Hunter, Thurmaer",
      "es": "",
      "es (fem)": ""
    }
  ]
}