{
  "id": 620805470,
  "txt": [
    {
      "id": 136263297,
      "en": "Found Thurmaer's Map",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Thurmaer managed to lose his own way and that of most of his fellowship after he lost their map of Forochel! The map was lost during a battle with the Gauredain, and he believes it may have been taken by one of their hunters on the glacier of Talvi-m没ri.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'All of this started to go wrong after we were separated by a blinding snow-storm. I was ambushed by the Gauredain after losing my way. It was there that I lost the map. The battle was tumultuous, and once it was over, we were scattered and the map was gone -- stolen, I think, by the retreating Gauredain.\\n\\n'Well -- and I hate to admit this as a hunter and scout -- but my sense of direction is not exactly the best. I make up for it by being an excellent navigator, but without that map there was not much I could do to help find the others, and eventually I found myself all the way up here.\\n\\n'I need to get that map back if I am ever going to find the rest of my fellowship! Can you help me hunt down the Gauredain until we find the one who stole it?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Gauredain can be found in Talvi-m没ri, south of Kuru-leiri.\\n\\nThurmaer has asked you to hunt down the Gauredain until you find the one who stole his map.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I see you have managed to retrieve my map at last. I owe you greatly for this!\\n\\n'It seems that my luck may finally be back on track, thanks to you. Soon I shall be able to set out to find the rest of my Fellowship and reunite them at last.'\\n\\n'Good luck and good hunting to you!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Gauredain can be found in Talvi-m没ri, south of Kuru-leiri.\\n\\nThurmaer has asked you to hunt down the Gauredain until you find the one who stole his map.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Thurmaer is at Kuru-leiri, north of Talvi-m没ri.\\n\\nYou finally found Thurmaer's map in the possession of one of the Gauradain. You should now return it to him.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Those accursed Gauredain still have my map.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'If I cannot find that map, I will never be able to find the rest of my fellowship.\\n\\n'It is my fault they are all lost -- I should never recover, I think, if one of them dies because of my mistake....'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Those accursed Gauredain still have my map.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Hunt the Gauredain until you find Thurmaer's Map",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Hunt the Gauradan until you find Thurmaer's Map",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring Thurmaer's map to him at Kuru-leiri",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "On the Road to Misfortune",
      "es": ""
    }
  ]
}