{
  "id": 620805469,
  "txt": [
    {
      "id": 218649169,
      "en": "'Curse my luck! Everything has gone wrong of late, and now I am stuck here in this tiny camp in the middle of nowhere. Without my finest arrow, I've no hope of putting things aright again either. I need your help, if I can beg it of you!\\n\\n'Since I was separated from my fellows and found myself in this farthest and coldest extent of Forochel, things have only gone from bad to worse. Now I have lost my lucky arrow -- I know it flew truly and struck that worm I was hunting, but moments after I let it fly, I was ambushed by a band of Gauradan-hunters! I escaped from their ambush and made my way back here, but I twisted my ankle badly during the flight and cannot retrieve my precious arrow. It has been with me for many a long hunt now and to lose it this way -- it is a terrible omen, I say.\\n\\n'I am sure my arrow remains in the scaly hide of that worm. The hunters in this camp call it Beleganc and say it is the most cunning of its breed upon the glacier. Finding it out there will be no simple task I fear.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Aha, my lucky arrow! You found it!\\n\\n'Many thanks! Perhaps my luck is beginning to turn for the better at last. After the last several days, I had begun to wonder if things would ever turn for the better.\\n\\n'Now all I have to do is find my map!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Will you recover my arrow from the worm Beleganc?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'No luck finding my arrow? Well, it has been that kind of week for me.\\n\\n'At least there is no-one here who seems to know cards, or I would have surely lost every coin to my name by now, the way things are going.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Thurmaer's Lucky Arrow",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Thurmaer lost his favourite 'lucky arrow' during a recent hunt in Talvi-mûri. He was stalking a particularly cunning Snow-worm and had just loosed his arrow when he was ambushed by a band of Gauradan-hunters and was forced to flee. Though he made it to shelter, Thurmaer twisted his ankle during his flight.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Found Thurmaer's lucky arrow",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the worm Beleganc and retrieve Thurmaer's arrow from it",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Beleganc wanders far and wide over the great glacier, south of Kuru-leiri.\\n\\nThurmaer has asked you to hunt down the snow-worm called Beleganc and retrieve his Lucky Arrow from it.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return Thurmaer's arrow to him at Kuru-leiri",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thurmaer is at Kuru-leiri, north of the glacier.\\n\\nYou should return the lucky arrow to Thurmaer.",
      "es": ""
    }
  ]
}