{
  "id": 620805477,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected some cat-gut",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "That is disgusting...",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Burgthryth is distraught over the destruction of her finest lute strings by a particularly vicious and tone-deaf sabre-tooth.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am sorry to be so much trouble, [placeholder], but I could use your help with one more thing before I set out to find the rest of my fellowship. You see, while you were out trying to retrieve my pages, I decided to give it a try myself. Unfortunately, while I was travelling along the banks of the river to the south-west, I came face-to-face with the biggest kalpa-kita I have yet seen here -- and he looked hungry!\\n\\n'Well, to make a long story short, you know how they say that music soothes the savage beast? Ha! Do not wager your life on it! That horrid cat barely let me get out the first verse before he ripped the strings right out of my prized lute! I was so angry I could have bashed him senseless with my lute right then and there -- but then I would need a new lute and not just a new set of strings, so I ran instead.\\n\\n'As for the strings, I have just the thing -- could you find that sabre-tooth and drag his sorry carcass back to me? I have never used cat-gut strings before, but I think now is the perfect time to give them a try! The Lossoth here say they have hunted this cat before without much luck -- they call him Laulu-vihâja...he supposedly has a den on that island in the Lune.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Burgthryth has asked you to retrieve the guts of the kalpa-kita, Laulu-vihâja, from which she will make new strings for her lute.\\n\\nLaulu-vihâja is on Kissa-sari, South-west from Jänis-leiri.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You got him? Wonderful! That will teach that stupid cat to disdain my talent! I hope he sounds good. Ah well, nothing but to get him strung up and give him a try....\\n\\n'Thank you, [placeholder]. I will have to be off soon to try and find the rest of my fellowship -- wherever they have wandered to in this awful place. I hope I see you again someday!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Burgthryth has asked you to retrieve the guts of the kalpa-kita, Laulu-vihâja, from which she will make new strings for her lute.\\n\\nLaulu-vihâja is on Kissa-sari, South-west from Jänis-leiri.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Having retrieved a pile of cat-gut from the very kalpa-kita that wrecked Burgthryth's lute, you should return it to her as quickly as possible.\\n\\nBurgthryth is at Jänis-leiri.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you found Laulu-vihâja yet? I'll have that cat's guts for my lute!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You still haven't found that accursed beast? Oooh, it makes me so mad to think of him wandering around out there, waiting to pounce on some other poor unsuspecting minstrel...'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Have you found Laulu-vihâja yet? I'll have that cat's guts for my lute!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Laulu-vihâja and collect his guts",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the cat-gut to Burgthryth in Jänis-leiri",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "All Strung Out",
      "es": ""
    }
  ]
}