{
  "id": 621047019,
  "txt": [
    {
      "id": "0x3178d11",
      "en": "You have been tasked to seek out and destroy the corrupted crystals and defeat the corrupted pack-leader Ramshar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "The mission is complete!\\n\\nSpeak to Ausma for your reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf11",
      "en": "Shared Corruption",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Culling the Rot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have come back from one of the caverns within the mountain. They were exploring a cavern and found several strange crystals that were warped and changed. The scouts fled as they heard a series of howls approach the cave.  As they fled the area, they saw a powerful warg pack-leader lead wolves to the cavern.\\n\\n'Enter the cavern, destroy any corrupted crystals that are discovered, and put an end to the pack-leader!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete Mission: Culling the Rot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "A powerful, corrupted warg pack-leader and its pack were driven into a cavern by Angmarim. Foul crystals were found within the cavern, and may corrupt these creatures further.\\n\\nYour mission is to destroy the foul crystals, and defeat the leader of the pack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a2",
      "en": "Monsters in this mission will apply a corruption buff to nearby allies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to destroy corrupted crystals in the cavern, and seek out the warg pack-leader.\\n\\nSpeak to Ausma to travel to the warg-infested cavern.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Well done! With the cavern cleared of foul crystals and the pack-leader driven off, the area is safe to explore for our forces.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}