{
  "id": 620846313,
  "txt": [
    {
      "id": 136263297,
      "en": "This gate is heavily guarded",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "This gate is only lightly guarded",
      "es": ""
    },
    {
      "id": 26378407,
      "en": "'Did you hear something?'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elves of the Golden Host seek a way to cripple the Orcs of Durbúrz-stazg.",
      "es": ""
    },
    {
      "id": 27426983,
      "en": "'Garn...may be one of those bloody-handed Elves or their friends. No matter...doubt they'd try our gates again. Most of them have moved on.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hail, [placeholder]! Falasgon was right to send you to me. The Orcs of Dol Guldur mustering in the Mirk-eaves were well nigh destroyed, but a few survived and have holed up in the ruins of their encampments, attempting to regroup against us.\\n\\n'One such encampment is Durbúrz-stazg, which lies just to the north of Echad Sirion. While the encampment was severely damaged in our first assault, it may still only be entered through two gateways.\\n\\n'Go north and find the gateways into Durbúrz-stazg and determine which one is the least heavily guarded; it is upon that gate that we shall lean our assault.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Durbúrz-stazg lies to the north of Echad Sirion.\\n\\nAemeldir has asked you to scout the gates of Durbúrz-stazg to determine which is the least guarded.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You met resistance at both gates? Tell me more.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Aemeldir is at Echad Sirion, south of Durbúrz-stazg.\\n\\nYou should return to Aemeldir with the results of your patrol.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Scout the gates of Durbúrz-stazg; we must determine the best way into the camp.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Scout the southern gate of Durbúrz-stazg",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Scout the eastern gate of Durbúrz-stazg",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Aemeldir at Echad Sirion",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "<rgb=#FF0000>look</rgb> at the eastern gate to determine its strength",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Lay of the Land",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Aemeldir at Echad Sirion",
      "es": ""
    }
  ]
}