{
  "id": 621044169,
  "txt": [
    {
      "id": 126687060,
      "en": "Ausma has decided that stopping the Angmarim cult from raising the entirety of the Houses of Rest in undeath is to be top priority.",
      "es": ""
    },
    {
      "id": 173025576,
      "en": "Talk to Krystig",
      "es": ""
    },
    {
      "id": 184621237,
      "en": "It is time for you to carry out Ausma's plan.",
      "es": ""
    },
    {
      "id": 236954563,
      "en": "The Apprentices Attack",
      "es": ""
    },
    {
      "id": 184621239,
      "en": "Troubling portents abound! Where is Ausma?",
      "es": ""
    },
    {
      "id": 184621240,
      "en": "Troubling portents abound! Where is Ausma?",
      "es": ""
    },
    {
      "id": 184621241,
      "en": "Kyrstig awaits your unhappy tidings.",
      "es": ""
    },
    {
      "id": 173025584,
      "en": "Talk to Kyrstig",
      "es": ""
    },
    {
      "id": 190220752,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 173025585,
      "en": "Find a clue to Ausma's whereabouts",
      "es": ""
    },
    {
      "id": 173025588,
      "en": "Complete 'Instance: The Apprentices Attack'",
      "es": ""
    },
    {
      "id": 190220758,
      "en": "'I have seen enough to make a decision: this Angmarim cult has become our top priority. There are many Longbeard ancestors entombed in the Houses of Rest, and we cannot allow them to be drafted into an army of the dead. I am sending you and my apprentices to deal with this matter at once. You will split up and attack each tomb at the same time, preventing any of these Angmarim snakes from slithering away! I will keep watch on Shakhajât in the meantime, and warn you should the hobgoblins move to assist the cultists. Have you any questions?'",
      "es": ""
    },
    {
      "id": 190220759,
      "en": "'When you are ready to depart, the four of you will attack at once. We will nip this wight problem in the bud.'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 236954553,
      "en": "TBD Stonejaws Arc 7",
      "es": ""
    },
    {
      "id": 190220738,
      "en": "My scouts,\\n\\nYour attack on the Angmarim has proven distraction enough to set my own plan into motion. I am going into Shakhajât alone. If we are fortunate, I will return with the warlord's head. You three are to stay put!\\n\\nAusma",
      "es": ""
    },
    {
      "id": 190220761,
      "en": "'Molkha and Klúso were right! Ausma is gone! Look around and see if you can find any sign of where she went. I really hope something horrible hasn't happened....'",
      "es": ""
    },
    {
      "id": 190220739,
      "en": "You show Kyrstig the note left by Ausma.\\n\\n'She went in there by herself, and told us to stay here! But is that really the right thing to do?'",
      "es": ""
    }
  ]
}