{
  "id": 621044167,
  "txt": [
    {
      "id": "0x9b56886",
      "en": "'I don't know what to do! Am I wrong to think Ausma is in trouble? She probably told us to stay here for a good reason.... No, I think we should go after her! The four of us can make it through that fort! But I don't want to make this call on my own. Will you ask Klúso and Molkha what they think?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d0",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d3",
      "en": "'Kyrstig wants to go in after Ausma? I am with her, of course! Stout-axes do not abandon their own!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502924",
      "en": "Talk to Klúso",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502925",
      "en": "Talk to Molkha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d6",
      "en": "'Kyrstig wants to go after Ausma? Well, I applaud her bravery, but it seems risky to storm the hobgoblin fort with so few of us. And Ausma clearly ordered us to stay here. Hmm....\\n\\n'All right, I'll do it, but if we get in trouble for disobeying her orders, you'll be the one to shoulder the blame!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502927",
      "en": "Talk to Kyrstig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d8",
      "en": "'It's decided then! The three of us will move towards Shakhajât. Come meet us when you're ready, and we will launch our attack!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3b9",
      "en": "TBD Stonejaws Arc 8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502929",
      "en": "Meet the Scout Trio outside Shakhajât",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011880",
      "en": "Kyrstig has a plan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011881",
      "en": "You should search for the way to the throne room.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1752",
      "en": "Scout-master Ausma has entered Shakhajât on her own, and though her apprentices were ordered to stay put, they are determined to come to her aid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011882",
      "en": "The throne room awaits you and your allies!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "DNT - TBD!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3c1",
      "en": "A Reckless Rescue",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502931",
      "en": "Talk to Kyrstig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011887",
      "en": "Ausma has been rescued from the clutches of Warlord Dushtalbúk!\\n\\nYou should talk to Ausma in Bárgstad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b6",
      "en": "You should consult Klúso and Molkha.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b7",
      "en": "Kyrstig is waiting to hear what the other scouts have decided.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502933",
      "en": "Find the throne room",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b9",
      "en": "It is time to venture inside the fort with your scout allies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502906",
      "en": "Talk to Scout-master Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502935",
      "en": "Complete 'Instance: To Ausma's Aid'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf0",
      "en": "You have found the Scout Trio",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c2",
      "en": "'Good, you're here! Are you ready to tear this place apart? Ausma must have gone to the throne room. We can't go the same way as last time. Trust me, I already checked: the hobgoblins removed the stairs! So, we're going to have to go through the front door, and through a lot of foes beside! If we make enough noise out here, maybe the distraction will help Ausma!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f3",
      "en": "'DNT - TBD! Thanks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c4",
      "en": "'This must be the throne room! We might have to fight Warlord Dushtalbúk as soon as we enter. Are you ready?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f8",
      "en": "'And here we are, back at camp, all safe and sound.'\\n\\nAusma sighs deeply, clearly unhappy about the outcome of her mission.\\n\\n'Honestly, my pride is more wounded than my body, but I will have to sit out on some of our upcoming missions. I will ensure Shakhajât has an adequate watch, and station myself in Vérnozal to oversee the Gabil'akkâ's operations. You and my apprentices have more to do, however! When it is time to make our move on the hobgoblins, I will send word to you to find Hórin. Until then, go, explore Gundabad, and win many battles for us!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}