{
  "id": 621044191,
  "txt": [
    {
      "id": "0xb0118b0",
      "en": "Dulkoth the Slicer lurks somewhere in the tunnels in the north-eastern corner of the Pit of Stonejaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502927",
      "en": "Talk to Gr치far Splitstone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b1",
      "en": "Gr치far Splitstone waits to hear of your encounter with Dulkoth the Slicer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d0",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d6",
      "en": "'While I was scouting those tunnels in the north-east corner of the Pit of Stonejaws, I ran afoul of a creature that could only belong to legend... and yet my father brings word of another such beast, in lands far to the south. Can you believe it?\\n\\n'This creature is a massive cave-claw with a bright and shining golden horn! It nearly sliced me in two! Keep an eye out for him if you're over there. He's quite aggressive, and is sure to become a danger to the Gabil'akk칙 if someone doesn't do something.\\n\\n'And that someone is you, [placeholder]! Deny it if you can!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be2",
      "en": "Defeated Dulkoth the Slicer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Gr치far Splitstone has warned you of a deadly foe lurking in the north-eastern corner of the Pit of Stonejaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502921",
      "en": "Defeat Dulkoth the Slicer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3b9",
      "en": "Slaying the Slicer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c2",
      "en": "'You encountered the giant cave-claw with the golden horn, and lived to tell the tale? Excellent work, [placeholder]!\\n\\n'I wonder how many of these creatures stalk the roads beneath the mountains? One fewer, it is true, but the wonders and curiosities that burrow in the earth can hardly be counted.\\n\\n'We must be wary, for such denizens might develop a taste for dwarf... and our people are also known for burrowing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d9",
      "en": "'You encountered the giant cave-claw with the golden horn, and lived to tell the tale? Excellent work, [placeholder]!\\n\\n'I wonder how many of these creatures stalk the roads beneath the mountains? One fewer, it is true, but the wonders and curiosities that burrow in the earth can hardly be counted.\\n\\n'We must be wary, for such denizens might develop a taste for dwarf... and my people are also known for burrowing!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}