{
  "id": 620907325,
  "txt": [
    {
      "id": 218649170,
      "en": "'You have come just in time... the Orcs are upon us! Quickly, defend the silo!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'They come! At the ready!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Against the Grain",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'We have almost broken them, but yet more attack! Fight them back!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I am sure the Orcs will continue to throw themselves upon our blades, but for your part, you have done us a great service.\\n\\n'Snowbourn will stand strong for as long as we are able....'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Orcs at the northern silo ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Orcs at the eastern silo ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeated Orcs at the south-eastern silo ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The first Croft-guard can be found near the silo to the north of Snowbourn.\\n\\nEcgar has asked you to aid the Croft-guards in the fields of Snowbourn.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Orcs can be found at the silo to the north of Snowbourn.\\n\\nYou should help the croft-guard defeat the Orcs attacking the northern silo.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The second croft-guard can be found near the silo directly east of Snowbourn.\\n\\nEcgar has asked you to aid the croft-guards in the fields of Snowbourn.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Orcs can be found at the silo to the east of Snowbourn.\\n\\nYou should help the croft-guard defend the eastern silo.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The last croft-guard can be found at the silo to the south-east of Snowbourn.\\n\\nEcgar has asked you to aid the Croft-guards in the fields of Snowbourn.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Orcs can be found fighting with Rohirrim near the south-eastern silo.\\n\\nYou should help the croft-guard defend the south-eastern silo against the Orcs.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Ecgar can be found in central Snowbourn.\\n\\nYou should return to Ecgar and let him know that you have done as he asked.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to a Croft-guard to the north of Snowbourn",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Orcs at the northern silo ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to a croft-guard to the east of Snowbourn",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defeat Orcs at the eastern silo ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to a croft-guard to the south-east of Snowbourn",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Defeat Orcs at the south-eastern silo ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Ecgar",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ecgar has heard reports of vicious Orc-assaults being made on the grain-silos near Snowbourn. Food is already scarce, and they cannot afford to lose these supplies.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'My men in the field have reported that Orcs have taken to assaulting the grain-silos around Snowbourn.\\n\\n'They cannot be allowed to succeed. Our people struggle enough... to lose our stores would push us beyond breaking.\\n\\n'Find my three men in the field and aid them at the silos. They can hold them for now, but I know not how long they can hold against these new invaders.'",
      "es": ""
    }
  ]
}