{
  "id": 620907209,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The horse has escaped!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The horse has been caught",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A herd of wild horses has appeared at the edge of the plains below Cliving.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Horses are our lives. Without his horse, a man in these lands is nothing. With the Enemy encroaching, many good men have had their horses lost... or worse, killed. New horses are a premium and valuable commodity.\\n\\n'A herd has been spotted below the cliffs just to the south-west of here. They are all wild, and it will not be as easy as just putting a saddle on them. If you approach slowly, you will be able to slip a rope around one of them... then hold on and stay close. If you can keep nearby for long enough, he should tire, then come here.\\n\\n'Bring a horse back for us... it does not matter which one. Make sure you stay close and be careful... the young ones out there are skittish and apt to change directions quickly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The wild horses can be found at the base of the cliff south-west of Cliving.\\n\\nGladsnel asked you to catch a wild horse and bring it back to Cliving.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'That is an impressive mare you brought back in. She has strong legs and intelligent eyes. She will do well in battle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gladsnel is in Cliving.\\n\\nGladsnel will be pleased to hear that you caught a wild horse.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "The horse looks uneasy and skittish.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Place your lasso around the neck of a wild horse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Stay with the horse and do not get too far away",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Gladsnel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "<rgb=#FF0000>Completing Aiding the Eastemnet will cancel this quest</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wild Horses",
      "es": "",
      "es (fem)": ""
    }
  ]
}