{
  "id": 620907310,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Talk to Fastred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Sigeric does not seem willing to talk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Sigeric smirks slightly, but remains silent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Sigeric was revealed to be the traitor in the midst of the Men of Snowbourn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I thank you again for my freedom. I respect Fastred still, even after this wronging....\\n\\n'[placeholder], head back to the prison of Snowbourn.\\n\\n'Let not Sigeric rest from his ordeal; the time to question him is now. He might resist, but the time to hesistate is over... do whatever is necessary to make him talk. Rohan will not fall because we were too frightened to take the proper action.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sigeric is in the prison of Snowbourn.\\n\\nGísling wants you to interrogate Sigeric and see if he is willing to part with any information about who sent him to undermine Snowbourn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So that wretch had more to say, eh?\\n\\n'He was wise to silence himself in my presence.... Such a traitor to my people will never taste freedom again.\\n\\n'Come then, what had he to say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sigeric is in the prison of Snowbourn.\\n\\nPerhaps if you <rgb=#FF00FF>stare</rgb> Sigeric down, he will break.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Sigeric can be found inside the prison of Snowbourn.\\n\\nSigeric refuses to cooperate with the people of Snowbourn and has now mocked your attempts to break his will. Perhaps you should take a more threatening approach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'That arrogant fool. He would see all of the Riddermark burn for his own ends?\\n\\n'Fastred must be told of this immediately.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Sigeric can be found inside the prison of Snowbourn.\\n\\nYou should talk to Sigeric.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Gísling can be found in central Snowbourn.\\n\\nYou should report Sigeric's refusal to cooperate to Gísling.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Do you honestly believe that I have anything to fear? It is not as if I shall be sent to Stangard. All I have to do is wait.\\n\\n'Snowbourn will lie in ashes, the fool Reeve and his filthy kin will be no more, and the rest of the Eastemnet will fall with them.\\n\\n'So I urge you, tell them. Tell that man I shared this prison with, tell the Reeve; it will not matter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Sigeric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Fastred can be found in the Mead Hall of Snowbourn.\\n\\nSigeric has proven to be a brutal traitor of Rohan, and Gísling wishes for you to tell Fastred of Sigeric's threats against the Sutcrofts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "<rgb=#FF00FF>Stare</rgb> Sigeric down and see if he talks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "<rgb=#FF00FF>Shake your fist</rgb> at Sigeric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Sigeric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Extracting Information",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Gísling",
      "es": "",
      "es (fem)": ""
    }
  ]
}