{
  "id": 620907311,
  "txt": [
    {
      "id": 218649170,
      "en": "'Come, we will reassemble at the Mead Hall.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Stay with me as I patrol this area. We shall remove from these lands any of the scattered vermin that now infest them.\\n\\n'Ready your weapon, friend. If your noteworthy reputation is not groundless, these Orcs should prove to be no match for us.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Wrath of the Reeve",
      "es": ""
    },
    {
      "id": 127458128,
      "en": "'We have come far enough for today. It is best that we return to the city.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Athelward has been defeated",
      "es": ""
    },
    {
      "id": 127458129,
      "en": "'How foolish of me. I have tracked not our finishing blows. Were you mindful of the count?'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have completed patrolling the southern road",
      "es": ""
    },
    {
      "id": 127458130,
      "en": "'Please... save the camp... the Uruk-hai...'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Accompany Reeve Athelward on the field of battle.",
      "es": ""
    },
    {
      "id": 127458131,
      "en": "'The threat has waned. Let us pause and speak for a moment.'",
      "es": ""
    },
    {
      "id": 24743345,
      "en": "'Prepare youself, [placeholder]. The enemy aproaches!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Athelward can be found along the road south of Cliving.\\n\\nAthelward wishes to discuss the results of your encounter with the Orcs and Uruks.",
      "es": ""
    },
    {
      "id": 127458132,
      "en": "'None can match me in combat! All who try are fools.'",
      "es": ""
    },
    {
      "id": 24743346,
      "en": "'The enemy impedes our path... awe me with a display of your prowess!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Athelward can be found along the road south of Cliving.\\n\\nAthelward wishes to discuss the results of your encounter with the Orcs and Uruks.",
      "es": ""
    },
    {
      "id": 127458133,
      "en": "'Yet another foe defeated. Let us carry onward.'",
      "es": ""
    },
    {
      "id": 127458134,
      "en": "'That was hardly a challenge.'",
      "es": ""
    },
    {
      "id": 24743347,
      "en": "'Muster your determination, for new foes have appeared before us.'",
      "es": ""
    },
    {
      "id": 127458135,
      "en": "'I am rather impressed by your potency, [placeholder]. Let us continue.'",
      "es": ""
    },
    {
      "id": 24743348,
      "en": "'On your guard! The foe has sought to surprise us from behind.'",
      "es": ""
    },
    {
      "id": 127458136,
      "en": "'Victory for Cliving! Victory for the Norcrofts!'",
      "es": ""
    },
    {
      "id": 24743349,
      "en": "'There is movement to the east. More worthless scum, no doubt!'",
      "es": ""
    },
    {
      "id": 24743350,
      "en": "'Hold back nothing! Unleash your wrath upon the enemy!'",
      "es": ""
    },
    {
      "id": 24743351,
      "en": "'It has been quite some time since I have taken to the battlefield in person.'",
      "es": ""
    },
    {
      "id": 24743352,
      "en": "'I wonder whether we will ever truly reclaim the Norcrofts from our foes.'",
      "es": ""
    },
    {
      "id": 24743353,
      "en": "'You have a rather interesting fighting style, [placeholder]. Quite unique.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Athelward",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat enemy Orcs and Uruks with Athelward",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Reeve Athelward",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Speak to Reeve Athelward",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Reeve Athelward is not content with simply giving orders. He wishes to lead by example. He has taken to the fields alongside you, in order to witness your prowess in battle firsthand.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You have fought well, but this plague of Orcs and Uruks seems endless. In a short time, the Orcs will have taken hold of the area again, and we will have to clear them out once more. For now, we must be content with having cleared the road for those seeking refuge.\\n\\n'You fight with bravery and heroism... I see now why some consider you to be such a gallant [placeholder]. Let us return to the city.'",
      "es": ""
    }
  ]
}