{
  "id": 620907382,
  "txt": [
    {
      "id": 136263297,
      "en": "Deliver the arrows to the south-west tower",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The tower has been resupplied",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The archers in the southern towers of Eaworth are running out of arrows.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The assaults on this town have been unending. Every day, the enemy marches out with a new force. Catapults and siege weaponry have shattered many of our defences. The towers in the south have been devastated. Many have been destroyed, while the standing ones are no longer accessible from the ground.\\n\\n'Our archers still stand at the tops of those towers and loose down upon our enemies. They are valiant warriors, but they are running out of arrows. We have strung up ropes from one of the standing towers to the tops of the others, but they are thin, and crebain are assaulting any who attempt to cross.\\n\\n'Get to the top of the western tower, grab a stack of arrows and make your way across the ropes, avoiding the crebain and resupplying the archers in the south-west tower.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The arrows are at the top of a tower to the east and need to be carried to a tower at the south-west of town.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'They will need more arrows soon, but I believe they are well stocked to fend off the next assault.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Cendal is in Eaworth.\\n\\nCendal will be pleased to hear the south-west tower has been resupplied with arrows.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Resupply the south-western tower",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Cendal",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "<rgb=#FF0000>Completing Aiding the Eastemnet will cancel this quest</rgb>",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "<rgb=#FF0000>Completing Aiding the Eastemnet will cancel this quest</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Resupplying the Line",
      "es": ""
    }
  ]
}