{
  "id": 620907383,
  "txt": [
    {
      "id": 22075075,
      "en": "<rgb=#FF0000>Completing Aiding the Eastemnet will cancel this quest</rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The beacons have long served to alert the peoples of Gondor and Rohan to the presence of an enemy and to call for aid. The beacon here at Eaworth has been burning for several weeks now.\\n\\n'In one of the recent assaults, the beacon tower was struck by a catapult. I fear it may have been damaged and is no longer structurally sound. If the beacon were to collapse, the people of the Westemnet would be left unaware of the assaults happening upon our lands.\\n\\n'Climb the outside of the beacon, from the base to the peak and examine the timbers to ensure they are safe and secure.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The timbers of the beacon are solid and safe? That pleases me.\\n\\n'We are under heavy assault almost daily, and I expect we will need to check it again soon.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Beacon of Eaworth",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Beacon of Eaworth is lit when the Eastemnet is under assault.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have reached the top of the beacon. The timbers all the way up appear secure, solid and undamaged",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Climb to the top of the Beacon of Eaworth",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Beacon of Eaworth is just north of the Mead Hall along the river.\\n\\nThe timbers of the Beacon of Eaworth must be examined to ensure they are undamaged and secure.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Cendal",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Cendal is at Eaworth.\\n\\nReport back to Cendal and inform him that the beacon appears to be structurally sound.",
      "es": ""
    }
  ]
}