{
  "id": 620937497,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'We have more information now than the last time we spoke with Thane Cútha. Perhaps he will reconsider his position.\\n\\n'Go to the Mead Hall and speak with him once more to see if he will provide assistance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d167",
      "en": "Meregyth wants to make one last plea for help to Cútha.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'It is unfortunate to hear what happened to my son and his hunting party, but it does not change my position.\\n\\n'As I have already said, as Thane of Beaconwatch, my sole duty is to stand watch over Halifirien and ride west when the beacon is lit.\\n\\n'I will make one small compromise: I will allow Cúthing to assist in whatever capacity he is able. Now leave me, I must return to my watch.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Meregyth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Meregyth stands near the Mead Hall of Beaconwatch.\\n\\nCútha was firm in his position and would not falter. He did, however, give permission to Cúthing to assist in whatever capacity he was able. You should inform Meregyth of the unfortunate news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Convincing Argument",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I know that the Thane is duty-bound, but I did not realize that he was also heartless. It appears that we must do without assistance.\\n\\n'Cúthing anticipated this and has been working on a plan to strike at the Boar-tribe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Thane Cútha is in the Mead Hall of Beaconwatch.\\n\\nArmed with more information about the Boar-tribe Orcs, provided by Cútha's own son, you should speak with the Thane of Beaconwatch once more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Thane Cútha",
      "es": "",
      "es (fem)": ""
    }
  ]
}