{
  "id": 620875036,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I know Humfrey thinks this is all manageable, but the situation has become dire. That should be clear to anyone.\\n\\n'We need to reduce the number of salamanders roaming around here... indeed they are an evil breed of draconic nature. Very little of the natural fauna remains... a few turtles on the northern shore, and that is all. The salamanders have nearly devastated everything else.\\n\\n'Grant me a favour and drive off a few of the beasts. Hopefully, that will reduce their numbers enough to allow the natural fauna to return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I know you defeated a number of them, but I think you are right... I do not believe it made a difference either.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Why did Humphrey have to breed salamanders? If he had bred pigs, at least we would be having bacon right now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Culling the Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The island of Tyl Ruinen has been overrun with salamanders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated salamanders on Tyl Ruinen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat salamanders on Tyl Ruinen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Salamanders can be found all over Tyl Ruinen.\\n\\nLúgethir asked you to defeat several salamanders around Tyl Ruinen, hoping to contain their numbers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Lúgethir on Tyl Ruinen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lúgethir is at Humphrey Rumming's camp on Tyl Ruinen.\\n\\nLúgethir will be pleased to hear the number of salamanders has been reduced.",
      "es": "",
      "es (fem)": ""
    }
  ]
}