{
  "id": 620875037,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Attempting to reduce the salamanders' number did not work. I swear that I have seen more in the past hour than I did the entirety of the day yesterday. I thank you for your efforts, but we must find a different approach to dealing with this problem.\\n\\n'The salamanders make nests along the shoreline, and in them, they lay their eggs. From these eggs, new salamanders hatch. The salamanders here seem to be especially aggressive breeders.\\n\\n'Wander the shore, find these eggs, and smash them. Perhaps we can stop the salamanders by ensuring that the next generation fails to spawn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I can still see flecks of shell in your hair. This plan will take a while to resolve, as we have not done anything to the current spawning of salamanders, but hopefully as they are driven out -- with none to replace them -- we can reclaim this island.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You may wish to rinse your hands off in the lake afterwards. I have smashed an egg or two myself, and it is not pleasant.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Eggs Over Easy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The island of Tyl Ruinen has been overrun by salamanders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Smashed the salamander-eggs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Smash the salamander-eggs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Salamander-nests can be found along the shoreline of Tyl Ruinen.\\n\\nLúgethir asked you to find salamander-nests and smash the eggs within.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Lúgethir on Tyl Ruinen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lúgethir is with Humphrey on Tyl Ruinen.\\n\\nLúgethir will be pleased to hear you have smashed many a salamander-egg.",
      "es": "",
      "es (fem)": ""
    }
  ]
}