{
  "id": 620875038,
  "txt": [
    {
      "id": 218649169,
      "en": "'I might be seeing things -- I have been out here a long time and Humphrey is not exactly the sanest of company -- but I would swear I saw a young salamander riding along the back of a lake-skimmer as it danced over the water.\\n\\n'If I did see this -- and this can actually happen -- it could be disastrous if somehow the salamanders were carried across to the western shore of the lake, where they could begin to multiply and spread without any natural bounds to stop them.\\n\\n'Head to the beach and destroy any lake-skimmers you find. We cannot take a chance on this.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I agree that it was probably all in my head and in no way possible, especially now that I think about the size of a lake-skimmer and the size of a salamander. But I thank you for entertaining me.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I know I sound as mad as Humphrey, but I cannot ignore what I saw...or think I saw, as I am still not sure I believe it myself.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Walking on Water",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The island of Tyl Ruinen has been taken over by salamanders and lake-skimmers.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated lake-skimmers on Tyl Ruinen ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat lake-skimmers on Tyl Ruinen ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lake-skimmers can be found around the shore of Tyl Ruinen.\\n\\nLúgethir asked you to defeat lake-skimmers to prevent the salamanders from using them to get to shore.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Lúgethir on Tyl Ruinen",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lúgethir is at Humphrey's camp on Tyl Ruinen.\\n\\nLúgethir will be pleased to hear that the lake-skimmers have been destroyed, though you fail to see how they could have carried any salamanders.",
      "es": ""
    }
  ]
}