{
  "id": 620875039,
  "txt": [
    {
      "id": 54354734,
      "en": "Ost Forod was once a stronghold protecting the trade routes and gateway to Forochel. Now it is a shell of its former glory, and there is much blame to go around.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'That boy over there -- Kelsey is his name, I believe -- showed up in camp recently and has been lurking around. I am not sure if he is perhaps scouting us to see what of value he can make off with, but I do not trust him.\\n\\n'Do me a favour: approach him and converse with him... perhaps you can discover his motives.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Kelsey West is in Tinnudir.\\n\\nOrchalwë is distrustful of the young man loitering at the Ranger's camp on Tinnudir and wants to know his motives.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Kelsey finally got someone to come help us? He's a good boy, but has taken his time finding aid.\\n\\n'You say Orchalwë knows you are here as well? He has a desire to restore the pact that we once both honoured? The Rangers let their end go long before we did.\\n\\n'It will take some time for me to determine if I believe he is being truthful.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Orchalwë is at Tinnudir.\\n\\nOrchalwë will be interested to hear what Kelsey had to say.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Kelsey West is at Tinnudir.\\n\\nOrchalwë asked you to inform Kelsey that the Rangers would help.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Kelsey is just over there. Do not worry... I will not take my eyes off of him.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'It pains me to admit that the boy is not wrong. My very impression of him proved that just now. He comes asking for our help, something we used to openly give to all, and we watch from the distance and shadows, distrustful and on guard. Today, we shall end that.\\n\\n'We once had an agreement in place with the people of Ost Forod. They would watch the northern lands and protect the road from Forochel. In return, we would supply them and see they were taken care of. We have both lapsed in our parts of the agreement.\\n\\n'Tell Kelsey that the Rangers will uphold their portion of the agreement and will help Ost Forod. He may not know what that means, but I suspect he will direct you to see someone who does.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Basil Gummidge is in Ost Forod, north-east of Tinnudir.\\n\\nKelsey West and Orchalwë directed you to seek out the arbiter of Ost Forod and let him know the Rangers are ready to uphold their end of the pact.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I only hope it is not too late for this pact to be restored. With Angmar coming, we cannot afford for it not to be.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I have come to this camp to enlist the aid of the Rangers with the problems that face my people, but these Men seem so distrustful!\\n\\n'It's almost as if they think Ost Forod is full of tomb-robbers! Certainly times are hard, and some of my people have turned to plunder, but there are far more decent people at my home than the unsavoury sort these Rangers fear.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'We have let our part of this bargain slip for too long. Please help us restore it. Make Basil see that I am genuine in my intent.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'They said that they would help? This is marvelous news to me. But words are not of much value. The winter is coming, and the winds from Forochel are cold this year.\\n\\n'There is much to do in Ost Forod. There are some rewarding bounties posted, and an adventurer of your skills could well find yourself gainfully employed in no time! Just cross the bridge back to the mainland, then follow the road to the cross-roads. Once you reach it, take the northward road up into Tyrn Fornech, and you'll see Ost Forod in no time!\\n\\n'One of the arbiters, Basil Gummidge, will be pleased to see you and hear of your news from the Rangers.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Kelsey West at Tinnudir",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Will no-one here help us? The winter will come soon, and the stores are low.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Orchalwë at Tinnudir",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Kelsey West at Tinnudir",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Basil is the arbiter of Ost Forod... he will know what all has to be done around the town to prepare.'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Basil Gummidge at Ost Forod",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fortress of the North",
      "es": ""
    }
  ]
}