{
  "id": 620995296,
  "txt": [
    {
      "id": 218649170,
      "en": "'Ah well, it seems the cards will be staying up for a bit longer, so if you missed any you thought might be worth your while, now would be a good time to complete them.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Would you believe it? I certainly wouldn't if it weren't here in my hand. What I mean to say is, I received a letter today. Not dangled from the tree, mind you. Placed in my mail, like decent hobbit-folk do, only it seems to be from whomever was responsible for, you know, all of this. They wrote, and quite kindly, too, I might add, that this is the last week of new cards, though we are all welcome to continue solving them for some while yet. Then they say they'll be back next year with even more fun! \\n\\n'I must confess that in all the huffing and puffing and tearing out of my hair, I have actually - and despite all my better judgment - enjoyed myself. I hope you did as well!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Anniversary Scavenger Hunt -- Year Ten",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Complete a Year Ten scavenger hunt card for a reward!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Every year in the spring, the Anniversary Scavenger Hunt takes place to celebrate a very special occasion.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cards hang from the Party Tree. Each card contains a scavenger hunt to complete at your own pace. When you complete a scavenger hunt, bring the completed card to Waldo Rumble for a reward!",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Waldo Rumble",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Waldo Rumble can be found next to the Party Tree in the Shire.\\n\\nYou should speak to Waldo Rumble to receive your reward for completing a scavenger hunt card!",
      "es": ""
    }
  ]
}