{
  "id": 620995287,
  "txt": [
    {
      "id": 218649170,
      "en": "'You've found every last thing written on the paper? My, but I hardly know what any of those are. You must be well-travelled, friend [placeholder]! Seen far off locales like Archet or Bree, am I right?\\n\\n'Well, if you can believe it, these malefactors have left some rewards behind as well. Snuck them right under the table right beside me! Do they expect me to play a part in this game? Bah. I do hate to see a good gift go to waste,  so... here, have this for helping me and being such a good sport about it all.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah! You have come in answer to my correspondence? I must apologize if it was a bit disjointed and rambled here and there. I have been in a terrible state. \\n\\n'The thing is, well, just look at the Party Tree! Overnight, some mischievous malefactor has covered it in all of that - all of that WHATEVER it is!\\n\\n'And as I stated in my letter, don't ask me why, but the Party Planning Committee has decided I must have something to do with it, or that I am the one who should get to the bottom of it. Only I haven't the first idea where to begin. Will you help me, my good [placeholder]?\\n\\n'Just go over and take one of those down and - and see if you can make heads or tails of it. I certainly can't. Are they lists? Or riddles? Get one of them well and fully worked out, and I think we'll be getting somewhere!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Anniversary Scavenger Hunt -- Year One",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Complete a Year One scavenger hunt card for a reward!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Every year in the spring, the Anniversary Scavenger Hunt takes place to celebrate a very special occasion.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cards hang from the Party Tree. Each card contains a scavenger hunt to complete at your own pace. When you complete a scavenger hunt, bring the completed card to Waldo Rumble for a reward!",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Waldo Rumble",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Waldo Rumble can be found next to the Party Tree in the Shire.\\n\\nYou should talk to Waldo Rumble to receive your reward for completing a scavenger hunt card!",
      "es": ""
    }
  ]
}