{
  "id": 620995263,
  "txt": [
    {
      "id": "0xceb0118",
      "en": "You have burned many of the Enemy's banners at Ondoher's Folly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The Host of the West has left behind friendlier lands as banners of the Enemy fly throughout the wracked lands of Dagorlad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Watchful Eyes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "Although burning the Enemy's banners can do little to avenge the fallen at Ondoher's Folly, it serves to loosen the Dark Lord's grip on the lands beyond Mordor.\\n\\nBy weakening the Enemy's resolve, the Orcs of Mordor may pose less of a threat to the Host of the West when the battle is finally joined.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Burned banners at Ondoher's Folly ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Burn banners at Ondoher's Folly ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Banners can be found throughout Ondoher's Folly in north-western Dagorlad.\\n\\nYou have discovered many banners of the Eye flying at Ondoher's Folly. You should burn them and loosen the Enemy's grip on the Wastes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "As you enter Ondoher's Folly, you hear the familiar rustling of coarse cloth in the wind. The Orcs of Ondoher's Folly have erected many banners in tribute to the Dark Lord. Standing beneath this grim heraldry, you feel the Eye of the Enemy fixed upon you and suddenly the weight of your cause at once feels more burdensome.\\n\\nYou think it wise to burn these banners you have discovered, so the Orcs might falter in their absence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    }
  ]
}