{
  "id": 620995291,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'The verdict from the Party Planning Committee is still out, I'm afraid. Important matters do take some time, you see. Here is another reward for your patience in this important matter.\\n\\n'Do not snicker, it is important! My position and standing are on the line here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I have an update regarding my request to be relieved, if you are curious. The Shire-wide Party Planning Committee has heard my case and the Chief Party Planners are considering what to do in the matter. \\n\\n'Only, while they stroke their chins and ponder, the number of cards up there has grown to staggering proportions! The old ones get under foot and the new ones make my head ache. What a mess!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Anniversary Scavenger Hunt -- Year Eight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Complete a Year Eight scavenger hunt card for a reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Every year in the spring, the Anniversary Scavenger Hunt takes place to celebrate a very special occasion.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cards hang from the Party Tree. Each card contains a scavenger hunt to complete at your own pace. When you complete a scavenger hunt, bring the completed card to Waldo Rumble for a reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Waldo Rumble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Waldo Rumble can be found next to the Party Tree in the Shire.\\n\\nYou should speak to Waldo Rumble to receive your reward for completing a scavenger hunt card!",
      "es": "",
      "es (fem)": ""
    }
  ]
}