{
  "id": 620805277,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Tulk has asked you to bring a report to Bósi, the leader of the expedition of dwarves. Bósi's kin have come to Hollin purposing to enter Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I've written a report for you to bring to Bósi, [placeholder]. Show him this document and he will determine how best to utilise your assistance.\\n\\n'You will find Bósi near some of the waggons beyond the rocky outcropping to the south-east. Just follow the road as it bends around the outcropping and turns north-east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bósi is overseeing some of the waggons along the road through Hollin, south-east from the Hollin Gate and then bending to the north-east.\\n\\nTulk has given you a report to bring to Bósi, one of the dwarves leading the expedition to Hollin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for bringing me this, [placeholder], and also for your efforts on our behalf. Our work here has been going more slowly than we expected.\\n\\n'My cousin Brogur and I determined to seek Balin within Moria some months ago, but it took many weeks to assemble an expedition of dwarves willing to accompany us. We chose a roundabout way over the mountains so as to speak with Lord Glóin, a close friend of our fathers, about Khazad-dûm.\\n\\n'His words were grim; I do not think he believes that our expedition will succeed. 'It has been too long without word,' he said to us, 'for Balin son of Fundin to live still within the Mines.' I am beginning to perceive the likelihood of his warning, [placeholder].",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you follow the road south-east as it bends around the rocky outcropping you see there, you will find Bósi by the waggons as the road turns north-east.\\n\\n'Bring him the report I gave you. He will find something for you to do to aid in our efforts here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You seem to have misplaced Tulk's report, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Hello, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'How goes the work, friend?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring Tulk's report to Bósi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Thank you for bringing my report to Bósi.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'What awaits us within Moria, I wonder?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 3: Bósi the Dwarf",
      "es": "",
      "es (fem)": ""
    }
  ]
}