{
  "id": 620805237,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated spying crebain ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected jagged talons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have offered your services to the expedition of dwarves that has come to Hollin to reclaim the halls of Khazad-dûm beneath the mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We had not been here long before it became clear that some power was keeping a watchful gaze on Hollin. Filthy crebain have appeared in great numbers, spying on our efforts and troubling the workers. I do not know to what purpose news of our efforts may be put, but their presence has made Bósi uneasy, and that is enough for me.\\n\\n'To the south, you can see where the Sirannon once flowed, but it has dried up and the stream-bed is now empty. Walk along the banks, defeating any of the spying crebain you see there, and bring me their talons. We can put those vile birds' claws to various uses.\\n\\n'More importantly, though, you will be hindering whatever fell plan the master of these spies may be brewing for my kinsmen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Spying crebain can be found along the banks of the dried-up Sirannon, south-east of the ruined gate in the area near the Walls of Moria.\\n\\nTulk has asked you to defeat the spying crebain along the banks of the Sirannon and to bring him their talons, which can be put to various uses.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for this, [placeholder] -- not only for the talons, but for defeating agents of whatever power believes that the dwarves have no business here in Hollin, or in Khazad-dûm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tulk can be found east of the ruined gate in the area near the Walls of Moria.\\n\\nThe dwarf Tulk awaits your return with the talons you collected from the spying crebain along the Sirannon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Look to the south along the banks of the dried-up Sirannon if you wish to find the spying crebain that have caused us so much trouble, [placeholder]. I do not know whom these filthy birds serve, but I do not believe that their master can mean us any good.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have not collected enough talons from the spying crebain, [placeholder]. Look for them along the dried-up Sirannon, to the south of where we stand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I cannot stand crebain. Filthy creatures, and too ready to spy on us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The Sirannon was once a noisy stream, but no longer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat spying crebain ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect jagged talons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring jagged talons to Tulk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 2: Along the Sirannon",
      "es": "",
      "es (fem)": ""
    }
  ]
}