{
  "id": 620805286,
  "txt": [
    {
      "id": 218649169,
      "en": "'Let me know when you are ready, [placeholder], and we will walk together to the Doors of Durin. With these newly-repaired pick-axes, our dwarves will soon clear the way into Moria.'\\n\\n<rgb=#FF0000>WARNING: Once you complete this chapter, the Expedition will move into Moria, and any Expedition quests that remain in your quest log will be cancelled. If you have any Expedition quests underway you should complete them now, as those quests will no longer be available after this chapter is completed.</rgb>\\n",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'We are in full retreat, [placeholder] -- the beast of the pool is too much for our meagre weapons!\\n\\n'If only we had some relic of the old days, we might stand a chance against the creature. The weapons of our Fathers were of a stronger and keener make, their craft forgotten; today's forge-skill is lesser.\\n\\n'A cache of weapons was discovered in one of the caves near here shortly after we arrived. Perhaps one of those will stand worthy as a bane to this monster.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Are you ready to leave? Let me know, and we shall walk together to the Doors of Durin.'\\n\\n<rgb=#FF0000>WARNING: Once you complete this chapter, the Expedition will move into Moria, and any Expedition quests that remain in your quest log will be cancelled. If you have any Expedition quests underway you should complete them now, as those quests will no longer be available after this chapter is completed.</rgb>\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 8: Before the Doors of Durin",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The dwarves of Bósi and Brogur's expedition await the opening of the Doors of Durin.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Bósi and travel to the Doors of Durin",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bósi is waiting at his small camp to travel with you to the Doors of Durin.\\n\\nBósi's dwarves have repaired the pick-axes, and now he wants you to bring them to the workers with him.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ráthwald is outside the arch near the camp of Echad Dúnan, in Eregion.\\n\\nThe dwarves have retreated in disarray from the Doors of Durin, and must now plan for the uncertain future.",
      "es": ""
    }
  ]
}