{
  "id": 620805280,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected sharp Eregion stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "This stone is not sharp enough to serve",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bori was charged with gathering suitable stones upon which to sharpen the pick-axes for workers at the Hollin Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hello, [placeholder]. Did father send you to oversee on the charge he gave me? To tell you the truth, it hasn't been going very well.\\n\\n'I was supposed to find suitable stones for sharpening the pick-axes for the workers at Hollin Gate, and I did find two of them, but then I got a little distracted. My friend Bróin and I have been discussing the treasures we might find within Moria, you see, and I lost track of the time.\\n\\n'I'll give you these two stones I already found, if you like. Find the rest of them for me and I won't forget it! I had some luck looking along the dry bed of the Sirannon, but not every stone there is suitably sharp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Stones can be found along the dry bed of the Sirannon, but not every stone is suitably sharp.\\n\\nBori is waiting for you to bring him enough stones to sharpen the pick-axes needed by the workers unearthing the Hollin Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Perfect! These stones are just what my father wanted me to collect, and will surely sharpen our pick-axes to a fine point indeed.\\n\\n'Bróin and I cannot wait to get into Moria proper; that is where the real glory awaits! I don't mean to look down upon the work everyone is doing out here, but the real adventure is waiting in the depths. Dangers unmeasured, I'll not doubt, but treasure in equal score, and honour, and renown!\\n\\n'You have my thanks for your assistance, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bori is at the base of the stairs that lead up to the foetid lake in front of the Hollin Gate. Stones can be found along the dry bed of the Sirannon, but not every stone is suitably sharp.\\n\\nBori is waiting for you to bring him enough stones to sharpen the pick-axes required by the workers unearthing the Hollin Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Look for stones along the dry bed of the Sirannon, but know that not every stone will be sharp enough for my father's purpose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Look for stones along the dry bed of the Sirannon, but know that not every stone will be sharp enough for my father's purpose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I would have gotten those stones myself, but I got distracted.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The real glory lies behind the Walls of Moria!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect suitably sharp Eregion stones for Bori ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect sharp Eregion stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring sharp Eregion stones to Bori",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 5: Keeping Sharp",
      "es": "",
      "es (fem)": ""
    }
  ]
}