{
  "id": 620805281,
  "txt": [
    {
      "id": 218649169,
      "en": "'Bori is a good lad, and will grow into a fine dwarf. I reckon his preference for tale-spinning over hard work will pass in time. My cousin Brogur and I were no different when we were his age.\\n\\n'It will take some time to fashion pick-axes from the materials you have delivered. While my dwarves are working on that, I ask you to lend your aid to Brogur. If you truly wish to assist the dwarves, not a moment shall be idly spent!\\n\\n'You will find my cousin north of here, somewhere along the road that winds up to the Hollin Gate. He is gruff, even for his line, but will welcome your help.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What did you say your name was? [placeholder]?\\n\\n'Is that even a real name? You'll need to work especially hard to make up for that!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Brogur is stern like his father before him, but respects strength and friendship. He will welcome your aid.\\n\\n'Look for him north of here, along the road that winds up to the Hollin Gate.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What did you say your name was? [placeholder]?\\n\\n'That's a good solid dwarf name. You'll have to make yourself especially useful if you expect to live up to that name.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 6: Cousin Brogur",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'What did you say your name was? [placeholder]? I can barely pronounce that.\\n\\n'You'll have to make yourself especially useful with a name like that.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "B贸si thanked you for your part in gathering materials for the crafting of new pick-axes, and sent you to Brogur so you may lend your aid to his cousin.",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'What did you say your name was? [placeholder]? You call that a name?\\n\\n'You'll have to make yourself especially useful if you expect to live that down.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "B贸si's cousin Brogur is somewhere along the road that winds up to the Hollin Gate, north of B贸si's position.\\n\\nB贸si has asked you to lend your aid to his cousin Brogur while the pick-axes are being crafted.",
      "es": ""
    }
  ]
}