{
  "id": 620805279,
  "txt": [
    {
      "id": 136263297,
      "en": "You have aided Bori with his task",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected thick branches ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bósi has tasked you with collecting the materials necessary for producing new pick-axes to replace the ones broken by the dwarves at the Hollin Gate.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We had no way of knowing the Gate would be in this state, [placeholder], and didn't think to bring extra pick-axes with us. Still, this area has many stout trees which should provide ample strong branches, perfect for pick-handles. We'll sharpen the metal heads ourselves and attach them to the new handles.\\n\\n'I sent my son Bori to collect stones upon which we could sharpen our axes, but he has yet to bring me any. Gather branches from the bases of trees and help my son collect sufficiently sharp stones, and return to me when you have done both. Bori is probably wasting time with his friend Bróin at the stairs east of here. Those two care more for the spinning of tales than they do for working!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Thick branches can be found at the base of trees in the area around the Hollin Gate. Bori is likely talking to his friend Bróin at the stairs east of Bósi.\\n\\nBósi has asked you to collect thick branches with which to make sturdy pick-handles and to help his son Bori with the task of gathering sharpening stones.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have my thanks once again, [placeholder]. All the materials have been gathered, and my dwarves will begin working on new pick-axes right away.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bósi is west of the stairs leading up to the foetid lake in front of the Hollin Gate.\\n\\nBósi is waiting to speak with you now that sufficient materials for new pick-axes have been gathered.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We'll get those pick-axes to the workers right away.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'It is very important that we have the branches needed to repair the pick-axes. How else can we remove the rubble that blocks the Doors of Durin?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'There is still a great deal of work to be done.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have not yet brought me enough thick branches, [placeholder]. Look for them at the bases of trees around the area.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Help Bori with the task Bósi gave him",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring thick branches to Bósi",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect thick branches ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 5: Handling the Situation",
      "es": ""
    }
  ]
}