{
  "id": 620805227,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Will you help me? It's the most infuriating problem!\\n\\n'We are trying to run water from the springs nearby to our encampment -- I want a hot bath! I don't think that's too much to ask, do you? Not in this unrelenting cold.\\n\\n'Unfortunately, the great winter-worms have other ideas. Have you seen these creatures? Rather like furred drakelings, huge, heat-loving, cold-resistant, and very territorial. There are three water-channels in particular where they have disrupted our work. Please, in the name of steaming hot bathing-chambers everywhere, put a stop to this!\\n\\n'You will find them north of here, where the water steams.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha hah! That'll teach 'em!\\n\\n'Delighted, my dear [placeholder], simply delighted with you, I must say. I'm one step closer to a long, hot soak. But there appears to be a bit more to do....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Right, I've had reports and figured out where the worst of the worm attacks are happening. They seem to be concentrated at three channels -- the fourth, seventh, and tenth.\\n\\n'Ridding us of the big worms at those channels would be worthwhile indeed -- then maybe you can have a nice hot bath too!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Not in Hot Water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Great winter-worms have been interrupting the dwarves' efforts to get hot water from nearby springs. Weth is most annoyed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the great winter-worm at the fourth dwarf-channel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated the great winter-worm at the seventh dwarf-channel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated the great winter-worm at the tenth dwarf-channel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the great winter-worms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak to Weth in Zigilgund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You have made a dent in the population of worms around the dwarf-channels Weth described to you. You should return to him at Zigilgund.",
      "es": "",
      "es (fem)": ""
    }
  ]
}