{
  "id": 620805235,
  "txt": [
    {
      "id": "0x1154105",
      "en": "Útrygg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "An expedition of dwarves has come to Hollin intending to reclaim the lost halls of Khazad-dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'What brings you to this place, traveller? An expedition of my folk has come to Hollin to seek our kinsman Balin within the vastness of Khazad-dûm, but I deem this has naught to do with your affairs.\\n\\n'Still, our lords Bósi and Brogur have recommended that we accept whatever help is offered to us in this matter. Did they mean outsiders, I wonder?\\n\\n'If you truly wish to aid the dwarves in reclaiming the halls of their fathers, speak with Tulk on the other side of this archway. We have not heard from Balin for many years, and we may find the great halls of Khazad-dûm empty, or full of danger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tulk is east of the ruined gate near the Walls of Moria, in the south-east of Eregion.\\n\\nRáthwald has told you that an expedition of dwarves has come to Hollin to seek out Balin within the halls of Khazad-dûm. He has told you to offer your aid to Tulk just beyond the ruined gate where he keeps watch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Greetings to you, my friend! You are a long way from home, are you not? True enough, true enough! We dwarves are perhaps closer to home here in Hollin than we have been for some time; yonder peaks tower above the halls of our fathers even today!\\n\\n'We have come to Hollin under the guidance of our lords Bósi and Brogur, who seek to determine what has happened to our brothers who came to Moria under Balin those many years ago.\\n\\n'I know that you are a strong dwarf and true, [placeholder]. Will you join our expedition, my friend? Speak to Tulk on the other side of this arch if you are willing to aid us. In Khazad-dûm we will find Balin's welcome or we will find glory!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tulk is east of the ruined gate near the Walls of Moria in south-east Eregion.\\n\\nTulk has offered to tell you some of the history of Moria: of Durin's Bane and the shadow that has fallen over Khazad-dûm in the long years since the death of Durin VI.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Tulk is just through this archway. Seek him out if you wish to help the Iron Garrison reclaim Khazad-dûm, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Welcome to Hollin, [placeholder]. We have followed our lords Bósi and Brogur here with the purpose of reclaiming the Mines of Moria, lost to us for too many long years. If you are willing to aid us in this venture, we will be grateful for as long as the mountains stand above the halls of our fathers.\\n\\n'Know this, though: Khazad-dûm was long ago taken from the dwarves by violence and slaughter, and has remained devoid of our kind throughout the long years. Balin led an earlier expedition to reclaim the great city, but there has been no word from him for many a year.\\n\\n'We do not know what we may find within the Mines of Moria.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Here's the story!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Welcome to Hollin, [placeholder]! Have you come to offer your services to our lords Bósi and Brogur? All dwarves are welcome, of course!\\n\\n'Still, the history of Khazad-dûm is a sad one, and it is Bósi's wish that all who lend their aid to our cause know what awaits them.\\n\\n'I will tell you the story of Durin's Bane, if you will hear it, and give reasons why Khazad-dûm is called \\qMoria\\q by the Elves: \\qBlack Pit.\\q\\n\\n'You surely know the story already, but hearing the tale again will make our upcoming triumph all the sweeter, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Durin VI fell into shadow long ago, and Khazad-dûm fell with him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Though Náin and his kinsmen stood against the great evil that slew Durin, they did not stand long: Náin was killed by the shadow the following year and the dwarves were forced to abandon Khazad-dûm.\\n\\n'From time to time some brave dwarf seeks to return to those halls. Lord Balin is the most recent, but despite some encouraging reports shortly after his expedition arrived, we have not heard from him in many years.\\n\\n'Bósi fears that he has perished, but it could be that Balin lives still within some deep hall. It is possible, but I do not share the confidence of some others.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Tulk and listen to the tale of Durin's Bane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'What fate awaits us within Khazad-dûm, the dark mines of Moria?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'You know as well as I do what became of Náin I, [placeholder], for all dwarves are told the sad story in childhood. Though he and his kinsmen stood against the great evil that slew Durin, they did not stand long: Náin was killed by the shadow the following year and our people were forced to abandon Khazad-dûm.\\n\\n'From time to time some brave dwarf seeks to return to those halls. Lord Balin is the most recent, but despite some encouraging reports shortly after his expedition arrived, we have not heard from him in many years.\\n\\n'Bósi fears that he has perished, but it could be that Balin lives still within some deep hall. It is possible, but as you know the story of Moria is dark and full of sadness, and I do not share the confidence of some others.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1 -- Chapter 1:  Strangers in Hollin",
      "es": "",
      "es (fem)": ""
    }
  ]
}