{
  "id": 620805236,
  "txt": [
    {
      "id": "0x5a3ced8",
      "en": "Durin VI is addressing the Elves from Lothlórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced9",
      "en": "Durin VI is at his dais on the north side of the throne-room.\\n\\nDurin is eager to impress the Elves from Lothlórien with the glory of the mithril mines.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This cavern is deep and untamed, Nafni, and something seems to have stirred up the cave-claws and deep-claws that burrow here in the depths.\\n\\n'Be so good as to clear this cave of the beasts so we may proceed to the mithril deposits in safety.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Very good, my friend. Now we will show the Elves the great bounty of mithril that still lies beneath Khazad-dûm!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'We must retreat, Nafni! We have no other option!\\n\\n'But I swear on my father's name that I shall slay this Balrog, this ancient evil, this horror from a distant age!\\n\\n'Khazad-dûm will not fall!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40d2e65",
      "en": "Throne Room Attendant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'There thou art, Nafni! Where hast thou been? Lord Durin has been asking for thee; the Elf delegates from Lothlórien are soon due, and he has some business to which he wants thee to attend before they arrive.\\n\\n'He sits on his throne, Nafni. Go to Durin and lend him thine assistance, as is thy wont and thy duty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'The Elves are nearly here, Nafni, escorted by Náin, the son of Durin. They will surely be impressed by the majesty of Durin's halls, but let us not reveal our pride. The way of the dwarf is to be humble before his guests, Nafni, as thou dost know well.\\n\\n'They shall not but help to marvel at the halls of Durin. Do they not live among the trees? The great pillars of Durin's city are like to trees, but shaped from the very roots of the stone Earth in stunning artistry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'I thank thee, Nafni. I see that they have come, and I am ready to speak with them about the continued friendship of the dwarves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'We will go at once, and impress upon our visitors the glory and bounty of the dwarves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'Thank thee for coming, Nafni. The delegation of Elves will be here very soon, and I had hoped to ask thee something.\\n\\n'We have not had as many dealings with the Elves as once we did, and it is my hope that this meeting will rekindle the old friendships. The glory and wealth of Khazad-dûm is limitless, even if mithril is becoming more scarce by the year, but with the aid of the Elves we might delve even farther afield.\\n\\n'We must look to the future. It is to that end that I wish to make a gift to my son Náin, for he will be king when I am gone, though it not be for many years.\\n\\n'Speak to Melkólf Stonecarver on the western side of the hall about making a statue for my son. It will stand in this throne room when the time of his kingship is nigh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'Thank thee, Nafni. Melkólf is an unparalleled artist whose works will always have renown for their place within Khazad-dûm.\\n\\n'Go to Sverri at the front gate of the throne room and await the delegates from Lórien. My son will be escorting them hither.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8b96b1",
      "en": "The wall suddenly collapses! The way out is clear!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce5c01",
      "en": "'Oh no! Nafni, we're trapped!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4d7d851",
      "en": "'Nafni, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4d7d852",
      "en": "'I was hoping to speak with thee before the party from the Elf-woods arrived.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4d7d853",
      "en": "'It will take only a moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfd4abc5",
      "en": "Melkólf Stonecarver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe65f2d1",
      "en": "'Stay here, Nafni! It is Durin's command that thou must live!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8ee64b1",
      "en": "'Now to the deepest passage, beyond which lies great veins of mithril!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced10",
      "en": "Durin VI is standing with the party in the deep caverns beneath Khazad-dûm.\\n\\nDurin is waiting to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8ee64b2",
      "en": "'Help him break through this wall, Nafni. Let us show the Elves that our supply of mithril will not fail.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced11",
      "en": "Durin VI is standing with the party in the deep caverns beneath Khazad-dûm.\\n\\nDurin is waiting for you to clear the cavern of cave-claws and deep-claws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced12",
      "en": "Durin VI is standing with the party in the deep caverns beneath Khazad-dûm.\\n\\nDurin is waiting to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced13",
      "en": "Durin VI and his party is walking to the mithril deposits in the caverns deep beneath Khazad-dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced14",
      "en": "Durin VI is standing with the party in the deep caverns beneath Khazad-dûm.\\n\\nDurin is waiting for you to help break through the cracked wall beneath Khazad-dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced15",
      "en": "Some great terror has slumbered beneath Khazad-dûm for a long age.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced16",
      "en": "The dwarves are fleeing from the great terror that has been awakened beneath Khazad-dûm!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced17",
      "en": "Náin is standing with what remains of the party in the deep caverns beneath Khazad-dûm.\\n\\nDurin has been slain by the terrible creature that slept beneath Khazad-dûm, and now Náin is the ruler of the dwarf-kingdom.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Sverri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4638955",
      "en": "Durin's Bane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Durin VI",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Melkólf Stonecarver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Durin VI",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Wait for Náin to arrive",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Talk to Sverri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Náin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Talk to Durin VI",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3b47841",
      "en": "'Tell Lord Durin I will begin at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Wait for Durin VI to finish addressing the Elves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852590",
      "en": "'Nafni, these are the Elves of Lórien, come to speak with my father about our continued friendly relations and trade. Wouldst thou announce to my father that we have arrived?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852591",
      "en": "'Nafni, hello, hello! It is an honour to speak with one held so highly in my lord's esteem!'\\n\\nYou describe the statue Durin wishes Melkólf to make for Náin.\\n\\n'It will be done, friend Nafni, with all haste; but not so quickly that the product suffers! It will capture young Náin's lordly countenance, and were he to stand very still, no dwarf in Khazad-dûm could tell the difference!\\n\\n'Please tell my lord Durin that I will begin right away!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852592",
      "en": "'Bah! Time to leave!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf20dab1",
      "en": "'It is a terror from another age: a Balrog of Morgoth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf20dab2",
      "en": "'A thousand curses on the greed of dwarves! It should be slumbering still!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf20dab3",
      "en": "'Thou hast doomed thyself, and thy kingdom will perish.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x47a8b11",
      "en": "'Die, monster!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf20dab4",
      "en": "'I shall warn the Silvan Elves to flee ere this evil spills from thy gates!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated cave-claws and deep-claws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7a5cac2",
      "en": "'This way, my lord. My team found mithril down this passage.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc02d951",
      "en": "'Lord Durin VI has need of thee, Nafni. Speak to him on his throne with all haste!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc02d952",
      "en": "'Ah, here they are.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc02d953",
      "en": "'Welcome back, Lord Náin, and warmest greetings to the esteemed guests of Durin!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcfcfd11",
      "en": "'What manner of beast...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcfcfd12",
      "en": "'Nafni, protect my son! He must rule in Khazad-dûm now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe29c135",
      "en": "Sverri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x30fe5f5",
      "en": "Lórien Elf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x45ec071",
      "en": "'Tell Melkólf Stonecarver that I would commission a statue for my son Náin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8797031",
      "en": "'I have heard rumour that the mithril of Khazad-dûm is becoming more scarce...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x99b24e7",
      "en": "Travel Effect to Balrog Lair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2532481",
      "en": "'That did it, Nafni!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x619ac11",
      "en": "'We thank you for the courteous welcome, Durin, King of the Dwarves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1f0f321",
      "en": "'Come closer, friends from Lórien! The hospitality of my house is yours!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x619ac12",
      "en": "'Thy son has been so kind as to show us some of the exquisite work of thy people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1f0f322",
      "en": "'Very good, very good! It is a joy to hear words of appreciation from such honoured guests.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1f0f323",
      "en": "'Our peoples have been too long estranged. Ask anything of me and it will be yours.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1f0f324",
      "en": "'Lies, spread by enemies of the dwarves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1f0f325",
      "en": "'I am sorry. You must forgive my frustration. Such rumours wound my pride.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: The Fall of Moria",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1f0f326",
      "en": "'Just this morning, I received word of more mithril deposits, below our deepest delvings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1f0f327",
      "en": "'I will show them to you, that you may know the majesty of our mines. Nafni, come here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe48b1e1",
      "en": "'What was that terror? I have never seen its like!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe48b1e2",
      "en": "'What of the fabled courage of the Elves? I did not see thee stand against the shadow!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe48b1e3",
      "en": "'I swear that one day I shall have vengeance on it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe48b1e4",
      "en": "'I cannot die here! Nafni, slow its pursuit!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x94421a1",
      "en": "'Back, creature!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x42aa9a1",
      "en": "'Nafni will eliminate the cave-claws. I would show our guests the great wealth beneath Khazad-dûm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x42aa9a2",
      "en": "'Have you slain all the cave-claws and deep-claws, Nafni?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6693f85",
      "en": "Throne Room Guard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7c7391",
      "en": "'We think there is mithril down here, but something has driven the cave-claws wild.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcfa0445",
      "en": "Náin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The year is 1980 of the Third Age. You are Nafni, a trusted servant of Durin VI, the Lord of Khazad-dûm, and have no idea what will befall your fellow dwarves on this fateful night.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1e80835",
      "en": "Dwarf Miner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x529831",
      "en": "'Nafni, this way! Run!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c50",
      "en": "Talk to Durin VI",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c51",
      "en": "Talk to Durin VI",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c52",
      "en": "Defeat cave-claws and deep-claws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x47bfcc1",
      "en": "'Very good, Sverri. Nafni, come here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c53",
      "en": "Talk to Durin VI",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c54",
      "en": "Follow Durin VI and his company",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c55",
      "en": "Help break through the cracked wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x95f0e31",
      "en": "'Ai! What doom hast thou unleashed? Flee, flee!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c56",
      "en": "Survive!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x95f0e32",
      "en": "'The terror pursues us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c57",
      "en": "Escape!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x95f0e33",
      "en": "'Doom upon the halls of the dwarves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c58",
      "en": "Talk to Náin, Lord of Moria",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2efa83e",
      "en": "travel_exit (desc)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Clear this cavern of cave-claws and deep-claws, Nafni! We must be able to proceed to the mithril deposits in safety.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I need thee to break through the wall, Nafni. There is sure to be mithril on the other side!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sverri is standing at the doors before the great throne of Durin.\\n\\nThe doorkeeper of Durin's throne room is waiting to speak with you about some matter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Thou must not keep our lord waiting! Speak with Durin by the dais at the north end of this great hall!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Durin VI, Lord of Moria, is waiting at the dais on the north side of the great throne room.\\n\\nDurin is waiting to speak with you about some matter before the Elves from Lórien arrive.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'They are impressed, are they not, Nafni? But do not keep Náin waiting! He has asked to speak with thee!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Melkólf Stonecarver is on the west side of Durin's throne room.\\n\\nDurin has asked you to commission a statue of his son Náin from Melkólf Stonecarver.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Melkólf Stonecarver is my court sculptor, and does very fine work. He will make a statue worthy of my son Náin, who will reign in Khazad-dûm when I am gone, years hence, if fortune is kind.\\n\\n'Speak to him on the west side of this hall, where he is wont to stay when he is not working.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Durin VI is by the dais in the great throne room.\\n\\nYou should return to Durin and tell him that Melkólf Stonecarver has agreed to make a great statue for Durin's son Náin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Tell my father that the party from Lothlórien has arrived, Nafni. He will be at the dais on the north end of the throne-room, as usual.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Sverri is at the front entrance to the throne room, south of Durin's great dais.\\n\\nDurin has asked you to speak with Sverri and await the party of Elves from Lórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Náin is at the doors that enter Durin's throne-room, with the party of Elves from Lórien.\\n\\nNáin is waiting to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "Durin VI is at the dais at the north end of the throne-room.\\n\\nNáin has asked you to tell Durin, his father, that the host of Elves from Lothlórien has arrived.",
      "es": "",
      "es (fem)": ""
    }
  ]
}