{
  "id": 620805230,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Well, my fine [placeholder], it would appear that there is method behind the recent madness of the snow-beasts. The peikko have been stirred up, you see, by the return of the great snow-matron.\\n\\n'I thought her existence was a bit of a legend, told to us by the Lossoth as a cautionary tale, but it turns out she is quite real. Since she has come back, it is all an honest dwarf can do to make his way through Länsi-ma without having an ice-boulder hurled at his head.\\n\\n'Do us all a favour, [placeholder]: rid Itä-mâ of this threat! I believe she is within the same cave I told you about before: east and up the hill.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It would seem there are more and more reasons to sing your praises, [placeholder]! You have done well by me and mine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'What are you doing here when the snow-matron is still living comfortably in that cave? East! Up the hill! Get yourself going.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mother of Beasts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Keli has figured out why the snow-beasts have been so aggressive recently and wants you to kill their matron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the great snow-matron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the great snow-matron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The great snow-matron can be found in the cave east and up the hill from Zigilgund.\\n\\nKeli has asked you to rid Forochel of the great snow-matron who has been stirring up the peikko.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Keli at Zigilgund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Keli is at Zigilgund, west of the peikko-cave.\\n\\nYou should return to Keli with news of your victory of the great snow-matron.",
      "es": "",
      "es (fem)": ""
    }
  ]
}