{
  "id": 620805287,
  "txt": [
    {
      "id": 94621400,
      "en": "Bósi is outside the Hollin Gate.\\n\\nBósi has arrived and is waiting to speak with you.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Some large stones have blocked the Doors of Durin, which stand in the Walls of Moria at shore of the Black Pool.\\n\\nBósi believes it would be an honour for you to help in clearing some of the rubble from the Hollin Gate.",
      "es": ""
    },
    {
      "id": 68451537,
      "en": "'[placeholder]! What's happening?'",
      "es": ""
    },
    {
      "id": 68451538,
      "en": "'We heard shouting! Were you beset by some enemy?'",
      "es": ""
    },
    {
      "id": 242446241,
      "en": "'I don't think there's anything out there.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We will stop at the outpost here for a moment before continuing on to the gates, [placeholder]. We will need to establish a camp once we are inside the mines, and I want to ensure that everything is prepared.\\n\\n'You still have the pick-axes, yes? Good. Follow me.'",
      "es": ""
    },
    {
      "id": 242446242,
      "en": "'The water looks so still.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What is it, [placeholder]? You say you saw something stir out in the water? What was it?\\n\\n'I don't see anything now. Are you sure you didn't imagine it?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have been a great help to us in our work here in Hollin, [placeholder], and I know that you will be a great boon once we are inside Khazad-dûm proper.\\n\\n'I would hereby be honoured if you would bear a pick-axe and help us to clear away the remainder of this rubble that blocks the Doors of Durin. This is an historic opportunity, friend [placeholder], and it is my joy to offer it to you in return for the many services you have given us already.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Did you see how the flesh of that creature deflected our blows, [placeholder]? We need more than ordinary weapons if we wish to stand against the Watcher of the Black Pool!\\n\\n'It waited in the depths, watching as we strove to open the doors, and struck just as we were most vulnerable. Curse its foul hide for taking Bróin, and many other fine dwarves beside!\\n\\n'They will be avenged, but for now we must retreat. We cannot hope to enter the Doors while it lurks before them.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Those pick-axes will be a great help, [placeholder], even if you took your time bringing them here. Our workers are almost through the rubble already!\\n\\n'Don't worry about that; what's done is done. I'm more concerned with this pool -- there's something about it I don't like. It makes me feel uneasy.\\n\\n'Some of my dwarves have been casting stones into the water, and I'd appreciate it if you could get them to stop. It makes me nervous.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Very good, [placeholder]. I appreciate your help. I understand that many of my dwarves are restless, but there's just something about that water I don't like. I will be relieved when the workers have finished removing the rubble from in front of the gate and we can leave this unpleasant shore.'",
      "es": ""
    },
    {
      "id": 245057025,
      "en": "'Er... I think the crates are soaking through.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'We must retreat with what survivors remain. We will return to visit our vengeance upon the Watcher in the Black Pool!'",
      "es": ""
    },
    {
      "id": 201371697,
      "en": "'What is it you think you saw?'",
      "es": ""
    },
    {
      "id": 245057026,
      "en": "'I was right. The crates are definitely soaking.'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'I don't like this, [placeholder]; something is wrong. The air is too still and quiet.'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'Very good. These pick-axes look to be in good shape, and will be a great asset as we finish unearthing the last of this rubble.\\n\\n'You can leave them in that crate to the south there, right next to Lord Brogur.'",
      "es": ""
    },
    {
      "id": 200458721,
      "en": "'My friends and kinsmen!'",
      "es": ""
    },
    {
      "id": 200458722,
      "en": "'We have dreamed of the great halls of Khazad-dûm for many long years.'",
      "es": ""
    },
    {
      "id": 200458723,
      "en": "'Tonight they will be ours again!'",
      "es": ""
    },
    {
      "id": 200458724,
      "en": "'[placeholder], what is it? Is something wrong?'",
      "es": ""
    },
    {
      "id": 9920193,
      "en": "'I guess it was nothing. Let us enter the mines!'",
      "es": ""
    },
    {
      "id": 9920194,
      "en": "'Rejoice, dwarves of my company! Khazad-dûm awaits!'",
      "es": ""
    },
    {
      "id": 243234913,
      "en": "'Good, [placeholder]. I want to talk to you.'",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "The dwarves are gathered on the edge of the pool outside the Hollin Gate.\\n\\nThe Hollin Gate is nearly opened, and the dwarves prepare to enter the mines.",
      "es": ""
    },
    {
      "id": 171765009,
      "en": "Bósi is on the edge of the pool outside the Hollin Gate, with the rest of the dwarves of his expedition.\\n\\nThe Hollin Gate is nearly opened, and the dwarves prepare to enter the mines, but something has made you uneasy.",
      "es": ""
    },
    {
      "id": 171765010,
      "en": "Something, or many somethings, are lurking in the waters of the pool!",
      "es": ""
    },
    {
      "id": 171765011,
      "en": "The small outpost is on the other side of the pool, where you defended Bósi from attacking shadow-wolves.\\n\\nThe dwarves are attempting to fight off the mysterious creature that lurks now outside the Walls of Moria. Bósi has ordered you to hurry to the small outpost to seek help for the desperate dwarves.",
      "es": ""
    },
    {
      "id": 115272369,
      "en": "'What do you think caused all that rubble to block the Hollin Gate, anyway?'",
      "es": ""
    },
    {
      "id": 171765012,
      "en": "Bósi is at the small outpost where you fought the shadow-wolves, on the other side of the menacing pool.\\n\\nThe dwarves are in full retreat from the mysterious creature in the pool, and you should speak to Bósi before the expedition turns into a rout.",
      "es": ""
    },
    {
      "id": 115272370,
      "en": "'Oh. Perhaps that could be it.'",
      "es": ""
    },
    {
      "id": 115272371,
      "en": "'That makes sense. I hope that's what it was.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Follow Bósi to the small outpost",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Bósi ",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Bósi",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defend Bósi from the shadow-wolves",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Bring repaired pick-axes to Wárr",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Place repaired pick-axes in the crate",
      "es": ""
    },
    {
      "id": 52024833,
      "en": "'One enemy, or many -- I do not know.'",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Brogur",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Tell dwarves to stop disturbing the water ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 266706353,
      "en": "''It'll be no problem,' you said. 'The wheels will be fine,' you said.'",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Told dwarves to stop disturbing the water ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 266706354,
      "en": "'A momentary setback? Look at it!'",
      "es": ""
    },
    {
      "id": 266706355,
      "en": "'Our fathers' fathers knew better than to mire their waggons in the muck!'",
      "es": ""
    },
    {
      "id": 107360977,
      "en": "'There you are, cousin Bósi!'",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'We are still waiting for those pick-axes.'",
      "es": ""
    },
    {
      "id": 36608849,
      "en": "'This is a momentary setback, that's all.'",
      "es": ""
    },
    {
      "id": 36608850,
      "en": "'Did our ancestors let such obstacles stand in their way?'",
      "es": ""
    },
    {
      "id": 17551825,
      "en": "'This way, [placeholder].'",
      "es": ""
    },
    {
      "id": 36608851,
      "en": "'We just need to put our minds, and our backs, to it!'",
      "es": ""
    },
    {
      "id": 17551826,
      "en": "'We will no longer need this outpost.'",
      "es": ""
    },
    {
      "id": 17551827,
      "en": "'After all, the Hollin Gate will soon be open!'",
      "es": ""
    },
    {
      "id": 17551828,
      "en": "'Hail, my fellows! How goes your work?'",
      "es": ""
    },
    {
      "id": 17551829,
      "en": "'It will take more than wolves to keep us from Khazad-dûm.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Bósi has fallen in battle, and the expedition is doomed.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have defended Bósi from the shadow-wolves",
      "es": ""
    },
    {
      "id": 85491106,
      "en": "'To arms! We are under attack!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Brogur has been defeated, and with him the hopes of the dwarves!",
      "es": ""
    },
    {
      "id": 236319605,
      "en": "Dwarf Worker",
      "es": ""
    },
    {
      "id": 16456641,
      "en": "'Stay on your guard, my good dwarves!'",
      "es": ""
    },
    {
      "id": 16456642,
      "en": "'Do you see anything?'",
      "es": ""
    },
    {
      "id": 192047537,
      "en": "'Do not rest yet, friends!'",
      "es": ""
    },
    {
      "id": 192047538,
      "en": "'This must be the leader! Slay him, or we will not survive this night!'",
      "es": ""
    },
    {
      "id": 86644385,
      "en": "'I'm not sure. Whatever it was, it's gone now.'",
      "es": ""
    },
    {
      "id": 154398581,
      "en": "Waggon-driver",
      "es": ""
    },
    {
      "id": 223446993,
      "en": "'Look! Shadowy shapes at the crest of the hill!'",
      "es": ""
    },
    {
      "id": 223446994,
      "en": "'We are victorious! Nothing can stand against the dwarves when roused to anger!'",
      "es": ""
    },
    {
      "id": 223446995,
      "en": "'You go on ahead, [placeholder], and bring those pick-axes to Wárr at the Hollin Gate.'",
      "es": ""
    },
    {
      "id": 223446996,
      "en": "'I will catch up to you later.'",
      "es": ""
    },
    {
      "id": 78649137,
      "en": "'Tell those fellows not to disturb the water. It makes me nervous.'",
      "es": ""
    },
    {
      "id": 237696753,
      "en": "'Greetings, Lord Bósi! We have been doing our best to support the effort, but...'",
      "es": ""
    },
    {
      "id": 134153361,
      "en": "'Bróin... my son...'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Before the Doors of Durin",
      "es": ""
    },
    {
      "id": 237696754,
      "en": "''Tis the wolves. We have heard them howling for the past few days, and it is unnerving.'",
      "es": ""
    },
    {
      "id": 134153362,
      "en": "'Bróin...'",
      "es": ""
    },
    {
      "id": 170055441,
      "en": "You must hurry back to the outpost to get help!",
      "es": ""
    },
    {
      "id": 237696755,
      "en": "'You are right, my lord. I do not hear them now. Perhaps they will leave us in peace.'",
      "es": ""
    },
    {
      "id": 134153363,
      "en": "'My boy... my son...'",
      "es": ""
    },
    {
      "id": 237696756,
      "en": "'It is quiet, isn't it? [placeholder], what do you think?'",
      "es": ""
    },
    {
      "id": 77037489,
      "en": "'Take this pick-axe and clear some of the rubble from the gate, friend.'",
      "es": ""
    },
    {
      "id": 214466001,
      "en": "'I did not mean any harm, [placeholder]. I will leave the water alone.'",
      "es": ""
    },
    {
      "id": 77037490,
      "en": "'Good work, my friend! I will say a few words, and then we will enter the mountain!'",
      "es": ""
    },
    {
      "id": 52835889,
      "en": "'I don't know. Haven't really thought about it.'",
      "es": ""
    },
    {
      "id": 52835890,
      "en": "'The weather, maybe? You get big storms up in the mountains.'",
      "es": ""
    },
    {
      "id": 216155025,
      "en": "'I see nothing, Lord Bósi!'",
      "es": ""
    },
    {
      "id": 228157281,
      "en": "'How goes the work, friends?'",
      "es": ""
    },
    {
      "id": 193163217,
      "en": "'Follow me, [placeholder]!'",
      "es": ""
    },
    {
      "id": 193163218,
      "en": "'This way, [placeholder], hurry! We must return to the outpost!'",
      "es": ""
    },
    {
      "id": 193163219,
      "en": "'Oh no! Keep running, [placeholder]!'",
      "es": ""
    },
    {
      "id": 193163220,
      "en": "'I'll fight it off! Keep running!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Workers of Bósi and Brogur's expedition have nearly unearthed the rubble blocking the Hollin Gate, and the time is nigh to enter Khazad-dûm.",
      "es": ""
    },
    {
      "id": 84765760,
      "en": "Talk to Bósi",
      "es": ""
    },
    {
      "id": 35720017,
      "en": "'Within the hour? Are we truly so close to opening the Gate?'",
      "es": ""
    },
    {
      "id": 158164961,
      "en": "     ",
      "es": ""
    },
    {
      "id": 71862193,
      "en": "'I'm sorry, [placeholder]. I'm just so bored of all this waiting around!'",
      "es": ""
    },
    {
      "id": 256805201,
      "en": "'[placeholder]! Get back to the outpost! Bring help!'",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Wait for Bósi to arrive",
      "es": ""
    },
    {
      "id": 179107553,
      "en": "'Protect Lord Bósi!'",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Talk to Brogur",
      "es": ""
    },
    {
      "id": 179107554,
      "en": "'That is not the last of them!'",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Talk to Bósi",
      "es": ""
    },
    {
      "id": 179107555,
      "en": "'Fight on! Fight on!'",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Remove rubble from the Hollin Gate ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 10126609,
      "en": "'Bróin! My son!'",
      "es": ""
    },
    {
      "id": 179107556,
      "en": "'Victory!'",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Removed rubble from the Hollin Gate ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 179107557,
      "en": "'Another victory for the dwarves!'",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Wait for more dwarves to arrive",
      "es": ""
    },
    {
      "id": 84765782,
      "en": "Talk to Bósi",
      "es": ""
    },
    {
      "id": 84765783,
      "en": "Remain on your guard",
      "es": ""
    },
    {
      "id": 84765784,
      "en": "Return to the small outpost and get help",
      "es": ""
    },
    {
      "id": 84765785,
      "en": "Talk to Bósi",
      "es": ""
    },
    {
      "id": 60612117,
      "en": "Dwarf Craftsman",
      "es": ""
    },
    {
      "id": 266997169,
      "en": "'Pick up the pace. This waggon needs to be loaded within the hour.'",
      "es": ""
    },
    {
      "id": 41629393,
      "en": "'Well, let's not delay! Back to work!'",
      "es": ""
    },
    {
      "id": 266997170,
      "en": "'That's what I've heard! Soon the golden halls of Khazad-dûm will be open to us!'",
      "es": ""
    },
    {
      "id": 67294065,
      "en": "'You can put the pick-axes in the crate right over there.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The crate for the pick-axes is just to the south there, next to Lord Brogur. You can leave them there.'",
      "es": ""
    },
    {
      "id": 60940069,
      "en": "Bróin",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You'll find Wárr at the rubble blocking the Hollin Gate. Bring him the repaired pick-axes and tell him I will be along shortly.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bósi is standing on the slope that winds past the small dwarf-outpost in view of the still pool.\\n\\nYou have come with Bósi along the winding path that runs up to the Hollin Gate, and he is waiting to speak with you.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'This is hard work, to be sure, but years from now you will be pleased to remember the hand you had in opening the way to Khazad-dûm, [placeholder]. Help us to clear away some of the rubble blocking the Gate, and never will you forget your part in the great deeds that are to come.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The small outpost along the path that winds up to the still pool in front of the Hollin Gate is under attack.\\n\\nBósi and the dwarves need your help to defend the outpost from the shadow-wolves.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Certain of the workers are casting stones into the pool, and I want you to tell them not to disturb the water. There's something about this pool that makes me uneasy.\\n\\n'You think I am overreacting? Let us hope so.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Wárr is supervising work at the Hollin Gate, east of the small outpost and around the pool.\\n\\nWhile Bósi helps make preparations at the small outpost, he wants you to deliver the repaired pick-axes to Wárr at the Hollin Gate.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The crate is located south of Wárr and next to Brogur, in front of the Hollin Gate.\\n\\nWárr has asked you to leave the repaired pick-axes in a crate for future use.",
      "es": ""
    },
    {
      "id": 214466257,
      "en": "'To tell you the truth, this pool makes me nervous, too. I will leave it alone.'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Brogur is in front of the Hollin Gate.\\n\\nBrogur is waiting to speak with you about helping the expedition at the Hollin Gate.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Dwarves throwing stones into the water can be found along the shores of the pool.\\n\\nBrogur has a bad feeling about the pool in front of the Hollin Gate and has asked you to get the dwarves to stop disturbing the water.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Brogur is outside the Hollin Gate.\\n\\nYou have gotten the dwarves to stop disturbing the waters of the pool outside the Hollin Gate, and should return now to Brogur.",
      "es": ""
    }
  ]
}