{
  "id": 620805278,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'You've come at just the right time, [placeholder]. We're really going through pick-axes up here, and if we break any more it will hinder our progress in digging out the Hollin Gate.\\n\\n'Bring these broken pick-axes back to Lord Bósi, and tell him that we'll need some replacements, and quickly, if we are to continue making good progress.\\n\\n'You will find him near the bank of the Sirannon, south of the winding road that ends here at the Gate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ah, thank you for this. I was afraid I might waste away without something to eat soon!\\n\\n'We'll have unearthed the Hollin Gate before too long, but it's not easy work. We work in shifts in order to get the job done as efficiently as possible.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 4: Outside the Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You haven't brought a lunch for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Hello there, and thank you for this lunch. My stomach was just beginning to grumble.\\n\\n'My kinsmen are wondering what it is we'll find within Khazad-dûm: Lord Balin, alive and well? Great riches of mithril? Countless Orcs and goblins?\\n\\n'I suppose we'll see, but I'm hoping for the mithril.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected broken pick-axes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You're going the wrong way, friend; these stairs are blocked at the top by a stagnant pool. If you're looking for the road up to the Doors of Durin, you want to turn around. Keep the grey stone of the cliffs on your right, and follow it back the way you came, towards my uncle Bósi.\\n\\n'If you follow the line of cliffs, keeping them on your right, you will find the road that winds up to the Doors.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'You don't have a lunch for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Bring those lunches to the workers along the road north of here that winds up to the Hollin Gate. They will need the sustenance to maintain their strength.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'You have my thanks for the lunch, but I will have to eat it when my shift is done.\\n\\n'We'll be through this rubble in no time. 'Tis odd, though; my pick tells me that this debris hasn't yet settled. I'd wager a waggonful of Moria-silver that this collapse happened recently.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dwarf-workers can be found north of Bósi's encampment, all along the winding road that runs up to the Hollin Gate.\\n\\nBósi has asked you to deliver lunches to the dwarves charged with unearthing the rubble in front of the Hollin Gate, and to then report to Wárr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Thank you for delivering those lunches. You should now speak with Wárr, supervising the work at the Hollin Gate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'I want a lunch, and you have not brought me one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The dwarf Wárr is at the Hollin Gate, supervising the workers there.\\n\\nNow that you have delivered the lunches to the dwarf-workers along the road to the Hollin Gate, you should speak with Wárr for further engagement.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Bring those pick-axes to Lord Bósi and request some replacements, or we will  have to abandon the work here at the Hollin Gate until we can make more tools.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'Ah, a prepared lunch! Lord Bósi is doing a fine job keeping us fed and rested. We will repay both him and Lord Brogur with all of our strength, and be through this rubble in no time!\\n\\n'What will we find beyond this Gate, I wonder?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Bósi is overseeing some of the waggons near the banks of the dried-up Sirannon, south of the road that winds up to the Hollin Gate.\\n\\nWárr has asked you to deliver a supply of broken pick-axes to Bósi and to request replacements.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'We are not through the rubble yet. Khazad-dûm remains blocked.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852580",
      "en": "'I haven't had any tidings from Wárr for some time. I wonder how his supplies have been holding up. Did he not have a message for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Our workers are doing a fine job, but it is a big task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver prepared lunches to dwarf-workers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Delivered prepared lunches to dwarf-workers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring broken pick-axes to Bósi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852590",
      "en": "'Where is my lunch? I will need it when my shift is over, you know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852591",
      "en": "'This lunch will be just the thing to refresh me after my long labour, and I thank you for it.\\n\\n'We would not have followed just anyone here to Hollin and the darkness of Khazad-dûm. Lords Bósi and Brogur are young, true, but they are stout of heart and their fathers earned great renown as part of Thorin's Company. This could be our chance to achieve glory of the same kind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852592",
      "en": "'Where is my lunch? Surely you haven't forgotten it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852593",
      "en": "'Thank you for this lunch. I will eat it in a moment.\\n\\n'There is something about this lake I do not like, but I cannot figure out what it is. It makes me uneasy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852594",
      "en": "'You have not brought me a lunch?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852595",
      "en": "'Thank you for the lunch. You are truly courageous to help us thus...or have you not yet heard the tale of Durin's Bane?\\n\\n'At any rate, you have my thanks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852596",
      "en": "'No lunch for me? What is this madness?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852597",
      "en": "'Thank you for the lunch. It'll do, it'll do.\\n\\n'We dwarves need to stick together, [placeholder]. It is our obligation to reclaim the halls of our fathers, and to restore the good name of Khazad-dûm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bósi has asked you to help re-supply the workers attempting to unearth the Hollin Gate with lunches in order to keep their spirits high.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852598",
      "en": "'Where is my lunch?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852599",
      "en": "'Oh, I see. These pick-axes are broken, which means that unless we can get replacements to Wárr, all work on excavating the Hollin Gate will be suspended. We have to do something about this, [placeholder], and quickly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'When we arrived at the Hollin Gate some days ago, we found the Doors of Durin sealed by rubble and debris. Our road seems poorly chosen now; I wonder if the Dimrill Gate on the eastern side of the mountains is open.\\n\\n'Dwarves of our expedition have been working to unearth the Gate, but it is lean and hungry work. Bring them these lunches so that they may harbour strength for the labours ahead.\\n\\nTravel north up the slope between the rocky walls and you will find workers resting all along the path to the Hollin Gate, and there are more along the edge of the water before the Doors. Speak with Wárr at the Gate when you have done this, and he will have further tasks for you.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}