{
  "id": 620805285,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You're the traveller who helped Bori with gathering those stones, aren't you? I thought so -- I have an eye for faces, and never forget a name, especially one belonging to an adventurer! Of course, the more dangerous deeds you accomplish, the more memorable you'll be, [placeholder]!\\n\\n'That's what I'm hoping to do, you know. Once we get inside Khazad-dûm, Bori and I will become great heroes, and stories of our adventures will be told all over the land. Years from now, 'The Glorious Tale of Bróin the Mighty' could inspire young dwarves just as the songs of Durin and of Thorin Oakenshield inspire Bori and me today!\\n\\n'If you'd like to help me with the task my father gave me, though, I wouldn't turn it down. There are shadow-wargs to the south, across the bed of the dried-up Sirannon. Defeat some of the beasts for me, if you would; I've already slain one of them, but that's not really enough. May good fortune be with you, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have returned, [placeholder], and in victory over the shadow-wargs! You truly are an adventurer of great worth, are you not?\\n\\n'In all honesty, my battle with that shadow-warg wasn't exactly worthy of song; I was too frightened to do more than survive. I guess I'm not much of a hero. Is it in me to do great deeds? Will there ever be a song sung about me, or will my name be forgotten?\\n\\n'You are most kind, [placeholder]. I hope I will soon have the chance to prove myself as you have done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I really appreciate this, [placeholder]. Your battles with the dangerous shadow-wargs are sure to be an important part of your tale.\\n\\n'You'll find them south of here, on the other side of the Sirannon's dry river-bed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 7: The Glorious Tale of Bróin the Mighty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Brogur's son Bróin has asked for your help fighting off the dangerous Shadow-wargs that lurk beyond the Sirannon's banks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated shadow-wargs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat shadow-wargs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Shadow-wargs can be found south of the stairs that lead up to the pool in front of the Hollin Gate, on the other side of the Sirannon's dry river-bed.\\n\\nBróin has somehow managed to foist his task off on you, and now you have to face the shadow-wargs in his stead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Bróin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bróin is at the base of the stairs that climb up to the foetid pool in front of the Hollin Gate, east of Bósi's location.\\n\\nYou have defeated many shadow-wargs and should return now to Bróin.",
      "es": "",
      "es (fem)": ""
    }
  ]
}