{
  "id": 620805229,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'So, do you fancy yourself a bit of a hunter? Ha! Of course you do! Few make it through the wastes of Forochel without collecting a tidy variety of trophies. Well, if you are looking for a challenge -- something a little out of the ordinary -- I've got one for you.\\n\\n'Have you seen the man-shaped, white-furred, snout-faced snow-beasts? They are clever, they are devilishly strong, and they are hard to kill. The Lossoth call them peikko, and they are becoming a more and more serious threat as their numbers increase.\\n\\n'Kill several of them, and your legacy will be assured. They can be found all over, but especially in a cave they have infested. Go directly east of here and up the side of the hill and look for a cave entrance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha! I hope you gave those abominable creatures a taste of your blade, [placeholder]!\\n\\n'That is not the end of the matter, though... there is more to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'What are you doing here? Afraid or just forgetful? Go kill those peikko! East and up the hill, I said!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Beastly Things",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Peikko have long terrorized the snowdrifts of Länsi-mâ. The time has come to deal with them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated peikko in Länsi-mâ ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat peikko in Länsi-mâ ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Peikko can be found east and up the mountains from Zigilgund, in a cave.\\n\\nKeli has asked you to defeat a number of peikko.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Keli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Keli can be found at Zigilgund, west of the peikko-cave.\\n\\nYou should return to Keli with news of your victory.",
      "es": "",
      "es (fem)": ""
    }
  ]
}