{
  "id": 620805284,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "This wolf-corpse is burned, its fur charred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have aided Bróin with his task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Brogur is concerned about the unusually aggressive behaviour of the wolves in the area and wants them handled.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Some madness has seized the wolves of this area, driving the creatures into blind fury. They are far more aggressive than is usual for their kind, and I fear they may attack our expedition before long.\\n\\n'Can you hear their shuddering voices on the wind? I sent my son Bróin to challenge these beasts of Shadow, but he has not returned. He is probably wasting time with my cousin's boy, wagging his tongue by the stairway yonder.\\n\\n'Return to the Sirannon's dry river-bed and climb the opposite bank whence the fell clamour comes. There is a cave, Filgogân, in the far south-west there. It could be that you will find some explanation for the creatures' wrath within that cave. I fear you must help my son with his task, for he has not yet spoken with me about its successful completion! Talk to my cousin Bósi when you're finished.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The cause of the wolves' fearsome behaviour may be found among their lairs, south of Brogur's location and across the Sirannon's dry river-bed. Brogur believes the cave Filgogân may hold some clue to the wolves' madness, in the far south-western corner of the area. Bróin can be seen talking to Bori at the base of the stairs that climb to the pool in front of the Hollin Gate.\\n\\nBrogur has asked you to search for the cause of the shadow-wolves growing madness, and to help his son Bróin with a task. When you have done each of these things, he told you to speak with his cousin Bósi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You say you found a burned wolf-corpse on the other side of the Sirannon? I do not have the answer to this mystery, [placeholder].\\n\\n'While you were helping my cousin, the new pick-axes were finished. They are of very high quality and will surely be of great help at the Hollin Gate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bósi is south of Brogur's location, in view of the stairs that lead up to the pool in front of the Hollin Gate.\\n\\nYou have learned something of the Shadow-wargs' madness and aided Bróin with his task, and have been asked to speak now with Bósi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My son Bróin is probably wasting time by the stairs, idling away the hours with ceaseless chatter. The source of the shadow-wolves' madness is likely south of here, across the dry river-bed of the Sirannon. Perhaps you will find some clue in the cave Filgogân, in the south-western corner of this area?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the cause of the wolves' madness",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Help Bróin with the task Brogur gave him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 7: Wolf-voices on the Wind",
      "es": "",
      "es (fem)": ""
    }
  ]
}