{
  "id": 620894822,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Melethron",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Thinnas",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeated Camlann",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Medwine has attempted to converse with several of the Oathbreakers in the newly-risen force. However, he has only been met with violence.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Every attempt I have made to converse with these Oathbreakers has ended in violence. These men must have committed some sort of treacherous crime; elsewise, they would not have returned.\\n\\n'Most have nothing coherent to say, but I have heard the whispers of three names... Melethron, Thinnas, and Camlann. Perhaps they may have insight as to why their men have returned.\\n\\n'I have never been able to get close enough to speak to them, so you will probably have to fight your way to them. Be careful.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Melethron is at the northern Oathbreaker camp among his fallen men.\\n\\nIdmar asked you to speak with the shade of Melethron.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I take it your dealings with the Oathbreakers did not go well?\\n\\n'Yet, one mentioned Cirion? These men must have fought for Gondor at the Battle of the Field of Celebrant. Long ago, our forebear, Eorl, led Cirion to victory after arriving to save his forces from an onslaught of terrible Easterlings. It was a glorious moment in our past and paved the way for the formation of Rohan.\\n\\n'But how did these men come to be cursed? That battle was won, and Gondor was saved....\\n\\n'Here, take this, I think we may need to approach this differently now.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thinnas is at the eastern camp of Oathbreakers near the Rushgore.\\n\\nIdmar has asked you to speak with the shade of Thinnas.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Camlann is at the western camp of Oathbreakers near the border to Eorlsmead.\\n\\nIdmar asked you to speak with the shade of Camlann.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Speak with the Oathbreakers, [placeholder], and learn what it is that they want....'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "As you acquire the Oathbreaker's attention, he glares in your direction.\\n\\n'Another? Why will you not leave us be?'\\n\\nMelethron's face contorts into a rage.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Idmar is at his camp along the road in central Parth Celebrant.\\n\\nYou should return to Idmar with news of your dealings with the maddened shades.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Speak with the Oathbreakers, [placeholder], and learn what it is that they want....'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "Upon noticing you, the Oathbreaker appears puzzled.\\n\\n'I am Thinnas, captain of the eastern front. What purpose do you have, coming here?'\\n\\nYou question the Oathbreaker about his curse.\\n\\n'We did not think anyone would find out. But lord Cirion did... and he made certain we would never forget what we had done.\\n\\n'What need have you for this? Do you only seek to torment us more?'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Speak with the Oathbreakers, [placeholder], and learn what it is that they want....'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "As you approach Camlann, he looks visibly upset.\\n\\n'You have invaded our lands and slaughtered my men, and yet, you expect me to speak with you?\\n\\n'The frivolity of your charge is matched only by your foolishness. The fate that befell us is ours alone to face.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Confront and defeat Melethron",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'You should return now to Idmar.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Confront and defeat Thinnas",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Confront and defeat Camlann",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Idmar",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Oathbreakers of Parth Celebrant",
      "es": ""
    }
  ]
}