{
  "id": 620894858,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'This rider... what was the word you used? Nazgûl? The creature was looking for something. We need to think. It brought us on a chase through these lands, but I cannot tell what it sought, or if it found what it desired.\\n\\n'We have no choice but to return to the village of the horse-lords. I will wait outside while you speak with that man Horn. We are strangers in this land. He is not. He may know of a place we have not yet searched.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have journeyed far, and have come very close to death and sadness. And yet, still you skirt the gravest danger and come safely through the other side. I hope that our mutual friends fare as well.\\n\\n'I told you earlier I had nothing to do with your dream, and this was true. But when you described your visions to me, I did not tell you everything I suspected. It seemed clear to me that your paths must cross one of the Nine. I believed the girl would die.\\n\\n'And yet, unbelieveably, she did not. Either through your own actions, or hers, you both escaped the clutches of the Nazgûl. And either through curious good fortune or powers unknown to me, our mutual friends seem to have outdistanced its pursuit.\\n\\n'But there is no rest for we who worry for their safety. The Nazgûl is not the last danger they will face. They, and you, are not free of evil's clutch just yet. Rest for a time, but not for long.\\n\\n'There are plans to be made, [placeholder]. We will speak again, and soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Let us talk on the way back to the village of the horse-lords.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 6, Chapter 12: Mists of Anduin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have followed signs left by the rider of the terrible beast that met its end in the Brown Lands, but have not been able to find the rider itself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Nona by the Carcass of the Beast and walk with her back to Stangard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nona is standing by the carcass of the beast in the Brown Lands.\\n\\nYour search for the missing Nazgûl has proven fruitless, and Nona wants to walk with you back to Stangard where you can find more information.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Galadriel outside the House of Celeborn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Galadriel is atop the flet on which is built the House of Celeborn, in Lothlórien.\\n\\nThe night was long, but Galadriel has once again summoned you to speak with her.",
      "es": "",
      "es (fem)": ""
    }
  ]
}