{
  "id": 620894869,
  "txt": [
    {
      "id": 218649169,
      "en": "'There is another matter, outside of Stangard, which could use your attention, [placeholder]. \\n\\n'Are you familiar with the Stone of Friendship, the Cuthstan? It is a large stone monument in the Wailing Hills to the west, dedicated to the alliance of the Men of Gondor and the Eorlingas and to the victory at the Battle of the Field of Celebrant. This memorial has fallen under some ruin, with unseen culprits removing a section of the statue. \\n\\n'Men have been dispatched and have set up camp to keep watch for vandals, in the event they should return. Go there now and speak with Lanbert, Sergeant of the outpost. See what can be done to aid him in his task.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Welcome to the Cuthstan, friend. I am Lanbert, the Sergeant of this camp.\\n\\n'My men have been guarding the statue from further harm, after we discovered that a band of Mountain-orcs appears to be responsible for the damage. You are welcome to stay and help us, so long as you do not put anyone in needless danger.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Was there some trouble in finding Lanbert? \\n\\n'Travel west out of Stangard and follow the road south as it forks. Stay to the path as it steers up the ridge for quite some distance, where it eventually leads into the camp.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Found me, have you? Well aren't you clever. Too bad all your effort will get you nothing. This ends now!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Stone of Friendship",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gadda is looking for someone to help a camp of men sent to protect the Cuthstan, the Stone of Friendship, in Wailing Hills, from vandals.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "The note reveals the emissary may be found to the east, along the river",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Lanbert at the base of the Cuthstan in the Wailing Hills",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lanbert is in charge of the Rohirrim camp at the Cuthstan in Wailing Hills.\\n\\nGadda has asked you to seek out Lanbert at the Cuthstan.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Dargum, the White Hand emissary",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Uruk-hai, Dargum, may be found along the river to the south-east.\\n\\nYou have discovered a note which reveals the name and location of the Uruk-hai emissary who has swayed the Nink-hai to ally with Isengard.",
      "es": ""
    }
  ]
}