{
  "id": 620894990,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Aye, I believe it is time that we dealt with the brigands. They have been plaguing us for some time now, and recently, they have amassed a sizeable force. Turmoil within Stangard has prevented us from launching a proper assault on their camp, but you may be able to aid us in that regard.\\n\\n'We know that they have been stealing a large number of relics from Ost Celebrant and bringing them to their camp south of here. I wager the Oathbreakers have startled the brigands even more than they have us...there can be no better time to press the attack.\\n\\n'I will send word to Stangard to gather more support. As for you, fight your way into their encampment and retrieve the relics. These Men deserve no such treasure and will pay dearly for their crimes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]. While I am certain that more relics are still missing, I am overjoyed to have these back in our hands. The history of Rohan is rich, and it is worth preserving.\\n\\n'I will have these sent to Stangard...thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Collect the relics of Gondor for me, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Securing Our Past",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Idmar has considered Doron's plea and has chosen to take action against the brigands of Parth Celebrant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected relics of Gondor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect relics of Gondor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The brigands are located in the large camp to the south. It is likely that the thieves who carry these relics will be hard to detect, even among their fellows.\\n\\nIdmar has asked you to recover relics of Gondor from the brigands in Parth Celebrant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Idmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Idmar is at his camp along the road in central Parth Celebrant.\\n\\nYou should bring the relics you recovered to Idmar.",
      "es": "",
      "es (fem)": ""
    }
  ]
}