{
  "id": 620894857,
  "txt": [
    {
      "id": 94621400,
      "en": "Nona is somewhere in the Rushgore, and it sounds like she's in trouble!",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "You have brought Nona to Stangard, but do not know if the Rohirrim will be able to save her life.",
      "es": ""
    },
    {
      "id": 155208897,
      "en": "'I have done what I can.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Something is near, [placeholder]! It must be the wraith we have sought... it makes my blood run cold!'\\n\\nNona looks at you with wide eyes, and you are suddenly reminded that she has not had much experience with creatures of such evil. She puts her hand on the hilt of Wadu's sword, her sword, and her former fright is replaced with grim determination.\\n\\n'We found it. Now what do we do with it?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The danger has passed, [placeholder]. The wound was deep, but it did not fester. And yet, I did not wish to leave this girl to the care of my healers. The risk that her wound was caused by a morgul blade, and that she could become a wraith like the creature you encountered that night, compelled me to heal her hurts personally. If that had proven the case, I would have ended her suffering. It would have been a mercy, and necessary to safe-guard Lothlórien and indeed all lands.\\n\\n'Do you think me cruel? I am glad it did not come to that. I do not believe her wound was caused by a morgul blade, and it is my hope and belief she will live. I am... surprised. We will speak more of it later, away from watchful ears.\\n\\n'The girl Nona is sleeping. When she is awake you will be brought to her. For now you should rest, [placeholder]. Dream no troubling dreams! In Lothlórien your rest will be peaceful. I am certain of it.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I will never call my people distrustful again, [placeholder]. The blindfold felt somewhat unnecessary to me. Only the most urgent of need has driven me here, and I would not want to return!'\\n\\nHorn's face softens, and his brow creases with worry.\\n\\n'Do you think the girl will recover? I saw the way those Elves looked at her wound. Whatever they saw there, they did not like it. If it was not an Easterling blade... what does that mean for her? What is wrong? [placeholder]?'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I did my best for you, [placeholder], but you are not going to be pleased. He did not understand why we should heal the hurts of this Dunlending girl.\\n\\n'Eventually he relented somewhat, and he has agreed that our healers will do what they can for the girl.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'There has to be some other way, [placeholder]. You spoke of the Elf-witch in the woods to the north along Anduin. My people shun that place as a den of evil glamour, but... if there was a power that could heal this girl...'\\n\\nHorn glowers at you, his eyebrows knitted together angrily.\\n\\n'A pox on her! I will not have her blood on my hands, or on her own. Lead us to this Elf-witch, [placeholder]! I have heard the tales. Perhaps she will be unable to bewitch me if I am expecting it! Why did you ever bring this girl to Stangard, [placeholder]? This is not her place.'\\n\\nHorn gazes into the middle distance, and in a quiet voice he continues.\\n\\n'In Stangard, is a sword valued more highly than the life of a girl? What sort of man would willingly serve in such a place?'\\n\\nHe shakes his head, and the urgency returns to his voice.\\n\\n'Well? For what are you waiting? Let us go at once!'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "Nona lies crumpled on the ground before you, soaking in the blood from a sword-wound in her side. She struggles weakly to speak.\\n\\n'[placeholder]... are you...?'\\n\\nThe effort is too great for her; she needs the aid of a healer if she is to survive this wound. In the back of your mind, one worrying question refuses to go away. From what blade did she take this wound? Did an Easterling blade cause this injury, or was it the blade of the Nazgûl?\\n\\nYou prepare yourself for the long journey back to Stangard with Nona.",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Do not... let them...'\\n\\nNona struggles to speak, but the effort is too great for her to make out the words. She beseeches you with wide eyes, but you cannot meet her stare. Your gaze keeps returning to the blood soaking the floor beneath her.\\n\\nShe tries again.\\n\\n'Wadu's... it was...'\\n\\nYou cannot give the Rohirrim what they demand. There has to be another way to save her life.",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'[placeholder]... is everything... all right?'\\n\\nNona's breathing is ragged and shallow, and the gash in her side still bleeds around the cloths with which you tried to staunch it.\\n\\nWhen you brought her to Stangard she was barely conscious. You found Horn near the entrance and begged for his people to tend to Nona's hurts. He sought out the leader of Stangard to see what could be done, and has not yet returned.",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'There is clearly some glamour on this land. I feel as if I could take on any foe and achieve victory, or cross any landscape, no matter the obstacles!\\n\\n'Your Elf-witch works wonders! Only song could do justice to her powers of healing! The relief I feel is... it is overwhelming, [placeholder]. The girl will live!\\n\\n'Unless it is rude to ask it, I would like to return to the forest floor now. I will return to Stangard by myself, but I would like to see you again! Once the girl is recovered, bring her as well. If I am to compose a song of your adventure, I will need both of your accounts, after all.'",
      "es": ""
    },
    {
      "id": 30279825,
      "en": "'[placeholder]! The big one is running for his friends! Follow him!'",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "You have brought Nona to Stangard, but do not know if the Rohirrim will be able to save her life.",
      "es": ""
    },
    {
      "id": 171765009,
      "en": "Horn is waiting to speak to you about the price for healing Nona.",
      "es": ""
    },
    {
      "id": 171765010,
      "en": "Nona is struggling to speak.",
      "es": ""
    },
    {
      "id": 171765011,
      "en": "Horn is waiting for your answer in Stangard.",
      "es": ""
    },
    {
      "id": 171765012,
      "en": "You have come to seek the aid of Galadriel. Will she give it?",
      "es": ""
    },
    {
      "id": 201183024,
      "en": "Nona's sword flashes with a bright light, and the Nazgûl flees from it!",
      "es": ""
    },
    {
      "id": 171765013,
      "en": "Horn is standing uncomfortably in Lothlórien, waiting to speak with you.",
      "es": ""
    },
    {
      "id": 201183025,
      "en": "The Nazgûl shrinks away from the blazing fire!",
      "es": ""
    },
    {
      "id": 171765014,
      "en": "Galadriel has come to speak with you about Nona.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Nona in the Rushgore",
      "es": ""
    },
    {
      "id": 98802065,
      "en": "'Wulf... avenged...'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Walk with Nona through the Rushgore",
      "es": ""
    },
    {
      "id": 98802066,
      "en": "'What were we... saying...?'",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Walk with Nona through the Rushgore",
      "es": ""
    },
    {
      "id": 98802067,
      "en": "'Freca...?'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Nona atop the rocky rise in the Rushgore",
      "es": ""
    },
    {
      "id": 98802068,
      "en": "'No...'",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Survive your encounter with great evil in the Rushgore",
      "es": ""
    },
    {
      "id": 98802069,
      "en": "'I would... die first...'",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Survive the Easterling ambush and prevent any of them from alerting their fellows",
      "es": ""
    },
    {
      "id": 98802070,
      "en": "'How would... you have me... die?'",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to the Khundolar Captain",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Defeat the Khundolar Captain",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "The Nazgûl stands atop the hill. You need to find a means of driving it off!",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'I will not run from you. I am your better. My people have powerful friends. I will show them how strong a man of the Khundolar can be!'",
      "es": ""
    },
    {
      "id": 66050353,
      "en": "'Do you feel that?'",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "'We have a long way to go, [placeholder]. As much as I wish we did not need to refuge at the town of the horse-lords, it seems we must. We have lost the trail of this creature, this wraith of which you speak, and until we can learn where it has gone we are only wasting time.\\n\\n'It is frustrating to know our purpose and be unable to accomplish it!'",
      "es": ""
    },
    {
      "id": 66050354,
      "en": "'I don't feel safe here, [placeholder]. Let us go up among the rocks.'",
      "es": ""
    },
    {
      "id": 66050355,
      "en": "'I hear something.'",
      "es": ""
    },
    {
      "id": 66050356,
      "en": "'Look there! Do you see that?'",
      "es": ""
    },
    {
      "id": 66050357,
      "en": "'Ha! Coward!'",
      "es": ""
    },
    {
      "id": 66050358,
      "en": "'More Easterlings! Get ready!'",
      "es": ""
    },
    {
      "id": 184865729,
      "en": "'Have you seen this before? [placeholder]?'",
      "es": ""
    },
    {
      "id": 184865730,
      "en": "'What relief! I can hardly believe it. I feared the worst!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Nona has been defeated!",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Suddenly, a woman's scream pierces the stillness! Nona is in trouble!",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You hastily grab the fallen torch, burning your hand!",
      "es": ""
    },
    {
      "id": 149567809,
      "en": "'I have his decision.'",
      "es": ""
    },
    {
      "id": 149567810,
      "en": "'There is a condition.'",
      "es": ""
    },
    {
      "id": 149567811,
      "en": "'Our healer will see to the girl's wounds, but she must relinquish all claim to the sword she carries.'",
      "es": ""
    },
    {
      "id": 149567812,
      "en": "'It is a sword of Rohan. It belongs with us.'",
      "es": ""
    },
    {
      "id": 149567813,
      "en": "'In Stangard, that is the price of her life. I am sorry. This is the message I was given.'",
      "es": ""
    },
    {
      "id": 149567814,
      "en": "'Don't be a fool. Our healer can save your life.'",
      "es": ""
    },
    {
      "id": 149567815,
      "en": "'I know our people are enemies. But you should not die this way.'",
      "es": ""
    },
    {
      "id": 149567816,
      "en": "'Not for a sword!'",
      "es": ""
    },
    {
      "id": 149567817,
      "en": "'[placeholder]! Your friend is as hard-headed as the most stubborn of my folk!'",
      "es": ""
    },
    {
      "id": 245601472,
      "en": "'She could give Théoden King lessons in being headstrong!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Mists of Anduin",
      "es": ""
    },
    {
      "id": 182548752,
      "en": "'Easterlings! Get ready to fight, [placeholder]!'",
      "es": ""
    },
    {
      "id": 182548753,
      "en": "'There will be more of them, [placeholder]. Let us get off the main path.'",
      "es": ""
    },
    {
      "id": 182548754,
      "en": "'More Easterlings! Let us fall upon them before they notice us!'",
      "es": ""
    },
    {
      "id": 267039521,
      "en": "'What did she say?'",
      "es": ""
    },
    {
      "id": 95295377,
      "en": "'Well, let us keep walking.'",
      "es": ""
    },
    {
      "id": 267039522,
      "en": "'Oh, I know what it was. She mentioned Wulf! Dunlending traitor!'",
      "es": ""
    },
    {
      "id": 95295378,
      "en": "'I will tell you a story Suvulch used to tell my brother and me when we were young.'",
      "es": ""
    },
    {
      "id": 267039523,
      "en": "'His treacherous father tried to kill mighty Helm! And then the son invaded Rohan and sat in Meduseld!'",
      "es": ""
    },
    {
      "id": 95295379,
      "en": "'It will help pass the time.'",
      "es": ""
    },
    {
      "id": 267039524,
      "en": "'Let her die, I say. Whatever made that sword-stroke did my people a favour.'",
      "es": ""
    },
    {
      "id": 95295380,
      "en": "'Long ago, there was a man named Freca who lived among the horse-lords. He was wealthy and strong.'",
      "es": ""
    },
    {
      "id": 267039525,
      "en": "'What? Heal the girl? Horn, this cannot be his decision!'",
      "es": ""
    },
    {
      "id": 95295381,
      "en": "'His hair was dark, like that of my people. He had Dunlendish blood in his veins.'",
      "es": ""
    },
    {
      "id": 95295382,
      "en": "'He desired a marriage match between his son Wulf and the King of the Horse-lords' daughter.'",
      "es": ""
    },
    {
      "id": 95295383,
      "en": "'This king, Helm the Hated, refused Freca's offer with insult, and violence.'",
      "es": ""
    },
    {
      "id": 95295384,
      "en": "'He lured Freca to a desolate place, alone, and slew him with treachery.'",
      "es": ""
    },
    {
      "id": 95295385,
      "en": "'And then... what? What is it?'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You are returning with Nona to Stangard, in order to regroup and plan your next move.",
      "es": ""
    },
    {
      "id": 84765760,
      "en": "Talk to Galadriel in Lothlórien",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Find Nona! She is in grave danger!",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Bring Nona to Stangard for the healing she needs",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Wait for Horn to return from consulting the leader of Stangard",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Talk to Nona where she lies in Stangard",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Talk to Horn in Stangard",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Talk to Nona where she lies in Stangard",
      "es": ""
    },
    {
      "id": 84765782,
      "en": "Talk to Horn in Stangard",
      "es": ""
    },
    {
      "id": 84765783,
      "en": "Travel to Lothlórien to seek the aid of Galadriel",
      "es": ""
    },
    {
      "id": 84765784,
      "en": "Wait for word of Nona's condition",
      "es": ""
    },
    {
      "id": 84765785,
      "en": "Talk to Horn in Lothlórien",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You are walking through the Rushgore with Nona when she stops and wants to talk to you about something.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You are making your way through the Rushgore with Nona.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Nona is standing on a small rise amidst rocks in the Rushgore.\\n\\nSome terrible presence has come near to you in the Rushgore.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "An evil presence has come to the Rushgore, and you are in great danger!",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "There are Easterlings in the mists of the Rushgore, and something worse beside!",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "An Easterling has attempted to escape, and you need to defeat him before he alerts his fellows.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Nona is somewhere in the Rushgore, and it sounds like she's in trouble!",
      "es": ""
    }
  ]
}