{
  "id": 620894914,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Welcome to our camp. I understand that Lanbert has explained our situation to you? Dealing with these encroaching Orcs is frightening. Many years has it been since they have wandered openly outside of their caves.\\n\\n'During our last patrol, we encountered a small party of Orcs waiting in ambush, just south-west of the road. We managed to wound a few of them and escape, but in the skirmish, I dropped a small trinket. It may not be worth much silver, but it has personal value, and I miss it dearly.\\n\\n'I have orders not to leave camp...would you be willing to search for it on my behalf? It would mean a great deal to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Oh, you have found it! Aye, this is it. Thank you, [placeholder].\\n\\n'As soldiers, we are allowed very few personal comforts while on duty, making the loss of my keepsake even more difficult to endure. Having it in my possession once again has already raised my spirits.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found my trinket, [placeholder]?\\n\\n'Search among the items left in the wake of the clash, a few paces south-west of camp. It may still be there if the Orcs have not discovered it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Missing Trinket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ithamar has lost a small trinket while on patrol and wishes to have his personal keepsake returned to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Ithamar's missing trinket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Ithamar's missing trinket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ithamar believes that he lost his trinket in a skirmish that took place south-west of the road that leads east to Stangard.\\n\\nIthamar would like for you to find his missing trinket and return it to him at the Cuthstan-camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return the trinket to Ithamar at the Cuthstan-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ithamar can be found at the Cuthstan-camp in Wailing Hills.\\n\\nIthamar waits for the return of his treasured trinket.",
      "es": "",
      "es (fem)": ""
    }
  ]
}