{
  "id": 620894855,
  "txt": [
    {
      "id": 218649169,
      "en": "'This is the reason for your dream! This is why we are here! I have never seen a creature as terrible as this, lest it be the mighty worm my brother slew beneath Zudrugund.'\\n\\nAs you stare at the corpse of the massive beast and contemplate the mangled harness and its missing rider, a single word echoes in your mind: Nazgûl. Nona watches you closely.\\n\\n'Do you know something about the rider of this beast, [placeholder]? Your face tells me it must be a creature of terrible power. We must find it! We must search for it throughout this land! Look for signs of its passage among the lands of the Great River! After we have scoured these lands, we will meet back here at this creature, [placeholder]. Let this purpose guide our steps!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'We have learned much of this creature, but not what we need to know. Where has its rider gone, and what cruel fate has kept us a step behind it at every turn?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The creature that rode upon this beast is missing. We must find it. Seek through the lands next to the Great River to find people who may have seen sign of its passage!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 6, Chapter 11: The Vanished Rider",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Someone rode astride the beast that now lies dead in the Brown Lands. But where is this vanished rider?",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Complete the deed 'The Vanished Rider' to learn the location of the missing Nazgûl",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The great beast that crashed in the Brown Lands is missing its rider, but people throughout the lands bordering the Great River may have seen signs of it. You should seek them out and learn where the rider has gone.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You have scoured the lands near the Great River for some sign of the missing Nazgûl, but have always been half a step behind. You should meet with Nona back by the corpse of the crashed beast as you agreed.",
      "es": ""
    }
  ]
}