{
  "id": 620894856,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You notice a skull impaled and pinned to a nearby tree as a wave of dread passes over you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated the shade-captain's defenders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "As the jaw of the skull crumbles, a ghostly figure appears nearby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Idmar wants you to track down and confront the leader of the shades. He has given you a token of his people, the descendants of Eorl, in hopes that the shade will recognize it. He has surmised that the leader must be stationed among the vast number of spirits at the camp to the west.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I think I have a plan, [placeholder]. You have been of great aid thus far, and you should be the one to take up this charge.\\n\\n'They must have a leader, nestled deep within their forces. Judging by the size of the force, I would guess that he lurks among the spirits of his men to the west. \\n\\n'Here, take this, a symbol of my people. Hopefully, he can recall the battle and remember that the horsemen of the North once saved his people from certain defeat. Find out what he knows of the curse and why his men have returned if you can. I can only hope he has more to say than the others.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Oathbreaker captain lurks among his men atop the hill to the west.\\n\\nIdmar has asked you to find the captain of the shades.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Why have you come, outsider? Do you too seek to pilfer the lost riches of the field or are you just here to revel in my anguish?\\n\\n'No matter, any conflict between you and me is without cause. If you strike me down, I shall always return until I atone for my actions. If I strike you down, your journey ends. Nothing is accomplished for either of us should this turn to violence.\\n\\n'Know this...I seek redemption, for it was my actions that brought this terrible curse upon us...and my actions that betrayed my lord, Cirion, in his time of need.\\n\\n'I see that sigil you hold, and I know the men who have sent you. You may learn of my curse in time, but first, there are enemies among us that need to be dealt with.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Oathbreaker captain's men have sprung forth to guard him. They must be defeated if you are to continue your charge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "A peculiar skull is impaled on a nearby tree...perhaps this is the key to drawing the Oathbreaker captain forth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Deal with the Oathbreakers' captain, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "The Oathbreaker captain is atop the hill to the west of Idmar's camp. You should attempt to speak to him now that he has revealed himself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Deal with the Oathbreakers' captain, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Deal with the Oathbreakers' captain, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find a clue to the shade-captain's whereabouts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Deal with the Oathbreakers' captain, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat the shade-captain's defenders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Examine the skull",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to the shade-captain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Matter Of Honour",
      "es": "",
      "es (fem)": ""
    }
  ]
}