{
  "id": 620954923,
  "txt": [
    {
      "id": 228284039,
      "en": "Balakhôr seems lost in thought as his gaze falls on Dor-en-Ernil, but he swiftly notices your presence.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "The Night-jewel deckhand can be found on the shore of Barad Rill.\\n\\nDaxamat made landfall with his brethren at Barad Rill and then spoke to a deckhand.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Balakhôr and the Black Blade of Lebennin can be found atop Barad Rill.\\n\\nDaxamar is describing the meeting between one of the Nine and Balakhôr. You should listen to his tale.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to the Night-jewel deckhand",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "The lighthouse of Barad Rill can be found at the centre of the small shoal off the southern coast of Dor-en-Ernil.\\n\\nThe deckhand has directed Daxamat to enter the lighthouse and speak to the Scourge at his request.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Enter the lighthouse of Barad Rill",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Meet the Scourge at the peak of Barad Rill",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "'My fellow deckhands were still picking away at the wreckage when I entered the ruin...'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "The peak of Barad Rill can be found by climbing the stairs in the ruin.\\n\\nDaxamat searched Barad Rill for Balakhôr and climbed toward the top of the ruin.",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "'Our siege weapons had toppled the tower, and the Scourge sought to admire his handiwork.'",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "'Then there he was... looking out onto Dor-en-Ernil with a smile.'",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "'Balakhôr had little to say for the rest of our journey.'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'That took you a while...\\n\\n'Currents a little rough for you today, Dax?'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "After shattering the lighthouse at Barad Rill, Balakhôr the Scourge has called Daxamat to the peak to look upon the lands he intends to claim.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Balakhôr the Scourge",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Darkness Over Lebennin",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Observe the meeting of the Black Blade and Balakhôr",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Balakhôr can be found atop Barad Rill.\\n\\nDaxamat then went into Barad Rill to seek Balakhôr at the top.",
      "es": ""
    }
  ]
}