{
  "id": 620954922,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Let us go now, [placeholder]. I shall see that worm suffer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Nimithil can be found in Ost Anglebed.\\n\\nAfter dispatching Azgarzôr, Erchar and Herion suggested you return to the people of Lebennin. You should speak to Nimithil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'You have done so much for us, [placeholder]... I do not even know what we can offer in return.\\n\\n'The Heirs of Castamir have been critically weakened by your hand, and soon they shall be defeated altogether.\\n\\n'Celebrate this day, my dearest ally, for you have won a crucial victory for the people of Gondor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'You say a Corsair by the name of Jajax has sent you here? What sort of a name is that?\\n\\n'If I did not know you as well as I do, I would think you a most unskilled liar. I question his motivation for acting against his own people, but I shall grant him my trust... at least for the moment. Still, I will seize any chance I can to slay Garvir's murderer, even if it means fighting alongside a Corsair.\\n\\n'When you are ready, we shall ride. Be ready, [placeholder], for I will not allow anything to hold me back once we reach their camp!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Seeking to put an end to the reign of the Heirs of Castamir, Jajax prepares himself for an uneasy and hopefully brief alliance with Garvir's brothers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Erchar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sons of the Usurper",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730881",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Nimithil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Erchar can be found in Linhir in eastern Dor-en-Ernil.\\n\\nJajax has asked you to rally Garvir's brothers to Hata Kebir so they may seek vengeance against Azgarzôr.",
      "es": "",
      "es (fem)": ""
    }
  ]
}