{
  "id": 620954917,
  "txt": [
    {
      "id": "0xceb0118",
      "en": "Nimithil can be found in Ost Anglebed in north-central Lebennin.\\n\\nYou have survived Malthellim's betrayal and should now speak to Nimithil about what is to be done next.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Legacy of Strife",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Let us speak with the Steward at once, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Nimithil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Concerned by the growing influence of the Heirs of Castamir in Lebennin, Nimithil hopes to warn Steward Malthellim of treachery within Ost Anglebed and prevent her people from splintering.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Were it not for you, I fear Malthellim would have slain any who defied him.\\n\\n'I do not understand how he could align himself with such vile men - a new king is not worth the deaths of your country and kin.\\n\\n'We can only count ourselves lucky that more of the disillusioned folk in Ost Anglebed did not come to his aid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Nimithil can be found in Ost Anglebed in north-central Lebennin.\\n\\nNimithil has asked you to accompany her in speaking to the Steward of Ost Anglebed of her worries about the Heirs of Castamir and their influence on her people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I have seen enough, [placeholder].\\n\\n'We must go to the Steward at once and convince him to do something before our people turn on each other. Each day has brought more and more rumours of the supposed greatness of these Heirs, but it is clear that they mean naught but harm for Gondor. The people are divided, and I see them look with such disdain at their fellows... I fear this conflict shall soon come to blows.\\n\\n'And this treachery in Ost Anglebed... who could be behind it? We must find out before they can weaken us enough for the Enemy to overcome our defences.\\n\\n'Let us go, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Nimithil",
      "es": "",
      "es (fem)": ""
    }
  ]
}