{
  "id": 620954924,
  "txt": [
    {
      "id": "0xfa8e117",
      "en": "You have arrived at Hata Kebir and Jajax rushes to your side",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Jajax rushes to your side!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'I will remain here with my brother, but I trust you and your allies shall soon return!\\n\\n'I never thought I would aid a man of Gondor, but for once our aims have aligned. Let us hope this is the last time, eh! \\n\\n'Return to their city, and tell them of the man who rules Hata Kebir. Let them avenge their brother, my friend, for they shall also be saving my people from a terrible fate.\\n\\n'Until I see you next, [placeholder]...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Honour and Vengeance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I suppose it is a bit harder to blend in here in a town so small, but I had hoped our paths would cross once more, [placeholder]!\\n\\n'You are an honourable [placeholder], and a great burden weighs on me since coming to Lebennin. I believe that our leaders have sought to deceive us, or are so blinded themselves, as to think that our victory will be a prosperous one and bring about a new age for Umbar.\\n\\n'I have heard many rumblings amongst the men I camped with on my way here that the Scourge merely speaks for one of the Black Riders. If that is so, I fear our people will become naught but slaves to Mordor at the end of this war.\\n\\n'It is a decision I have not made lightly, but my brethren camped outside Pelargir must be stopped before the Heirs overtake these lands. Meet me at their camp to the east, my friend, if you wish to fight at my side once more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Erchar in Linhir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Jajax rushes to your side!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Hata Kebir can be found due east of Aerthir in south-eastern Lebennin.\\n\\nJajax has asked you to aid him in fighting against the Heirs of Castamir at Hata Kebir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Jajax can be found at your side or called with your horn.\\n\\nYou should aid Jajax in his search of Hata Kebir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Fearing his people will become slaves to Mordor at the war's end, Jajax weighs his decision to strike against the Heirs of Castamir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Aid Jajax in weakening the leaders of Hata Kebir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Hata Kebir can be found in south-eastern Lebennin.\\n\\nJajax has asked your aid in weakening the forces of the Heirs of Castamir in Hata Kebir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Aid Jajax in stealing his fellow Corsairs' pillage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Aid Jajax in crippling the forces of Hata Kebir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Daxamat can be found in the northernmost area of Hata Kebir in south-eastern Lebennin.\\n\\nYou should listen to Daxamat as he recounts the story of his journey to Lebennin alongside the Scourge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Aid Jajax in searching Hata Kebir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Listen to the tale of Daxamat's journey with Balakhôr the Scourge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Jajax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Jajax can be found at your side or can be called with your horn.\\n\\nYou have listened to Daxamat's retelling and should now speak to Jajax.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Meet Jajax at Hata Kebir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Erchar can be found in Linhir along the Gilrain in western Lebennin.\\n\\nJajax has decided to remain with his brother until you are able to rally the forces of Erchar and Herion against the Heirs of Castamir. You should return to Linhir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Jajax rushes to your side!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'You say a Corsair has led you to the whereabouts of the man who killed Garvir?\\n\\n'I question your choice of allies, [placeholder], but I will not deny his aid. Let us hear more of this man, and ready our weapons!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}