{
  "id": 620954920,
  "txt": [
    {
      "id": 228284040,
      "en": "'Whether you believe in my cause or not, I think you have done something heroic here today.\\n\\n'I have my vengeance, and you can rest knowing the people of Gondor will not meet with the same brutality that befell my men.\\n\\n'More still weighs on my mind, my friend, but let this victory be remembered by us both.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Jajax can be found at your side or called with your horn.\\n\\nYou have defeated the three captains of Harad and should now speak to Jajax.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Defeat Ralthat",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Defeat Kuri",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Defeated Akimun",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Defeated Ralthat",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Defeated Kuri",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'When our fleet split between the bay and sailing to Pelargir, I found myself sharing a ship with Hebil and that pompous man, Azruthor.\\n\\n'Hebil got what he deserved for slaying my men in Lamedon, and I heard rumour that Azruthor's flowery words weren't able to save him... pity that. Yet, before we set out, Hebil honed his harshness from three captains of Harad and I saw him throw the weak from the ship as we sailed.\\n\\n'We may not have honour as you or the Swan-men see it, but to slay our own for the smallest of trespasses is not our Way. I believe these captains are here, and I will see them pay for what they have done to my people.'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Seeking vengeance against three captains of Harad for twisting the Way of the Corsairs, Jajax hopes to confront them in Hata Kebir.",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Jajax",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Forked Tongues",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Defeat Akimun",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "The three captains can be found throughout Hata Kebir.\\n\\nJajax has asked you to aid him in seeking vengeance against the captains in Hata Kebir.",
      "es": ""
    }
  ]
}