{
  "id": 620954916,
  "txt": [
    {
      "id": 49286678,
      "en": "Talk to Jajax",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Jajax can be found at your side, or called with your horn.\\n\\nYou have gathered many bottles of ale and reclaimed much of the treasure stolen from the people of Lebennin. You should now speak to Jajax.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Reclaim Corsair pillage for Jajax ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Reclaim Corsair pillage for Jajax ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 149027379,
      "en": "Reaping the Harvest",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Collected bottles of ale for Jajax ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Look around at these men, [placeholder]... There was a time I might have called any of them my brother, but see how the excitement is gone from their eyes.\\n\\n'These so-called Heirs... they steal the fun out of our mischief and treat their men as dogs. I wish to remind them what it truly means to be a Corsair, my friend, and they have been kind enough to gather so much of value here.\\n\\n'Let us steal it all and drink to our victory!'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Look at this haul, [placeholder]. You make a good Corsair, even if you do not think yourself one of us!\\n\\n'I... suppose your honour might get in the way of me keeping this treasure, but you are a friend of mine, and I shall respect your ways since we fight side by side. I make no promises for the next time, though!\\n\\n'All I ask is that you finish this ale with me, and you can return the treasure to the people of this land.'",
      "es": ""
    },
    {
      "id": 24695159,
      "en": "Longing to raid once more, Jajax hopes to inspire the Corsairs to shed the rule of the Heirs of Castamir and revel in their mischief.",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Jajax",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "New Quest -- Lebennin",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Collect bottles of ale for Jajax ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Ale and treasure can be found scattered about Hata Kebir in south-eastern Lebennin.\\n\\nJajax has asked you to aid him in stealing ale and stolen treasures from the forces in Hata Kebir.",
      "es": ""
    }
  ]
}