{
  "id": 620954918,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Instance: Legacy of Strife",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Nimithil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "The doors to the hall are thrust open and rattle loudly against the walls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I have never seen my people like this... it is tremendously worrying, and I feel I must say something before the hour is too late.\\n\\n'Will you follow me along with my guards, [placeholder]? I do not know what will come of my words.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Nimithil is standing in the rear of the Hall of Ost Anglebed.\\n\\nNimithil is concerned that the arguing in the hall will soon turn to violence and asks for your support in calming the crowd.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Let us leave the hall while my guards escort Malthellim and his men away. I cannot stand to look upon him any longer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08edb2",
      "en": "Follow Nimithil into the crowd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Nimithil can be found somewhere in the Hall of Ost Anglebed.\\n\\nYou have travelled to the hall with Nimithil, but became separated amid a large crowd of belligerent people. You should reunite with Nimithil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Concerned by the growing influence of the Heirs of Castamir in Lebennin, Nimithil hopes to warn Steward Malthellim of treachery within Ost Anglebed and prevent her people from splintering.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfe08ed6",
      "en": "Listen to Nimithil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Listen to Nimithil speak to the crowd of Gondorians",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Nimithil and Malthellim are speaking near the fire-pit in the centre of the Hall of Ost Anglebed.\\n\\nNimithil is sharing what you have learned in Lornost and Ost Anglebed with Malthellim. You should listen as they speak.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Nimithil is standing in the rear of the Hall of Ost Anglebed.\\n\\nYou have found Nimithil, but the Steward has not yet returned to the Hall. You should ask Nimithil what is to be done.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Yamanim, Hosdam, and Khutâ are moving against the dissenters within the Hall of Ost Anglebed.\\n\\nMalthellim has aligned himself with the Heirs of Castamir and has now allowed the Corsair and Haradrim men in Ost Anglebed to execute dissenting folk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Observe the meeting between Nimithil and Malthellim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Defeat Yamanim, Hosdam, and Khutâ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Subdue Steward Malthellim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Search for Nimithil among the crowd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Nimithil can be found in the rear of the Hall of Ost Anglebed.\\n\\nYou have subdued Steward Malthellim with the aid of Nimithil's guards, and should now speak to Nimithil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Steward Malthellim can be found in the Hall of Ost Anglebed.\\n\\nMalthellim has drawn his weapon in desperation, and must now be subdued if the people of Ost Anglebed are to remain safe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Nimithil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Malthellim looks appalled and swiftly draws his weapon!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'I cannot believe that the Steward felt this the best way to keep his people safe from the Enemy!\\n\\n'It is true that many of the people in Lebennin come from families that once supported Castamir, but his legacy was a tainted one, and he fell from favour with all but his most devoted. It is no folly that he came to be known only as the Usurper!\\n\\n'Malthellim must be locked away, lest he allow more of the Enemy inside these walls.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}