{
  "id": 620954921,
  "txt": [
    {
      "id": 225071143,
      "en": "Listen to Daxamat's recounting of his journey through Dor-en-Ernil",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Daxamat can be found in the northernmost part of Hata Kebir in eastern Lebennin.\\n\\nDaxamat has finished telling the tale of his encounter with the Black Blade of Lebennin. You should speak to him.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Let me tell you my tale, [placeholder].'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Daxamat in Hata Kebir",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Darkness Over Lebennin",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "After shattering the lighthouse at Barad Rill, Balakh么r the Scourge has called Daxamat to the peak to look upon the lands he intends to claim.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Now, do you understand? That terrible wraith, one of the Nine, looked upon Balakh么r as a mere tool... how lowly might the rest of us be in the Master's eye?\\n\\n'Balakh么r has his mind set only on Pelargir, and I fear that if we fail to reach the Guarded City in time, there will be no place for our people to hide from the Dark Lord's gaze.\\n\\n'I see no way off this course, brother, other than to flee.'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Daxamat can be found in the northernmost part of Hata Kebir in eastern Lebennin.\\n\\nDaxamat has asked to share his account of an upsetting meeting he witnessed in Dor-en-Ernil. You should listen to his tale.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I ask again, brother, why have you come here?'\\n\\nJajax explains his desire to help Daxamat escape from the Heirs of Castamir before they bring themselves to ruin.\\n\\n'You will have little trouble convincing me, Jajax, for I have seen things you would not believe... but it is one thing to wish to help me, and another entirely to steal me away under Azgarz么r's gaze.\\n\\n'These grim clouds hide far worse things... terrible things that weigh heavily on me. Let me tell you my tale, and then we can speak of leaving this place.'",
      "es": ""
    }
  ]
}