{
  "id": 620954914,
  "txt": [
    {
      "id": 246419840,
      "en": "Jajax can be found at your side or can be called with your horn.\\n\\nYou have greatly weakened the forces of Hata Kebir and should now speak to Jajax.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Jajax",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Defeat Corsairs and Haradrim in Hata Kebir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Defeated Corsairs and Haradrim in Hata Kebir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Half-trolls and men devoted to the Heirs of Castamir can be found in Hata Kebir in south-eastern Lebennin.\\n\\nJajax has asked you to help him weaken the forces of the Heirs of Castamir before they can cause further harm to Umbar.",
      "es": ""
    },
    {
      "id": 24695157,
      "en": "Believing that they will lead his people to ruin, Jajax hopes to weaken the forces of the Heirs of Castamir in Hata Kebir.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'You may not believe me, but some of those were fine men... just lured to folly by the words of the Heirs.\\n\\n'There remained no time or means to sway them from their foolishness, my friend, but I curse the Heirs for leading them down this path.\\n\\n'Come now, there is still more to be done.'",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Defeated Half-trolls in Hata Kebir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I wonder if the others see what I do, [placeholder]...\\n\\n'There will be no victory for Umbar no matter the outcome of this war, my friend. We have left our people at Mordor's mercy, and the closer we draw to victory in the east is the closer we draw to our own ruin. As I see it, these Heirs are pretenders, and none of them will rule even the smallest plot of land in the coming days. If we are to remain free of Mordor's oppression, the Heirs must fail in this war.\\n\\n'Come, the men here are among their most devoted - let us break their morale before they can cause more harm to Umbar.",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Burned rowing boats in Hata Kebir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Defeat Half-trolls in Hata Kebir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Burn rowing boats in Hata Kebir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Victory in Defeat",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "DNT",
      "es": ""
    }
  ]
}