{
  "id": 620954919,
  "txt": [
    {
      "id": 162883717,
      "en": "'Ah-ha! There you are, [placeholder].\\n\\n'You may have noticed that a great deal of Azgarzôr's men have gone. That may be because I set some of their ships on fire, but I do not know their thinking for certain!'\\n\\nJajax lets out a small chuckle.\\n\\n'Do not fear, I did not burn the finest of them, for I do not think my heart could have taken it. But yes, we have much to attend to here while those fools are distracted...\\n\\n'I can see in your friends' eyes a burning anger... I feel much the same way for what has been done to my people. Let us be through with this, my friend. Azgarzôr must be slain this day!'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'It is done then...\\n\\n'I miss my brother greatly, [placeholder], but I can rest easier knowing his murder has been avenged.\\n\\n'Azgarzôr shall be forgotten, but the deeds of my brother shall be remembered in Dor-en-Ernil for ages to come.\\n\\n'Ready yourself to depart, [placeholder]. I have but a few more words to say here....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Sons of the Usurper",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Erchar is standing in Hata Kebir.\\n\\nYou have defeated Azgarzôr and avenged Garvir. You should speak to Erchar before leaving the camp.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Confront and defeat Azgarzôr",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Jajax in Hata Kebir",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Erchar",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "After defeating the Haradrim and stable-hands, the horses stand undefended",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Fight your way to Azgarzôr's tent",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'We must leave this place before more of Azgarzôr's men return!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Are you prepared, [placeholder]?\\n\\n'I hope so, for I can wait no longer! Garvir must be avenged!'",
      "es": ""
    },
    {
      "id": 215429257,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Freed and spooked horses in Hata Kebir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225642642,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Erchar and Herion can be found within Hata Kebir.\\n\\nYou have begun to assault Hata Kebir with Garvir's brothers and should follow them into battle.",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "You notice a familiar face in the distance...",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Erchar is standing outside Hata Kebir.\\n\\nYou have arrived at Hata Kebir and should now speak to Erchar before beginning your assault.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Horses can be found just inside the western entrance to Hata Kebir.\\n\\nErchar has asked you to free the horses and spook them, so that they might cause further commotion within Hata Kebir.",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Seeking to put an end to the reign of the Heirs of Castamir, Jajax prepares himself for an uneasy and hopefully brief alliance with Garvir's brothers.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Fight your way into Hata Kebir with Erchar and Herion",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Azgarzôr is slain!",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Free and spook horses in Hata Kebir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Fight your way further into Hata Kebir",
      "es": ""
    },
    {
      "id": 225642659,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Erchar and Herion can be found within Hata Kebir.\\n\\nGarvir's brothers are battling their way deeper into Hata Kebir. You should aid them.",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Jajax is standing outside the inner camp-sites of Hata Kebir.\\n\\nYou have battled your way deep into Hata Kebir and have discovered Jajax amid the largely-emptied tents nearby. You should speak to him.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Erchar",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Azgarzôr's tent is in the heart of Hata Kebir.\\n\\nJajax has joined with you and Garvir's brothers to confront Azgarzôr. You should battle your way to his tent.",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Azgarzôr is in Hata Kebir.\\n\\nYou have found Azgarzôr, and must now defeat him.",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "As you approach the tent, a wave of dread passes over you...",
      "es": ""
    }
  ]
}