{
  "id": 620781572,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Deluches has escaped",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Deluches has escaped",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gautar examined the tokens you recovered from the fell spirits and discovered that they bear signs of Angmar, sigils that may be binding the spirits to the mortal world. A name also was written upon them: Deluches.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'These tokens bear signs of Angmar, terrible sigils that may well be binding the fell spirits to this place. You must find the shrine used by the Angmarim in their rituals. I believe it is on an islet in a small pond in southern Imlad Balchorth. It may be difficult to find, for it appears as a large iron spike, which is not uncommon among the works of the Angmarim.\\n\\n'If you call forth the spirits at the shrine, I believe they will come to that place one last time, there to be banished forever. It is a dreadful chance though...I will confess that my folk are not well-versed in dealings with evil spirits. I think the Elves would know more, and there are few enough of those in Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The shrine of the fell spirits is on an islet in a small pond in the southern part of Imlad Balchorth, south and a little west from Myrkworth.\\n\\nGautar has asked you to go to the shrine of the fell spirits in Imlad Balchorth. The shrine can be recognized as a large iron spike, a common feature of the works of the Angmarim which might make the shrine difficult to find.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Alas, I had not reckoned that the spirits' master would himself be a fell spirit, able to interfere with your quest. Why, I wonder, was he able to escape you so easily?\\n\\n'I have sent you into grave danger on a fool's errand. But perhaps we can still repair my error.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gautar is back at Myrkworth, north and a bit east from the shrine of Deluches.\\n\\nYou were unable to defeat the terrible captain of the spirits, Deluches, so the fell spirits could not be banished. You should return to Gautar and report these events.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you banished the fell spirit Deluches? No? Please, you must draw him out and send him back to the Void!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Summon and defeat the spirits at the southern shrine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Deluches",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Deluches has escaped",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Deluches",
      "es": "",
      "es (fem)": ""
    }
  ]
}