{
  "id": 620781416,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Bail Róva commander Defeated!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lornë told you that she joined the hunting party to find her missing sister, Muirnë, only she fears that the worst has befallen her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Listen well, stranger. To make my way here, I must do some hunting with the other men of this little camp, but in truth I am not here to live the life of a hunter. I am here for the sake of my sister, Muirnë, and if things have gone as I fear, I will take a blood price from her murderer. But I still hope that the worst has not come to pass, and if she still lives, I wish to rescue her from her captors.\\n\\n'Many months past, she left our home in Aughaire to go questing with kin, but on the way I am told she was taken by the Angmarim. From what I can tell, they were encamped at the outpost of Bail Rova, but thus far I have been unable to learn more.\\n\\n'Will you help me? That encampment lies to the west on the way to Ram Dúath. If the Angmarim had hoped to learn something from my sister, they would have brought her to the commander of Bail Róva.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Angmarim camp of Bail Róva is North-west of Tyrn Lhuig, guarding the entrance to the Ram Dúath.\\n\\nLornë has asked you to look for some sign of her sister and if necessary to confront the outpost's commander for news of Muirnë.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, she was not there after all. All my patience, wasted! But I should offer my thanks. I might have waited here much longer and still learned nothing!\\n\\n'The Silk-lady...that is a name I have heard, though. Recently it has become a name of dread in these hills. Whispered tales speak of a cruel and vicious woman of Angmar who commands deadly spiders. It is said she is as dangerous to her fellow Angmarim as she is to the enemies of the Iron Crown....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lornë is at the hunters' camp in Malenhad.\\n\\nMuirnë was not in Bail Rova, but the Angmarim commander mentioned a Silk-lady who may know more. You should return to Lornë and tell her what you have learned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please, look for my sister, Muirnë. I must hold to the hope she lives, until it is proven otherwise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What? Muirnë? You ask for her? Ha!\\n\\n'You'll not find her here, Southron! She moved on long ago. Seek you the Silk-lady if you would know more.\\n\\n'But I think the Silk-lady will not be troubled with your presence, Outlander...not if I kill you here and now and redeem the incompetence of my men!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Look for Muirnë",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Confront the Bail Róva camp commander",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat the Bail Róva camp commander",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Blood-price",
      "es": "",
      "es (fem)": ""
    }
  ]
}