{
  "id": 620781589,
  "txt": [
    {
      "id": 22075075,
      "en": "Bring the Sword of Rhudaur to Nethraw",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'As I told you before, the other six swords will be much harder to recover, if indeed they still can be found at all.\\n\\n'The second sword is called the Sword of Rhudaur. Evidently the Dúnedain knight who bore it was a descendant of those who fled the fall of Rhudaur long before and carried a sword from the days when Rhudaur was a kingdom of Arnor.\\n\\n'According to the old tale, this knight's watch-tower seems to have once been found in the same location as one of the large Orc-camps north of Gabilshathûr. I know not which camp is the right one. But even if the sword can still be found, perhaps under such a marker as you found at Gabilshathûr, it will be no easy task to brave all those Orcs.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The Sword of Rhudaur!\\n\\n'I am greatly heartened by your success! If the first two swords can be found where the tale tells, perhaps the remaining five will be found as well. \\n\\n'The difficulty of collecting the swords grows. Make no doubt, I have asked you to find the easiest two swords first.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I hope the Sword of Rhudaur is still there to be found. For all we know, it may long since have been looted by Orcs.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Alas, what have you done with the Sword of Rhudaur? Surely you have not lost it?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Sword of Rhudaur",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You recovered the Sword of Arvedui, leading Nethraw to wonder if the other swords might not be recovered as well.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search for the Sword of Rhudaur",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Sword of Rhudaur may be found at one of the fortified Orc-camps north of Gabilshathûr.\\n\\nNethraw has now asked you to search for the Sword of Rhudaur.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the Sword of Rhudaur to Nethraw",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nethraw is back at the Fane of the Seven Sentinels, east of Gabilshathûr.\\n\\nYou should bring the Sword of Rhudaur to Nethraw.",
      "es": ""
    }
  ]
}