{
  "id": 620781563,
  "txt": [
    {
      "id": 54354734,
      "en": "The sudden appearance of Deluches, the captain of the fell spirits, kept you from banishing the creatures from the shrine.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It occurs to me that this spirit you fought is after all a creature of the same ilk as those we seek to banish. He must not be controlled by the shrine, or he would not have been able to flee you so easily when he was on the brink of defeat.\\n\\n'My guess is that another controls Deluches. The necromancers of Imlad Balchorth hide in a ruin high in the hills on the south side of the area. Quite possibly one of them is the protector of Deluches himself. I suspect, too, that you will find a second shrine in their lair. I was a fool to think they only had one.\\n\\n'Find this master shrine. No doubt you will encounter your enemy again -- and mayhap the chief of the necromancers as well -- but this time if you are victorious, his defeat will be final...I hope'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The necromancers of Imlad Balchorth can be found at the ruins high in the southern hills of the area.\\n\\nThe chief sorcerer of the necromancers, the Spirit-master, no doubt controls Deluches, the spirit-captain. Gautar has asked you to defeat him, and thus banish Deluches forever.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done very well indeed. Deluches was evidently the key to the necromancers' control over those spirits. It is unfortunate, though, that those which have been banished are but a small part of the host of Angmar.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Eithel Úmfaer is in southern Imlad Balchorth, west of Myrkworth.\\n\\nDeluches, captain of the fell spirits, has been summoned to Eithel Úmfaer, the master shrine in Imlad Balchorth, where he must be destroyed.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Gautar is back at Myrkworth, east and a bit north of Eithel Úmfaer.\\n\\nYou have defeated Deluches and banished at least some of the fell spirits of Angmar. You should bring the good tidings to Gautar.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Deluches escaped you once...he must not do so again!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have done very well indeed. Deluches was evidently the key to the necromancers' control over those spirits. It is only unfortunate that those which have been banished are but a small part of the host of Angmar.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "DWARF TBD is back at Myrkworth.\\n\\nYou have defeated Deluches and banished at least some of the fell spirits of Angmar. You should bring the good tidings to DWARF TBD.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You have undone the plans of the necromancers of Angmar. Well done!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Use the master shrine, Eithel Úmfaer",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Banishing the Darkness",
      "es": ""
    }
  ]
}