{
  "id": 620781591,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have recovered the Sword of Sorrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Four of the seven swords have been recovered, leaving only three.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Next comes the Sword of Sorrow. This sword was carried by a knight who lost his lands and all his kin to the Angmarim. He swore his oath while bearing a terrible burden of sorrow and hatred.\\n\\n'The tale says that this knight set up his tower not far east of here, in heights infested by evil drakes. These fell creatures are too fierce for any to fight on even terms, so yet again I must ask you to bring allies with you in the search for the sword.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Sword of Sorrow is said to be found in drake-infested heights east of the Fane of the Seven Sentinels.\\n\\nYou have been sent to recover the Sword of Sorrow from its resting-place. Nethraw again suggests you take allies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We are near the end of our quest. There are but two swords left to collect!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nethraw is back at the Fane of the Seven Sentinels, east of Gabilshathûr.\\n\\nYou should bring the Sword of Sorrow to Nethraw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Sword of Sorrow lies to the east, so the tale tells.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Where is the Sword of Sorrow?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for the Sword of Sorrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the Sword of Sorrow to Nethraw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the Sword of Sorrow to Nethraw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Sword of Sorrow",
      "es": "",
      "es (fem)": ""
    }
  ]
}