{
  "id": 620781576,
  "txt": [
    {
      "id": 218649169,
      "en": "'Ah yes, where was I...? Well, the Seven Sentinels had sworn to keep a watch on Angmar, but there was no more kingdom of Arthedain to support them. The Seven maintained their vigil and upheld their oaths, but after many years, the six Men died. They were not replaced, as both Gondor and the remaining Dúnedain of Arnor had forgotten them.\\n\\n'In sorrow, the Elf, whose name has been lost, made a vault in the knights' honour, and then he himself sailed west across the Sea. This is the vault of the Seven Sentinels, and an old tale tells that ancient treasure, imbued with a virtue for fighting the evil of Angmar, is buried here. Yet the keys to opening it are missing. The tale says that the vault can only be opened when the seven swords of the Seven Sentinels are once again raised, but the swords of those great heroes are long lost.\\n\\n'Still, I have some clues. The first sword is called the Sword of Arvedui. It was borne by a knight who served Arvedui's son Aranarth, but who took up his vigil here rather than follow the other Dúnedain into obscurity. I believe that the sword is hidden somewhere around the dwarves' outpost of Gabilshathûr, which once was the site of the knight's watch-tower. The sword may still be hidden there, someplace.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Remarkable! So the tales are true! If this one sword has been found, perhaps the other six will reveal themselves as well! Perhaps the vault can be opened, and it may even hold some treasure that can be of use to us here!\\n\\n'But I have raced ahead of myself. Recovering the other six swords will be no easy task. Indeed, it may well be an impossible quest. But we shall see....'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I am afraid I have let my enthusiasm for the old tales get the better of me. \\n\\n'I should probably not have asked you to search for the sword, considering it is likely that either the sword was lost long ago, or else that the old tale is nothing more than a fable.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah, I have no doubt the old tale is a mere fable. Or else the sword was lost long ago.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Sword of Arvedui",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Nethraw told you a tale of Seven Sentinels who swore to hold vigil over Angmar to ensure that the evil never returned.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search for the sword of Arvedui",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Sword of Arvedui is supposedly hidden somewhere around Gabilshathûr.\\n\\nNethraw has asked you to search Gabilshathûr for some evidence that the Sword of Arvedui was hidden there.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the Sword of Arvedui to Nethraw",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nethraw is back at the Fane of the Seven Sentinels east, of Gabilshathûr.\\n\\nYou should bring the Sword of Arvedui to Nethraw.",
      "es": ""
    }
  ]
}