{
  "id": 620781451,
  "txt": [
    {
      "id": 218649169,
      "en": "'There is much water in Angmar, but most of it is foul, poisoned, and deadly to drink. Even the rare springs of pure water can sometimes turn foul, when some old poison leeches from the soil.\\n\\n'Of course, we must know which water is pure and which foul, but it is a deadly game to tell merely by taste. Instead we collect water from various springs and feed it to swamp-fly grubs. These creatures will sicken and die if they are given foul water.\\n\\n'Banners have been placed at six of the shallow springs of the swamp where once fresh water could be found. Take these water-skins, find the banners, and collect water from the six springs, so that we may learn if the springs still run true.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done. I trust you remember which skin came from which spring? Very good, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The springs await you [placeholder] -- I presume this task is not beyond you?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Water of Life and Death",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Malenhad has long been a place of poisonous waters and vapours, corrupted by the powers of ancient Angmar during the reign of the Witch-king. There is little of value left there.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected water at the banner-marked pools ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect water at the banner-marked pools ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The banner-marked pools are spread throughout western Malenhad.\\n\\nMurdaig치n has asked you to go to six springs in the swamp and collect samples of water which he can use to confirm whether those springs have not yet been poisoned by the filth of Angmar.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the water-skins back to Murdaig치n",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Murdaig치n is back at the hunters' camp in the south-west corner of Malenhad.\\n\\nHaving collected several water samples, you should bring them back to Murdaig치n.",
      "es": ""
    }
  ]
}