{
  "id": 620781413,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Silk-lady....I wish I knew more about her. I have heard only dark rumours of her presence in Bail Boglakh, but none among the hill-men here have seen her - or done so and lived to tell the tale at any rate.\\n\\n'If you are willing to continue to aid me, I would ask you to gather your allies and scout within the fortress of Bail Boglakh to the north across the swamps, and see what clues you might find as to the whereabouts of this 'Silk-lady', if indeed she may hold my sister captive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These tokens you have found certainly suggest that the Silk-lady does reside in Bail Boglakh as we suspected.\\n\\n'But what is this? On the back of these tokens is an inscription of the high tower at Bail Boglakh... It must be there that this evil woman resides! My sister must be held within!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'We need to find more evidence of the Silk-lady's presence at Bail Boglakh - we have naught but rumours to act on yet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Blood-bond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lornë only knows the Silk-lady as a name of fear, but hopes you may be able to find more clues in the Angmarim fortress of Bail Boglakh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have found a Token of the Silk-lady!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find a clue to the Silk-lady's presence in Bail Boglakh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lornë has asked you to gather some allies and seek out any clues as to the whereabouts of the so-called 'Silk-lady' of Bail Boglakh, an Angmarim fortress to the north of Malenhad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the tokens to Lornë at Tyrn Lhuig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lornë is at the hunters' camp in Malenhad, far to the south of Donnvail.\\n\\nIt seems that the Silk Lady resides at an Angmarim outpost on the north side of Malenhad that guards the way into eastern Angmar. You should return to Lornë and let her know what you have learned.",
      "es": "",
      "es (fem)": ""
    }
  ]
}