{
  "id": 620781571,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Angmar was avoided by my people long ago, for many things dwelled here that are better left alone. When we thought them gone, we foolishly came seeking wealth in this barren land. Unfortunately, with the coming of the False King, those fell things have been awakened.\\n\\n'Perhaps the worst of the creatures which dwell here are the fell spirits, demons which have existed in Middle-earth since the First Age of this world. At the height of the Witch-realm of Angmar, the Witch-king had power to command these spirits, and it is said there are other creatures which have a similar power. It was these spirits that the Witch-king sent to the Barrow-downs after the passing of Cardolan. It is these spirits who stir the bones of the dead.\\n\\n'I bid you to go west into Imlad Balchorth and confront these demons. Claim the Tokens of Angmar they carry. Perhaps we can use the tools of the Enemy to banish the fell spirits from Middle-earth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'That the sorcerers of Angmar would dare to commune with these fell spirits speaks well enough to their evil. No Man, dwarf, or Elf, pure of heart, would deign to do such... it is an abomination.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I know this is a dark task I have given you, but I bid you be of stout heart. In the end, we will be doing much to banish the dark spirits in Imlad Balchorth.\\n\\n'The spirits are deep in Imlad Balchorth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Spirits of Old",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Imlad Balchorth is the dwelling place of a host of fell spirits, servants of Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected tokens of Angmar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the tokens back to Gautar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are fell spirits in Imlad Balchorth, in the southern upper passes, south and west from Myrkworth. Gautar is in Myrkworth.\\n\\nGautar has asked you to confront the fell spirits to learn if there might be a way to banish them from Middle-earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect tokens of Angmar from Imlad Balchorth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}