{
  "id": 620781414,
  "txt": [
    {
      "id": 136263297,
      "en": "You have slain Muirnë!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lornë believes that the Silk-lady is holding her sister Muirnë captive within the high tower of Bail Boglakh.\\n\\nShe has asked you to confront the Silk-lady in the hopes of freeing her at last.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'So, it seems that the Silk-lady holds the key to my sister's fate, and that she is conveniently at hand in a nearby outpost.\\n\\n'I must tell you, though, that the outpost is heavily-guarded, and what I have heard of the Silk-lady, I fear that you would not be able to fight your way to find her on your own. If you will undertake to learn my sister's fate, you should bring allies with you.\\n\\n'If you do choose to confront her, take these tokens and approach her tower. Having slain several of her favoured minions, she should not refuse such a challenge from you.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Silk-lady is in the Angmarim fortress of Bail Boglakh on the north side of Malenhad, which guards the road into eastern Angmar.\\n\\nLornë has asked you and your companions to confront the Silk-lady at the high tower therein, in hopes of finding and freeing her sister Muirnë.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What have you learned? What? No! It is impossible!\\n\\n'No... but I must accept the truth of what you tell me. Muirnë was ever a wilful child, spoiled selfish. But still, to become a spider-keeper of the Iron Crown! I have wasted a year of my life weeping for the fate of a monster!\\n\\n'Alas, this is a bitter draught to down. But dark though these tidings be, you have done what I asked, Southron. You have my thanks... I am too deeply in your debt, but I will try to pay you what I can.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You confronted the Silk-lady and learned that she was in fact Lornë's sister Muirnë. You defeated the Silk-lady in combat and now must bear the dark tidings back to Lornë.\\n\\nLornë can be found at Tyrn Lhuig in Malenhad.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Alas, poor Muirnë! But it is better that she is dead than that she continue to serve the evil men of Angmar.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Muirnë? You ask of Muirnë? Do you dare to mock me? Do you dare?\\n\\n'You fools! I am Muirnë!\\n\\n'Oh, this is too much. Such a delicious joke! My wretch of a sister has been moping in the swamp for a year now, not knowing that I went to the Iron Crown of my own free will! I would never go down to death with those fools of Aughaire, never fight against the great and glorious rulers of the north!\\n\\n'The Iron Crown welcomed me, and her great sorcerers have taught me much of the beautiful arts of darkness. I have signed a blood pact with the steward of the great Witch-king himself, and I have been admitted to the circle of power.\\n\\n'And that is all you will ever know, all my sister will ever know... for now it is time for you to die! Die and fall into darkness!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Would that you could have saved my sister, [placeholder], but alas, it was not meant to be.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Challenge the Silk-lady",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Lornë and tell her of Muirnë's fate",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Blood-pact",
      "es": ""
    }
  ]
}