{
  "id": 620781588,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The third sword is called the Sword of Gondor. Of the host that fought the Witch-king at Fornost, many were knights and men-at-arms of Gondor, led by Eärnur, Prince of Gondor. One doughty knight, whose name has been lost, would not be outdone by the knights of Arthedain, and vowed to keep a vigil along with them.\\n\\n'According to the tale, his watch-tower was at a place not far from here, called Maethad. Unfortunately, this place is infested with evil trolls, and worse, by the mighty Gertheryg, who are fearsome masters of arms.\\n\\n'It would be all but impossible for you to venture into Maethad on your own, so if you would seek the third sword, I would counsel you to venture to the evil place only with stout companions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have impressed me mightily. The recovery of the Sword of Gondor is a great triumph over the evil creatures of Angmar, even if none of the other swords are recovered at all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It will be very difficult to recover the Sword of Gondor if it is still to be found in Maethad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I knew I should not have asked you to go on this mission.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Sword of Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the recovery of the swords of Arvedui and Rhudaur, Nethraw has become more confident that the remaining swords may be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for the Sword of Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Sword of Gondor is said to be found somewhere in Maethad, north of the Fane of the Seven Sentinels.\\n\\nNethraw has now asked you to search for the Sword of Gondor, in Maethad, a place garrisoned by many Trolls and Gertheryg. For this reason, you were cautioned not to venture there on your own.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the Sword of Gondor back to Nethraw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nethraw is back at the Fane of the Seven Sentinels, east of Gabilshathûr.\\n\\nYou should bring the Sword of Gondor to Nethraw.",
      "es": "",
      "es (fem)": ""
    }
  ]
}