{
  "id": 620781593,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Bring the Sword of Twilight back Nethraw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Sword of Twilight was carried by the lone Elf in the company of the Seven Sentinels. The name of that sword perhaps derives from the feeling amongst some of the Elves that their time in Middle-earth draws to an end, and perhaps is an allusion to the direction of their retreat. Who can say?\\n\\n'At any odds, the tale says the Elf's sword may be found far to the north, not all that distant from the place my kindred have made for themselves to spy upon Carn Dûm. I believe the sword's hiding place is in a lair of great and terrible spiders. No one adventurer would be able to retrieve the sword alone, so once again I must counsel you to seek allies in your quest'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well to this point, but there is one great challenge left.'\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I hope you will be able to retrieve the Sword of Twilight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Where is the Sword of Twilight?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Sword of Twilight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Five of the seven swords have been recovered, leaving only two.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for the Sword of Twilight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Sword of Twilight is in a lair of spiders far to the north, near Gath Forthnír.\\n\\nNethraw has sent you in search of the Sword of Twilight, It seems once again that allies will be required to obtain the Sword from its hiding-place.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the Sword of Twilight back Nethraw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nethraw is back at the Fane of the Seven Sentinels, east of Gabilshathûr.\\n\\nYou should bring the Sword of Twilight to Nethraw.",
      "es": "",
      "es (fem)": ""
    }
  ]
}