{
  "id": 620781592,
  "txt": [
    {
      "id": 22075075,
      "en": "Bring the Sword of the Vigil to Nethraw",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Finally, the last of the seven swords! This weapon is called the Sword of the Vigil, and it was borne by the leader of the Seven Sentinels, a knight who made his post in the most dangerous part of Angmar -- a place perhaps even more deadly than Carn Dûm itself!\\n\\n'I speak of Nan Gurth, a place inhabited by terrible beasts and the most evil of foes. The tale tells not where in this dread place the sword can be found. Truly, I hesitate to ask you to go to such a terrible place, merely to satisfy my curiosity, and perhaps to uncover an ancient hoard. But too, it would be a shame to stop now, when we are so close!\\n\\n'Certainly, as before, this quest is far too dangerous for a single adventurer to attempt alone.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The seven swords! Collected at last! I am trembling with excitement. But one small obstacle remains....'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I would never forgive myself if I sent you to your death! Please be careful.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Where is the Sword of the Vigil?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Sword of the Vigil",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have recovered six of the seven swords, and Nethraw is most pleased.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search for the Sword of the Vigil",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Sword of the Vigil is somewhere in Nan Gurth.\\n\\nNethraw told you the last of the seven swords may be found in a deadly place called Nan Gurth. He again warned you that allies will be required to obtain the sword.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the Sword of the Vigil to Nethraw",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nethraw is back at the Fane of the Seven Sentinels, east of Gabilshathûr.\\n\\nYou should bring the Sword of the Vigil to Nethraw.",
      "es": ""
    }
  ]
}