{
  "id": 620781590,
  "txt": [
    {
      "id": 22075075,
      "en": "Bring the Sword of Slaughter to Nethraw",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The fourth sword is the Sword of Slaughter. The tale is unclear on this point, but I believe the knight who bore it was sickened by the carnage of the Battle of Fornost, and named his blade such because of the many corpses it left behind.\\n\\n'The tale leads me to believe that this knight kept watch in the middle of one of the most dread areas of Angmar, in some high ruins a far distance west of the central island of Imlad Balchorth. Even then this region was known as a place of dread, a suitable place for this sword to be hidden.\\n\\n'Again, I must warn you that allies will probably be required to recover this sword.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Four of the seven swords! Well done! But I fear the final three are in yet more dangerous parts of Angmar.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I hesitate to ask you to venture into the accursed land of Imlad Balchorth merely for the sake of an old tale, but it seems there is some truth to the old story.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I fear this was but a foolish dream.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Sword of Slaughter",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "With every sword you find, Nethraw becomes more determined to find the others.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search for the Sword of Slaughter",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Sword of Slaughter is said to be found in a ruin in some high hills west of the large lake in Imlad Balchorth..\\n\\nNethraw has sent you to recover the Sword of Slaughter. You have been cautioned that it will be difficult to obtain without allies.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the Sword of Slaughter to Nethraw",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nethraw is back at the Fane of the Seven Sentinels, east of Gabilshathûr.\\n\\nYou should bring the Sword of Slaughter to Nethraw.",
      "es": ""
    }
  ]
}