{
  "id": 620781587,
  "txt": [
    {
      "id": "0xa4b0ff5",
      "en": "Lay of the Seven Sentinels",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Excerpts from the Lay of the Seven Sentinels",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38ce4c2",
      "en": "Anonymous: trans. Istuienn of Esteldín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61726d1",
      "en": "(Archivist's Note: Please excuse the poor quality of this translation into Westron. The original Sindarin is set out in epic verse.)\\n\\nSing of the Seven Sentinels, brave knights sworn to watch over the fallen evil of the Iron Crown!\\n\\nFirst of the knights was a loyal lord of Arthedain, who served King Arvedui in his day, and his son Aranarth afterwards. His crest was the rose, and his colours were red and white.\\n\\nNext came a valiant son of Rhudaur that was, long a refugee in the court of Arthedain, but ever recalling his noble past; his charge was a lynx, and his colours were gold and blue.\\n\\nNow sing of a proud knight of Minas Tirith, sworn to Earnur, who made his tower in the barren hills. From the land of the White Tree came he, and his armour was silver.\\n\\nA grim knight was the fourth; his blade shed a river of blood at Fornost, and the Angmarim knew him as the Knight of the Slaughter. His armour was black iron, and he bore a red shield.\\n\\nNext came the Doleful Knight, who had lost all that was dear to him, but yet he followed his duty to the end. His sign was a heart transfixed by arrows, and his colours were violet and red.\\n\\nDo not sing my name; for I yet live, who followed Glorfindel to Fornost, and saw the Witch-king flee before the power of the Noldor. I leave my sword of twilight here, but my kin will find me beyond the Sundering Sea.\\n\\nLast comes the Knight of the Vigil, the greatest of the Seven, the founder of our Order, first in battle, and last, alas, to pass through the deathly doors that await all Men. His colours were green and gold, and his charge was a great eagle.\\n\\nSo sing of the Sentinels, gone now from Middle-earth, one and all.",
      "es": "",
      "es (fem)": ""
    }
  ]
}