{
  "id": 620959211,
  "txt": [
    {
      "id": 228284034,
      "en": "'[placeholder], you have done much for me and my people, but I cannot keep you here any longer.\\n\\n'Sleep has not come easily to me of late, but even when I find rest, my dreams have grown as dark as the skies. I have seen my brother fall to madness, the deaths of my sons, and great beasts of terror marching upon Minas Tirith. What sickness of the mind takes hold that would conjure such foul thoughts? I know not if any of these shall come to pass, but I must work to prevent them if I might. Lord Angbor has his own path to forge into the East, but I would ask something else of you. \\n\\n'You may be the last to heed my words... so I beg you to travel to Arnach and speak to a warrior called Baranor. It may delay you, and it may even change your course, but I cannot let those that I love fall to such horrors.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Baranor can be found in Arnach, which can be reached by travelling east across the Erui at the Crossings or by use of the bridge near the beacon Minlos.\\n\\nLady Terenis has asked you to travel east to Arnach and aid the guards there in keeping the people of Lossarnach from harm.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'If the Lady has sent you, I shall not deny your aid. Too many troubles have come to Lossarnach of late... and I fear I cannot resolve them all.\\n\\n'Curious, though, that Lady Terenis sent you. Has she told you much of her sister, Lady Vanyalos? I suspect not. The two of them have not spoken for years... all over Lord Forlong, no less.\\n\\n'Know this, I will not involve myself in the Sisters' feud, but I shall tell Lady Vanyalos of your intent to aid us.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Lady Terenis grows troubled by increasingly dark dreams of her brother and her estranged sister.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Disquieting Dreams",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Talk to Baranor in Arnach",
      "es": ""
    }
  ]
}