{
  "id": 620959212,
  "txt": [
    {
      "id": "0x2f00e16",
      "en": "Deliver Castamir's armour to Angbor near the Crossings of Erui",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Lady Terenis can be found in the Great Hall of Tumladen.\\n\\nYou have delivered Castamir's armour to Angbor, and should now speak to Lady Terenis.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Roamingstar can be found in her glade in north-eastern Dor-en-Ernil.\\n\\nRoamingstar has rallied her Sisters and is now prepared to confront the Lone Lady. You should speak to her when you are ready.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Angbor can be found on a hill to the west of the Crossings of Erui.\\n\\nYou have aided Roamingstar and her Sisters in calming the Lone Lady's rage, and have also recovered pieces of Castamir's armour. You should bring the armour to Angbor near the Crossings of Erui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Lady Terenis in Tumladen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'You speak of unbelievable things, [placeholder], but you assure me that my people are safe, so I shall hold your words to be true.\\n\\n'This Glassiel you spoke of in Halach, she seems to be a most interesting woman and one whom I would like to speak with in time. Ah, but such things are for another day...\\n\\n'I have one last thing to ask of you, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'What is this armour you lay before me? An ornate piece despite such age and wear... it can be none other than the armour worn by the Usurper himself!\\n\\n'As much as I wish to trust your words, I cannot fathom these tales you tell of the Five Sisters... they are naught but fables told to the young. Yet, the river has held close a relic of our bloody history, and I would not dishonour our people by ignoring such a find!\\n\\n'I shall send this armour to Lord Sirgon and see it returned to Pelargir until this war comes to an end. Perhaps the Lady would like to hear more of your tale, but I can tarry no longer in Lebennin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'We will do what we must, [placeholder]. Are you prepared?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d178",
      "en": "The Sisters of Lebennin seek to calm their Sister's fury before it consumes both the Enemy and the people of Gondor alike.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The Lone Lady...\\n\\n'She has always been the most distant of my Sisters, but I never sensed such darkness within her. Only a great sadness... a sadness she has carried with her for many of your years. She never spoke much to us... never even speaking of her true name, but I wish she had come to us with her troubles. We have all seen horrors in the long years we have spent in these lands - she must know that she does not stand alone!\\n\\n'The Men of Lebennin fought brother against brother and spilled much blood in her waters, but now you say the southern Men that seek to cross her waters are met by rotting suits of armour? I fear she will not be calmed easily, but my Sisters and I must reach her somehow.\\n\\n'Travel to the Crossings of Erui... for it is there that my Sisters and I shall meet you. We shall put an end to this, no matter what action must be taken!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Roamingstar, Maiden of Gilrain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa4",
      "en": "Rage of the Erui",
      "es": "",
      "es (fem)": ""
    }
  ]
}