{
  "id": 620959207,
  "txt": [
    {
      "id": 246419872,
      "en": "The Five Sisters are gathered at the Crossings of Erui.\\n\\nYou have defeated the Lone Lady and broken her madness. You should watch as her Sisters speak to her.",
      "es": ""
    },
    {
      "id": 235466146,
      "en": "Listen to the Lone Lady",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "The Lone Lady is at the Crossings of Erui.\\n\\nYou have calmed the anger of the Lone Lady and should now speak to her.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "As the armoured wights sink back into the Erui, Roamingstar appears!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Rage of the Erui",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to the Lone Lady",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Why do you persist, [placeholder]? You claim that my Sisters fear for me? That I should speak to them before it is too late?\\n\\n'I have no Sisters!\\n\\n'I cast you from my waters once, and I shall do so again!'",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "More armoured wights rise from the shallows of the Erui!",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'You have done me a great favour, [placeholder]. I shall not trouble you again.'",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "The last of the risen armoured wights sinks back into the Erui...",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "The Armour of the Usurper falls broken into the shallows of the Erui!",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The Sisters of Lebennin seek to calm their Sister's fury before it consumes both the Enemy and the people of Gondor alike.",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "The Lone Lady can be found at the Crossings of Erui.\\n\\nYou have arrived at the Crossings of Erui and should now try to speak to the Lone Lady.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Defeat the Lone Lady's risen armoured wights",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Listen to the Lone Lady",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Defeat the Armour of the Usurper",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Observe the meeting of the Five Sisters",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to the Lone Lady",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Defeat the summoned armoured wights",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "The Lone Lady's armoured wights can be found at the Crossings of Erui.\\n\\nThe Lone Lady has summoned wights of the Kin-strife to push you from her waters. You must defeat them!",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Roamingstar is at the Crossings of the Erui.\\n\\nYou have defeated the armoured wights and Roamingstar has arrived, filling you with hope. You should listen as she confronts her Sister.",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "The Lone Lady's armoured wights can be found at the Crossings of Erui.\\n\\nThe Lone Lady has withdrawn in her anger and has summoned more armoured wights to drive you from the Erui. You must stand fast!",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Listen as Roamingstar confronts the Lone Lady",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "The Lone Lady is at the Crossings of Erui.\\n\\nYou have defeated many of the Lone Lady's armoured wights and should now listen as she speaks.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "The Armour of the Usurper is at the Crossings of Erui.\\n\\nThe Lone Lady has taken control of Castamir's long-lost armour and now wields it in her final assault against your and her Sisters. You must defeat the Lone Lady.",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'I am glad you urged my Sisters to seek me, [placeholder], and thankful that they could pull me from the depths of my sorrow.\\n\\n'There is naught I can say to atone for the evils I visited upon you, but know that you are always welcome in my waters. Although some of the armoured wights may still roam the Erui, I shall work to quiet them.\\n\\n'Take the armour I bore against you, and bring it to the Men of these lands. Let this dark chapter of our shared history be done at last....'",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "Castamir's armour comes to life!",
      "es": ""
    }
  ]
}