{
  "id": 620959225,
  "txt": [
    {
      "id": 162883732,
      "en": "'Thank you, [placeholder]. You have brought peace to my troubled heart by shattering those war-horns. Let us hope my dream of them saw true.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Indir",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Indir can be found in Arnach, near the keep.\\n\\nIndir believes that if you sabotaged the Haradrim's war-horns, any assault on Arnach would be disorganized. You should return to him and tell him this has been done.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'DNT yadda yadda'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "War-horns sabotaged ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Indir: Cover Their Ears",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Indir seeks to further disorganize the Haradrim by sabotaging their war-horns.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Thank you, [placeholder]. You have brought peace to my troubled heart by shattering those war-horns. Let us hope my dream of them saw true.'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'There is no doubt in my heart: the Haradrim will launch an assault on Arnach. I lay awake at night, imagining how it will go, and last night I dreamt they came with a great blowing of horns. Imagine my surprise when one of my most keen-eyed men told me he had seen great war-horns among the Southron camps!\\n\\n'Would you humour my whim, [placeholder]? You seem intrepid enough to do the deed. I believe they intend to use these war-horns to call the attack. If the horns were sabotaged, they may be unable to assail us in one overwhelming force. And perhaps, just perhaps, we might withstand them!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "War-horns can be found in the Haradrim camps south and east of Arnach.\\n\\nIndir's men have seen great warhorns in the Haradrim camps. He believes that if you sabotaged the horns, any assault on Arnach would be disorganized.",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Sabotaged a war-horn  ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}