{
  "id": 620959210,
  "txt": [
    {
      "id": 228284039,
      "en": "'And who are you to step so boldly into my waters?\\n\\n'I could drown you with a thought, and yet I do not, for I know well of your purpose here.\\n\\n'My Sister's rage overflows from the Erui and I feel her anger even now. She pulls more armour of the dead from her waters with each passing moment, and soon not even the banks of her river shall contain her.\\n\\n'I know the truth of what must be done, even if the others do not see it.'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Roamingstar, the Maiden of Gilrain can be found in her glade to the north-east of Linhir in Dor-en-Ernil.\\n\\nYou have found and spoken to three of the Five Sisters. You should now seek the Maiden of Gilrain.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Seek the Maiden of Gilrain",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "The rivers of Sirith can be found throughout Upper and Lower Lebennin. The Sirith flows out of Tumladen, the Celos joins Sirith to the north of Erynos, and the Serni flows to the east and south of Ost Anglebed.\\n\\nGlassiel has asked you to seek an audience with the other Sisters of Lebennin in the hopes that they might calm the rage of the Lone Lady.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'It is good to look upon you, [placeholder].\\n\\n'My Sisters have told me of what troubles you and how the evils of Men have once again tainted the Erui. My Sister has grown wild, and she must be calmed before this corruption can overtake her completely.\\n\\n'I fear that Grey-eye may speak true, for time grows short indeed. We must soothe her wounds of old before it is too late!'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'The waters have told me much of you, [placeholder]. You need not speak, for I already know all you have to say.\\n\\n'It is clear that my Sister has grown mad... for who among us would garb her own waters in the weak armours of Man? Are not our currents unbreakable?\\n\\n'Perhaps she should try dancing instead...'\\n\\nSilverfroth lets out a laugh.\\n\\n'I do not know if she shall listen to my words, but I shall try when the time comes.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Horrified by the Lone Lady's rage, Glassiel sends you deep into Lebennin to commune with the Lady of the Erui's four Sisters.",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Seek the Maiden of Sirith",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Seek the Maiden of Celos",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'What can be done, [placeholder]? Even if we succeed in pushing the Enemy from Lebennin, the Lone Lady's fervour will deliver ruin unto our lands and waters for years untold.\\n\\n'It is clear that our words no longer bear any importance to her... her mind has been twisted by the return of great evils and she will not rest until all have been punished for the deeds of the past. I fear that only her Sisters might calm her now, but I have never looked upon them... and I know not where they might hide away in such dark times.\\n\\n'Seek them at the rivers Sirith, Serni, Celos, and Gilrain. I cannot promise you shall ever find them, but if you do, they must be told of the Lone Lady's madness.\\n\\n'Even if you do not succeed, I shall know you did all you could for my people.'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Seek the Maiden of Serni",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'My waters have whispered of a [placeholder] such as you. You have come bearing ill tidings, have you not?'\\n\\nYou tell Truetongue of her Sister's rage.\\n\\n'She has not spoken to me and my Sisters in many long years, but she knows well that we do not involve ourselves in the troubles of mortal Men unless it is for the good of all.\\n\\n'I must free her from her blindness before it consumes her.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Forsaken of the Sisters",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "DNT",
      "es": ""
    }
  ]
}