{
  "id": 620959208,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "'I am saddened to know that the Lone Lady has grown so cruel in her rage, but these armours are of great import to the history of our people.\\n\\n'It is true that many of the Usurper's followers were left to rot in the waters of Erui alongside their master, but I never expected to see their armour pulled from the river-bed after so many centuries.\\n\\n'I shall see that these are given to Lord Sirgon of Pelargir when this conflict has ended. As ruler of the home of the Ship-kings, he may decide their final place of rest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Recover the armour of Kin-strife warriors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Glassiel can be found in Halach in south-eastern Upper Lebennin.\\n\\nYou have defeated many of the risen armours in the Erui, and should return the armour pieces you recovered to Glassiel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d170",
      "en": "The empty armours of Men who long ago fought in the Kin-strife now stalk the Erui. While their purpose remains unknown, their presence deeply unsettles friend and foe alike.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Risen armours of fallen Kin-strife warriors can be found in the river Erui in eastern Upper Lebennin.\\n\\nYou have encountered armours given form by the waters of the Erui and should reclaim the armour pieces for the people of Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Risen armours of fallen Kin-strife warriors can be found in the river Erui in eastern Upper Lebennin.\\n\\nYou have encountered armours given form by the waters of the Erui and should reclaim the armour pieces for the people of Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Recovered the armour of Kin-strife warriors ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "In the aftermath of your encounter with the Lone Lady, you have been assaulted by the Erui itself in the form of armours once worn by the Men who fought in the Kin-strife.\\n\\nWhile you cannot tell if these armours belonged to Gondorians who fought for King Eldacar or Castamir the Usurper, you decide to bear them away to the people of Lebennin if only to deprive the Lone Lady this unsettling power.\\n\\nOnce you have recovered enough armours, perhaps Glassiel of Halach will know what should be done with them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Recover the armour of Kin-strife warriors ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Armours of the Lost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Glassiel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e14",
      "en": "Deliver the armour pieces to Glassiel in Halach",
      "es": "",
      "es (fem)": ""
    }
  ]
}