{
  "id": 620959209,
  "txt": [
    {
      "id": 177082801,
      "en": "The waters of the Erui churn violently as the Lone Lady appears!",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Attempt to talk to the Lone Lady",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "The Crossings of Erui can be found far to the north of Halach in eastern Upper Lebennin.\\n\\nGlassiel has asked you to search the Crossings of Erui for any sign of the mysterious Lone Lady.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Glassiel",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "The Lone Lady's face flushes with anger, and she does not respond to your words.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'The Lone Lady has turned against us? All is lost, [placeholder]...\\n\\n'She has always been the most distant of the Sisters, even in our stories of old... yet she was never so twisted as you describe!\\n\\n'What has happened to her after these long years? And what can be done?'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "River-stones can be found at the Crossings of Erui in eastern Upper Lebennin.\\n\\nYou have found only a drowned Haradrim and should now search for the Lone Lady of Erui.",
      "es": ""
    },
    {
      "id": 235466144,
      "en": "Witness the rage of the Lone Lady",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "The Lone Lady can be found at the Crossings of Erui in eastern Upper Lebennin.\\n\\nAfter disturbing a pile of river-stones, the Lone Lady has appeared in a rage. You should attempt to speak to her.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Glassiel can be found in Halach in south-eastern Upper Lebennin.\\n\\nThe Lone Lady has given her waters form using pieces of ancient armour and has banished you from the Erui. You should bring these dire tidings to Glassiel.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Distraught by many of the recent happenings in Lebennin, Glassiel hopes to call upon one of the Five Sisters for aid in these dire times.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "This Haradrim lies drowned near a pile of river-stones as his brethren battle nearby...",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I have something to ask of you, [placeholder]. Few others have heard me on this matter, but you seem the kind to heed the tales of strangers.\\n\\n'In my youth, I often travelled the lands of Lebennin and spent much time upon the banks of its rivers. I knew well of the legends of our people as did all other children of Lebennin, but that was not the reason for my wandering. My father had taken ill in summer, and the disease claimed him by spring. My mother went silent for a year's time, and all looked upon me as a child of madness and misfortune. My only respite was in walking the banks of the Five Rivers, and so I went.\\n\\n'The Erui was nearest to my home, and it, too, knew well of tragedy and death. It was there that King Eldacar slew the Usurper long ago, but many others fell and bloodied its shallows before the battle came to an end. It is said that the last of the Five Sisters, the Lone Lady of Erui, once looked upon our people with fondness, but the horrors that occurred in her waters led her to spirit herself away. It may seem a different tale from my own, but I have not yet reached its ending....\\n\\n'You see, I sat near the falls at the Crossings one day and was overcome by the sadness of my family's fate. As I dried my tears, I saw something that has not left my mind in all my years. I saw the image of a woman's face gazing upon me from behind the falls. I dashed into the water and called out, but as soon as I drew close to the falls, the face had gone. To this day, I know the Lone Lady appeared before me and ever since, I have held close my belief in the Sisters.\\n\\n'The Haradrim do not respect our lands or rivers as we do, and they do not know to fear the ire of the Five Sisters. The Lone Lady should not again suffer the blood of Men in her waters, and I ask that you seek her out at the Crossings as I once did. May she watch over Lebennin and keep us from the evils of war!'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Search the Crossings of Erui for sign of the Lone Lady",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Lone Lady",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Disturb the nearby pile of river-stones",
      "es": ""
    }
  ]
}