{
  "id": 620880311,
  "txt": [
    {
      "id": 218649169,
      "en": "'The watch-tower is evidently the first place the next wave of invaders means to take over. Elain will join you there to help secure our lands. If we can frighten away the Draig-lûth, I believe that we will remain safe from them for at least a generation.\\n\\n'Guto would have us wage a war of revenge that lasts a hundred years. I would give anything to teach him the error of judgement before I die. Wars are crueller than anything in this world.\\n\\n'Elain has more wisdom than Guto and is a strong warrior, but even strong warriors can be hurt. I beg you to keep her safe, [placeholder]... and keep yourself safe as well!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, [placeholder]! We are like old friends now. I am glad that you have joined me, for it seems the Dragon-clan have arrived before us.\\n\\n'I fought many Draig-lûth off the path, but I dare not go nearer to the watch-tower. They will surely see us if we venture into the stone circle, and our hides will be sprinkled with a rain of arrows from the sky.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Elain is a good girl, but I worry for her so. She is strong for her size and wise for her age, but even those who are blessed with such gifts can come into harm's way. Please, [placeholder], keep her safe.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Take Back the Watch-tower",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Elain awaits you at the watch-tower in the centre of Trum Dreng, long held by the Stag-clan. The watch-tower has likely been captured by the Dragon-clan invaders.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Elain at the watch-tower",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Elain awaits you at the watch-tower in Trum Dreng, on a hill to the east of Lhan Tarren.\\n\\nYou should join Elain at the watch-tower and see what can be done about the Dragon-clan invaders there.",
      "es": ""
    }
  ]
}