{
  "id": 620880312,
  "txt": [
    {
      "id": 136263297,
      "en": "Destroyed buckets of tar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Destroyed a buckey of tar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "It is clear the the Dragon-clan invaders are amassing weapons for a siege against anyone who rails against the tower. Destroying the tar will be crucial to reclaiming the watch-tower.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I can see buckets of tar scattered about... surely they mean to light flaming arrows and set people afire should they threaten their conquest.\\n\\n'If you destroy the tar, approaching the lot within the watch-tower should be safer. It looks like they only just arrived and ran in before their hoard could be delivered up.\\n\\n'Quickly, [placeholder], before they can bring more supplies into the tower!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Buckets of tar can be found around the watch-tower in Trum Dreng.\\n\\nYou should destroy buckets of tar so that it cannot be used to make flaming arrows.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done! We will stand a much better chance now. Are you ready to face the leader of this rabble and drive him off for good?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Elain can be found on the path by the watch-tower in Trum Dreng.\\n\\nYou should tell Elain that you have destroyed the tar that was meant to be brought to the top of the tower.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Elain can be found on the path by the Watchtower in Trum Dreng.\\n\\nYou should tell Elain that you have destroyed the entire store of weapons meant to be brought to the top of the tower.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If these archers make flaming arrows, there is no telling what could happen....'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Destroy buckets of tar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Elain at the watch-tower",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Destroy buckets of tar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Return to Elain",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dimming the Summit",
      "es": ""
    }
  ]
}