{
  "id": 620880317,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Do you see the barricades around the tower? They were hastily built, but seem to be well-guarded by the Dragon-clan.\\n\\n'You should destroy those and defeat the guards as well, or else we can never hope to win back the tower.\\n\\n'Please hurry, [placeholder]! I will hold the path as best I can, but I am not half the warrior that you are.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done as always, my friend. The way is safer now. We may press nearer and bring down the Draig-lûth.\\n\\n'They picked an unfortunate time to try to take our lands from us. How fortunate for us, however, that a great hero from faraway lands chose to lend us aid!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The barricades must fall before we can hope to get closer. The tower is too well-guarded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Defending That Which is Not Theirs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Makeshift barricades have been built by the Dragon-clan raiders who took this important Trum Dreng landmark, and while the Stags stand on the other side, they have no hope of winning back the watch-tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Destroy barricades around the watch-tower ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy barricades around the watch-tower ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Barricades can be found surrounding the watch-tower in Trum Dreng.\\n\\nYou should destroy the barricades and defeat the vigilant raiders who guard them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Elain at the watch-tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Elain guards the path leading up to the watch-tower.\\n\\nYou should speak with Elain and tell her that the barricades have been destroyed, and the path to the tower is now clear.",
      "es": "",
      "es (fem)": ""
    }
  ]
}