{
  "id": 621090803,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Hurry, [placeholder]. You must keep the supplies out of enemy hands. We do not want the Heirs of Castamir to be better equipped than they already are. Go to the Shield Isles and collect the salvageable supplies before they do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "A ship carrying weapons and supplies has been destroyed on the rocks in the Shield Isles and the cargo is washing ashore. Collect the salvageable supplies to keep them out of the hands of the Heirs of Castamir.\\n\\nSpeak to Malthak to travel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Many thanks [placeholder]! You have done the good people of Umbar a great service. We have the supplies and the Heirs do not! You also taught them a lesson they will not soon forget.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Malthak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You have collected the salvageable supplies and dealt with the Heirs of Castamir. Return to Malthak in the Bloody Eagle Tavern to report your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'[placeholder], a scout has reported that a ship carrying weapons and supplies destined for the Heirs of Castamir has fallen victim to Shedax Khîn, the Grinding Jaws. The ship has broken up, and the cargo is washing ashore. Hurry to Zîrar Tarka and collect the salvageable supplies before the Heirs can recover it. We do not want these items falling into their hands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf5",
      "en": "None",
      "es": "Ninguno",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Scouts have reported that a ship carrying weapons and supplies destined for the Heirs of Castamir has recently sunk, and the cargo is washing ashore in the Shield Isles. You have been tasked with collecting the salvageable supplies to keep them out of the hands of the Heirs of Castamir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef816",
      "en": "There is no twist in this Mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete Mission: Securing Salvage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "TBD Bestow Text",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Securing Salvage",
      "es": "",
      "es (fem)": ""
    }
  ]
}