{
  "id": 621065664,
  "txt": [
    {
      "id": 173025552,
      "en": "Talk to Cledd",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "Cledd can be found near the eastern gate of Mossward.\\n\\nTalk to Cledd.",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "Cledd asked you to defeat the warg that has come to command the nearby wolf pack.",
      "es": ""
    },
    {
      "id": 173025761,
      "en": "TBD Slay the warg in the depths of TBDCAMP",
      "es": ""
    },
    {
      "id": 148970453,
      "en": "The tracks continue south into the Howlingstones",
      "es": ""
    },
    {
      "id": 173025555,
      "en": "TBD Follow the tracks south into TBDCAMP to find the warg.",
      "es": ""
    },
    {
      "id": 173025763,
      "en": "Inspect the slain deer and prepare for a fight",
      "es": ""
    },
    {
      "id": 148970455,
      "en": "The Warg isn't here, but you find some Warg tracks to follow",
      "es": ""
    },
    {
      "id": 148970272,
      "en": "The trail ends at a grisly scene. Perhaps the deer's body holds clues as to the Warg's whereabouts",
      "es": ""
    },
    {
      "id": 173025767,
      "en": "Follow the tracks south",
      "es": ""
    },
    {
      "id": 148970274,
      "en": "You have slain the Warg of Howlingstones. Give the news to Cledd",
      "es": ""
    },
    {
      "id": 173025560,
      "en": "Defeat the Warg at the Howlingstones",
      "es": ""
    },
    {
      "id": 190220568,
      "en": "'Howlingstones is south-east of here. I spied the Warg amongst the wolves. Check near the husk of the giant tree. If it's not there, perhaps you'll have to search deeper....'",
      "es": ""
    },
    {
      "id": 120621235,
      "en": "'Howlingstones is southeast of here. I spied the Warg amongst the wolves. Check near the husk of the giant tree. If it's not there, perhaps you'll have to search deeper....'",
      "es": ""
    },
    {
      "id": 148970277,
      "en": "The Warg emerges from the shadows to defend its meal!",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "A Warg Among Wolves",
      "es": ""
    },
    {
      "id": 148970441,
      "en": "TBD Defeated Wolves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025544,
      "en": "TBD Defeat Wolves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621202,
      "en": "Track the Warg deeper into the Howlingstones",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'Look there, friend. The ruins to the east have long been home to a pack of wolves. They have always been content to leave us alone, and we were all too happy to return the favour. Something seems to have upset this unspoken pact. The wolves have grown aggressive. I dared to venture close to the ruins and eyed a great beast known as a warg among their number.\\n\\n'I didn't think it to be real at first. Wargs are monsters we tell the children about to get them to behave!\\n\\n'We have our hands full with rebuilding Mossward and recovering from the attack. We lack the strength to fight this beast. If you were to slay the warg, you would spare both ourselves and the wolves from needless conflict.'",
      "es": ""
    },
    {
      "id": 184621206,
      "en": "There is a Warg at Howlingstones.\\n\\nFind and defeat the Warg.",
      "es": ""
    },
    {
      "id": 190220786,
      "en": "'I'm glad to see you return safely and victorious! With any luck, the wolves will return to their usual selves before too long, though it may take some time. There is something foul in the air, and I fear our troubles are not entirely over. Still, I think the people of Mossward can breathe a bit easier now, in no small part thanks to your heroics.'",
      "es": ""
    }
  ]
}