{
  "id": 620933138,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Selethryth is located north-west of the Mead Hall.\\n\\nThane Sparhafoc wants you to speak with the people of Fenmarch to see if they have any information about the Orcs or their encampment. You should begin with Selethryth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Drytwald",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Drytwald can be found further west from Frethi.\\n\\nThane Sparhafoc wants you to speak with the people of Fenmarch to see if they have any information regarding the Orcs. You should continue talking with the people of Fenmarch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I have seen no Orcs, but I did see Meregyth run past earlier. She looked quite upset...I hope that she is well, for she is a very lovely young lady.\\n\\n'You might want to seek out Tova, though...I heard her talking about a giant boar. That may be of more concern than any Orc.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Thane Sparhafoc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "DNT - 'No Orcs, but I did see Meregyth run past me earlier. She looked quite upset. I hope she's alright, she's a very lovely young lady.\\n\\n'You might want to seek out Tova though, I heard her talking about some giant boar sighting. That may be of more concern than any Orc.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'This is interesting. I do not know whether there is a connexion, but it is worth looking into.\\n\\n'This totem could have been made as a jest, or there could be something more malevolent behind it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Frethi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Tova is near the entrance to Fenmarch, to the west.\\n\\nDrytwald mentioned that Tova had recently seen a giant boar. You should speak with her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Thane Sparhafoc wants to question the people of Fenmarch to see if they may have any evidence or knowledge regarding the whereabouts of an Orc-camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'We do not see much turmoil here, but I imagine that Orcs do not consider marsh-land to be of great advantage.\\n\\n'I do not mean to be short with you, but I have much to do. These chickens keep me busy!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Further west of the Mead Hall, you will find Frethi.\\n\\nThane Sparhafoc wants you to speak with the people of Fenmarch to see if they have any information about the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Tova",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'These Orcs have been a growing nuisance, and we need to stop them immediately, before they overwhelm us. We must locate their camp and drive them away. Unfortunately, I know not where to begin.\\n\\n'The best course of action might be to ask others if they might have seen any evidence of an Orc-camp.\\n\\n'Talk to the people of Fenmarch to see if we can find any evidence towards locating these Orcs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "After speaking with the people of Fenmarch, you found no evidence of Orcs, however this boar-skull totem might be worth examining. You should return to Thane Sparhafoc and let him know your findings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Selethryth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'It was not a giant boar...at least not one that is still alive. I was out for a walk, clearing my head, and nearly stumbled over it!\\n\\n'I was a bit taken aback, for there was a boar-skull secured to a tree-stump by rope, and there were other bones all over it. I ran back here as quickly as I could.\\n\\n'I am not sure who made the horrid thing. It could be the Orcs, but I cannot be certain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Orcs? Nay, I thankfully have not seen any near this place. \\n\\n'Although, I was recently picking flowers and saw a great frog! It leaped at me, and I thought that I was soon to perish!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Looking for Evidence",
      "es": "",
      "es (fem)": ""
    }
  ]
}