{
  "id": 621019636,
  "txt": [
    {
      "id": 246419780,
      "en": "The goblin tracks begin outside Ainhard's homestead.\\n\\nYou should follow the goblins' trail with Langhár.",
      "es": ""
    },
    {
      "id": 184205364,
      "en": "'The tracks go north from here.'",
      "es": ""
    },
    {
      "id": 180470369,
      "en": "'Leave it to us, Skalla.'",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "The goblin tracks begin outside Ainhard's homestead.\\n\\nYou should follow the goblins' trail with Langhár.",
      "es": ""
    },
    {
      "id": 177082706,
      "en": "The tracks continue north",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Langhár",
      "es": ""
    },
    {
      "id": 177082707,
      "en": "The tracks continue into the abandoned village",
      "es": ""
    },
    {
      "id": 149027328,
      "en": "Goblins in Hiding",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Follow the goblin tracks with Langhár",
      "es": ""
    },
    {
      "id": 246419792,
      "en": "Langhár can be summoned to your side with Langhár's summoning horn.\\n\\nYou should talk to Langhár.",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "This is where the trail of goblin tracks begins",
      "es": ""
    },
    {
      "id": 208056373,
      "en": "'The tracks suddenly head in a different direction! Hmm...'",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "You and Langhár have discovered goblins occupying the Woodmen village of Waldfast.\\n\\nYou should complete 'Instance: The Great Goblin in Exile.'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 51875093,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419891,
      "en": "Ainhard's homestead lies south of Vegbár. in the Wolf-denes.\\n\\nYou should talk to Langhár at Ainhard's homestead.",
      "es": ""
    },
    {
      "id": 246419798,
      "en": "Langhár is outside the village of Waldfast.\\n\\nYou should talk to Langhár.",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Skalla can be found in Vegbár, the Beorning outpost in northern Wolf-denes.\\n\\nYou should talk to Skalla.",
      "es": ""
    },
    {
      "id": 246419895,
      "en": "The goblin tracks begin outside Ainhard's homestead.\\n\\nYou should return to the start of the goblins' trail.",
      "es": ""
    },
    {
      "id": 162883696,
      "en": "'[placeholder], you have returned. Tell me what you have learned of the goblins.'\\n\\nYou explain the situation to Skalla: Hobgoblins from Gundabad have deposed the Great Goblin and taken over Goblin-town. The Great Goblin survived, destroyed the village of Waldfast, and now seeks to build up a host of goblins in order to retake his throne. Skalla's eyes grow wide.\\n\\n'And here we thought the goblins were just getting creative with their raiding! This is a serious situation, [placeholder]. This Great Goblin was happy enough to stay in his mountain tunnels and grow fat while his underlings squabbled over scraps, but the hobgoblins are another matter entirely. They are aggressive, vicious, and if reports from the North are true, they are most loyal to the Herald of Winter.\\n\\n'A unified Gundabad and Goblin-town is an immediate threat to the people of the Vales. If we do not act quickly, a flood of goblins will wash over us, and few will survive. We simply do not have the numbers to combat such a massive force.'",
      "es": ""
    },
    {
      "id": 162883650,
      "en": "'Oh no... this is the village of Waldfast, and the goblins have completely destroyed it! There are a few goblins out here, but not enough to level the entire village. There must be more goblins hiding somewhere nearby! Hmm, what to do....\\n\\n'Let me know when you are ready to continue our search, [placeholder]!'",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'We have to follow the goblins' trail and see where it leads. While we are out in the wilds, we should see what else we can do for the people who live here. We may not have much time before they decide to raid the other homes in the area.'",
      "es": ""
    },
    {
      "id": 242565572,
      "en": "'Be careful. I smell something...'",
      "es": ""
    },
    {
      "id": 162883653,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883701,
      "en": "'Give me a moment, I need to think. What are these goblins up to?'",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'Let us return to the tracks where we were ambushed. I will sniff out the goblins that made them, and we will find these foes wherever they might hide.'",
      "es": ""
    },
    {
      "id": 149027350,
      "en": "TBD Wolf-denes Narrative 3",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'Let us return to the tracks where we were ambushed. I will sniff out the goblins that made them, and we will find these foes wherever they might hide.\\n\\n'What? Do not look at me like that! You know I am better at tracking than you!'\\n\\nShe smiles and playfully punches your arm.",
      "es": ""
    },
    {
      "id": 162883656,
      "en": "'We should return to Vegbár and inform Skalla of the Great Goblin's presence here, and what we have learned about Gundabad's activities! You go on ahead, I will meet you there.'",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Talk to Langhár",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Talk to Skalla",
      "es": ""
    },
    {
      "id": 24695105,
      "en": "Now that Ainhard is safe, it is time to follow the tracks and see where they lead. Where have the goblins gone?",
      "es": ""
    },
    {
      "id": 111477316,
      "en": "TBD do story instance",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Talk to Langhár and continue the search",
      "es": ""
    },
    {
      "id": 111477319,
      "en": "Talk to Langhár",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Return to the goblin tracks",
      "es": ""
    },
    {
      "id": 5357524,
      "en": "'Oh no...'",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "The tracks suddenly change direction",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Follow the goblin tracks with Langhár",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 177082745,
      "en": "The tracks continue into the abandoned village",
      "es": ""
    }
  ]
}