{
  "id": 621019637,
  "txt": [
    {
      "id": "0x6a50250",
      "en": "Talk to Baradal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Continue to Arhaim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Hail, traveller, might I ask.... Hold a moment. Are you [placeholder]? I am Baradal, house-carle to Lady Arwen. She has mentioned you many times, and it is good fortune to meet thus on the road. You are known to be a great friend to her family.\\n\\n'I am here at the behest of Lord Elrond. The wedding party will pass this way soon, and I am to make the way clear for Lady Arwen. She wishes to visit a location nearby, where her mother was taken by Orcs before she sailed to the Undying Lands. It is a delicate subject, but I feel you have earned the trust of Arwen's family.\\n\\n'Would you honour me by travelling by my side on this errand? I will explain more as we travel to the village south of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "A young Elf that you do not recognize stands out of place among the Beornings. She seems slightly nervous. When she sees you approach, her eyes light up.\\n\\n'[placeholder], is that you? You are known to me, though we have never met. Word of your heroism reaches all in Imladris. I am Baradal, house-carle to Lady Arwen. She has mentioned you many times, and it is good fortune to meet thus on the road.\\n\\n'I am here at the behest of Lord Elrond. The wedding party will pass this way soon, and I am to make the way clear for Lady Arwen. She wishes to visit the location where her mother was taken by Orcs before she sailed to the Undying Lands.\\n\\n'Would you honour me by travelling by my side on this errand? I will explain more as we travel to the village south of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'Come, let us travel together to the village of Arhaim, to the south. We have much to discuss along the way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Talk to Baradal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "Baradal is standing by at the Beorning Watchpost between Duskenvale and the Gladden Fields.\\n\\nYou should talk to Baradal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Baradal to begin the journey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "Baradal suddenly stops and leaves the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b6",
      "en": "Baradal, house-carle to Lady Arwen, has been assigned a task in the wilds of Duskenvale. As you are a good friend of Arwen's family, she has asked for your assistance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1186",
      "en": "Defeated Orc ambushers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01150",
      "en": "Baradal has asked to travel with you to the village of Arhaim.\\n\\nYou should take the road south with Baradal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01151",
      "en": "Baradal has suddenly stopped along the road to Arhaim.\\n\\nYou should talk to Baradal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01152",
      "en": "Orcs lie in wait along the road to Arhaim.\\n\\nYou should defeat the Orc ambushers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "You can call Baradal to your side with Baradal's summoning horn.\\n\\nYou should talk to Baradal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01154",
      "en": "The village of Arhaim lies along the road in Duskenvale.\\n\\nYou should travel to Duskenvale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xeb01155",
      "en": "You can call Baradal to your side with Baradal's summoning horn.\\n\\nYou should talk to Baradal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf5",
      "en": "An Errand for Arwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'Do you hear that, [placeholder]? The heavy breathing and scuffling feet of Orcs. I believe they lie in wait on the road just ahead, prepared to waylay any passersby. Unfortunately for them, today we are the ones passing by, and they will learn it to their sorrow! Let us hit them from the side, where they will not expect it.'\\n\\nShe stretches and shakes her arms, warming them up for combat.\\n\\n'Ready when you are, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'Come, let us travel together to the village of Arhaim, to the south. We have much to discuss along the way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56846",
      "en": "'This must be Arhaim. It is quite... primitive compared to the cities of the Eldar. The cities of Men are not all like this, correct? I am afraid I have little frame of reference. Most of my travelling has been between Imladris and Caras Galadhon with Lady Arwen, and not by this road. Ah! I mean no offence, of course!'\\n\\nShe gently blushes, embarrassed by her own words. You realize that Baradal might be quite young for an Elf. You describe some of the grander cities of Men, including Minas Tirith and Edoras, that you have visited in your travels.\\n\\n'I see. I will travel to Minas Tirith myself in the coming days. I am looking forward to it. On to the task at hand. We need to speak to the Woodfolk here if we are to find where Lady Celebrían was taken. Let us hope they are open to speaking with outsiders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa16",
      "en": "TBD Duskenvale Narrative 1",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56847",
      "en": "'This must be Arhaim. It is quite... primitive compared to the cities of the Eldar. The cities of Men are not all like this, correct? I am afraid I have little frame of reference. Most of my travelling has been between Imladris and Caras Galadhon with Lady Arwen, and not by this road.'\\n\\nYou describe some of the grander cities of Men, including Minas Tirith and Edoras, that you have visited in your travels.\\n\\n'I see. I will travel to Minas Tirith myself in the coming days. I am looking forward to it. On to the task at hand. We need to speak to the Woodfolk here if we are to find where Lady Celebrían was taken. Let us hope they are open to speaking with outsiders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Travel south with Baradal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'I can see why you are so renowned, [placeholder]. Those Orcs stood little chance against you. Let us tarry no longer; the village of Arhaim should be near.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Baradal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1172",
      "en": "You have found Arhaim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Defeat Orc ambushers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'This must be Arhaim. It is quite... primitive compared to the cities of the Eldar. The cities of Men are not all like this, correct? I am afraid I have little frame of reference. Most of my travelling has been between Imladris and Caras Galadhon with Lady Arwen, and not by this road.'\\n\\nYou realize from her words that Baradal might be quite young for an Elf. You describe some of the grander cities of Men, including Minas Tirith and Edoras, that you have visited in your travels.\\n\\n'I see. I will travel to Minas Tirith myself in the coming days. I am looking forward to it. On to the task at hand. We need to speak to the Woodfolk here if we are to find where Lady Celebrían was taken. Let us hope they are open to speaking with outsiders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    }
  ]
}