{
  "id": 621019638,
  "txt": [
    {
      "id": 149027350,
      "en": "TBD Duskenvale Side 6",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Collected river reeds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "Ingelfled carefully inspects the reeds and moss clumps you gathered.\\n\\n'These will do nicely, thank you [placeholder]. Since you did so well on this task, I have another for you! This one involves my portly friend here.'\\n\\nShe pats the pig sitting next to her.",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "Collected Anduin moss ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "Ingelfled can be found in the village of Arhaim in Duskenvale.\\n\\nYou should deliver the moss and reeds to Ingelfled.",
      "es": ""
    },
    {
      "id": 149027334,
      "en": "The River Provides",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "Anduin moss and river reeds can be gathered from the river-banks of the Anduin in Duskenvale.\\n\\nYou should collect Anduin moss and river reeds.",
      "es": ""
    },
    {
      "id": 24695111,
      "en": "Many useful plants grow along the river Anduin. Ingelfled has asked you to gather some to help the village of Arhaim.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Hithgol",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Collect river reeds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Collect Anduin moss ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Ingelfled",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'Hello there. Have you come to help the village? I have a task for you, if you are willing.\\n\\n'Much of the nearby flora is valuable to us, in one way or another. I am low on two items in particular: reeds and moss from the nearby river-bank. The reeds can be dried and woven into baskets and mats. The moss can be soaked in medicine and applied to wounds. If you could gather some of both, I would be very appreciative! You can get to the river quickly by taking the path east through the hills. Perhaps the fishermen at the docks could also use your help.'",
      "es": ""
    }
  ]
}