{
  "id": 621019624,
  "txt": [
    {
      "id": "0x6a50250",
      "en": "Complete quests in Duskenvale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'I was told that Arwen's brothers found Lady Celebrían in a ruined dwarf fort south of the Gladden Fields, and little else. It would be wise to gather more information before we venture into the wilderness in search of it. We should try speaking with the villagers here. They may be willing to share what they know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Talk to Garsind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "Baradal has asked you to gather information from the villagers in Arhaim.\\n\\nYou should attempt to talk to the villagers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Talk to Baradal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to the frightened villager",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01149",
      "en": "One of the villagers suggested that you speak to Arhaim's chieftain for information.\\n\\nYou should talk to Garsind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b7",
      "en": "You have travelled with Baradal to the village of Arhaim. The Woodfolk of the village are distrustful of strangers, and will need to be convinced of your intentions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Talk to the suspicious villager",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01150",
      "en": "Baradal can be found in Arhaim, the woodmen village in Duskenvale.\\n\\nYou should tell Baradal that the woodmen need to be convinced of your trustworthiness.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01151",
      "en": "The chieftain of Arhaim, Garsind, has asked you to help the village.\\n\\nYou should complete quests in Duskenvale to earn the villagers' trust. Lúfred, Ingelfled, Goslim and Tassila may have quests for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01152",
      "en": "Garsind can be found in Arhaim, the woodmen village in Duskenvale.\\n\\nYou should talk to Garsind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01154",
      "en": "Garsind has told you of Shathur-munzu, the dwarf ruin to the west, and of the monster known as the Shadow Hunter.\\n\\nYou should relay this information to Baradal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf6",
      "en": "The Woodfolk of Arhaim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1165",
      "en": "The villagers of Arhaim have taken notice of your deeds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'A dwarf fort? There is one to the west, but you must not go near! The wilds are filled with terrible demons! Many have lost their lives seeking treasures of dwarf-make!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'Who are you, outsider? Why does that Elf look at me like that? I do not trust you. Go talk to the chieftain if you need something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'Don't go into the forest! The Shadow Hunter will steal you away, and you'll never be seen again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa16",
      "en": "TBD Duskenvale Narrative 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'I am Garsind, Chieftain of Arhaim. You come seeking information, but we have no reason to trust you. Help the village, and we will help you. That is a fair exchange.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'Are you a Beorning? Why have you come, and why does that Elf look at me like that? You should go talk to the chieftain if you need something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'I am Garsind, Chieftain of Arhaim. We have not seen much of your kind in a long while, Beorning. If you want information, help the village. Then we will help you. That is a fair exchange.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'Very well, if they require proof of our noble intentions, they shall have it. See if anyone in the village requires our aid. I will do my best to explain to the chieftain why I have come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to the superstitious villager",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "You notice that the villagers have warmed to you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to Garsind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'You have helped my people, so I will give you the information you seek. The dwarf ruin the Elf speaks of must be Shathur-munzu. It lies to the west. To find it, you must cross the territory of the Shadow Hunter.\\n\\n'No one has seen his true form and lived. The few that have returned to us say he is shadow itself, slinking among the trees. They describe huge glinting fangs and glowing eyes, and his children stalk the woods as well, terrible demons all.'\\n\\n'I understand the Elf's mission, but be warned: you continue at your own peril.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Talk to Baradal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'Demons, indeed. Superstitions will get us nowhere. Perhaps the dwarf ruin is inhabited by Orcs or the like, but it will not sway me from my charge. Prepare yourself, we will be heading west at once.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    }
  ]
}