{
  "id": 621019645,
  "txt": [
    {
      "id": "0x6a502a4",
      "en": "Talk to Skalla and ready the ambush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa16",
      "en": "The Goblins at War",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'We did it, [placeholder]! Did you see the look on that fat goblin's face when the Eagle appeared? Hah!\\n\\n'Goblin-town is no longer a threat, and Gundabad has lost control of the goblin host. We have dealt a great blow to our enemies! Eventually a new Great Goblin will rise to the top. They always do, in time. But for now we celebrate our victory!\\n\\n'Thank you for your help, [placeholder]. You have done a great service for the Beornings and the other folk of the Vales. We are in your debt!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'We did it, [placeholder]! Did you see the look on that fat goblin's face when the Eagle appeared? Hah!\\n\\n'Goblin-town is no longer a threat, and Gundabad has lost control of the goblin host. We have dealt a great blow to our enemies! Eventually a new Great Goblin will rise to the top. They always do, in time.\\n\\n'I suppose now that this is finished, you will be moving on to the next adventure. It is a bittersweet victory for our family, at least. Go on, then! Back into the wild with you, there to save the people who need it! We all know you are quite good at it. And know that your family is always here for you. Come see us when you can! We will miss you.'\\n\\nShe gives you a tight hug in farewell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Langhár can be found in Vegbár, the Beorning outpost in northern Wolf-denes.\\n\\nYou should talk to Langhár.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d159",
      "en": "Battle is about to erupt outside of Vegbár. The Beornings can only hope the goblins will do enough damage that the small force of Beornings can overwhelm the survivors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b5",
      "en": "The stage is set for a battle between the goblin forces.\\n\\nYou should complete 'Instance: Revenge of the Great Goblin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Langhár",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to Langhár",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'We may be waiting a while. Get comfortable.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'There is nothing more to do but wait for the Great Goblin to attack Goblin-town with the force he has mustered. When he does, we will be watching, ready to pounce on the winner and lay him low!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}