{
  "id": 621019622,
  "txt": [
    {
      "id": "0x26d0ed3",
      "en": "'This time, however, the wretched Orcs lay in wait. They fell upon her party in the Redhorn Pass and stole her away to their lair.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa16",
      "en": "TBD Duskenvale Side 1",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26d0ed4",
      "en": "'Her sons, Elladan and Elrohir, found the Orcs' hiding place, laid them low, and rescued their mother.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "Collected the supplies for Arhaim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26d0ed5",
      "en": "'She had been tormented by the fell beasts. The twins found her with a poisoned wound, and quickly brought her to their father.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b1",
      "en": "Orc activity on the road between the Gladden Fields and Duskenvale has halted trade. The trader Lúfred has asked you to deliver supplies to the village of Arhaim in his stead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26d0ed6",
      "en": "'Lord Elrond was able to heal her physical form, but she was never the same. Shortly after, she sailed for the Undying Lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26d0ed7",
      "en": "'Lady Arwen wishes to see the location where the Orcs took her mother. I have been tasked with finding this place and clearing it of whatever still dwells within.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'Supplies from Lúfred? Thank you, [placeholder]. We have not received any supplies from the north in some time.\\n\\n'Please, accept this payment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26d0ed8",
      "en": "'Wait. I hear something ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "The supplies for Arhaim can be found at the Beorning watchpost between the Gladden Fields and Duskenvale.\\n\\nYou should collect the supplies for Arhaim before heading into Duskenvale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b5",
      "en": "Garsind, the Chieftain of Arhaim, will accept the supplies.\\n\\nYou should deliver the supplies to Garsind in the village of Arhaim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf0",
      "en": "Supplies for Arhaim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Hithgol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Collect the supplies for Arhaim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Greetings, traveller. I am Lúfred, a humble trader. Are you headed to Arhaim? Would you be willing to help me with something?\\n\\n'I have some supplies for the village, but the Beornings will not let me pass. They tell me that the Orc activity on the road has made it unsafe for regular folk like me. Perhaps they are right, as some of the carriers I sent with supplies never came back....\\n\\n'If you're headed that way and they let you pass, would you take these supplies to Arhaim for me? They are very isolated down there, and will be eager to receive them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26d0ed1",
      "en": "'Let us be on our way. I will tell you more of my purpose here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26d0ed2",
      "en": "'Many years ago, Lady Celebrían journeyed to visit her mother and father in Caras Galadhon, as she had done many times before.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Deliver the supplies to Garsind",
      "es": "",
      "es (fem)": ""
    }
  ]
}