{
  "id": 621019623,
  "txt": [
    {
      "id": 93123732,
      "en": "'This goblin rabble will be brought to heel and join the forces of Gundabad. We will wash over this valley like a plague, and then move on to bigger targets. This is the will of the Herald of Winter.'",
      "es": ""
    },
    {
      "id": 246419779,
      "en": "The Beorning scout near the Goblin-gate can escort you into Goblin-town.\\n\\nYou should enter Goblin-town to disrupt the hobgoblins' takeover.",
      "es": ""
    },
    {
      "id": 93123733,
      "en": "'My life for the Herald!'",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Find the Beorning scout",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Enter Goblin-town by speaking to the Beorning Scout",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'I am not sure I have ever seen Skalla so concerned. There must be something we can do....'\\n\\nLanghár trails off, lost in thought. A wry smile suddenly crosses her face.\\n\\n'I have a crazy idea, [placeholder], but it might just work. So, we have two goblin hosts to deal with, not enough Beornings to deal with either, and in the middle of it all the hobgoblins and the Great Goblin plan to fight it out? If their forces are closely matched, they might just kill each other off, and all we would have to do is mop up the survivors!\\n\\n'Based on what you saw in Waldfast, I think the Great Goblin is at a disadvantage in numbers. Perhaps we should even the odds?\\n\\n'I have some ideas for what we can do to pull this off. While you are dealing with things in Goblin-town, I am going to visit some good friends and see if I can get their help. Ask Skalla if he can help get you inside.'",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "Now that you have access to the Goblin-town throne room, you should do what you can to interfere with the hobgoblins' efforts there.\\n\\nYou should complete quests inside Goblin-town, and find the hobgoblins' leader.",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Find the hobgoblins' leader",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Langhár",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Skalla can be found in Vegbár, the Beorning outpost in northern Wolf-denes.\\n\\nYou should talk to Skalla.",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "Help Langhár with 'Interlopers from the North'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "Skalla can be found in Vegbár.\\n\\nYou should talk to Skalla.",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "Langhár has asked you to find a way into Goblin-town to disrupt the hobgoblins inside.\\n\\nYou should complete 'Watchers at the Gate' and find the Beorning scout near the Goblin-gate.",
      "es": ""
    },
    {
      "id": 162883650,
      "en": "'Yes, I can get you inside. Let me know when you are ready.'",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'Good to see you in one piece, [placeholder]. How fared your mission into Goblin-town?'\\n\\nYou tell Skalla that you believe you were able to even the odds between the hobgoblins and the Great Goblin. You also saw the hobgoblin warlord, Shárnakh, while you were inside.\\n\\n'Shárnakh. At least we have a name for our enemy now. If you were successful, and it sounds like you were, the Great Goblin will want to press his advantage while he has it, before more forces from Gundabad arrive.\\n\\n'Langhár has not yet returned, and was rather mysterious about where she was going. I hope you are ready to face the goblins without her.'",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'I am not sure I have ever seen Skalla so concerned. There must be something we can do....'\\n\\nLanghár trails off as she becomes lost in thought.\\n\\n'It was not long ago that you and I were not allowed to venture into the wider world. Too dangerous, Grimbeorn said. He was right, the world is dangerous. But, the only way for us to make the world a better place is to be brave and fight! And here we are, caught between two armies of goblins. We may not make it out of this alive, but I am glad I am facing this threat with you, [placeholder]. I would have it no other way.'\\n\\nA wry smile suddenly crosses her face.\\n\\n'I have a crazy idea, [placeholder], but it might just work. So, we have two goblin hosts to deal with, not enough Beornings to deal with either, and in the middle of it all the hobgoblins and the Great Goblin plan to fight it out? If their forces are closely matched, they might just kill each other off, and all we would have to do is mop up the survivors!\\n\\n'Based on what you saw in Waldfast, I think the Great Goblin is at a disadvantage in numbers. Perhaps we should even the odds?\\n\\n'I have some ideas for what we can do to pull this off. While you are dealing with things in Goblin-town, I am going to visit some good friends and see if I can get their help. Ask Skalla if he can help get you inside.'",
      "es": ""
    },
    {
      "id": 149027350,
      "en": "TBD Wolf-denes Narrative 4",
      "es": ""
    },
    {
      "id": 149027351,
      "en": "The Mission to Goblin-town",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'So, you wish to enter Goblin-town. I overheard your plans. This seems incredibly risky, but I will not stop you. It may be our only path to success.\\n\\n'I have a scout stationed near the Goblin-gate. She will be able to get you near to where the hobgoblins have holed themselves up. Find her.'",
      "es": ""
    },
    {
      "id": 111477312,
      "en": "Help Langhár with 'Informing the Masses'",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Help Langhár with 'Thinning Their Ranks'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Skalla",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "Help Langhár with 'Watchers at the Gate'",
      "es": ""
    },
    {
      "id": 24695106,
      "en": "The goblins have split their loyalty between the Great Goblin and the hobgoblin invaders from Gundabad. An escalation to war is imminent, but it is in the best interest of the Free Peoples to make sure the Great Goblin has a fighting chance.",
      "es": ""
    },
    {
      "id": 177082737,
      "en": "The Beorning scout whistles to get your attention",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Talk to Skalla",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Help Langhár with 'Watchers at the Gate'",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "This warlord must be the leader here",
      "es": ""
    },
    {
      "id": 93123729,
      "en": "'Has the coward Marbrog been found?'",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'Yes, I can get you inside. Let me know when you are ready.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 93123730,
      "en": "'No, Warlord. He escaped and took many goblins with him.'",
      "es": ""
    },
    {
      "id": 93123731,
      "en": "'It matters not. The fool will attack with his small force and be crushed. His death will secure our hold on Goblin-town.'",
      "es": ""
    }
  ]
}