{
  "id": 621019611,
  "txt": [
    {
      "id": "0x9b568b9",
      "en": "'[placeholder]! Have you come home for a visit? How go the adventures?'\\n\\nYou tell Sterkist about all of your travels since the last time you saw him.\\n\\n'Oh my, that all sounds rather harrowing! I think my adventuring days are behind me. One near-death experience is plenty! Grimbeorn keeps me busy enough around here as it is. As you can imagine, he is never especially pleased to have guests. I, on the other hand, am happy to meet new friends from far-away lands.'\\n\\nHe chuckles to himself, and then suddenly remembers something.\\n\\n'Oh! Langhár will want to see you since you are here! She was sent to the Wolf-denes to help deal with the goblin problem. You should go see her if you have time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa16",
      "en": "To the Wolf-denes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'[placeholder]!'\\n\\nLanghár embraces you in a tight hug.\\n\\n'What brings you to Vegbár? Not here to collect the tolls, I hope? Ha ha!'\\n\\nYou tell her that Sterkist sent you, and mentioned something about goblin problems.\\n\\n'Oh, Sterkist, always worried about his sister! As you know, there are often goblin problems this close to Goblin-town. This time, however, they are not of the usual sort. This time they may be worse.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "Vegbár, the Beorning outpost in the Wolf-denes, can be found south-west of the Beorninghús.\\n\\nYou should travel to Vegbár to find Langhár.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "You have found Vegbár",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d157",
      "en": "Langhár has been sent to the Wolf-denes to help deal with the goblins there. Sterkist believes she would be happy to accept your help in the matter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "Langhár can be found somewhere in Vegbár.\\n\\nYou should talk to Langhár.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Langhár",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'[placeholder]! Good to see you again, friend! What brings you to Vegbár? Not here to pay the toll are you? Ha ha!'\\n\\nYou tell her that Sterkist sent you, and mentioned something about goblin problems.\\n\\n'Oh, Sterkist, always worried about his sister! Indeed, there are often goblin problems this close to Goblin-town. This time, however, they are not of the usual sort. This time they may be worse.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Travel to Vegbár",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'[placeholder]! Good to see you again! How go the adventures?'\\n\\nYou tell Sterkist about all of your travels since the last time you saw him.\\n\\n'Oh my, that all sounds rather harrowing! I think my adventuring days are behind me, friend. One near-death experience is plenty! Grimbeorn keeps me busy enough around here as it is. He is never especially pleased to have guests! I, on the other hand, am happy to meet new friends from far-away lands.'\\n\\nHe chuckles to himself, and then suddenly remembers something.\\n\\n'Oh! Langhár will want to see you again since you are here! She was sent to the Wolf-denes to help deal with the goblin problem. You should go see her if you have time!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}