{
  "id": 621019620,
  "txt": [
    {
      "id": "0x9b568a2",
      "en": "Baradal looks at you dejectedly. You believe Elrond was correct, she is disheartened to have nearly failed in her mission.\\n\\n'This is where we part ways, [placeholder]. I am to rest and heal in Caras Galadhon until I am ready for travel. If all goes well, I will have recovered enough to continue to Minas Tirith with the wedding party.'\\n\\nYou try to assuage her fears by saying some kind words. You also tell her you believe that few others would have survived the encounter with R치nulur. Her expression brightens slightly.\\n\\n'Perhaps you are right. The power of Lady Galadriel herself was required to turn the beast. Lady Arwen's family has done so much for me, so I feel I must do the best I can in my service to them. Yet I am still young, and have experienced little combat with the forces of evil in the world. My abilities will improve, with time.\\n\\n'I am glad to have finally met you, [placeholder]. We will meet again. Of that, I am sure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'I can hear the warg chieftain approaching. He is close. Prepare yourself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa16",
      "en": "The Approach of Dawn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Complete: 'Instance: Dawn's Arrival'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "Baradal looks at you dejectedly. You believe Elrond was correct, she is disheartened to have nearly failed in her mission.\\n\\n'This is where we part ways, [placeholder]. I will rest and heal in Caras Galadhon until I am ready for travel. If all goes well, I will have recovered enough to continue to Minas Tirith with the wedding party.'\\n\\nYou try to assuage her fears by saying some kind words. You also tell her you believe that few others would have survived the encounter with R치nulur. Her expression brightens slightly.\\n\\n'Perhaps you are right. The power of Lady Galadriel herself was required to turn the beast. Lady Arwen's family has done so much for me, so I feel I must do the best I can in my service to them. Yet I am still young, and have experienced little combat against real foes. My abilities will improve, with time.\\n\\n'Before you leave, I have something else to say. \\n\\n'I was raised on the stories of the Men of the past. Lord Elrond has told me many tales of both their valour, and more frequently, their corruption. They may have... clouded my perceptions of your people. You are the first [placeholder] with whom I have spent any length of time. After knowing you, and seeing your heroism in the face of overwhelming evil, I feel I have much more to learn. I sincerely apologize.\\n\\n'I am glad to have finally met you, [placeholder]. We will meet again. Of that, I am sure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d143",
      "en": "You and Baradal survived one encounter with the warg chieftain, R치nulur, but another may be unavoidable, and un-survivable.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "Baradal is now free, but she is injured from the warg attack.\\n\\nYou should talk to Baradal to begin Instance: Dawn's Arrival.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "Baradal has been taken to the Galadhrim camp on the border of Lothl칩rien.\\n\\nYou should talk to Baradal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Hithgol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Baradal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "Baradal seems steady, but you can tell she is upset and attempting to suppress her emotions.\\n\\n'I can recall little, but I do remember the massive warg attacking us. It dragged me by the leg. I am not sure I can walk or be of much use in a fight. Forgive me, [placeholder], I let my guard down and now we are in grave danger.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}