{
  "id": 621019647,
  "txt": [
    {
      "id": 149027350,
      "en": "TBD Duskenvale Side 8",
      "es": ""
    },
    {
      "id": 149027329,
      "en": "Sniffing for Truffles",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "Collected truffles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'Here, take this whistle. If you lose track of him, he will come running when he hears it. Take good care of him.'",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Ingelfled",
      "es": ""
    },
    {
      "id": 24695107,
      "en": "Noffer the pig is good at sniffing out truffles. Take him for a walk and see if he can find some for you!",
      "es": ""
    },
    {
      "id": 246419778,
      "en": "Noffer can be called with the pig whistle.\\n\\nYou should talk to Noffer and offer him a truffle.",
      "es": ""
    },
    {
      "id": 44334372,
      "en": "'Noff!'",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "Ingelfled can be found in the village Arhaim in Duskenvale.\\n\\nYou talk to Ingelfled.",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Offer a truffle to Noffer",
      "es": ""
    },
    {
      "id": 246419894,
      "en": "Ingelfled can be found in the village of Arhaim in Duskenvale.\\n\\nYou should bring the truffles and Noffer to Ingelfled.",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'These look delicious. Good work, [placeholder]! And good work, Noffer! Here, why don't you give him one as a reward for his hard work?'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419896,
      "en": "Ingelfled said that truffles could be found in the boar wallow south of Arhaim.\\n\\nYou should bring Noffer to the boar wallow and have him search for truffles.\\n\\n<rgb=#FF0000>Noffer must be present to find the truffles.</rgb>",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "Noffer grunts happily as he gently takes the truffle from your hand. He trots back to Ingelfled with the truffle in his mouth and begins munching away at it.",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Ingelfled",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "Noffer speaks to you in the language of hogs as you offer him the truffle.\\n\\n'One for me? Good good! Back to Ingelfled. Good-bye, new friend! May we hunt truffles again soon!'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 51875093,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477433,
      "en": "Collect truffles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'Allow me to introduce my trusty partner, Noffer! He is a pig with a job, and he's very good at his job.\\n\\n'To the south, where the river bends, you will find a place where the wild boars lie around and wallow in the mud. The reason they like this spot in particular is what can be found beneath the earth: delicious truffles! The boars can smell them, and know where to dig. We learned that pigs can be trained to find them as well. Noffer here is very good at sniffing them out.\\n\\n'Why don't you take Noffer for a walk and see if he can find any truffles for you?'",
      "es": ""
    }
  ]
}