{
  "id": 621020917,
  "txt": [
    {
      "id": "0xe2641e2",
      "en": "'Was it all... lies?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa3",
      "en": "Dredging Up the Past",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa4",
      "en": "Traitors to the Wilderfolk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa5",
      "en": "Traitors to the Wilderfolk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Tautila ought to keep his mouth shut. I told Sharkey we should've killed him!\\n\\n'As for you, well... Sharkey wouldn't be too happy if he found out folks were poking their noses about in the warrens.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Find and defeat traitorous Woodmen in the warrens of Tûn Melen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52ef5b1",
      "en": "'Sharkey taught me how to get what I want. Why would I go back now?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52ef5b2",
      "en": "'I won't yield to the likes of you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Listen to me....'\\n\\nThe imprisoned Woodman gestures for you to approach and begins to whisper.\\n\\n'My name is Tautila. I was raised in Hultvís, but it has been many years since I last dwelt there. You see, I am a travelling merchant and something of a scholar among my people... or at least I was until those demons and ruffians ambushed me on the road!\\n\\n'When they brought me to Sharkey's encampment, I understood why I was taken. I learned then that a few of my kinsmen had willingly joined Sharkey, and they knew I was well-learned in the tales of the hól-budlan. Sharkey told me to guide him to the old tunnels or he would slay me where I stood. I did as I was told. What choice did I have?\\n\\n'But the others... they had a choice! They have abandoned the old ways for greed, and they will never again be welcome among the Woodmen. Not if I have any say in it!\\n\\n'When I was taken, I saw five of them. Find them and defeat them before they can sway more of my people into the service of Sharkey!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa8",
      "en": "Traitors to the Wilderfolk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "This Woodman seems to have drowned when part of the tunnel collapsed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "This Woodman appears to have been slain by Sharkey's Men, likely for cowardice or theft",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6235171",
      "en": "'Sharkey will pay a fine price for you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6235172",
      "en": "'Get out of my way! I'm not dying for this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Do not speak to me as if you know my troubles... Sharkey looks after us better than that old fool Ríkmar ever did.\\n\\n'And he'll pay a fine price for your head, too!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Sharkey told us that the swamp held treasures each worth more than a kingdom, but we have toiled for weeks and found nothing.\\n\\n'Ah, but that weapon of yours looks worth a fair share of gold. Give it to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'I had hoped some of them might realize their folly, but I had no such hope for Hathus.\\n\\n'Like many of my kinsmen, he lost a great deal in the war, but he couldn't resist the chance to change his fortunes. We were all desperate, but to have fallen so low as to side with Sharkey? Unthinkable!\\n\\n'Sharkey is no more than a demon in the skin of a Man. I only wish the others had seen that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x32d8115",
      "en": "Hathus",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d19",
      "en": "Far from unwilling prisoners, it seems several Woodmen have forsaken the Wilderfolk to join Sharkey's Men.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Tautila can be found in the warrens of Tûn Melen.\\n\\nYou have found or defeated all of the traitorous Woodmen in service to Sharkey. You should return to Tautila.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Tautila in the warrens of Tûn Melen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Traitorous Woodmen can be found in the warrens of Tûn Melen.\\n\\nTautila has asked you to find and, if necessary, defeat his traitorous kinsfolk who have joined Sharkey's Men.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ac0",
      "en": "Defeat Vulfila",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Desperate to gain the riches Sharkey promised, Hoderna falls defeated!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6af8",
      "en": "Defeat Hoderna",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Hathus could not be turned from his loyalty to Sharkey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6af9",
      "en": "Defeat Hathus",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Vulfila flees in fear!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe2641e1",
      "en": "'Give me what you've got and maybe I'll let you go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "DNT - Gladden Fields Quest",
      "es": "",
      "es (fem)": ""
    }
  ]
}