{
  "id": 621020935,
  "txt": [
    {
      "id": 81557314,
      "en": "'Whatever magic the Snatcher had once used to conceal itself was undone.'",
      "es": ""
    },
    {
      "id": 81627203,
      "en": "'The pallid creature I saw before me bore little resemblance to the Úbil of old, but I knew it could be no other.'",
      "es": ""
    },
    {
      "id": 81557315,
      "en": "'Another child had been snatched. Úbil's wickedness could not go unanswered again.'",
      "es": ""
    },
    {
      "id": 81557316,
      "en": "'Through my window, I saw the light of countless torches. Even women still in their bedgowns carried them.'",
      "es": ""
    },
    {
      "id": 81557317,
      "en": "'Fearful of the light, the Snatcher screeched and sputtered as my people drove it out of Hultvís.'",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "Instance: The Snatcher",
      "es": ""
    },
    {
      "id": 81557318,
      "en": "'But the Snatcher had claimed another life as it fled. Father was dead.'",
      "es": ""
    },
    {
      "id": 150572964,
      "en": "'Úbil the Snatcher chased me into the darkness.'",
      "es": ""
    },
    {
      "id": 81565505,
      "en": "'As if in answer, the Snatcher caught sight of my gaze.'",
      "es": ""
    },
    {
      "id": 81565506,
      "en": "'It flew into a frenzy, shrieking and thrashing madly at whatever unseen spirit stood before it.'",
      "es": ""
    },
    {
      "id": 81565507,
      "en": "'Úbil scrambled toward me with a hunger in its eyes.'",
      "es": ""
    },
    {
      "id": 81565508,
      "en": "'Without a thought, I turned and ran.'",
      "es": ""
    },
    {
      "id": 81627457,
      "en": "'I did not wait for Úbil to strike again. I ran as fast as I could.'",
      "es": ""
    },
    {
      "id": 81557569,
      "en": "'When I learned what had happened, I ran to my father's side.'",
      "es": ""
    },
    {
      "id": 81627458,
      "en": "'I trembled in the cold rain, but there was no turning back. Father had to be avenged!'",
      "es": ""
    },
    {
      "id": 81557570,
      "en": "'His throat had been torn open... gnawed by the wicked jaws of the Snatcher.'",
      "es": ""
    },
    {
      "id": 150638500,
      "en": "'No one saw me leave.'",
      "es": ""
    },
    {
      "id": 81557571,
      "en": "'I embraced him and wept.'",
      "es": ""
    },
    {
      "id": 81557572,
      "en": "'With father's dagger in my hand, I crept out of Hultvís into the woods.'",
      "es": ""
    },
    {
      "id": 81626945,
      "en": "'In the pouring rain, I found the Snatcher's mud-slicked footprints.'",
      "es": ""
    },
    {
      "id": 157172114,
      "en": "'The Snatcher wrapped its fingers around my neck, but all of a sudden, I heard a great roar!'",
      "es": ""
    },
    {
      "id": 81626946,
      "en": "'With as much haste as I could muster, I followed them westward towards the cliffs overlooking the Anduin.'",
      "es": ""
    },
    {
      "id": 157172115,
      "en": "'It was Beorn! Fearing the skin-changer's wrath, the Snatcher loosed its grip and fled cursing into the woods.'",
      "es": ""
    },
    {
      "id": 162094660,
      "en": "'With my eyes shut, I felt the Snatcher's breath upon me.'",
      "es": ""
    },
    {
      "id": 81565761,
      "en": "'As I ran, Úbil paused for a long time.'",
      "es": ""
    },
    {
      "id": 160180546,
      "en": "Father",
      "es": ""
    },
    {
      "id": 231175362,
      "en": "'-'",
      "es": ""
    },
    {
      "id": 248971584,
      "en": "'My legs gave out beneath me as I ran. It was over, I thought. I shut my eyes.'",
      "es": ""
    },
    {
      "id": 1893015,
      "en": "'That is all there is to tell.'",
      "es": ""
    },
    {
      "id": 265209060,
      "en": "'DNT... To Part 2'",
      "es": ""
    },
    {
      "id": 81627201,
      "en": "'At the woods' edge, I found Úbil the Snatcher.'",
      "es": ""
    },
    {
      "id": 81557313,
      "en": "'A scream woke all of Hultvís. Úbil the Snatcher had returned.'",
      "es": ""
    },
    {
      "id": 81627202,
      "en": "'In tales of old, it was said that Úbil had thin, black hair and often wore clothing it had stolen from the hól-budlan.'",
      "es": ""
    }
  ]
}