{
  "id": 621020920,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "Amidst the sunken dredging machines at Tûn Melen, you notice a number of crumbling foundations",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa4",
      "en": "The Fall of the White Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa6",
      "en": "Dredging up the Past",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "BEEP",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "Rotting furniture and cracked plates litter the room, but you find no sign of Sharkey's Men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Who... who are you? Did Sharkey send you?'\\n\\nYou explain that you were sent by Radagast on behalf of the chieftain of Hultvís. He sighs with relief.\\n\\n'I don't care who sent you as long as it's not Sharkey. Please... you've got to help me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "A hastily-repaired dredging machine has been used to burrow into the hillside",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "The orders make note of Woodmen helping Sharkey search a place called Tûn Melen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Find and explore the ruined excavation site at Tûn Melen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "After searching the belongings of Sharkey's lieutenant, you discover orders sealed by a small waxen 'S'. If these are orders from Sharkey, you should examine them at once.\\n\\nYou should unseal the orders and learn what Sharkey's plans are for the Gladden Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "The ruined excavation site at Tûn Melen can be found somewhere among the ruined dredging machines in the northern reaches of Tûn Melen.\\n\\nSharkey's orders told of a ruined excavation site in the northern reaches of Tûn Melen. You should find it and explore it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Sharkey's orders can be found in your inventory.\\n\\nYou have discovered orders from Sharkey after defeating Sharkey's lieutenant at Sharkey's Slough.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "The imprisoned Woodman can be found in a small alcove to the right of the entrance to the warrens of Tûn Melen.\\n\\nAfter entering the warrens of Tûn Melen, you heard a faint cry from a Woodman in a cage. You should speak to the imprisoned Woodman and learn what has happened in the warrens of Tûn Melen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "The warrens of Tûn Melen can be found to the south of Tûn Melen in the south-western Gladden Fields.\\n\\nYou have searched the ruined excavation site at Tûn Melen, but you found no sign of Sharkey or his men. You should continue your search to the south and find the warrens of Tûn Melen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Read 'Sharkey's Orders'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Tûn Melen can be found in the south-western reaches of the Gladden Fields.\\n\\nYou have found orders from Sharkey detailing excavations at a place called Tûn Melen. According to the orders, it seems to be located to the south-west of Sharkey's Slough.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "The warrens of Tûn Melen can be found to the south of Tûn Melen in the south-western Gladden Fields.\\n\\nYou have found the warrens of Tûn Melen. You should investigate them, but proceed carefully, as Sharkey and his men are likely gathered inside.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Investigate Tûn Melen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "It would seem to be a hobbit-hole, but there is little comfort to be found here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to the imprisoned Woodman in the warrens of Tûn Melen ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1170",
      "en": "A faint voice cries out from a small alcove in the warrens of Tûn Melen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d172",
      "en": "With knowledge gained from the Woodmen, Sharkey has expanded his search to curious, old tunnels beneath the Gladden Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Find the warrens of Tûn Melen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Investigate the warrens of Tûn Melen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "The Fall of the White Hand",
      "es": "",
      "es (fem)": ""
    }
  ]
}