{
  "id": 621020916,
  "txt": [
    {
      "id": "0xceb0118",
      "en": "Radagast can be found in the Gladden Fields.\\n\\nYou have found Radagast standing on a small bluff on the marshy banks of the Anduin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I am glad you have come, [placeholder].\\n\\n'It has been too long since last I looked upon the Gladden Fields, but seeing them in such a state weighs heavily on my heart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "Radagast gazes solemnly into the distance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "The Fate of the Gladden Fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Meet Radagast at the Gladden Fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Ah, yes! The reason I've come to find you, [placeholder]....'\\n\\nRadagast produces a small diary from his robes. He opens it, and you notice that most of the pages have been torn out. Appearing unconcerned by this, Radagast continues.\\n\\n'Yes, yes! I have written it all down. It's just not here is all. You would do the same if you lost your writing to a bunch of Orcs! But I digress... I have heard a number of troubling tales about what has happened to the Gladden Fields in my absence.\\n\\n'You have been of great aid to me in the past, [placeholder], so I would ask that you ride far to the south and meet me on the eastern banks of the Anduin.\\n\\n'Let us hope whatever hurts have been done to the Gladden Fields might still be mended.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Radagast in the Gladden Fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Radagast can be found in the Gladden Fields.\\n\\nAfter learning of several concerning matters, Radagast has asked you to meet him in the Gladden Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "Concerned by new threats and unfamiliar names come to the Vales of Anduin, Radagast has enlisted your aid to help mend the hurts done to the Gladden Fields.",
      "es": "",
      "es (fem)": ""
    }
  ]
}