{
  "id": 621020918,
  "txt": [
    {
      "id": "0x78e1fa3",
      "en": "A Thunder of Drums",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Unmistakably held by the remnants of the Shapag-hai in the Vales, Lúlstrok is heavily-fortified",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Deliver tidings of the Shapag-hai's defeat to the bunting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "As you stand and curiously look at the bunting, it lowers its beak to point at a small scroll bound to its leg. You take the scroll and begin to read it.\\n\\nThe scroll contains hasty writing which you swiftly identify as the writing of Radagast the Brown. As you read on, Radagast explains that a company of Orcs who survived the end of the War has now made camp at a place they call Lúlstrok in the Gladden Fields. Radagast's writing continues and he describes how until a few days ago the Orcs had apparently often feuded with the Men and half-orcs in the centre of the Gladden Fields, but they did not seem to pose a serious threat to the Wilderfolk. However, Radagast now fears they have been stirred by the words of a large Orc among their number and as a consequence, they have grown more bold in recent days. Troubled by the harm their siege engines might inflict on the Gladden Fields and concerned that the Orcs might soon attack the Beornings and Woodmen, Radagast concludes by asking you to drive off the Orcs and damage their siege engines beyond repair.\\n \\nAs the bunting remains perched nearby, you decide to investigate Lúlstrok.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b0ee2e",
      "en": "'Do something, you useless maggots!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Sabotaged siege-tower wheels in Lúlstrok ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Durbkhat falls defeated, but his last words echo in your mind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "As the sound of drums echoes through Lúlstrok, a harsh voice rises within the tent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Siege-towers can be found in Lúlstrok.\\n\\nAware that the Shapag-hai have siege-towers for some as of yet known purpose, you have been advised to sabotage the Orcs' siege-towers and keep them from inflicting more harm on the Gladden Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "A tribe of Orcs known as the Shapag-hai has invaded the Gladden Fields, polluting its marshlands and threatening the inhabitants of the Vales of Anduin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Lúlstrok can be found in the north-western reaches of the Gladden Fields.\\n\\nA bunting has delivered a message on Radagast's behalf asking you to investigate and drive out the Orkish presence in the Gladden Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "The bunting appears to have awaited your return. It points its beak at its leg, and you realize it intends to return to Radagast with the scroll.\\n\\nYou turn over the scroll and begin to write on the side Radagast left blank. You tell Radagast of victory over the Shapag-hai in the Vales of Anduin. However, you mention that the Orcs once loyal to Mazog now seek vengeance against the dwarves who escaped the downfall of the Iron Garrison. Whether they resurface in days soon to come or many years from now, the battle for Moria is not yet ended and a vigil must be kept.\\n\\nYou roll the scroll and bind it to the bunting's leg. It chirps in what you take to be a friendly farewell and flies off.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "The leader of the Shapag-hai can be found somewhere in Lúlstrok.\\n\\nYou should seek out and defeat the leader of the Shapag-hai in Lúlstrok.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "The bunting can be found near Lúlstrok in the Gladden Fields.\\n\\nYou have done much to repel the Shapag-hai in the Gladden Fields, and you should now return to the bunting and send it to inform Radagast that you have drive out the Orkish presence in the Gladden Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Find and defeat the leader of the Shapag-hai in Lúlstrok",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79ac6b4",
      "en": "'Yer friends with the Iron Garrison, are you? Pity how that turned out!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe79dc6e",
      "en": "'Vengeance for Mazog will be done! The Pûlpum have not forgotten!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Investigate Lúlstrok",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Sabotage siege-tower wheels in Lúlstrok ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4ee7e1",
      "en": "'Har! Yer awfully determined, aren't you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4ee7e2",
      "en": "'I thought you might go a-stickin' your nose where it don't belong again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4ee7e3",
      "en": "'You won't get topsides on me this time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "The perched bunting greets you in the language of its kind. You notice a small scroll bound to the bunting's leg, but it draws back when you attempt to take it.\\n\\nYou speak in the language of animals, and the bunting informs you that a company of Orcs that survived the end of the War has made camp at a place they call Lúlstrok in the Gladden Fields. It tells you that until a few days ago the Orcs often feuded with the Men and half-orcs in the centre of the Gladden Fields, but they did not seem to pose a serious threat to the Wilderfolk. However, it seems they have been stirred by the words of a large Orc in their company and as a consequence, they have grown more bold in recent days. Troubled by the harm their siege engines might inflict on the Gladden Fields and concerned that the Orcs might soon attack the Beornings and Woodmen, Radagast has asked you to drive off the Orcs and damage their siege engines beyond repair.\\n \\nYou tell the bunting you will investigate Lúlstrok and put an end to the plans of the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "You greet the bunting in the language of animals. It appears pleased to see you again.\\n\\nYou tell it to fly to Radagast with news of victory over the Shapag-hai in the Vales of Anduin. However, you mention that the Orcs once loyal to Mazog now seek vengeance against the dwarves who escaped the downfall of the Iron Garrison. Whether they resurface in days soon to come or many years from now, the battle for Moria is not yet ended and a vigil must be kept.\\n\\nThe bunting thanks you in the language of its kind and flies off.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "Drums of Vengeance",
      "es": "",
      "es (fem)": ""
    }
  ]
}