{
  "id": 621020922,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Tautila can be found in the warrens of Tûn Melen.\\n\\nTautila has asked for your aid in escaping before Sharkey returns to the warrens of Tûn Melen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Tautila can be found just outside the Warrens in the Gladden Fields.\\n\\nYou saved Tautila and defeated a half-orc, Garmog, who sought to deceive Sharkey's Men. You should talk to Tautila.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I've got it! Let's get out of here, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d170",
      "en": "Sharkey, the vicious leader of a band of half-orcs and ruffians, has big plans for the Gladden Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'How wonderful it is to see the vales again!'\\n\\nTautila breathes deeply and looks around, pausing on the ruined dredging machine next to him.\\n\\n'Well, perhaps this isn't the most beautiful spot, but it's certainly better than a cage!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "Tautila attempts to get comfortable within the cage.\\n\\n'I'll see you tonight, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'I am thankful for what you have done, [placeholder], but still I fear for the vales.\\n\\n'Even if I am freed from Sharkey's keeping, he will continue to pillage the Gladden Fields... and I do not think it will end there. With each passing day, more ruffians are lured into his service. Sharkey is building an army, and the vales cannot endure another war... not so soon after the last! The skin-changers are a mighty folk, but Sharkey might one day be able to overcome them.\\n\\n'Every morning Sharkey leaves the warrens, and deep in the night, he returns. Many of Sharkey's demons and ruffians have taken rest by so late an hour, so we might then catch him unawares!\\n\\n'Leave me, [placeholder]. Return in the night and we will put an end to Sharkey... together!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Talk to Tautila in the Warrens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'\\n\\n'You must get out of here before Sharkey and the others return, [placeholder]!\\n\\n'Do not worry for me, friend.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Tautila",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "Sharkey's Night",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    }
  ]
}