{
  "id": 621020921,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Find Radagast's friends in the Gladden Fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Radagast's friends can be found near to Lúlstrok, Sharkey's Slough, and the Gladden Falls.\\n\\nRadagast has sent three of his friends into the Gladden Fields, and he has asked you to find them and aid them as best you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Find and aid Radagast's friend near the Gladden Falls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Find and aid Radagast's friend near Lúlstrok",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Find and aid Radagast's friend near Sharkey's Slough",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "You notice a thrush! Perhaps this is one of Radagast's friends?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "You notice a bunting! Perhaps this is one of Radagast's friends?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "You notice a sparrow! Perhaps this is one of Radagast's friends?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d160",
      "en": "With far many matters in need of attention in the Vales of Anduin, Radagast has enlisted your aid, as well as the aid of a few of his friends, to protect the Gladden Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I was a fool, [placeholder].\\n\\n'When I discovered Orcs dredging the Gladden Fields many years ago, I sought counsel with the greatest of my order: Saruman the White. Saruman learned that Sauron believed the One Ring came to rest in the Gladden Fields, but he knew not where it had fallen. Surmising that the Orcs of Mordor were sent by Sauron, I offered great birds and beasts to Saruman to keep watch on the field and hinder Sauron's forces. I thought I had done what was right.\\n\\n'In time, my birds and beasts abandoned me, and I began to grow suspicious. I told Gandalf of what had happened, but when Saruman soon allowed the White Council to confront the Necromancer, I had no reason to doubt his judgment. Once the Necromancer was cast out of Dol Guldur, I returned to the Gladden Fields to find that all of the Orcs had vanished, leaving only debris and their dredging machines behind. I travelled home, believing that Sauron's search had failed, but soon the Orcs of Mordor attacked and I was forced to abandon Rhosgobel. And so I wandered for many years....'\\n\\nRadagast's kindly demeanour hardens.\\n\\n'Far too late I realized Saruman's treachery, and I am ashamed to have been a tool of his deception. After Gwaihir returned from Orthanc, I learned the truth and Saruman's betrayal was at last undeniable. It was he who dredged the Gladden Fields, he who allowed Sauron's search to continue unhindered, he who desired the One Ring for himself, he who sent the Orcs to Rhosgobel, he who imprisoned Gandalf, and he who would betray any and all of our order to possess power of his own!'\\n\\nRadagast appears to steady himself.\\n\\n'What Saruman inflicted upon the Gladden Fields never truly healed, but I have sent my friends deeper into the marshland. I have given them instructions to guide you in investigating the Gladden Fields. Suffice it to say, Orcs are the least of our troubles. There is rumour of an upstart ruffian-lord in the marshes and I myself have discovered a strange blight taking hold of the flora and fauna in the Gladden Fields. Alas, I do not have time to see to all of these tasks, but they are all of great importance! I simply cannot be everywhere!\\n\\n'It is a strange thing to be needed in so many places at once! Is this how Gandalf must feel? Seek out my friends in the Gladden Fields and aid them if you can. I must return to Hultvís at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "Friends Far Afield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    }
  ]
}