{
  "id": 621020919,
  "txt": [
    {
      "id": "0x9b56896",
      "en": "'Ah, good! I am glad you've returned, [placeholder]. You have been a great help to me!\\n\\n'My sparrow delivered the water sample you gathered to me, my bunting told me of your victory over the Orcs, but my thrush lost sight of you. I'd begun to worry that Sharkey proved a more formidable foe than I'd been led to believe! Is Sharkey defeated?'\\n\\nYou explain to Radagast that the leader of the ruffians in the Gladden Fields was an old half-orc named Garmog, who impersonated Sharkey in an attempt to amass a small fortune from the lost relics of the Gladden Fields.\\n\\n'A half-orc? I had heard he was a Man, but now it seems that neither is true. Who is Sharkey?'\\n\\nYou tell Radagast that Saruman is Sharkey. Radagast falls silent for a long while.\\n\\n'Gandalf told me that the Onodrim have imprisoned Saruman in Orthanc. Is that not so?\\n\\n'When there is time at last, I will ride to Orthanc and question him myself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Radagast can be found in Hultvís.\\n\\nYou have discovered Sharkey's identity and made safe the Gladden Fields. You should return to Radagast in Hultvís.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d175",
      "en": "You have repelled the half-orcs and ruffians in the Gladden Fields, but it is your discovery of Sharkey's true identity that will be of greatest interest to Radagast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "DNT - Gladden Fields Quest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa4",
      "en": "Saruman's Folly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I owe you my life, [placeholder]. \\n\\n'I'll make for Blómgard with the goods that Sharkey - er, Garmog - and his demons stole and see if they don't belong to any of my kinsfolk there. I suppose I'll have to build a new waggon, but I can look after myself now.'\\n\\nTautila turns to leave, but quickly turns back.\\n\\n'Don't you worry about me. You should get back to Hultvís and tell Radagast all about Sharkey!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Radagast in Hultvís",
      "es": "",
      "es (fem)": ""
    }
  ]
}