{
  "id": 621020923,
  "txt": [
    {
      "id": 126754723,
      "en": "The Gladden Befouled",
      "es": ""
    },
    {
      "id": 126754724,
      "en": "In the Name of Sharkey",
      "es": ""
    },
    {
      "id": 135451041,
      "en": "'So you're the one making such a ruckus...'",
      "es": ""
    },
    {
      "id": 135451042,
      "en": "'You'll answer to Sharkey for this!'",
      "es": ""
    },
    {
      "id": 126754727,
      "en": "A Man Called Sharkey",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "As it dawns on you that this thrush must be the friend of which Radagast spoke, it lowers its beak to point at a small scroll bound to its leg. You take the scroll and begin to read it.\\n\\nThe scroll contains hasty writing which you swiftly identify as the writing of Radagast the Brown. As you read on, Radagast writes of his growing concern about the sudden arrival of a ruffian-lord named Sharkey in the Gladden Fields. It seems Sharkey's Men have taken over an old dredging site once held by Saruman's forces, but it remains uncertain how a band of ruffians could overcome the warriors of the White Hand. Regardless, Radagast is of the mind that Sharkey intends to use Saruman's old dredging machines to ruin the Gladden Fields in a search for its lost treasures, and he fears that some of the Woodmen who left Hultvís might now be in service to Sharkey.\\n\\nYou decide to investigate Sharkey's Slough.",
      "es": ""
    },
    {
      "id": 135451043,
      "en": "'Sharkey promised...'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Find the leader of the forces at Sharkey's Slough",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Countless half-orcs and brigands have made camp at the old dredging site",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Examine 'Sharkey's Orders'",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "A tattered banner of the White Hand sways in the wind",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "A mud-caked helmet of the White Hand has seemingly been used as a crude shovel",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Slain Orcs of the White Hand have been left to rot in the shallows",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Sharkey's Slough can be found in the centre of the Gladden Fields.\\n\\nThrough the help of his friend, Radagast has asked you to investigate Sharkey's Slough in the Gladden Fields and learn what became of the remnants of Saruman's forces in his absence.",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "As Sharkey's lieutenant falls defeated, you notice a stained missive protruding from his pocket",
      "es": ""
    },
    {
      "id": 51875096,
      "en": "After Saruman's search for the Ring ended in failure, the Gladden Fields laid undisturbed for many years. However, if rumours are to be believed, the remnants of the White Hand have been usurped by an upstart ruffian-lord called Sharkey who now seeks to claim the treasure of the Gladden Fields for his own.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Find signs of the White Hand at Sharkey's Slough ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Examine the slain Shakh-hai in Sharkey's Slough",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Sharkey's lieutenant was in possession of a missive containing Sharkey's orders.\\n\\nYou should examine Sharkey's orders and see if they reveal more of Sharkey's plans for the Gladden Fields.\\n\\n<rgb=#FF0000>NOTE: 'Sharkey's Orders' must be used in your inventory and you must accept the quest 'Dredging up the Past' to complete this quest.</rgb>",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Investigate Sharkey's Slough",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "The slain Shakh-hai can be found in the dredging pit at the centre of Sharkey's Slough.\\n\\nYou have found what appears to be the one-time leader of the White Hand forces in the Gladden Fields. You should examine the Shakh-hai's remains.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "As you examine the Shakh-hai, a harsh voice barks in anger!",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Signs of the White Hand can be found at Sharkey's Slough in the Gladden Fields.\\n\\nFearing that Sharkey has driven out the remnants of the White Hand, Radagast has asked you to search for signs of Saruman's forces at Sharkey's Slough.",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "The leader of Sharkey's Men at Sharkey's Slough might be found in the dredging pit.\\n\\nIt seems Sharkey's Men have driven out or slain many of the White Hand forces that remained in the Vales of Anduin. You should search for their leader and attempt to disrupt whatever plans Sharkey has for the Gladden Fields.",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "A Shakh-hai of the White Hand has been viciously slain and left in the dredging pit",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "The thrush greets you in the language of its kind. You notice a small scroll bound to the thrush's leg, but it draws back when you attempt to take it.\\n\\nYou speak in the language of animals, and the thrush informs you that Radagast has grown concerned by the sudden arrival of a ruffian-lord named Sharkey in the Gladden Fields. It seems Sharkey's Men have taken over an old dredging site once held by Saruman's forces, but it remains uncertain how a band of ruffians could overcome the warriors of the White Hand. Regardless, Radagast believes that Sharkey intends to use Saruman's old dredging machines to ruin the Gladden Fields in a search for its lost treasures, and he fears that some of the Woodmen who left Hultvís might now be in service to Sharkey.\\n\\nYou tell the thrush you will investigate Sharkey's Slough and it nods in assent before flying off.",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "It seems that Sharkey has plans for a place called Tûn Melen",
      "es": ""
    },
    {
      "id": 126754722,
      "en": "DNT - Gladden Fields Quest",
      "es": ""
    }
  ]
}