{
  "id": 621085507,
  "txt": [
    {
      "id": "0xeb01180",
      "en": "Chakâr has asked you to give the books to listless patients in and around Dâr Tabib.\\n\\nDâr Tabib is located in the south-west area of the Tor-gardens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Bashem has asked you to send books to Chakâr at Dâr Tabib.\\n\\nDâr Tabib is located in the south-west area of the Tor-gardens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Chakâr at Dâr Tabib",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Deliver books to listless patients ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Bashem must be just as busy as us to send someone in his stead!\\n\\n'The patients who remain bore grievous injuries from the fighting months ago and must stay under our supervision. As you can imagine, there are very few sources of entertainment here, and many have become listless. Some cannot leave their beds. Others can only wander around the apothecary grounds to break up the monotony.\\n\\n'Would you mind handing out the books? It would do our patients some good to see a new person rather than the same healers every day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "You have delivered the last of the books to the patients of Dâr Tabib.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4e2fe1",
      "en": "'It has been so long since I have seen a copy of this title!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Delivered books ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4e2fe2",
      "en": "'I can finally finish reading this story!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0x4e2fe3",
      "en": "'At last, some entertainment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "You have delivered the last of the books, granting the patients of Dâr Tabib a bit of joy amidst the struggle of healing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4e2fe4",
      "en": "'A pleasant surprise indeed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4e2fe5",
      "en": "'May the scholars continue their hard work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4e2fe6",
      "en": "'I feared I would die of boredom instead of my wounds!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Will you be passing through the south-west part of the district? I meant to bring some books to Chakâr at Dâr Tabib, but...' He frowns at the stack of papers in front of him. 'I have some research to attend to, unfortunately.'\\n\\n'People all over the city have been kind enough to donate books to us in our recovery efforts. Some are common enough that we can spare copies for the healers' patients. I am sure they would be thankful for something to chase away their boredom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Books for the Bored",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d16",
      "en": "After receiving a surplus of book copies, the scholars of the Tor-gardens are looking to give them away.",
      "es": "",
      "es (fem)": ""
    }
  ]
}