{
  "id": 621085519,
  "txt": [
    {
      "id": "0x257c9c1",
      "en": "'What are you doing?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x257c9c2",
      "en": "'Stop that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e00",
      "en": "Talk to Hasna at the Dahâl Huliz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "You have gathered many leafy vines.\\n\\nYou should bring them back to Hasna at the Dahâl Huliz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x257c9c3",
      "en": "'Have you no shame?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Hasna has asked you to pick leafy vines from trellises. However, you must avoid being spotted by gardeners more than a few times.\\n\\nThe trellises can be found around the eastern side of the Tor-gardens pool.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x257c9c4",
      "en": "'Keep your hands to yourself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e02",
      "en": "Talk to Phêrida Iron-edge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x257c9c5",
      "en": "'Do you think yourself funny?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Pick leafy vines from trellises ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "<rgb=#FF0000>You must not be spotted by sharp-eyed gardeners! ([placeholder]/4)</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Picked leafy vines ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "<rgb=#FF0000>You've been spotted!</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Phêrida is just over there! Quick, give me the vines and I shall weave as fast as I can!'\\n\\nThe instant you hand her the vines, Hasna's nimble fingers go to work. Within a short amount of time, she holds out an impressive circlet made of vines.\\n\\n'I -- I cannot give this to her. My nerves are getting the best of me. Please go in my stead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "Before you can utter a single word, the Hûlaz politely holds up a hand to stop you.\\n\\n'This is from Hasna, is it not? I noticed she stopped coming to watch my fights, but she has always been there for me after. Even if she has been too nervous to approach me.' She chuckles. 'It was very sweet of you to help. Now, I do believe it is time for me to talk to her, so if you will excuse me....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Are you here to see the Hûliz too? I never have time to watch the fights nowadays, so I come to at least catch a glimpse of them. My favourite is Phêrida Iron-edge -- I used to go to every one of her matches! The way she fights -- '\\n\\nShe stops, red colouring her cheeks.\\n\\n'Sorry. I did not mean to ramble.\\n\\n'I had hoped to weave a vine circlet for Phêrida, but the gardeners have seen me take from the trellises one too many times. You, though... you are a fresh face! If you are willing to aid me, the trellises on the eastern side of the pool always have the best vines.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Hasna is too nervous to give Phêrida Iron-edge the vine circlet and has asked you to go instead.\\n\\nPhêrida can be found at the Dahâl Huliz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Adoring Fan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d16",
      "en": "A woman waits outside the Dahâl Huliz to see her favourite Hûlaz.",
      "es": "",
      "es (fem)": ""
    }
  ]
}