{
  "id": 621085500,
  "txt": [
    {
      "id": "0x2f00e17",
      "en": "Talk to Rimâti at the Pot and Quill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Nothing here...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "You find a damaged ink bottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Search through rubble in Kamîr Kateb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'What is left of the ink looks dull brown, but I do not think it started out as this colour. The years and the elements have not been kind.\\n\\n'The label on the bottle... much of it has fallen off, and the script on it has faded. But these are Ordâkhai characters, not Umbari ones.\\n\\n'This was not a pigment of Umbari origin -- that much is certain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'It was not so long ago when enforcers of the All-Seeing guarded the north-western ruins. Having the Heirsworn as our new neighbours is an improvement, but not by much.\\n\\n'Kamîr Kateb held untold amounts of historical knowledge; surely there must be something left in the rubble still. Something the Church would have never considered important enough to be destroyed.\\n\\n'If you discover anything of note there, please let me know. It may be foolish of me to hope for, but this city has already lost so much. Hope is all that keeps us going.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "It's possible that things of note are still buried under rubble at Kamîr Kateb.\\n\\nKamîr Kateb is located in the north-western corner of the Tor-gardens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "You found a damaged ink bottle near the ruins of Kamîr Kateb.\\n\\nYou should show it to Rimâti at the Pot and Quill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Buried Knowledge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d16",
      "en": "What's left of the academy and scriptorium still haunts the Tor-gardens.",
      "es": "",
      "es (fem)": ""
    }
  ]
}