{
  "id": 621085505,
  "txt": [
    {
      "id": 216727829,
      "en": "Tûphik has asked you to give Xêrba drink samples to wandering citizens so you can get their opinions.\\n\\nYou can find them around the gardens outside The Din of Arms.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 49286664,
      "en": "Talk to Tûphik at The Din of Arms",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "You have no more samples of Xêrba to give!\\n\\nYou should report back to Tûphik at The Din of Arms.",
      "es": ""
    },
    {
      "id": 654849,
      "en": "'It is pleasant, but why is a wine shop apprentice brewing without alcohol?'",
      "es": ""
    },
    {
      "id": 654850,
      "en": "'There is a hint of... hmm... the name is just on the tip of my tongue...'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Psst! You there! Quickly, before I am caught talking while working!\\n\\n'I want to collect opinions on this drink I brewed. I named it Xêrba! No alcohol in here, I promise. -- just fruit and spices. Could you offer samples to people wandering the gardens and see what they have to say?\\n\\n'I swear, there is never enough time for me to do anything other than work....'",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "Drink samples given ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 654851,
      "en": "'The amount of fruits used is almost overwhelming. Almost.'",
      "es": ""
    },
    {
      "id": 654852,
      "en": "'Wonderful! Just the thing for those who avoid alcohol.'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Notes on Xêrba",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Give drink samples to wandering citizens ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Oh! I almost thought you would just run off and drink all of the Xêrba yourself... it would not be the first time!\\n\\n'Thank you, this is all very useful information! Ah -- sorry, I must get back to work!'",
      "es": ""
    },
    {
      "id": 654853,
      "en": "'Not too sweet. Good.'",
      "es": ""
    },
    {
      "id": 149027347,
      "en": "Opinions on Xêrba",
      "es": ""
    },
    {
      "id": 51875094,
      "en": "The overworked apprentice of The Din of Arms would like opinions on his new drink.",
      "es": ""
    }
  ]
}