{
  "id": 621085508,
  "txt": [
    {
      "id": 216727829,
      "en": "Jihan has tasked you with interviewing three individuals in the Tor-gardens.\\n\\nImêna works at The Din of Arms to the south-west. Sophân waits by the Gate of Steps to the south. Nûr can be found to the south-east outside the Dahâl Huliz.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 49286664,
      "en": "Talk to Jihan in the gardens",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Imêna at The Din of Arms ",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Nûr at the Dahâl Huliz",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "You have finished interviewing all three people and taken notes.\\n\\nYou should bring the notes to Jihan in the gardens outside Dâr Tabib.",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'My childhood memories before Mût Tadaul -- the Death of Light -- are hazy. But Mût Tadaul itself, I remember as clear as water.\\n\\n'Ordâkh soldiers flooded the streets, tearing down banners of all colours as they went. The cries and the screams of people echoed around me. Umbar burned. My family ran to the docks in hopes of fleeing by water. When we beheld the burning remnants of ships that had attempted to do the same, we could only turn back.\\n\\n'Many good people died that day. Some days, I am still there, and Umbar is still burning.\\n\\n'As a Harâph, I have spun countless stories for eager listeners. This is not a story that I enjoy telling, but it is one that must be told. It must be remembered.'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Sophân at the Gate of Steps",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'When the riots started, I joined along with other Hûliz. Too long had we been used as the Heirs' executioners. Perhaps it was the rush of finally fighting back, but I knew we would succeed. After all, we outnumbered those in power.\\n\\n'Some of my fellows died believing they had helped change things. And they did. But I watch as the Kindred replace the Heirs. I watch as our most vulnerable citizens continue to suffer, just in different ways. And I wonder what the future holds in store for Umbar -- if anything else will change.\\n\\n'I no longer fight as a Hûlaz. I cannot bear it.'",
      "es": ""
    },
    {
      "id": 149027344,
      "en": "Recording Recollections",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'The colourful banners around the city still surprise me, every day. When will I get used to it? I do not know. But I wish Mother and Father were here with me to see this.\\n\\n'Worshippers took them from our home. If our neighbours had not found and hidden me, I would have burned along with them. I survived only because I was lucky. I hate feeling like that.\\n\\n'The Church may be gone from Umbar, but its shadow still exists.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'May I have a moment of your time? You see, I am compiling accounts of Umbar's recent past. I have not finished this current interview, but I promised to talk to three others in the Tor-gardens today. It would not do to leave them waiting. If you would be willing to interview them and take notes, I could pay you.\\n\\n'The old Harâph Imêna works at The Din of Arms to the south-west. Sophân waits by the Gate of Steps to the south. And you can find Nûr to the south-east outside the Dahâl Huliz.'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Thank you, traveller. These accounts are not the ancient texts that many of my colleagues seek, but they are just as important.\\n\\n'History tells us of how Umbar was passed from empire to empire. The Church may have tried to purge the past, but simply look around and listen -- not everything was destroyed. The Númenórean and Hamâti architecture, the sounds of Umbari, Westron, and Ordâkhai words. The people and their stories. We were here. We still are.'",
      "es": ""
    },
    {
      "id": 51875094,
      "en": "How can one hope to wrest back the broken narrative of an entire city?",
      "es": ""
    }
  ]
}