{
  "id": 621085493,
  "txt": [
    {
      "id": "0x78e1fa7",
      "en": "A Terrible Foundation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Destroy rubble at the Shrine of He-Who-Sees-All ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Destroyed rubble at the Shrine of He-Who-Sees-All ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Talk to Phenâsh at the Shrine of He-Who-Sees-All",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'No, do not speak. You do not need to tell me I was mistaken, [placeholder]. I saw those terrible things with my own eyes!'\\n\\nPhenâsh covers his face with his hands, and sighs.\\n\\n'I should have known, [placeholder]. Why else would they have sold this land for such a meagre price?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Phenâsh can be found at the ruined Shrine of He-Who-Sees-All in the Sail-haven of Umbar Baharbêl.\\n\\nYou attempted to destroy the rubble at the Shrine of He-Who-Sees-All, but you were attacked by several frothing shrine-spirits. You should talk to Phenâsh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d16",
      "en": "After purchasing the deed to the land upon which it sits from the Kindred of the Coins, Phenâsh hopes to demolish the ruins of the Shrine of He-Who-Sees-All in the Sail-haven.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'You there! Interested in earning a tâm or three?\\n\\n'You see this ruin here? I bought the land it stands on from the Kindred of the Coins, and I'd like to begin new construction as soon as I can. Alas, I have been trying to demolish this old shrine for nearly a week now, but my labourers keep walking out on their work. It's haunted, they say, as if such a thing could be true! How absurd!\\n\\n'I've been here for nearly an hour now, and I've seen nothing of the sort. If you'd clear some of this rubble and help prove me right, I'll see to it that you receive a fitting reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Rubble can be found at the ruined Shrine of He-Who-Sees-All in the Sail-haven of Umbar Baharbêl.\\n\\nPhenâsh has asked you to help clear the rubble at the ruined Shrine of He-Who-Sees-All.",
      "es": "",
      "es (fem)": ""
    }
  ]
}