{
  "id": 621085523,
  "txt": [
    {
      "id": 228284034,
      "en": "'It is just terrible! There are too many clumsy hands around at the Rovers' Yard, I think.\\n\\n'In the past few weeks, I've seen more than a few crates end up in the waters of the harbour and these canals, and not even the Captain of the Haven seems interested in retrieving them. It is a disgrace, I tell you!\\n\\n'If you can dredge up some of those sunken crates for me, I've some coin for you.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Waterlogged crates can be found in the canals and in the harbour surrounding the Rovers' Yard in the Sail-haven of Umbar Baharbêl.\\n\\nGalyat has asked you to retrieve waterlogged crates that have sunken into the canals and harbour of the Sail-haven.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Retrieve waterlogged crates from the waters of Sail-haven ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "A Different Sort of Fishing",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Retrieved waterlogged crates from the waters of Sail-haven ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'A-ha! Let's see what we have here!'\\n\\nGalyat pries open one of the crates, and smiles.\\n\\n'Everything seems to be intact, so as promised, here is your reward. It is the least I can do to repay you for your help, my friend.\\n\\n'After all, [placeholder], I never did say these were mine!'",
      "es": ""
    },
    {
      "id": 49286675,
      "en": "Deliver the waterlogged crates to Galyat",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Galyat can be found near the Rovers' Yard to the east of the Harbour-warden's Tower in the Sail-haven of Umbar Baharbêl.\\n\\nYou have retrieved a number of waterlogged crates from the canals and harbour of the Sail-haven in Umbar Baharbêl. You should deliver them to Galyat.",
      "es": ""
    },
    {
      "id": 51875097,
      "en": "In the bustle of commerce on the streets, markets, and piers of Umbar Baharbêl, it is not uncommon for goods to accidentally end up in a canal or at the bottom of the harbour of the Sail-haven.",
      "es": ""
    }
  ]
}