{
  "id": 621085501,
  "txt": [
    {
      "id": 246419840,
      "en": "Rimâti has given you dyed banners to hang up at the Shrine to He-Who-Sees-All.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Rimâti has invited you to join her at the Shrine to He-Who-Sees-All.\\n\\nYou can find the shrine at the southern end of the Tor-gardens.",
      "es": ""
    },
    {
      "id": 49286704,
      "en": "Talk to Rimâti",
      "es": ""
    },
    {
      "id": 49286661,
      "en": "Hang banners on flag-poles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Rimâti at the Shrine to He-Who-Sees-All",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Hang up banners on flag-poles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'There you are. Behold!'\\n\\nRimâti reaches into a sack and pulls out a banner. At first glance, the banner is simply pink. But then the cloth shifts, and you realize at certain angles, the colour transforms -- blue, then purple, then pink again.\\n\\n'The scholars and I spent months researching this pigment. Bidulêkh, it is called -- Dawn-sheen. When Kamîr Kateb burned down, the recipe burned with it. The scribes and scholars who would have held that knowledge met their ends at the Church's hands.\\n\\n'I came to the shrine to hang up the banners, but...' She gestures to the flag-poles before you and grins. 'Would you like to do the honours instead?'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Rimâti",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Banners hung ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'For as long as I can remember, our buildings were always draped in black. The Church did not allow any other colours to be displayed. A silly thing to concern themselves with, perhaps, but hasn't it always been about control?\\n\\n'That is why the scholars and I continue to do our research. With every colour we return to the city, we spit in the faces of tyrants who tried to control us... and come what may, the people of Umbar will endure.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I cannot surmise much else from this ink bottle without dedicated study. Unfortunately, having more questions than answers is only natural in my vein of research. History is always fragmented and difficult to piece together -- the Church's burning of our archives only exacerbated our restoration attempts.\\n\\n'But I did not come to the Tor-gardens to sulk about research! I have a wrecked shrine to further deface.\\n\\n'Why not join me there? Should you spot a blight of black among the buildings to the south, you will know you have found the shrine.'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Banners hung ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Hang banners on flag-poles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Illumination",
      "es": ""
    },
    {
      "id": 51875094,
      "en": "Despite those who would try to destroy it, Umbar's past survives.",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'For as long as I can remember, our buildings were always draped in black. The Church did not allow any other colours to be displayed. A silly thing to concern themselves with, perhaps, but hasn't it always been about control?\\n\\n'That is why the scholars and I continue to do our research. With every colour we return to the city, we spit in the faces of tyrants who tried to control us... and come what may, the people of Umbar will endure.'",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "You have hung up the banners.\\n\\nYou should talk to Rimâti.",
      "es": ""
    }
  ]
}