{
  "id": 621085522,
  "txt": [
    {
      "id": "0x3178d19",
      "en": "The Sail-haven of Umbar Baharbêl is filled with skilled shipmen who toil to better the Free City in the aftermath of the Sea-stone Mutiny.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x73ec90",
      "en": "'What a gift! Thank you, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Zemirah can be found at the Sailors' Guild-hall in the Sail-haven of Umbar Baharbêl.\\n\\nYou have delivered meals to many of the shipmen labouring in the Sail-haven. You should return to Zemirah.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Deliver meals to hungry shipmen in the Sail-haven ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Hungry shipmen can be found throughout the Sail-haven, especially on its piers and near its canals.\\n\\nZemirah has asked you to deliver meals to hungry shipmen in the Sail-haven.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Delivered meals to hungry shipmen in the Sail-haven ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd073ec1",
      "en": "'Ah, thank you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd073ec2",
      "en": "'What would we do without Zemirah?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd073ec3",
      "en": "'That looks delicious!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd073ec4",
      "en": "'If it saves me a few coins, I won't complain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd073ec5",
      "en": "'Give Zemirah my thanks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd073ec6",
      "en": "'This is exactly what I need after such a hard day!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd073ec7",
      "en": "'Oh, thank you, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Zemirah at the Sailors' Guild-hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'It is a miracle what we can accomplish now that Balakhôr and the Heirs have been overthrown, but we must not push ourselves too hard too swiftly as we work to build a new Umbar Baharbêl. It is a credit to the work ethic of our shipmen that the Sail-haven looks scarcely different than it did before the War—or the Mutiny, for that matter. As the new master of the sailors' guild, it is my belief that meals should sometimes be provided at the expense of the guild's coffers. Let our shipmen keep their wages for their own!\\n\\n'To that end, I have prepared a number of meals for hungry shipmen in the Sail-haven, but I simply do not have the time to deliver them myself. If you could deliver them on my behalf and offer some words of encouragement to our shipmen, I would be most grateful.\\n\\n'What do you say, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd073ec8",
      "en": "'The Heirs would never have done something so kind!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'You have my thanks, [placeholder].\\n\\n'Hopefully, I'll be able to deliver some meals myself in the future, but I'm certain they all appreciated your help as much as I did!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Feeding the Sail-haven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd073ec9",
      "en": "'Praise be to the Kindred of the Coins!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}