{
  "id": 621085521,
  "txt": [
    {
      "id": 162883765,
      "en": "Despite your best efforts to wake him, the assistant seems to have fallen into a deep sleep.\\n\\nNext to him lies a discarded, empty wine bottle. The glass on its side has cracked; perhaps this was what caused the puddle next to the crate. Rather than let the wine go to waste, Belhax might have run off to drink the rest.\\n\\nIt might be kindest to let him continue sleeping while you report back to Akhamâl.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "After you relay the story of Belhax and the wine, Akhamâl huffs in amusement.\\n\\n'I am equal parts disgruntled, amused, and impressed. He managed to drink a good amount of wine before falling asleep.\\n\\n'Thank you for checking on him, and for giving me a story to tell my friends. For now, however, it is time that I woke him. He has a mess to clean up.'",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "You have found Belhax's wine delivery, but not him. A trail of wine droplets leads you further around the Tor-gardens pool.\\n\\nYou should follow it.",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Examine the puddle",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Follow the wine droplet trail",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Where is that boy...?\\n\\n'You -- on your way here, did you happen across young man about this tall, carrying a crate? Goes by the name of Belhax? No? He should be here by now! We will not have enough wine for arena-goers at this rate....\\n\\n'If you would like some extra coin, I will pay you to find him for me. First, you should make sure he is not already at the arena's north-western entrance.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Follow the wine droplet trail",
      "es": ""
    },
    {
      "id": 24695127,
      "en": "Akhamâl's assistant has not returned with a wine delivery.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Akhamâl at the Dahâl Huliz",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "You find an unattended crate leaking some kind of liquid...",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "You have found Belhax at the gazebo in the center of the Tor-gardens pool!\\n\\nYou should try to talk to him.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Akhamâl has told you to check the north-western entrance of the Dahâl Huliz for Belhax.",
      "es": ""
    },
    {
      "id": 51875094,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Belhax",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "You have found a leaking crate at the Dahâl Huliz's north-western entrance. Belhax is nowhere in sight.\\n\\nYou should examine it and the puddle it's leaving.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Check the Dahâl Huliz's north-western entrance",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "You spot a trail of wine droplets leading north-east...",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "The droplet trail seems to loop around part of the pool",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Examine the crate",
      "es": ""
    },
    {
      "id": 149027352,
      "en": "The Assistant and the Wine",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "You have found Belhax's wine delivery, but not him. A trail of wine droplets leads you further around the Tor-gardens pool.\\n\\nYou should follow it.",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "You've found Belhax safe and sound.\\n\\nYou should tell Akhamâl back at the Dahâl Huliz.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "The crate holds bottles of wine sourced from local shops",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "The puddle smells distinctly of fermented grapes",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "This must be Belhax!",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "TBD",
      "es": ""
    }
  ]
}