{
  "id": 621085499,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'It is a great shame of mine that the harbour has been left in such disarray since the Mutiny's end. There are vast patches of filth floating in the water, and it seems that almost every morning, I wake to the news that another Heirsworn traitor has 'mysteriously' found their way into the waters of the Sail-haven.\\n\\n'As Captain of the Haven, I have many duties that demand my attention, and as obvious a problem as this is, I simply have not had the time or men to spare to see to it. I know what I ask of you, so I will see to it that you are well-compensated for this task.\\n\\n'Will you help me to cleanse the harbour?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'It is unpleasant work, but I am afraid it is necessary, especially in the wake of the Mutiny.\\n\\n'It will not be long before the rest of the Heirsworn are routed or slain, but I only hope that some of my kinsmen will give more careful thought to where they dispose of them. After all, these are our waters!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Remove Heirsworn traitors from the waters of the Sail-haven ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Costs of Mutiny",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Disgusting harbour-filth and the bodies of Heirsworn traitors can be found in the waters of the Sail-haven.\\n\\nEshmun has asked you to help cleanse the waters of the Sail-haven by clearing it of filth and the bodies of Heirsworn traitors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Eshmun at the Harbour-warden's Tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Removed disgusting harbour-filth from the waters of the Sail-haven ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Remove disgusting harbour-filth from the waters of the Sail-haven ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Eshmun, Captain of the Haven, can be found at the Harbour-warden's Tower in the Sail-haven of Umbar Baharbêl.\\n\\nYou have done a great deal to cleanse the waters of the Sail-haven. You should return to Eshmun.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "In the aftermath of the Sea-stone Munity, the waters of the Sail-haven have been befouled by filth and the corpses of those found to still harbour loyalties to the Heirs of Castamir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Removed Heirsworn traitors from the waters of the Sail-haven ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}