{
  "id": 621068442,
  "txt": [
    {
      "id": "0x8e11b02",
      "en": "Defeated the first of the Draig-lûth. Onto the next!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b30",
      "en": "A Draig-lûth warrior is drawn to your location",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502910",
      "en": "Talk to Eluna",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c9",
      "en": "Lure and defeat the second Draig-lûth warrior",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Eluna and her students should have returned to Lhan Garan by now.\\n\\nTalk to Eluna.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "Eluna has been located, but the path to Lhan Garan is likely being watched.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b08",
      "en": "A Draig-lûth warrior is drawn to your location",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011844",
      "en": "Use the Dunlending horn to draw enemies away from Eluna and her scout-warriors.\\n\\nDefeat Dragon Clan warriors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf5f5a72",
      "en": "'Reinforcements to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xed08af5",
      "en": "'I must warn the others. They're over here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9446de8",
      "en": "'Curse you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568919",
      "en": "'Good news. While you were out being a menace, Murig found his way over to me. Eluna is ok, but she's injured. We have to get her help soon, but the Draig-lûth are blocking the only path she can manage.\\n\\n'Deryn went ahead to draw the bulk of them away, but we need you to split their forces even further.'\\n\\nMarget pulls a horn from one of her bags and pushes it into your hands.\\n\\n'Find a spot away from the road and blow this horn. It's of Draig-lûth make. It should create enough of an opportunity for us to limp back to Lhan Garan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Rescuing Eluna: One Last Diversion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568904",
      "en": "'Hello there! What an eventful day we've all had. Do you regret agreeing to help me out?'\\n\\n'I owe you a lot, both for looking after my students and helping save me. Why don't we say I owe you a dinner? Once I heal up from my injuries and learn to cook, I'll make something fancy. Unless you like boiled things. I'm really good at boiling things.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011878",
      "en": "Marget would have you lure Dragon-clan warriors south to the base of the hills.\\n\\nMarget has asked you to use her horn to draw Dragon-clan warriors away from the river.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b10",
      "en": "'The Draig-lûth warriors have been drawn away from Eluna's path. Return to Lhan Garan'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c3",
      "en": "Lure and defeat a Draig-lûth warrior",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f2",
      "en": "Use the summoning horn at the first location and prepare to fight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x429aef1",
      "en": "'That sound came from over here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c5",
      "en": "Use the summoning horn at the second location and prepare to fight",
      "es": "",
      "es (fem)": ""
    }
  ]
}