{
  "id": 621068428,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Their numbers seemed endless. You are truly a hero. Quickly let us return to the mission giver and tell them all you have done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Speak with the mission giver and have them escort you to the Bridge of Caranost where you will attempt to drive the orcs back into the ruin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'A pigeon arrived just ahead of you, [placeholder]. You are victorious again. Sírlond is appreciative and the Free People rejoice in this victory. Thank you for your efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Your success at forging across the bridge affords the encampment at Sírlond a welcome respite. Return to the mission giver and tell them of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf5",
      "en": "None",
      "es": "Ninguno",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "In an effort to drive the orcs back out of Sírlond and out of Caranost you were recruited to battle across the bridge that links the outpost and the ruin. If you are successful, the hope is that you can establish a foothold on the other side of the ancient bridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef816",
      "en": "There is no twist for this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete the Mission: The Bridge to Caranost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Well met again, [placeholder]. We have more news from the fortress of Caranost. The orcs there send expeditionary forces across the bridge with increasing frequency. Sírlond asks for our assistance in pushing across the bridge in an effort to not only drive the foe back but also to start a counter offensive. Are you will to make the charge across the bridge?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Forcing the Orcs back across the bridge at Caranost will provide the small band of defenders at the outskirts of the ruins some respite. Make your way across the bridge and drive the foe back.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Reach the opposite side of the Bridge to Caranost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: The Bridge to Caranost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Find the Scout",
      "es": "",
      "es (fem)": ""
    }
  ]
}