{
  "id": 621068544,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Caranost remains under the control of the Orcs and worse, it seems, they are bolstered now by a force of the White Hand. Or, perhaps, just led by one. The White Hand began appearing not long ago, but the forces bearing the symbol are well-armed and vicious. Will you venture back into Caranost and seek the destruction of this savage Orc leader?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Return to the mission giver and tell them of your victory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Deeper still in the ruins of Caranost, rumour spreads of a powerful Orc warrior leading the forces there. Go forth and defeat this White Hand Orc for the defence of the Free People.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'It is good to know that our scouts are reliable and observant. It is better to know that your strength of arms does not waver. You are truly a value to our efforts, [placeholder]. Please, take your rewards with the gratitude and thanks with which it is given.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Caranost Command Post",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf8",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef819",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'The Orcs within the ruins of Caranost are vile and are led by a fearsome foe. You would do well to use caution as you search the ruins for their leader.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete the Mission: Caranost Command Post",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Enter the ruins of Caranost and scour the command area for the leader of the Orc forces there. Scouts say that it bears the symbol of the White Hand. This should make identifying the true enemy easier.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "With your victory over the White Hand Orc leader secured, you should return to the mission giver and inform them of the victory. There is sure to be a reward for your efforts.",
      "es": "",
      "es (fem)": ""
    }
  ]
}