{
  "id": 621068417,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "Coruwen has asked you to spread the cleansing draught along a running water source.\\n\\nShe has suggested a waterfall to the south of Lintrev that runs into the Wadewater. The people of Stoor-vales often use this watering spot. You should look for their items.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e23",
      "en": "Grind the plants with the mortar and pestle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Collected corrupted feldwort ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Coruwen's Cleansing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730887",
      "en": "'I have prepared ingredients for you to mix. The mixing bowl is on my work table.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Mix the ingredients in the bowl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'This should help in warding off the shadow's corruption for now. But I fear it may not be enough. Nonetheless, this gives us more time to come up with a permanent solution.\\n\\n'We have done all we can with what we have. That is all anyone can hope for. I hope that whatever looms out there spreading this shadow will soon meet its end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Are you the one who helped Nuddo? We have both been working tirelessly to combat the spread. I found myself here in the Stoor-vales in my travels through Eregion. It was this very shadow that led me here, and that has kept me here.\\n\\n'If you could help me, perhaps I could create a draught that could ease the pain on the land. I will first need samples of the blighted plant life. The corruption is strongest in the dark nest Cobshollow.\\n\\n'Travel to Cobshollow and find samples of the corrupted plant life... but be cautious! What lurks within is dark and twisted.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Pour the cleansing draught",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "The cleansing solution has been poured into a water source that runs into the Wadewater. This should help with the shadow's corruption for now.\\n\\nCoruwen can be found in Lintrev. You should tell her the deed is done.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "It is now a fine powder",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Coruwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Find a suitable area to pour the phial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "There is a fine powder now",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I had anticipated a further progressed corruption, but these plants have transformed into something else entirely. We must act quickly if we are to fight this corruption.\\n\\n'You will find my mortar and pestle by my work table. Take the samples and grind them into a workable powder.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Take the cleansing phial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Coruwen has noticed the corruption of the surrounding plant life. Help her drive it back.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730895",
      "en": "'Have you not mixed the ingredients yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Coruwen has asked you to travel to Cobshollow to the south of Lintrev to collect samples of corrupted plant life.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Coruwen has asked you to grind the corrupted samples into a powder.\\n\\nCoruwen's mortar and pestle can be found nearby, next to her work table in Lintrev.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Good. Next you need to take the ground powder and incorporate it into the mixing bowl. I have gathered several ingredients in the mixing bowl already. My work table is nearby.\\n\\n'Take the samples and mix them with the ingredients I have prepared.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Coruwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Coruwen instructs you on how to mix the ingredients in the mixing bowl by her work table in Lintrev.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Coruwen awaits your return with the plant samples in Lintrev",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Grind the corrupted plants",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "The phial has been emptied",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Coruwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "This looks like a good spot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect corrupted coltsfoot ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Coruwen has asked you to mix the samples in with the ingredients she has prepared.\\n\\nThe mixing bowl can be found near Coruwen in Lintrev.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Collect corrupted feldwort ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "The cleansing draught seems to be complete. Bring it to Coruwen in Lintrev.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Coruwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd7308a9",
      "en": "'I know of a waterfall south of here across the bridge that could prove suitable for this task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Grind the plants in the mortar and pestle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "DNT-Coruwen has completed the cleansing draught.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "The draught looks ready",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef9d4",
      "en": "The phial must be poured in the right spot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730880",
      "en": "'The corruption will be strongest at Cobshollow to the south.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Collected corrupted coltsfoot ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "Coruwen examines the draught with an approving look.\\n\\n'You have done well. This draught should be enough to stave off the corruption for now.\\n\\n'You will need to find a suitable area to spread the draught. A source of running water should prove effective in spreading the remedy throughout the land.\\n\\n'Take this phial and find a waterfall. There should be one to the south of Lintrev that runs into the Wadewater that the people of the Stoor-vales often visit to clean their things. That should be quite effective.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}