{
  "id": 621068586,
  "txt": [
    {
      "id": 149027571,
      "en": "The Heavy Hanky",
      "es": ""
    },
    {
      "id": 148970240,
      "en": "The handkerchief is surprisingly heavy. There is a rock tied to it!",
      "es": ""
    },
    {
      "id": 184621121,
      "en": "Adan Rhuvyg has asked you to find his missing handkerchief.\\n\\nThe handkerchief was carried away by the wind north-west of Lintrev.",
      "es": ""
    },
    {
      "id": 184621122,
      "en": "You should bring the handkerchief to Adan.\\n\\nAdan is at Lintrev.",
      "es": ""
    },
    {
      "id": 251715974,
      "en": "Bring the handkerchief to Adan Rhuvyg",
      "es": ""
    },
    {
      "id": 120621176,
      "en": "'Truth be told, that old hanky is not worth much to anyone else, but 'tis special to me.'",
      "es": ""
    },
    {
      "id": 190220597,
      "en": "'You found it! Oh, how very odd. Someone has tied a bunch of strings to my handkerchief and weighed it down with a rock. I suppose that was enough to keep the wind from carrying it away, but it was still too heavy to float.'\\n\\nHe pauses in his musings, as if remembering that you are here.\\n\\n'Hoo hoo. Who could have done this to my handkerchief, I wonder?'\\n\\nHe glances about, then winks at you conspiratorially.",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "The wind has carried away Adan Rhuvyg's favourite handkerchief!",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'Having you help me went so well that I have decided to let you help me once more! For a fee again, of course.\\n\\n'This morning I managed to lose my favourite handkerchief! It, uhm, was taken away by the wind and landed somewhere north-west of Lintrev. If you find it, bring it back to me, will you?'",
      "es": ""
    },
    {
      "id": 148970247,
      "en": "Hafren chuckles as you struggle to pass her the sticky webbing",
      "es": ""
    },
    {
      "id": 173025785,
      "en": "Find Adan Rhuvyg's missing handkerchief",
      "es": ""
    }
  ]
}