{
  "id": 621068543,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'[placeholder], there is a hope that if we can score a victory at the foot of Caranost, we can further our efforts to drive the Orcs from the ruin. If you are willing, we would task you with an assault on the courtyard there. Drive out all of the enemy and we should be able to strike deeper still into the heart of the enemy forces.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "With the courtyard cleared, you must now return to the mission giver and let them know of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf5",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef816",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "A grueling battle still brews within the ruins of Caranost. The Free forces press their advantage and look to take control of the courtyard at the foot of the grand steps that lead deeper into the ruins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Caranost Courtyard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Fight well, [placeholder]. I expect that you will be as victorious as you ever are when we ask so much of you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I heard that the battle was fierce, and that in the end the number of dead Orcs was great. You are a valued defender, [placeholder]. Perhaps, with the efforts shown by you and others we will yet retake the old homes of Men in these lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete the Mission: Caranost Courtyard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Speak with the mission giver and let them know that you are prepared to make your way to the courtyard at the foot of Caranost. There you will face off against the slavering Orc horde.",
      "es": "",
      "es (fem)": ""
    }
  ]
}