{
  "id": 621068542,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'[placeholder], it is clear now that the battles within the ruins of Caranost are not against simple Orcs or their lesser cousins. There must be a truly vile force leading them for their resolve to remain so steadfast in the face of our continued assault. If you are willing, we are asking anyone with the gumption to assist to track down the leader at the very crest of the ancient ruin and bring the enemy low -- at last.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Caranost is still controlled by Orc forces. After efforts to rid them have continued to fail, it is apparent that there is a greater force at work therein. You are tasked with scaling to the greatest height of the ruins to discover and dispatch the true leader of the forces there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "After defeating the Uruk-hai leader in the fortress at Caranost you should return to the mission giver and let them know what you have learned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf6",
      "en": "None",
      "es": "Ninguno",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef817",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Crown of Caranost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'We do not know what to expect. Our scouts have not been able to find any details on the true identity of the leader at Caranost. We leave it now to your capable hands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'It is of grave concern that such a foe is here. In earnest, I have not seen such a foe, but I have heard tell that they are thrice the size of a man. You are a true warrior, [placeholder]. We honour you as such.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Speak with the mission giver to make a final assault on the crown of Caranost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Complete the Mission: Crown of Caranost",
      "es": "",
      "es (fem)": ""
    }
  ]
}