{
  "id": 621068591,
  "txt": [
    {
      "id": 148970260,
      "en": "You take in the glorious view",
      "es": ""
    },
    {
      "id": 251715974,
      "en": "DNT - Talk to TBD",
      "es": ""
    },
    {
      "id": 148970262,
      "en": "This is a good place to <rgb=#FF0000>look</rgb> over the Stoor-vales",
      "es": ""
    },
    {
      "id": 251716072,
      "en": "Bring the kite materials to Adan",
      "es": ""
    },
    {
      "id": 184621128,
      "en": "Adan Rhuvyg has asked you to meet him atop the nearby cliffs.\\n\\nThe cliffs are north of the town of Lintrev.",
      "es": ""
    },
    {
      "id": 190220576,
      "en": "'Impressive, no? Anyhow - you may be wondering why I asked you for the bird wings and why there's a rock tied to my favourite handkerchief. You see…'\\n\\nHe pauses dramatically, lowering his voice to a whisper.\\n\\n'I am going to be the first hobbit to fly like a bird! I have been experimenting and studying things that fly. Birds, handkerchiefs that aren't weighed down by rocks… those sorts of things. My experiments have not quite garnered the results I was hoping for, but I have a new plan that is sure to work!\\n\\n'Here is where you come in. I need you to gather some materials for me. If I go about doing it myself, there will be no end of questions and interruptions! I need the straightest branch you can find, rope, and the purple canvas that's hanging on one of the houses at the base of the southern cliffs.\\n\\n'We are going to build a larger kite than anyone has ever seen before, and then I am going to leap from this edge like an eagle, and soar over Stoor-vales! You just wait and see!'",
      "es": ""
    },
    {
      "id": 184621094,
      "en": "Adan Rhuvyg has suggested you enjoy the view from the cliffs of Lintrev.",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "The Heavy Hobbit",
      "es": ""
    },
    {
      "id": 184621095,
      "en": "You should talk to Adan about the view.\\n\\nAdan is atop the cliffs of Lintrev.",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "Adan Rhuvyg has been up to secret shenanigans.",
      "es": ""
    },
    {
      "id": 148970240,
      "en": "Collected the kite fabric",
      "es": ""
    },
    {
      "id": 148970337,
      "en": "Collected a spool of rope",
      "es": ""
    },
    {
      "id": 173025785,
      "en": "Collect the kite fabric",
      "es": ""
    },
    {
      "id": 148970340,
      "en": "This branch looks nice and straight",
      "es": ""
    },
    {
      "id": 190220597,
      "en": "'Oh hullo! I see you managed to gather all of the things I needed for the kite. Well, ahem, you took too long and I got hungry and… I suppose I will have to put off flying for today. Eirlys baked an incredible apple pie for me and it would be rude to let it go cold. I might try flying tomorrow, we'll see.\\n\\n'Maybe from a nearby hill, instead of…'\\n\\nHe looks up to the cliffs and swallows.\\n\\n'…up so high.'",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'Have you been to the edge of the nearby cliffs yet? If not, you have got to take in the view. If you like, I will meet you over there and show you the best look-out spot!'",
      "es": ""
    },
    {
      "id": 173025696,
      "en": "Collect a spool of rope",
      "es": ""
    },
    {
      "id": 173025745,
      "en": "<rgb=#FF0000>Look</rgb> out over TBD",
      "es": ""
    },
    {
      "id": 190220601,
      "en": "'Ah, you made it! Come, come, look over yonder! Is it not marvellous! On clear days you can see all the way to Tharbad! Right, maybe not, but is it not still a wonder? Go on ahead and take a look!'",
      "es": ""
    },
    {
      "id": 173025699,
      "en": "Collect a fallen branch",
      "es": ""
    },
    {
      "id": 173025747,
      "en": "<rgb=#FF0000>Look</rgb> out over the Stoor-vales",
      "es": ""
    },
    {
      "id": 173025701,
      "en": "Talk to Adan by the cliffs",
      "es": ""
    },
    {
      "id": 173025749,
      "en": "Find a good look-out spot",
      "es": ""
    },
    {
      "id": 184621121,
      "en": "Adan has asked you to find materials with which to make a kite.\\n\\nKite materials can be found throughout Lintrev.",
      "es": ""
    },
    {
      "id": 173025751,
      "en": "Tell Adan what you saw",
      "es": ""
    },
    {
      "id": 148970258,
      "en": "DNT - You take in the glorious view",
      "es": ""
    },
    {
      "id": 184621122,
      "en": "You should bring the kite materials to Adan.\\n\\nAdan is around Lintrev.",
      "es": ""
    }
  ]
}