{
  "id": 621068541,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Battling through the precarious stairways is not something that I envy. I will understand if this ask is too great even for you. Still, Caranost can be scaled and the enemy can be driven from within if we persevere. Are you willing to fight up the ruins and take the stairs of the great structure of Men?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You have taken the steps and can return to the mission giver with news of your victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf5",
      "en": "None",
      "es": "Ninguno",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef816",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Scaling the stairs at Caranost will prove a difficult endeavour. The Orc forces there are entrenched, but there is a need to infiltrate the ruin and continue efforts to drive the Orcs out.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Steps of Caranost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I send you with all haste and well-wishes. You will need it to keep your footing on the precarious climb to the top of Caranost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I did not doubt that you would return victorious. I am, however, impressed with the alacrity with which you met the task. Surely the resistance there must have been overwhelmed by your superior strength and cunning. Well fought, [placeholder]. Well fought.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete the Mission: Steps of Caranost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Tell the mission giver that you wish to take the fight up the stairs of Caranost to drive the Orc enemy from the ruin.",
      "es": "",
      "es (fem)": ""
    }
  ]
}