{
  "id": 621068540,
  "txt": [
    {
      "id": 228284034,
      "en": "'[placeholder], reports from the outpost at Sírlond are dire. Orcs stationed at the ancient fortress of Caranost crossed the bridge and forced the defenders to flee. They need assistance driving the Orc forces out of the encampment so they can return and continue the effort to remove the menace from the ruin. If you are willing to undertake this effort, speak with me again.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Your mission was a success, you should return to the mission giver and tell them of your success.",
      "es": ""
    },
    {
      "id": 133753589,
      "en": "None",
      "es": "Ninguno"
    },
    {
      "id": 209647638,
      "en": "There is no twist in this mission.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Orcs from the forces within the ruins of Caranost crossed the bridge and forced the outpost defenders out of Sírlond. You were asked to drive the enemy out of the outpost.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Return to the mission giver and tell them of your success",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: Siege of Sírlond",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Use caution [placeholder], the Orcs are growing more fearsome and aggressive as each day passes. I expect that there will be a good number of the enemy within the outpost.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'The defences of Sírlond hold for now thanks to you. It is likely only a matter of time before the Orcs muster enough strength to force their way back into the foothold. We must remain diligent in our efforts to drive them out of Caranost.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Complete the Mission: Siege of Sírlond",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Speak with the mission giver when you are ready to travel to Sírlond and retake the outpost from the Orc menace.",
      "es": ""
    }
  ]
}