{
  "id": 621068437,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "Speak with the mission giver and make your way to the ruins of Gaervarad to destroy the spoiling supplies held there by the brigands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Complete Mission: A Plague of Men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Hail [placeholder], there is a matter of importance as great as the arrival of invaders from the south. It appears that the brigands inhabiting the ruins of Gaervarad are not the most sanitary lot. Worse still, the provisions they have stolen from farmsteads and trappers in the region waste away in makeshift storage not suitable for... well... swine.\\n\\n'Now, I know that this seems a meager task, but the foodstuff there is wont to spread disease if it is not destroyed. If you are willing to undertake the effort, we are willing to reward you for entering those ruins and destroying a good number of their food stores.\\n\\n'What's more, you'll surely encounter a few of those ruffians when you are there, and thinning their number will only bolster the surrounding area. What say you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: A Plague of Men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Brigands in Gaervarad stockpile their wares in open containers without properly curing or cooking the food before storing. This practice will lead to disease if it is not halted. While dealing with the brigand's unsafe food storage practices, you'll also be able to cull their number down as an added benefit.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf9",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef8180",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Remember [placeholder], the goal is to destroy the festering and foetid food that the brigands are hoarding, but thinning their number is an added benefit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Return to the mission giver and tell them of your success",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "After entering the ruins, dispatching a number of enemies, and destroying a good number of the rotting barrels of food, you should return to the mission giver and tell them of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'It is a shame that we needed to destroy the food. There are many here and in these lands that would be better served by getting that food for their tables. Alas, the greed and evil of some Men is simply too much to overcome.\\n\\n'You have done well in helping us with this, [placeholder].'",
      "es": "",
      "es (fem)": ""
    }
  ]
}