{
  "id": 620830255,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Orc-warrior in Mezel-katub ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Orc-skirmisher in Mezel-katub ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mezel-katub was Balin's personal library, with its tomes of knowledge kept safe locked behind a hidden dwarf-door.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The wisdom and learnings of Balin are many, as is evidenced by just how large Mezel-katub is and how many tomes it contains. But its knowledge is not limited to Khazad-dûm. Secrets of Thorin's Hall, the Iron Hills, and many other places important to the dwarves lies within the pages hidden behind that dwarf-door.\\n\\n'The servants of the Dark Lord cannot be allowed to gather that knowledge. If the Orcs of Dol Guldur have it and it is used against us, dwarves are finished in Middle-earth. That cannot be allowed to happen! We may lose Khazad-dûm once more, but I will not allow those beyond these rock walls to suffer for our mistakes.\\n\\n'Return south-west to Mezel-katub and defeat any of the Guldur Orcs you find within. You may want to bring an ally or two, the Guldur are among the deadliest of the Orcs in service to the Dark Lord.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Guldur Orcs can be inside inside Mezel-katub, a library north of the Hall of Flowing Water, south-east of the Twenty-first Hall.\\n\\nMõgr asked you to return to Mezel-katub and drive the Orcs from within before they discover the ancient secrets of the dwarves. He mentioned you may want to bring an ally or two.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Orcs are cannier than most give them credit for. I have no doubt that, left to their own devices within Balin's library, the secrets we are now relearning would be theirs. I shudder to think at the disaster that would have been unleashed.\\n\\n'Thank you for clearing out the Guldur Orcs from Mezel-katub, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mõgr is at the Twenty-first Hall, north-east of Mezel-katub.\\n\\nMõgr will be pleased to hear the Guldur have been driven from Mezel-katub.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must make haste, if the Orcs unlock the learnings of Balin before we do...I cannot finish the thought, just hurry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Orc-warrior in Mezel-katub ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Orc-skirmisher in Mezel-katub ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Mõgr at the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - DNT - Mezel-katub: Guldur in the Library",
      "es": "",
      "es (fem)": ""
    }
  ]
}