{
  "id": 620830250,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'What have you here? Show me -- let's spread it out on the ground and take a proper look.\\n\\n'This map is old, but it is not from the Khazad-dûm of Durin's time. I am certain of that: look at how straight the lines of these runes are. These are of a style popular some few centuries ago in Ered Luin. It gives instructions for the making of a torch the likes of which I have never even heard! By Durin's beard, look at what it takes... why, this oil-coated base will be hard enough to find.\\n\\n'One moment. I have it! The Warg-riders sometimes bear similar torches, dipped in rock-oil: take one from one of them, and you will be one step closer to crafting this torch. Head east down Khadar-zarâm, then look to the south.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'This should do very nicely, [placeholder]. Very nicely, indeed.\\n\\n'Now, let us examine the map for the next component of this torch....\\n\\n'The next instructions are... somewhat unpleasant. Do you know where to find deep-crawlers? We need to gather their ichor, turn it into a paste and smear it all over the torch. Apparently the ichor has some effect on the colour or brightness of the torch, I am not sure which.\\n\\n'I have seen deep-crawlers to the south-east of here, beyond the foot of Khadar-zarâm, yet before the Bridge of Khazad-dûm. Look for them around the eastern pools.\\n\\n'Bring me whatever ichor you can, and we will proceed to the next step.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instructions in the Map",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected a flimsy torch from Páshnar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Páshnar lurks beyond Khadar-zarâm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "HIDING CONTENT - DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Collected narfulz ore ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e8",
      "en": "Bring the deep-crawler ichor to Geirfast in the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dwarves can be found in the Twenty-first Hall, west of Balin's Camp.\\n\\nYou may wish to consult with the dwarves at the Twenty-first Hall about the map you found. Perhaps one of them may be able to help you decipher it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I recognize that deep-crawler ichor is not exactly the most appealing thing to be gathering. I would suggest you try to keep it from getting on your clothes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Páshnar can be found north of Khadar-zarâm, east of the Twenty-first Hall.\\n\\nGeirfast thinks that you could obtain a torch from Páshnar, a goblin Warg-rider. This torch will allow you to begin following the instructions found on the ancient map.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Geirfast is in the Twenty-first Hall, west of Khadar-zarâm.\\n\\nGeirfast will be able to help you learn what to do next in order to reveal the map's treasure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Your glow well-nigh announced your return, my good -- and slighlty dripping -- [placeholder].\\n\\n'It is the work of but a few moments to turn this into the paste described in the instructions the map bears....\\n\\n'I'm not entirely sure that my finger will ever stop glowing green. Whatever will they ask for next?\\n\\n'Are you sure you want to continue on this endeavour, my foolhardy [placeholder]? It gets no easier. The next thing the instructions call for is a very rare ore -- we dwarves call it narfulz ore, because when hammered thin, it will burn with a white light that spears like a sunbeam in the dark. Aye, fire-metal! I have heard of it being used as a light, but rarely, as it is hard to find and refine.\\n\\n'You will find narfulz ore to the east. Head into Nud-melek, to the edge of the Bridge of Khazad-dûm, and search that area. Rocks with the ore present have a green vein running through them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Be careful with the narfulz ore, [placeholder]. While it should not take to the flame until it is powdered, it has been long since any dwarf has worked it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Wonderful! I feared you might not be able to locate any. Excellent work!\\n\\n'It will take me some time to safely turn this into the powder the map calls for....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Narfulz ore can be found on the west side of the Bridge of Khazad-dûm, south-east of the Twenty-first Hall.\\n\\nThe next step in the map's instructions for building the torch involve the processing of narfulz ore, a metal known to catch fire when ground into powder.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Ichor can be found on deep-crawlers between Khadar-zarâm and the Bridge of Khazad-dûm, south-east of the Twenty-first Hall.\\n\\nIn order to assemble the next piece of the torch, Geirfast told you he needs ichor from the deep-crawlers of Nud-melek.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Geirfast is at the Twenty-first Hall, north-west of the Bridge of Khazad-dûm.\\n\\nGeirfast will want to begin processing the narfulz ore into a powder for the torch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Geirfast is in the Twenty-first Hall, north-west of Khadar-zarâm.\\n\\nGeirfast will be eager to begin making the ichor into a paste for the torch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to dwarves in the Twenty-first Hall about the map",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect a flimsy torch from Páshnar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return the torch to Geirfast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the flimsy torch to Geirfast in the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Collect deep-crawler ichor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e15",
      "en": "Bring the narfulz ore to Geirfast in the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You found an ancient map among the remains of Balin's Camp. It contains instructions for making a very strange and special torch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Collect narfulz ore ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "Collected deep-crawler ichor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "This map is old, frayed, and has been handled a great deal. It depicts a hidden chamber and bears complicated instructions for the making of a very unique torch.",
      "es": "",
      "es (fem)": ""
    }
  ]
}