{
  "id": 620830243,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Menem-nar is valuable to us even if there is no more mithril there. The crystals could help us to illuminate the unseen depths, or perhaps there will be a vein of something else that we may discover. There is value in that place even if there is no mithril.\\n\\n'For now though, we cannot even determine the value Menem-nar may have let alone mine its depths given its current state. It has become infested with gredbyg, and decent-sized ones at that.\\n\\n'Return south to Menem-nar and defeat any gredbyg you discover inside. With them gone, we can begin to explore the mine and see what beyond mithril it may still yield. You may wish to bring an ally or two, for the gredbyg within have grown large and dangerous.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The gredbyg have been driven off? Very good news, [placeholder]. I thank you for your aid. Menem-nar may not hold any more mithril, but I am sure there is still great value yet to be mined from it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We cannot get anything out of Menem-nar while the gredbyg still roam free within.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - DNT - Menem-nar: An Infestation of Gredbyg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Menem-nar is an ancient cavern from whence much mithril was mined. The dwarves believe it may still hold more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated gredbyg in Menem-nar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Ranged Bug Slain ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat gredbyg in Menem-nar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Menem-nar is to the south of the Deep Descent.\\n\\nStyrr asked you to venture within Menem-nar and defeat the gredbyg who have taken over the mine. He recommended that you bring an ally or two.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Styrr at the Deep Descent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Styrr is at the Deep Descent camp, north of Menem-nar.\\n\\nStyrr will be pleased to hear the gredbyg have been driven out of Menem-nar, and the dwarves can begin to explore it.",
      "es": "",
      "es (fem)": ""
    }
  ]
}