{
  "id": 620830366,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Accompanied Glorfindel to the final Council   ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Narmeleth told you the tragic tale of her fall and her transformation into Amarthiel, the Champion of Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], I wish to do some good in the fight against that evil which I created. Mordirith has recovered Narchuil, and doubtless he will seek to use its powers soon.\\n\\n'Mordrambor is arrogant, but he has skill in the Dark Arts of the Enemy and is no less wicked than his master. He, too, remains a threat that I allowed to persist.\\n\\n'I wish to aid in healing the hurts I have inflicted upon the world, even if by the least act. If you would but speak to Lord Glorfindel for me, I will accept my judgement, whatever it may be.'\\n\\n<rgb=#FF0000>You will automatically travel to Rivendell in the Trollshaws when you accept this quest.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Glorfindel is in Rivendell, south-east of the House of Elrond.\\n\\nNarmeleth has asked you to speak with Glorfindel on her behalf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'By your word, [placeholder], Narmeleth is allowed her freedom. Had it not been for your excellent reputation amongst my kindred, I would not have allowed for her departure.  \\n\\n'But hear this ere you depart from my side: be wary and fastidiously watchful. Though my thoughts counsel me to trust that no treachery remains in Narmeleth, I perceive that the desire of Narchuil has not wholly left her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Glorfindel is in Rivendell by the Falls of Imladris, south-east of the House of Elrond.\\n\\nYou should return and speak with Glorfindel in Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Speak with Lord Glorfindel on my behalf...I wish to do at least some small good in penance for the vast evils I have inflicted upon this world.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'One good deed does not erase all that was done by her as Amarthiel, no matter what name she calls herself now, but I will reflect upon all that you have told me.\\n\\n'Master Elrond has asked that Narmeleth be judged, and I would have you accompany me while she is questioned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'We have much to do, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Accompany Glorfindel to the final Council",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Glorfindel ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 15, Chapter 7: A Final Council",
      "es": "",
      "es (fem)": ""
    }
  ]
}