{
  "id": 620830323,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "A dwarf named Nykr turned back during a rout because he had dropped a pretty puzzle locket, which cost him his life. His friend Gufi, distraught at this nonsensical choice, wants to know why this trinket was worth dying for.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Yes, yes; I recognize that locket. It belongs by right to a dwarf by the name of Nykr. How do you come to have it, traveller?'\\n\\nRoárr is shocked as you tell him all that you know regarding Nykr and the curious piece of jewellery.\\n\\n'Alas for Nykr! He has fallen. So now you have come with your fell tidings, searching for answers as to why he would risk his life for so small a trinket. That is an excellent question, friend, but I fear I have not the answer. By all means, ask the other dwarves here at the Orc-watch about it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are many dwarves at the Orc-watch.\\n\\nRóarr was surprised at Nykr's passing. While he did not know why his friend valued this little hand-made locket so highly, he suggested you question the other dwarves at the Orc-Watch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Nay, I didn't know a Nykr. Why do you ask?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Róarr is in the Orc-Watch.\\n\\nRóarr will want to hear of the locket's significance, so that he can relay the information back to Gufi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Let Róarr know that the locket belonged to Nykr's love, Finna.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I met Nykr a few times in passing, and once he did indeed bring out this locket from inside his shirt to show me. He always kept it near his heart, so it must have meant a great deal to him. \\n\\n'I'm sorry, but I know no more about it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I would ask the other dwarves around here why Nykr valued this locket so highly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Nykr? I believe there is a Nykr staying at the Deep Descent.\\n\\n'Oh. I see. My apologies.\\n\\n'Nay, I do not know what that locket means. Best of luck in your search!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I have hoisted quite a few tankards with Nykr -- may the stone bring him peace -- but never have I seen this necklace. \\n\\n'My condolences, to you and to his kin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find a dwarf in the Orc-watch who knows why Nykr died for his locket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Finna's handiwork! Explain yourself at once, [placeholder]. How did you come by that? There is only one such example east of the Blue Mountains, and it belongs to my good friend Nykr!\\n\\n'...Ah. So I suppose I should say belonged. What sad news.\\n\\n'Finna is one of the premier carvers back home. She is also, or rather, was, Nykr's sweetheart. Their betrothal was made formal only shortly before he joined this expedition.\\n\\n'Many regrets will follow us home; this one will make up part of my burden. When you next speak to Róarr, remind him that Nykr has a cousin, Kuli, who will have to also be told.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Róarr at the Orc-watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'You know the story? Tell me!\\n\\n'How lovely...excuse me a moment, I seem to, ahem, have a stone-chip or some rock-dust in my eye....\\n\\n'I will send word to Gufi, and he will see that the news makes its way back to Nykr's loved ones, especially Finna Frostbeard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Finna's Locket",
      "es": "",
      "es (fem)": ""
    }
  ]
}