{
  "id": 620830367,
  "txt": [
    {
      "id": 136263297,
      "en": "Found Laerdan's steed",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Brought Laerdan's steed to Echad Candelleth",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have been dismounted!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Glorfindel's council moved to free Narmeleth from her prison and enlist her aid against Mordirith.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Narmeleth has sent word that she desires to speak with you, [placeholder]. She wishes to begin preparations for the journey immediately, and asks for you to return to Delossad as quickly as you may.\\n\\n'Pray do not forget my counsel, and be cautious when dealing with Narmeleth in the event that we are deceived. Revised though she may seem, one does not plunge one's hands so deeply into the realm of Shadow without finding them forever tarnished by its influence.\\n\\n'I fear that your road hence will be fraught with peril, my friend, but I hope that you will find light in the darkness when all is done.'\\n\\n<rgb=#FF0000>You will automatically travel to Delossad in Tâl Bruinen when you accept this quest.</rgb>\\n",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Delossad is in the southern Trollshaws, south-west of Rivendell.\\n\\nNarmeleth has asked to speak with you at once.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'We must be quick if we hope to stop Mordirith. I know of one place only in which he could house his foul steed. Deep in Barad Gúlaran, Mordirith has a secret lair: Gador Gúlaran. The path thither is beset with danger, but perhaps we can catch Mordirith off his guard. He will not have foreseen that you would trust me enough to allow my passage to Angmar, and this distrust will be his undoing.\\n\\n'Let us begin our final preparations.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Rivendell is in the north-east of the Trollshaws.\\n\\nNarmeleth has asked you to travel to the Rivendell stables and find Laerdan's steed.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Delossad is in the southern Trollshaws, south-west of Rivendell.\\n\\nYou should return to Narmeleth at Delossad.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Delossad is in the southern Trollshaws, south-west of Rivendell. You will find Narmeleth there.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We must be quick if we hope to stop Mordirith. I know of one place only in which he could house his foul steed. Deep in Barad Gúlaran, Mordirith has a secret lair: Gador Gúlaran. The path thither is beset with danger, but perhaps we can catch Mordirith off his guard. He will not have foreseen that you would trust me enough to allow my passage to Angmar, and this distrust will be his undoing. Here I would ask another favour of you.\\n\\n'I wish to return to Angmar upon my father's horse. I heard rumour that he was brought to Rivendell, and it seems only fitting that he be the one to bear me back to Angmar to avenge my father.\\n\\n'You should be able to find my father's steed in the stables at Rivendell. Ready him for the long road ahead, he must be properly saddled and prepared for the journey north.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Delossad is in the southern Trollshaws, south-west of Rivendell.\\n\\nYou should return to Narmeleth at Delossad.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We can begin our final preparations.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have found Arel and he is ready for the journey? We may begin our final preparations, then.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Delossad is in the southern Trollshaws, south-west of Rivendell. You will find Narmeleth there.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Narmeleth at Delossad",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'We can begin our final preparations.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find Laerdan's steed",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Narmeleth at Delossad",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'We can begin our final preparations.'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Narmeleth at Delossad",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 15, Chapter 8: Only Fitting",
      "es": ""
    }
  ]
}