{
  "id": 620830245,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Orc-warriors in Kheled-menem ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Orc-defilers in Kheled-menem ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Ghâsh-hai have taken control of the crystal-mine, Kheled-menem.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'While Khazad-dûm is best known for the veins of mithril that filled the depths, we also actively mined crystal. It is a difficult thing to find, growing in deposits deep within the rock. When a good deposit was found, it was always hidden well behind one of our doors.\\n\\n'It seems that you were not the only one to find one of those deposits. The Ghâsh-hai have set up camp behind one of the hidden doors. As a dwarf, I allow this. I also know that we need to begin mining the crystal again, as darkness floods the depths.\\n\\n'Head north-west to the crystal-mine of Kheled-menem and defeat the Ghâsh-hai lurking inside. Once that is done, we may begin to mine there again. You might want to bring a friend or two, as the Orcs inside will not be pleased to see you.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Ghâsh-hai can be found in the crystal-mine at Kheled-menem, north-east of Anazârmekhem.\\n\\nEndrith asked you to venture to Kheled-menem and clear the Ghâsh-hai out of the crystal-mine. He warned you might want to bring a friend or two.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The few remaining Ghâsh-hai have fled Kheled-menem. The crystal mine now once again belongs to the dwarves. I thank you for your help.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Endrith is at Anazârmekhem, south-west of Kheled-menem.\\n\\nEndrith will be pleased to hear the Ghâsh-hai have been cleared out of Kheled-menem.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'That crystal is important for exploring the depths further.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Orc-warriors in Kheled-menem ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Orc-defilers in Kheled-menem ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Endrith at Anzârmekhem",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "HIDING CONTENT - DNT - Kheled-menem: Stolen Lights",
      "es": ""
    }
  ]
}