{
  "id": 620830339,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Wargs have been defeated, depriving the goblins of new mounts. The goblins have been defeated, depriving the Wargs of new riders. Now, the time has come to destroy the very training track itself and deprive them of future Warg-riders altogether.\\n\\n'Return to Athmadhul, to the south-east and destroy the fences that frame the track. Without those, future Warg-riders will not have the finesse to manage successful close quarters combat.\\n\\n'It is a small step, to be sure, but not an insignificant one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'With the track destroyed, we will have little to fear from the Warg-riders. My axe will cut down any but the best... and thanks to you, we no longer have to fear that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'All our work will be for naught if we do not destroy that track.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Final Offence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The fewer Warg-riders come up through the ranks of the goblins, the better.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Wargs and the riders of Athmadhul have been defeated. Now it is time to destroy the training camp itself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Destroyed gates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy gates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The track is at Athmadhul, south-east of Mekhem-bizru.\\n\\nÓtam wants you to return to Athmadhul, but this time wishes you to dismantle the track fences the Warg-riders use to train.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ótam at Mekhem-bizru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ótam is at Mekhem-bizru, north-west of Athmadhul.\\n\\nÓtam will be pleased to hear that the training track has been destroyed.",
      "es": "",
      "es (fem)": ""
    }
  ]
}