{
  "id": 620830362,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Alis is missing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You must help prove that Narmeleth is telling the truth by questioning refugees from Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'A spy? Among us here in Esteldín? It seems unlikely that a spy would be able to penetrate our ranks, and even less likely given the source of this information....\\n\\n'If you insist upon pursuing the matter, go and speak with the refugees that were recently rescued from Angmar. Doubtless you will find that they are simple herdsmen and farmers.\\n\\n'Speak with the refugees outside of the library, near the craft-hall, watching my kinsmen train, and by the stable-master... though I see little wisdom in trusting the words of the enemy, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The refugees are outside of the library, near the craft-hall, watching the Rangers train, and by the stable-master in Esteldín.\\n\\nHalbarad is not convinced of Narmeleth's intentions, but has allowed you to question the Hillman-refugees from Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A spy? Friend, I have seen many things, but no spy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Halbarad is in Esteldín in the North Downs.\\n\\nYou should return to Halbarad and inform him that one of the refugees is missing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I see little wisdom in trusting in the words of the enemy, [placeholder], but you can find the refugees outside of the library, near the craft-hall, watching my kinsmen train, and by the stable-master.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I have seen nothing strange since I left Angmar, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'We must find the truth in this matter, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I would not even know how to recognize what you seek, [placeholder]. I am but a simple farmer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'One of the refugees is missing?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak to the refugees ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Halbarad at Esteldín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 15, Chapter 3: Proof's Burden",
      "es": "",
      "es (fem)": ""
    }
  ]
}