{
  "id": 620830239,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have found several hide-bound books in the rubble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Now that the Puzzle of the Carvings has been solved, Mögr thinks the carver's stash is within reach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have puzzled out the carvings, and now I think you should be able to discover and take ownership of that long-gone artisan's treasure.\\n\\n'I believe I know a good out-of-the-way spot to scout that matches the description you found: \\qAbove defeat, west of the stone forest, where the path pours down a cliff.\\q. But I fear something must have claimed the treasure, or further hidden it, or else someone would have found it at some point during all this time. I very much want to know what exactly this treasure is, [placeholder]; I cannot handle much more suspense.\\n\\n'Head south before you descend through Khadar-zarâm, south-east of here. I do not know if the treasure is simply on the ground or whose possession it might be in, but you may wish to bring along a friend or two, just to be safe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What did you find? Mithril? Gold? Jewels? Precious....\\n\\n'Books? Really -- that's all? Let me see them, if you would.\\n\\n'My word, [placeholder]! These are incredible! These treatises start by discussing beginners' exercises and training methods, care of tools, simple patterns...but look here! Turn ahead, and there are some of the most stunning original designs I have ever seen. And look at this, here, where it talks about how to add different sheens and pigments to the stone. These techniques have been lost to us for centuries! Why, this is an inestimable treasure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The riddle in the carvings seemed to suggest that treasure is south of the top of Khadar-zarâm, south-east of the Twenty-first Hall.\\n\\nMögr believes the treasure can be found nearby in Nud-melek, but cautioned you that he knew naught regarding what might be living there or guarding it. He suggested you take a friend or two with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Mögr is in the Twenty-first Hall, north-west of Khadar-zarâm.\\n\\nMögr will want to see what the Stone-carver's stash actually is: several bound books containing treatises on stone-carving and decoration.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The stone-carver's treasure is surely something priceless, something like a crate full of mithril and jewels, I would imagine.\\n\\n'Remember, the puzzle of the carvings revealed that it was hidden, \\qAbove defeat, west of the stone forest, where the path pours down a cliff.\\q'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The stone-carver's treasure is surely something priceless, something like a crate full of mithril and jewels, I would imagine.\\n\\n'Remember, the puzzle of the carvings revealed that it was hidden, \\qAbove defeat, west of the stone forest, where the path pours down a cliff.\\q'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Search the rubble for the Stone-carver's stash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the Stone-carver's stash to Mögr in the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - The Carver's Stash",
      "es": "",
      "es (fem)": ""
    }
  ]
}