{
  "id": 620830359,
  "txt": [
    {
      "id": 136263297,
      "en": "Retrieved the broken hilt of Dúnachar",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Narmeleth believes that baring the shattered hilt of Dúnachar before Mordirith will weaken the False King's will.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "Golodir listens to your account of Narmeleth's plan, and nods.\\n\\n'I took the broken hilt of Dúnachar with me when I buried my dear Lorniel, and by her grave it lies still. After her death we carried her as far  as we dared under the cover of darkness; she rests atop a hill on the northern slopes of Gorothlad.\\n\\n'If the blade of Dúnachar will aid you in your fight against Mordirith, I give you my leave to retrieve it.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lorniel's grave is on the northern slopes of Gorothlad, south of Nan Gurth in Angmar.\\n\\nGolodir has given you the location of Dúnachar and has given you permission to retrieve it.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I trust the hilt was not too difficult to find?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Golodir is at Gath Forthnír in the northern reaches of Angmar.\\n\\nYou should return to Golodir with the broken hilt of Dúnachar.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Lorniel's grave is on the northern slopes of Gorothlad, south of Nan Gurth.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you found the sword yet, [placeholder]?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'With the hilt of Dúnachar, we will finally put an end to Mordirith.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Retrieve the broken hilt of Dúnachar",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the hilt to Golodir",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 15, Chapter 11: A Father's Final Gift",
      "es": ""
    }
  ]
}