{
  "id": 620830330,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], we have done much, but we have only delayed the inevitable. While the grodbog-queen still lives, these events can only repeat themselves. No, she must be struck down. That is the only way the insects will stop coming.\\n\\n'Return to Nud-heden within the Chittering Hole, south-east of here. Venture within, find the grodbog-queen, and defeat her. Only then will we be left in peace.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I thank you, [placeholder]. Now we can begin to reclaim that structure and return it to what it once was. Khazad-dûm will not be restored to glory all at once, but stone-by-stone, it will shine once more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hurry! You must destroy grodbog-queen before she lays any more eggs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Queen's Chamber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'It is a relief to have those vile gredbyg removed from Nud-heden!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Nud-heden will never be recovered until the grodbog-queen is struck down.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the grodbog-queen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the grodbog-queen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The grodbog-queen is at Nud-heden, within the Chittering Hole, south-east of the Orc-watch.\\n\\nAuti is convinced the grodbog-infestation will not be resolved until their queen is defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Auti at the Orc-watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Auti is at the Orc-watch, north-west of Nud-heden.\\n\\nAuti will be pleased to hear the grodbog-queen has been defeated and the insects have left Nud-heden.",
      "es": "",
      "es (fem)": ""
    }
  ]
}