{
  "id": 620830365,
  "txt": [
    {
      "id": 218649169,
      "en": "'I am glad that you have returned, [placeholder].\\n\\n'I was not always as you have known me, for though I was doomed to failure, my heart's intentions were ever true. Alas that Shadows will corrupt even the noblest of goals. \\n  \\n'I have much to tell, if you will hear me.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I was young and foolish, and Sauron taught me the secret arts of Ring-lore, and by that I was ensnared. With his aid, I forged a potent ring, powerful enough to sway the hearts and minds of those around me. Yet he regarded not in me the skill of a Ring-smith, but the prowess of a warrior, cruel and beautiful.\\n\\n'But the violent losses of Narchuil and my father have purged me of the spell and the spirit that bound me to Sauron's will. I am truly free, though I have paid a bitter price indeed for my folly so many ages ago.\\n\\n'I regret all the deeds I wrought under my spell of madness. Each death by my hand is a crushing weight that I will bear forever, even into the Undying West, if I am ever allowed into those hallowed halls.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I have had much time to reflect: upon those whom I have hurt, upon the suffering inflicted at my behest, and my thoughts turn oft as well to my father who is lost.\\n\\n'If you would but attend me, I will tell you of my downfall. It would please me to express the full tale to another ere it pass beyond recall.\\n\\n'Will you hear me, [placeholder]?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 15, Chapter 6: Daughter of Strife",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It is a bitter price that I have paid for my freedom from the Dark Lord.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The truth of Narmeleth's warning has earned her some measure of trust.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Hear Narmeleth's tale and experience 'Session: Daughter of Strife' or read the shortened account instead",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Narmeleth is being held prisoner in Delossad in southern Trollshaws.\\n\\nYou should speak with Narmeleth and hear the tale of her downfall.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "During the Second Age, the Dark Lord comes to Eregion in fair guise to beguile the Elves with the promise of secret knowledge. He captivates Narmeleth, drawing her from the protection of her father Laerdan and Celebrimbor's people, and the seeds of her corruption are sown...",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Narmeleth at Delossad",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Delossad is in the Trollshaws, south-west of Rivendell.\\n\\nThere Narmaleth wishes to speak with you.",
      "es": ""
    }
  ]
}