{
  "id": 620830246,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Fiery Rock-worms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Vicious Rock-worms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The forges in Umukh-kanon have been claimed by fiery Rock-worms. If the dwarves wish to use it to make new weapons and armour, the worms will have to be defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'When I first got here, I went looking around for the ancient dwarf-doors my fore-fathers left hidden. Like you, I discovered Umukh-kanon. It is an ancient forge, one where the finest of craftsmen used to make the greatest weapons and armour.\\n\\n'I was disturbed to see it now filled with fiery Rock-worms. I ventured in myself, but I was alone and no match for the creatures. It is a shame, because a hidden forge would be a valuable asset in our current time of need.\\n\\n'Perhaps your strength is greater than mine, though. Return to Umukh-kanon, south-west of here and clean out the fiery Rock-worms. Perhaps if they are gone, we can make use of those forges once more. You will want to bring friends with you, for those worms are not to be trifled with.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fiery Rock-worms can be found in Umukh-kanon, south-west of Anazârmekhem.\\n\\nÖlfun asked you to venture to the forges of Umukh-kanon and defeat the Rock-worms who now call it home. Ölfun suggested you bring a friend or two.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The worms have been removed you say? That is good news. Umukh-kanon will prove to be a very important part of the reclamation of Khazad-dûm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ölfun is at Anazârmekhem, north-east of Umukh-kanon.\\n\\nÖlfun will want to know the fiery Rock-worms have been cleared out of Umukh-kanon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We cannot possibly hope to refire the forges of Umukh-kanon unless the fiery Rock-worms are driven out first.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Fiery Rock-worms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Vicious Rock-worms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Ölfun at Anazârmekhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - DNT - Umukh-kanon: The Fires Within",
      "es": "",
      "es (fem)": ""
    }
  ]
}