{
  "id": 620830357,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Elrond shares your concerns about Amarthiel and has asked Lord Glorfindel to deal with the matter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am concerned, [placeholder], as I am sure you are, by the capture of Amarthiel. Though she has been stripped of Narchuil, she may still pose some threat to the unwary.\\n\\n'It is no small choice, deciding the fate of Amarthiel. But there are other pressing matters; strange news has come in from my scouts in the south. I must concern myself with these things, as well as others, and I have tasked none less than the Elf-lord Glorfindel with the matter of Amarthiel. See what counsel he can give you, and maybe you can offer him some aid in rendering his judgement.\\n\\n'You may find Lord Glorfindel outside of my house to the south-east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Glorfindel can be found outside the Last Homely House to the south-east, looking out on the Falls of Imladris.\\n\\nElrond has asked you to speak with Glorfindel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am surprised, [placeholder]. I had not thought that you would be the one who should choose to come and listen to a broken Elf-maiden's tale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Delossad is south-west of Rivendell in Tâl Bruinen, east of Garbert's cottage.\\n\\nGlorfindel has asked that you question Narmeleth in Delossad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Glorfindel can usually be found standing near the Falls of Imladris, south-east of my house.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The matter of Amarthiel is grave indeed. It is a strange fate that Amarthiel, or Narmeleth as she now wishes to be called, is again imprisoned where she was once held for so long.  \\n\\n'She must be questioned, and though Master Elrond has bidden me to address this matter at once, I still have many other duties to which to attend. I would ask you to go and speak with her; perhaps you may glean some information of use from Amarthiel.\\n\\n'[placeholder], beware her words. This might again be some trickery on her part, though my heart counsels me that she speaks true.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Lord Glorfindel has asked you to question Amarthiel?\\n\\n'Delossad is south-west of Rivendell, in Tâl Bruinen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Delossad is south-west of Rivendell, in the region of the Trollshaws called Tâl Bruinen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Glorfindel in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Be wary when speaking with Amarthiel, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Narmeleth at Delossad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 15, Chapter 1: A Strange Fate",
      "es": "",
      "es (fem)": ""
    }
  ]
}