{
  "id": 620830254,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Moria Orc-warriors in Zurr-tharûkh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Moria Orc-defilers in Zurr-tharûkh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Zurr-tharûkh is a tomb of ancient warriors who fell defending Khazad-dûm from the goblins and Orcs.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Many heroes of Khazad-dûm lie buried within Zurr-tharûkh, and for many years they lay in peace. Somehow, Mazog's Orcs have found a way inside the hidden dwarf-door and the sanctity with which we buried our fallen has been desecrated and mocked.\\n\\n'Tombs have been opened, bodies strewn about, treasures of old stolen and carted away...we cannot stand by and let this indignity stand without exacting retribution.\\n\\n'Return west to Zurr-tharûkh, head within, and defeat any Orc who bars your way. They are all responsible, and they will all pay for the crimes committed against our fallen warriors. You may want to bring a friend or two, for I sense the Orcs will be thick and many.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Mazog's Orcs can be found desecrating Zurr-tharûkh, a tomb hidden behind a dwarf-door west of the Twenty-first Hall.\\n\\nKáti is incensed that Mazog's Orcs are desecrating Zurr-tharûkh, an ancient dwarf-tomb. He asked that you venture within and defeat any Orcs you find inside. He warned the Orcs may be many, and you should probably bring a friend or two.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you, [placeholder]. While we are fighting for control of all of Khazad-dûm, it is important to not forget those who have come before us and made these halls what they are.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Káti is at the Twenty-first Hall, east of Zurr-tharûkh.\\n\\nKáti will be pleased to hear Mazog's Orcs defiling Zurr-tharûkh have been defeated.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'There are things that should not be allowed to be done in war, and anything involving the long dead should be at the top of that list.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Moria Orc-warriors in Zurr-tharûkh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Moria Orc-defilers in Zurr-tharûkh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Káti at the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "HIDING CONTENT - DNT - Zurr-tharûkh: Desecrators",
      "es": ""
    }
  ]
}