{
  "id": 620830328,
  "txt": [
    {
      "id": 218649169,
      "en": "'I have recently noticed a strangely large number of gredbyg who seem to consistently linger around a set of doors to the south-east, at a place called the Chittering Hole within the Redhorn Lodes.\\n\\n'I do not know what they are protecting -- or looking for, if not protecting -- but I believe that if a giant bug wants something, I should prevent it from obtaining whatever that is. Call me queer if you like, but I maintain that this is wisdom.\\n\\n'How about you go disrupt their gathering a little? Head to the Chittering Hole, south-east of here, and defeat some of them. Hopefully, they will retreat.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I take it this means there are fewer gredbyg around those doors? Excellent! But they kept returning you say? I do wonder what they want there....'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I have never heard of bugs defending a door before...perhaps a nest or food, but never a door.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gredbyg at the Doors",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Auti has noticed an unusually large number of gredbyg who seem to be protecting a doorway.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated gredbyg at the Chittering Hole ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat gredbyg at the Chittering Hole ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The gredbyg are stirring at the Chittering Hole, south-east of the Orc-watch.\\n\\nAuti is curious as to why so many gredbyg are gathering outside a door. He asked you to defeat several and see if the rest scatter or remain.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Auti at the Orc-watch",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Auti is at the Orc-watch, north-west of the Chittering Hole.\\n\\nAuti will be intrigued to hear that the gredbyg returned and defended the doors.",
      "es": ""
    }
  ]
}