{
  "id": 620830244,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I had thought Khibir-zamu was untouched -- and for the most part I suppose it is, as the actual tombs have not been disturbed -- but the structure and room itself is in bad shape. It is ironic to me that the final place for most of Khazad-dûm's builders is about to fall from structural damage.\\n\\n'We cannot allow such to happen. There are no Orcs or goblins inside, for they surely would have desecrated and ransacked the place. No, a pack of deep-claws have tunnelled their way inside. The more they dig, the more unstable Khibir-zamu becomes.\\n\\n'Go through the dwarf-door south-east of here and enter Khibir-zamu. Defeat the deep-claws inside and stop them from weakening the structure any further. There will be much work to repair it, but it will be easier if no further damage is inflicted. You may want to bring an ally or two, for the deep-claws are not likely to give up their new home without a strong fight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The tunnelling has ended and the structures within Khibir-zamu are now safe. Thank you, [placeholder]. This will now provide us ample ability to take our time and truly study and understand why the orginal builders did things they way they did.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There is much to learn from the structures within Khibir-zamu. Hurry and make sure they do not collapse!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - DNT - Khibir-zamu: Tunnellers of the Tomb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Khibir-zamu is an ancient tomb where many of the builders of the great halls of Khazad-dûm were interred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Savage Deep-claw ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Savage Deep-claws in Khibir-zamu ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The deep-claws are in Khibir-zamu, south-west of the Deep Descent.\\n\\nStyrr asked you to venture inside Khibir-zamu and defeat the deep-claws who have nested there. He mentioned you may want to bring an ally or two.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Styrr at the Deep Descent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Styrr is at the Deep Descent, north-east of Khibir-zamu.\\n\\nStyrr will be pleased to hear the deep-claws have been defeated and Khibir-zamus foundations and supports are safe and stable.",
      "es": "",
      "es (fem)": ""
    }
  ]
}