{
  "id": 620830241,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Moria ravagers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Moria stalkers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A raiding pack of Wargs led by a goblin Warg-rider has overtaken the hidden vault of Mezel-saluch. If the dwarf-weapons and treasures contained therein are to be safeguarded, the raiders must be slain or driven off.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'This cannot be borne, [placeholder]! An entire pack of Wargs has taken over the vault of Mezel-saluch while the vile goblin leading them loots the legendary treasures within!\\n\\n'We cannot move a force large enough to stop them that far into Durin's Way in time...but if you can gather a few stalwart companions, you might be able to stop them!\\n\\n'Mezel-saluch lies in Durin's Way.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Mezel-saluch can be found in Durin's Way.\\n\\nGansi has asked you to defeat the Wargs within the vault of Mezel-saluch before their leader can make off with the treasures within.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You've done it, [placeholder]! With the Wargs driven off, the vault of Mezel-saluch is secure...for now at least.\\n\\n'I will see about organizing a small expedition to explore it properly, as soon as things settle down a bit.\\n\\n'My thanks to you!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gansi is at the Chamber of the Crossroads, in Durin's Way.\\n\\nYou should return to Gansi and tell him that the Warg-pack raiders in Mezel-saluch have been defeated.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'What can we do? Even now the ancient vault of Mezel-saluch is being looted right beneath our beards, and we are helpless to stop them!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Moria ravagers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Moria stalkers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Gansi at the Chamber of the Crossroads",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "HIDING CONTENT - DNT - Mezel-saluch: Pack-raiders",
      "es": ""
    }
  ]
}