{
  "id": 620830334,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The rock-warden is approaching",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated the rock-warden",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Wéorn thinks that the rune-rocks can be used to ward off an ancient evil, or at least mitigate its powers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have further examined some relevant records, [placeholder], and I think I may have some new information... these rune-rocks were used to ward off evil creatures in the deepest delvings during Durin's day. But I wager they had never seen the nameless horrors we have uncovered!\\n\\n'And yet... I have a feeling that the rune-rocks may prove crucial, somehow. You may laugh, but when I follow my feelings, good things tend to happen. Let us follow this one, shall we?\\n\\n'I think that if you press the runes on one of these rocks in the right order -- don't worry, I will teach it to you -- they make a strange sort of writing. More of an idea, really; an idea of light, and civilization, and truth, and honour, and courage. Will you try it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The rune-rock lies near Mazam-dûm, on the eastern shore of the lake in the Foundations of Stone.\\n\\nWéorn would like you to press upon certain runes on a rune-rock in order and see what happens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What did you see?\\n\\n'And you say it was discomfited by the rune-rock's glow? Interesting. I wonder....\\n\\n'It's not that simple, is it? Can these nameless things be fought through words, language, speech... names?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wéorn is at the Shadowed Refuge in the Foundations of Stone.\\n\\nYou should return to Wéorn and relate how the rune-rock irritated a Nameless creature enough to draw it out of hiding.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Bless me, did I forget to tell you where that rock was? Look for it at Mazam-dûm, on the eastern shore of the lake in the Foundations of Stone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Use the rune-rock and defeat the rock-warden",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Wéorn at Shadowed Refuge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak to Wéorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Warding Runes",
      "es": "",
      "es (fem)": ""
    }
  ]
}