{
  "id": 620830329,
  "txt": [
    {
      "id": 218649169,
      "en": "'I knew I was right to try and foil those horrible creatures! You will never imagine what I recently overheard.\\n\\n'The gredbyg are raising their young behind the doors they were guarding! Behind that door is a chamber we have named Nud-heden...it was once one of our nurseries. And nay, I am not overreacting! Don't you understand? They are raising their young where once we dwarves raised our young. It is revolting! May my beard wither if it does not stop, and soon!\\n\\n'Return to Nud-heden, within the Chittering Hole, south-east of here. Venture inside and defeat any gredbyg you find within.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Dead, you say? Are you sure?\\n\\n'Well, that's good. I will send someone else soon to ensure those blasted bugs do not try to occupy those spaces again!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You are wasting time!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Grodbog-nurses",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Auti received reports that behind the doors the gredbyg were guarding, they are raising their young.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated gredbyg in Nud-heden ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat gredbyg in Nud-heden ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gredbyg can be found within Nud-heden, in the Chittering Hole, south-east of the Orc-watch.\\n\\nAuti wants you to slay the gredbyg who are nursing their young.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Auti at the Orc-watch",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Auti is at the Orc-watch, north-west of Nud-heden.\\n\\nAuti will be pleased to hear that the gredbyg have been defeated and are no longer nursing their young.",
      "es": ""
    }
  ]
}