{
  "id": 620830337,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Orcs flowing from Khazad-dûm have found a powerful ally in the Wargs here in the Dale. This is a very bad thing for us here, as we cannot match Warg-riders in combat. They are too fast and too strong.\\n\\n'If we want to fight this new menace, we will first have to strike at the Wargs. Head south-east, to Athmadhul, and thin the numbers of the Wargs there. Once we have done that, we can begin to think about the riders.\\n\\n'Be careful, [placeholder], for the beasts are dangerous, even singly. Return to me when you are through.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The Wargs have been silenced, but there is much yet to do. The Orcs yet remain, and they are a dangerous foe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If there are no Wargs to ride, there will be no Warg-riders to raid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Silence of the Wargs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Warg-riders of the Dimrill Dale have been harassing the dwarf-encampment at Mekhem-bizru since it was first established.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Wargs at Athmadhul ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Wargs at Athmadhul ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wargs can be found at Athmadhul, south-east of Mekhem-bizru.\\n\\nÓtam wants you to thin the numbers of the Wargs so there will be fewer Warg-riders to trouble the dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ótam at Mekhem-bizru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ótam is at Mekhem-bizru, north-west of Athmadhul.\\n\\nÓtam will be pleased to hear that the Wargs around Athmadhul have been thinned.",
      "es": "",
      "es (fem)": ""
    }
  ]
}