{
  "id": 620830242,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'One of the few of my scouts brave enough to risk a peek into the chamber of Khibir-zarur said he could see nothing but the strange shifting of shadows in the darkness within. He realized the danger almost too late when the shadows themselves converged upon him to consume his very life!\\n\\n'He only just escaped, and I'm afraid he will forever more be afflicted by an unreasoning terror of the darkness. I had to send him out through the Hollin Gate, lest he go mad within the dark confines of Khazad-dûm\\n\\n'In any case, should you attempt to reclaim Khibir-zarur. Bring a few stalwart companions with you and prepare to face the darkness itself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Is it true, [placeholder]? Have you indeed defeated the living darkness of Khibir-zarur and brought light to those long-forgotten chambers?\\n\\n'The prowess of you and your companions is not spoken of lightly it seems...though I somehow doubt these spirits will remain absent forever.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Khibir-zarur remains shrouded in a living darkness that threatens to consume any who dare enter.\\n\\n'I am not sure we will ever be able to retake that place....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - DNT - Khibir-zarur: Fragments of Shadow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The newly-discovered chamber of Khibir-zarur is said to be consumed by living shadows -- fell spirits of darkness that threaten to consume the light and life of any who dare enter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated shadow-grims ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat shadow-grims ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fell spirits lie within Khibir-zarur in Durin's Way.\\n\\nGansi has asked you to help defeat the living shadows that inhabit the chambers of Khibir-zarur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gansi at the Chamber of the Crossroads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gansi is at the Chamber of the Crossroads in Durin's Way.\\n\\nYou should tell Gansi that you have defeated the shadow-grims that inhabited Khibir-zarur.",
      "es": "",
      "es (fem)": ""
    }
  ]
}