{
  "id": 620830332,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The rock glows with strange runes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You are near a rune-rock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You are no longer near a rune-rock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Wéorn has discovered records of a mysterious item called a 'rune-rock,' an item that intrigues him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Wéorn, at your service. I am an historian. Khazad-dûm's greatest treasures, I believe, are in the records she has managed to keep safe for us, awaiting our return, protected from the ravages of time and Orc alike.\\n\\n'Some of these records mention strange things only called rune-rocks...and the context seems to indicate it does not mean merely a stone inscribed with written runes, as one could find anywhere in Moria. The text speaks of them in terms of weapons or defences -- the dialect is a bit obscure here and there....\\n\\n'Will you help me look for them? I have a feeling we will be glad of the knowledge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wéorn wants you to find and examine a rune-rock, whatever that is, though he does not know where to find one.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You found one? Truly? What a wonderful bit of luck!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wéorn is at the Shadowed Refuge.\\n\\nYou should return to Wéorn and tell him of your discovery.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Now, I'm not sure where I would start looking...except that if these rocks are actually defences or even weapons, I would search in places where battle would be likely to occur.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Examine a rune-rock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the rune-rock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Wéorn at the Shadowed Refuge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Words of Light",
      "es": "",
      "es (fem)": ""
    }
  ]
}