{
  "id": 620830360,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Narmeleth's death pains me, though it may seem strange to say such a thing after all the evil she once wrought. The fall of Mordirith is a hope beyond hope, and the destruction of Narchuil and Mordrambor will be a boon to our efforts in Angmar.\\n\\n'Bring news of the fall of Mordirith to Rivendell, for it will ease the counsels of the many there who must still take thought for the north.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You are [placeholder], are you not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 15, Chapter 12: One Hope Remains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'The words of Glorfindel have shown their wisdom, by Narmeleth's hand or by none, though doubtless you played a great role in Mordirith's downfall as well, [placeholder].\\n\\n'Do not burden yourself with the oppression of grief. With Narmeleth's noble sacrifice, she has redeemed herself and earned a place among the greatest of our kind in the Undying West.\\n\\n'Our foe in the north has finally been defeated. I deem that such an end has been put to him that he will trouble Middle-earth no longer; Eärnur can finally go to his long sleep.\\n\\n'It seems that Laerdan has one last part to play in all of these events. While Failloth, one of the caretakers, was cleaning Laerdan's chambers, a parcel was found addressed to you, [placeholder]. It would seem that he left it for you before he left for Eregion.\\n\\n'I have asked that the parcel remain in Failloth's keeping until your return to Imladris. Now that you are come, you should seek her and claim Laerdan's legacy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Ai! Mordirith has fallen! These are tidings indeed, though woven with tragedy, as are all things in these days of strife. Narmeleth was a valiant Elf, strong beyond the measure of the wise.\\n\\n'Take word to Master Elrond. He should hear these words from one who witnessed the event!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Narmeleth is awaiting you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'The hilt of Dúnachar! I trust it was not too difficult to find?\\n\\n'Gather companions and speak to me again when you are ready to assail Gador Gúlaran. Time is wasting, and our road will be long and dangerous.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Have you brought your tidings to Glorfindel in Rivendell? He will wish to know of all that has passed since you were last in that place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'Have you found the hilt of Dúnachar, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gath Forthnír is in the northern reaches of Angmar.\\n\\nGolodir told you to bring the hilt to Narmeleth in Gath Forthnír.\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Take word of Mordirith's defeat to Master Elrond in Rivendell, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Narmeleth is in Gath Forthnír in the northern reaches of Angmar.\\n\\nNarmeleth told you to gather friends and speak with her again to begin the final assault.\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Are you ready to leave? Good... there is no more time to waste, and we have a long road before us.'\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gath Forthnír is in the northern reaches of Angmar.\\n\\nYou should speak with Golodir in Gath Forthnír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Failloth, the caretaker, should be in the courtyard of my house. Seek her when you have a moment, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Rivendell is in the north-east corner of the Trollshaws.\\n\\nGolodir sent you to speak with Glorfindel and bring him news of Mordirith's defeat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'You will find Elrond in the library of the Last Homely House, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Elrond can be found in the Last Homely House in Rivendell.\\n\\nGlorfindel told you to deliver your tidings to Master Elrond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Do not weigh yourself with the burden of grief, [placeholder]. Narmeleth will live again in the Undying Lands and Eärnur will find the peace that he lost so long ago....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Failloth is in the courtyard of the Last Homely House in Rivendell.\\n\\nElrond told you to retrieve Laerdan's legacy from Failloth, the caretakers of Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the hilt to Narmeleth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Assault Gador Gúlaran",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Golodir at Gath Forthnír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Glorfindel in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Elrond in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Talk to Failloth in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Narmeleth seeks to put a final end to Mordrambor and Mordirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I thought I had seen this hilt for the last time. The very weight of it brings back memories both painful and heartening. Long and well it served me before it was shattered by the False King.\\n\\n'Bring the hilt to Narmeleth. She has been preparing for the final assault and is awaiting your return.'\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    }
  ]
}