{
  "id": 620830358,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Narmeleth will have arrived by now. Go to her father's old room and see what she has to say about the situation here in Angmar. I hope you know what you're doing, [placeholder], because I still have my reservations that she has truly forsaken her old ways.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Narmeleth has arrived at a plan to rid us of Mordirith? I am ready to hear it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It is a strange fate, both Laerdan and I losing daughters to Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Thank you for speaking on my behalf, [placeholder]. From here we can set into motion the plan to defeat Mordirith at last.\\n\\n'My father's final words revealed to me how Mordirith may be defeated. Though he has returned from Minas Morgul with great power, he still bears the scar of Golodir's blade, Dúnachar, that pierced him and sent him back to his foul master.\\n\\n'If we were to bare this weapon before him, even in its broken state, the memory of his wound will be enough to make Mordirith falter.\\n\\n'Speak to Golodir and find out what has become of the broken blade of Dúnachar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 15, Chapter 10: The Broken Blade of Dúnachar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'It is a strange fate, both Laerdan and I losing daughters to Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Narmeleth believes she knows the secret to Mordirith's weakness.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Narmeleth at Gath Forthnír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Narmeleth is in her father's old room at Gath Forthnír in the northern reaches of Angmar.\\n\\nNarmeleth has told you to speak with Golodir and find what has become of the broken blade of Dúnachar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Golodir is in his room in Gath Forthnír.\\n\\nNarmeleth has told you to speak with Golodir and find what has become of the broken blade of Dúnachar.",
      "es": "",
      "es (fem)": ""
    }
  ]
}