{
  "id": 620830363,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated the refugee spy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Halbarad has asked that you find the missing refugee and bring her back to Esteldín.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Those whom we take under protection here in Esteldín are not allowed to depart without my leave under penalty of death. This is the law, and it has protected us and kept us hidden from our enemies.\\n\\n'It is likely that this refugee is only returning to her homestead and that she is no spy, but she must still be brought to judgement for breaking the laws of Esteldín.\\n\\n'Search the eastern-most pass into Angmar and bring back the refugee, be she spy or otherwise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The missing refugee might be found in the eastern-most pass between the North Downs and Angmar.\\n\\nHalbarad instructed you to search for signs of the missing refugee.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Alis was a spy! I am sorry for mistrusting your counsel, though doubtless even the Wise would not see aid of this nature coming unlooked-for from such an ally.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Halbarad is in Esteldín in the North Downs.\\n\\nYou should return to Halbarad and inform him that the refugee was a spy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Search the eastern-most pass into Angmar for the missing refugee, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Lay down your weapons and walk away, [placeholder]. I will not be stopped!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'These are strange times, with even stranger allies, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the missing refugee",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Halbarad at Esteldín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 15, Chapter 4: Esteldín's Fate",
      "es": "",
      "es (fem)": ""
    }
  ]
}