{
  "id": 620828125,
  "txt": [
    {
      "id": 136263297,
      "en": "The flight of drakes has survived!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Throughout Eregion there exist still several ancient Elf-forges where items of power were once crafted. The ruins of Pembar are one such site, one which Perimbant knows well.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Indeed, I know of just the place to imbue such a quality as you seek. An ancient forge lies hidden among the ruins of Pembar, north-west of here. There is a small complication, I fear. A wing of Drakes from high Zirakzigil was seen flying in the direction of the ruins not a week ago. It is likely that they have brought their brood down into the hills to feed upon the carrion of battle.\\n\\n'Alas, Pembar is of little enough value for us to risk trying to retake it now. If you need to reach that forge, I suggest you gather a few companions and see if you can dislodge the Drakes by your own cunning and skill.\\n\\n'In any case, you will need an infused garnet if you wish to obtain the quality you seek there. Return to me when you have one and bring a couple of stalwart companions to aid you.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Perimbant has asked you to bring him an infused garnet to act as the heart of the spell that is to be woven into your weapon. Where such a gem may be obtained, he does not know.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah! You were able to acquire an infused garnet. I will return the gem to you when you are ready to depart for Pembar.\\n\\n'Speak to me again when you and your companions are ready.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Perimbant can be found in Echad Dúnann, just west of the gates of Moria.\\n\\nPerimbant has bidden you to speak with him when you are ready to travel to the ruins of Pembar to liberate it from the flight of drakes.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Perimbant can be found in Echad Dúnann, west of the gates of Moria.\\n\\nYou should return to Perimbant to complete the enhancement of your weapon.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Are you ready to face the drakes I spoke of, [placeholder]? I have devised a simple plan for you, though I do not think it will be simple to carry out.\\n\\n'The drakes have likely come down to feed their young. I suggest you hunt the smaller ones, both because they are weaker and because you are likely to force the leader of the flight to come to you if you slay enough of her young.\\n\\n'Avoid the older ones as much as you can. They are considerably more dangerous, and if you can defeat the Wing-mother, then they will likely retreat back to Zirakzigil, having no reason to remain.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You will need to bring me an infused garnet before we can begin.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'To liberate Pembar from an entire flight of drakes...such valour is rare indeed, even among the Elves. You are most certainly worthy of our friendship and aid!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Well fought, [placeholder]! The Wing-mother has fallen and Pembar is free of her brood!\\n\\n'I trust you were able to make use of the forge while you were there?'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Have you not been able to drive the drakes from Pembar? I am afraid we can do little to aid you in this matter.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring an infused garnet to Perimbant",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Perimbant to travel to Pembar",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the empowered garnet to Perimbant",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Flight of Drakes",
      "es": ""
    }
  ]
}