{
  "id": 621083769,
  "txt": [
    {
      "id": 228284034,
      "en": "'Tanim is my name. I'll not attempt to deceive you with some sad story about an ailing child, sibling, mother, or other nonsense. I'll tell you straight what and why I want what I want.\\n\\n'In Umbar Baharbêl, there is a newfound freedom. That freedom comes with opportunity, and I am seizing mine. You see, people will pay for any foolish notion or thought. Want to look younger, be strong, or faster? Enterprising scholars will brew you a potion or two to fit your needs. Those scholars need a product, and you can get me the product I need.\\n\\n'Jungle-beast horns. Tales tell of their mystical qualities, and I aim to make my coin while I can. Would you help an honest man?'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "You slew several beasts in the Shield Isles and collected their horns. Tanim awaits your return at his home in Halrax.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Tanim directed you to hunt jungle-beasts throughout the Shield Isles for their horns. They fetch a good price in Umbar City.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Deliver the jungle-beast horns to Tanim at Halrax",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Horns Aplenty",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'You'll find the beasts I seek all over the Shield Isles. After collecting twelve sets of their horns, return them to me.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Collected sekbir-horns ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Yes, this is a fine selection of horns. A little polish and a spit-shine, and they'll be ready to ship into the city. You've helped me, friend. Let me line your pockets as you've lined mine.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Collect sekbir-horns ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Head into the wild lands of the Shield Isles and search for Ghar Jâdam, Sekbiri, or Bâkhabar jungle-beasts. Collect their horns ands return to Tanim at Halrax.",
      "es": ""
    }
  ]
}