{
  "id": 621083763,
  "txt": [
    {
      "id": 262725911,
      "en": "You defeated Methen and collected his debt",
      "es": ""
    },
    {
      "id": 3089029,
      "en": "'What's mine is mine! You shall not have it.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Price To Be Paid",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'The vault is among the houses along the cliffside on the street behind the docks. Find the vault-keeper and exchange your coin for a bag of gold, then return it to me.'",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'Well, this is galling. Have you even bought into Halrax yet? Have you paid your tithe yet? Or is this a ploy by Ithurga to get you into the plan? Oh, I understand now.'\\n\\nHe laughs.\\n\\n'Brilliant plan, Ithurga, send the new fish from the sea to do the work of those who've paid the price. Fine. Take my debt.'",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Excellent. You've done well, friend. You are free to move throughout Halrax without fear of being accosted. I'll ensure that everyone learns of the change in your status.\\n\\n'Now that we've come to an understanding. There is something further I ask of you.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Good, I'm grateful for the understanding.\\n \\n'Respect amongst the citizens of Halrax is earned and lost through deed and effort. Some folks test my resolve by eschewing their tithe and letting that debt grow too long. If you want to prove your value to Halrax, see these debts collected. Yes?'",
      "es": ""
    },
    {
      "id": 179103376,
      "en": "'No more. I will pay you. Here. I need a drink.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Deliver the debts to Ithurga",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Bring your tithe to Ithurga",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Collect a<rgb=#00FF00> bag of gold coins</rgb> ",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'You'll not be the last lackey that Ithurga sends to pry the tithe from my hands. But you'll surely be my latest victim. Let's get this over with, you worthless cur.'",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "You defeated Akubis and collected her debt",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Collect a bag of coins ",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Ithurga has some nerve in sending a fresh-faced arrival like you to collect my debt. This place is supposed to be about respect and decency. And he treats me like this? No offence, stranger, but this doesn't end well for you.'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Collect Dagan's debt",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "You collected Dagan's debt",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Well, this is galling. Have you even bought into Halrax yet? Have you paid your tithe yet? Or is this a ploy by Ithurga to get you into the plan? Oh, I understand now.'\\n\\nHe laughs.\\n\\n'Brilliant plan, Ithurga, send the new fish from the sea to do the work of those who've paid the price. Fine. Take my debt.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "To be accepted in Halrax, you must appease Ithurga, the stolid leader of the settlement.",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "You defeated Yigo and collected his debt",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Ithurga wants you to collect debts from residents holding back their tithes. He directed you to scout the town for Methen, Akubis, Dagan, and Yigo to collect their debts.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I feel bad for you, stranger. You've no idea the bee nest you've just struck. This matter ends only one way. You trampled underfoot. Draw your weapon of choice. The least I can do is give you a sporting chance.'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Collect Akubis's debt",
      "es": ""
    },
    {
      "id": 181175808,
      "en": "'Enough! Here is my debt. I won't die for so little coin.'",
      "es": ""
    },
    {
      "id": 172086949,
      "en": "Defeat Methen and collect his debt",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Collect Dagan's debt",
      "es": ""
    },
    {
      "id": 172086953,
      "en": "Defeat Akubis and collect her debt",
      "es": ""
    },
    {
      "id": 69036775,
      "en": "Defeat Yigo and collect his debt",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "You collected a bag of coins",
      "es": ""
    },
    {
      "id": 225642656,
      "en": "'Sorry, stranger, until you get me that bag of gold, there is nothing more I can do for you. The vault is among the houses along the cliffside on the street behind the docks. Find the vault-keeper and exchange your coin for a bag of gold, then return it to me.'",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Collect Yigo's debt",
      "es": ""
    },
    {
      "id": 42427728,
      "en": "'Stop! You've bested me. Here is my tithe. I'm going for a drink.'",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "You collected Dagan's debt",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "You collected the four debts. Return to Ithurga at his abode in lower Halrax.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Collect Methen's debt",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Ithurga directed you to purchase a bag of coins that matter to him from the vault-keeper in Halrax. The vault is in the upper ward of the township.",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Ithurga directed you to purchase a bag of coins that matter to him from the vault-keeper in Halrax. The vault is in the upper ward of the township. Return to Ithurga with your tithe.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'I don't know where you'll find them all. I know they frequent different parts of the township and are derelict in their tithes. Do this for me, and you'll be on your way to being accepted here in Halrax.'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'You return and look no worse for wear. I heard about Dagan.'\\n\\nHe shrugs.\\n\\n'Unfortunate. Dagan's crew is worse off without him, but he made his choices, lived, and died as he wanted.\\n\\n'Dagan's untimely death is not the matter at hand, however. We must discuss your future here.\\n\\n'You've done what I asked, but to finalize the deal and earn protection through the thoroughfares of Halrax I need your tithe.\\n\\n'Visit the vault-keeper here in town and exchange your coin for a bag of coins that matter to me.'",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "You collected a bag of coins",
      "es": ""
    }
  ]
}