{
  "id": 621083678,
  "txt": [
    {
      "id": 228284039,
      "en": "'Hurry along. We must know what the Haradrim are up to so we can best counter their movements.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Girgish instructed you to visit Guard Nimish at the southern entrance of the Jax Phanâl outpost. Guard Nimish regularly informs the emissary of goings on along the southern road. Today, Girgish would like you to fetch the guard's latest report.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "Girgish, the Haradrim are growing bolder. The rumours of the caravans heading south coming under attack are true. At least two caravans have been ransacked or destroyed and the people have been taken as hostages.\\n\\nWe will need to organize a party to infiltrate their camp and rescue as many as we can. My contacts warn me that there are between four to twelve citizens taken. There is no estimate of the value of goods stolen.\\n\\nWe need your patron's assistance soon, lest we be overrun and lose all that we have gained here in Jax Phanâl.\\n\\n-Nimish",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "The emissary takes the note from you and looks it over. She audibly clicks her tongue and then speaks.\\n\\n'Interesting. I had hoped that the rumours were untrue, for one shipment intercepted is one too many. We shall need to respond.'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Deliver the guard's report to Girgish",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Collect the guard's report",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Nimish provided you a report on the latest movements by the Haradrim. Deliver the report to Girgish.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "You collected the guard's report",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Deliver the guard's report to Girgish",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Deliver the guard's report to Girgish",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Khôltekh's emissary, Girgish, directs you to a soldier on watch duty that has reported the Haradrim further encroaching upon the city's limits.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Collected the guard's report",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'At the southern end of the outpost there is a guard who stands watch by the name of Nimish. Nimish is invaluable for he possesses a keen eye and pays close attention to details.\\n\\n'He delivers a report to me on a regular basis. I ask that you retrieve this for me today... if you are willing.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Collect the report from Nimish",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Odd that Girgish sent someone else to collect this report. You fit the description that I was given perfectly, though. Please tell her that the Haradrim are getting more brazen. We do not have the force to stand against them if they organize their banners and press an attack upon the outpost.\\n\\n'Everything is detailed in my report.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Assessing the Menace",
      "es": ""
    }
  ]
}