{
  "id": 621083655,
  "txt": [
    {
      "id": 228284034,
      "en": "'Friend, thank you for what you have done here. I will tell you that even further along the cape you will find others in need of assistance and the skills you possess. If you desire it, I will pay for your passage to Rakhatâb, a citadel to the south where you can continue to assist the people of Umbar. No? I knew I liked you, [placeholder]. But even so, it is to the stable-master you will want to go if you are to make the journey to Rakhatâb.\\n\\n'Know that the citizenry here will remember you. More importantly, it is I who will remember you and speak well of you to my lord. In a place such as Umbar, it is good to have friends in places both high and low. You are well on your way to acquiring both.\\n\\n'Good travels to you.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Thank you, friend. What you have done for the people here in Jax Phanâl will not be forgotten. We are learning to be free and what it means to breathe the air fresh and new.\\n\\n'I know it seems that some of us are in a state of euphoria; perhaps we are. The shadow that long cast itself over these lands is no more; all around us there is light.'\\n\\nShe smiles.\\n\\n'...and it seems that even outsiders can become our allies. Good travels to you. When you arrive in Rakhatâb speak with the overseer there. He has already been told that you are coming to their aid.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "You should take a stabled horse to the southern fortress of Rakhatâb. There you are to meet with the foreman, Nûrut. He has been told of your arrival and all the deeds you have done to assist the citizens of Jax Phanâl.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Khôltekh's emissary suggests that you have done enough for the citizens of Jax Phanâl and directs you to the stable-master to journey to Rakhatâb to the south.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Speak with Nûrut",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Way South",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I offer you my sincerest thanks. Your efforts to assist our outpost will be on the lips of the citizens here for years to come.\\n\\n'An outsider, from lands afar, taking up arms against our former allies who are now foes! It is the mark of a hero to take on the woes of others, to assist those without the means to meet their struggles head on.\\n\\n'You are such a hero as this. The people of Jax Phanâl know it, and in time perhaps all of Umbar shall know it too. Go now, and in peace. Good travels to you.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Greetings, [placeholder].\\n\\n'Your arrival was foretold. You have already earned a reputation as a folk hero among some of the workers here. What you did for the citizens of Jax Phanâl reverberates in the halls of stone to be found here.\\n\\n'Welcome to Rakhatâb. We can only hope that your good nature and generosity will continue in our small, but bustling fort.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Khôltekh's emissary directed you to the stable-master in Jax Phanâl to purchase a ride south along the road to Rakhatâb.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Speak with the stable-master and ride to Rakhatâb",
      "es": ""
    }
  ]
}