{
  "id": 621083660,
  "txt": [
    {
      "id": "0xeb01195",
      "en": "Make your way to the north from the dock along the shoreline and look for an ancient and enormous crab there. It is called Imkhâs the Cleaver. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "You defeated Imkhâs. Collect the crab, which now hides in its shell, and return her to Stúkha at the crest of Jax Phanâl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "You have captured Imkhâs the Cleaver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73087",
      "en": "'The shelled creature will not die if you face it, instead it will retreat into its shell and cease fighting. This is when you collect it for me and return it here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "You defeated and collected Imkhâs the Cleaver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Find and challenge Imkhâs the Cleaver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "Imkhâs the Cleaver stands before you prepared to fight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Stúkha told you to search the beach for a particular crab, then subdue the crab and return it to him at his post in Jax Phanâl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "Imkhâs refuses to emerge from its protective shell. You hoist the crab up and prepare to return it to Stúkha.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Find Imkhâs the Cleaver along the shore north of Jax Phanâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Do you fear the hunt ahead? If not, head out of the city to the west and hug the shoreline north in search of the great crab, Imkhâs. Defeat the creature and return it to me. Alive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Stalking the shore to the north and west, Imkhâs the Cleaver stalks and terrorizes travellers. Do not be deceived. Imkhâs is no ordinary foe. It is a crab of extraordinary size and strength. Many have fought the creature, and many have fallen or never returned.\\n\\n'Perhaps you will be the lucky one to retrieve the creature for me. Are you willing?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "You found  Imkhâs the Cleaver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfd23a95",
      "en": "Imkhâs clacks her claws and readies to attack!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Make your way to the north from the dock along the shoreline and look for an ancient and enormous crab there. It is called Imkhâs the Cleaver. Defeat the crab and return it to Stúkha.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Return Imkhâs the Cleaver to Stúkha at Jax Phanâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Are You Strong Enough?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730881",
      "en": "'Do you fear the hunt ahead? If not, head out of the city to the west and hug the shoreline north in search of the great crab, Imkhâs. Defeat the creature and return it to me. Alive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Capture Imkhâs the Cleaver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'This crab is Imkhâs? It looks pitiful. It must be sad that you defeated it. I would be also, should you ever best me in a battle. You have done as I asked and given me what I needed. Thank you, friend. This creature has a purpose. You will see. I will train it to be stronger than it is now, and it will entertain the masses in Umbar Baharbêl.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ae8",
      "en": "Defeat Imkhâs the Cleaver",
      "es": "",
      "es (fem)": ""
    }
  ]
}