{
  "id": 621083766,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Thank you for cleaning the walls for me. I need to confide something to you. While you were busy about town, I overheard a knave speaking about damaging the walls and laughing about his actions amongst friends. I wonder, can you address this and make him see his folly?\\n\\n'I saw him, only a few moments ago, headed down the south-eastern dock.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Find the defaced walls throughout Halrax and clean them to restore their beauty.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf26a6e4",
      "en": "'I yield. I value my life more than my message.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Having cleaned the graffiti from the walls in town, you should return to Hazâl near her home by the docks in Halrax.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Hazâl asked that you search the south-eastern dock of Halrax for the vandal responsible for defacing the walls throughout the town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Find the Corsair vandal and ask him to stop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'How dare you accost me about some foolish old sketches? What does it matter if they are on the walls? They are just walls. There is no value to them. We live here now, and we will do as we please. You need to learn that lesson.\\n\\n'I find pain teaches a student best.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "You confronted the Corsair vandal, and after issuing a threat and attacking you, he ran when it was clear you would defeat him. Return to Hazâl and inform him that the vandal should no longer be a problem.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "You defeated Shamgar, and he ran from the town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Speak with Hazâl near the docks in Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'The coward. I expected nothing less. We should preserve our buildings and respect them. Our works stand a test of time that no man ever has, and we have not begun to build.\\n\\n'In time, we will cover the the isles with these rugged and enduring buildings. They will survive in a climate as hostile as the Shield Isles. I thank you for your efforts, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "You removed graffiti from the walls ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Hazâl, appalled at the treatment of the buildings within the town, enlists your aid to remedy the situation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ae2",
      "en": "Defeat the Corsair vandal, Shamgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Clear graffiti from the walls ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I apologize if I seem on edge. There is an issue in this town that vexes me greatly. Some people show no respect for property. I am speaking of the act of defiling the walls of our homes. Someone is purposefully defacing the beauty of the buildings.\\n\\n'Each day, I clear the walls of the filth spread on them, and each day, they return.\\n\\n'Would you help me clean the walls and perhaps help me find the culprit?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Speak with Hazâl near the dock in Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Defacing the Town",
      "es": "",
      "es (fem)": ""
    }
  ]
}