{
  "id": 621083659,
  "txt": [
    {
      "id": 228284034,
      "en": "'As grim as you may find this, we must remove the leader of these Haradrim before they can reorganize. The longer we keep them in disarray, the better.\\n\\n'My counterpart Stúkha, an emissary of Rothog the Storm, works to defeat the strongest of the Haradrim; if you have not spoken with him – you should before you head out there.\\n\\n'Are you willing to assist me again?'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The sorcerer is slain. You should return to Girgish at Jax Phanâl and tell her of your success.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Girgish informs you that a Haradrim leader has been identified at Grijâti, the camp to the south-west. She directed you to eliminate the sorcerer, Sûbodal, and also to speak with Rothog's emissary to ensure that you eliminate all of the Haradrim leadership.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'You will find the Haradrim sorcerer I speak of within the confines of the encampment to the south-west of Jax Phanâl. He will be smart enough not to just wander the camp without a guard of some sort. The last reports mentioned that he sleeps in a different tent each night in order to avoid detection.'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Return to Girgish at Jax Phanâl",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Final Cut",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Sûbodal is slain",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'You have done what was needed. I commend you, [placeholder] and thank you for your assistance. The death of the sorcerer was necessary to protect the lives of the folk who live in this outpost.\\n\\n'Here is a reward for your efforts on our behalf.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Defeat Sûbodal, the Haradrim sorcerer at Grijâti",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "You are to travel south and west into the Haradrim camp of Grijâti once again. This time, however, you are seeking the sorcerer Sûbodal, one of the Haradrim leaders. You are to eliminate him and return to Girgish at Jax Phanâl when the effort is complete.",
      "es": ""
    }
  ]
}