{
  "id": 621083767,
  "txt": [
    {
      "id": 228870261,
      "en": "Theft Beyond Measure",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Bekhel and his entourage arrived while you fought the captain. You hear them on the shore nearby.",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Mulûg directed you west toward the Corsairs that stole the shipment",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'Favoured by the Kindred? What did you do for them? No, don't tell me what you've done. It's better if I don't know. You've lifted a weight off of my shoulders, [placeholder].'\\n\\nHe beams.\\n\\n'Favoured by the Kindred. I almost want to return your tithe. I have a better idea.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Make your way into the Corsair ship's cargo hold",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Bekhel thanked you for your assistance in recovering the stolen shipment and dispatched you to Halrax to inform Ithurga that Halrax is beyond suspicion and well-liked by the Kindred of the Coins.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Call me Bekhel.\\n\\n'Your leader is wise to be concerned. Our arrival is fraught.\\n\\n'A Temámir ship of glorious craftsmanship beyond any other in the Umbari fleet went missing. My lord received an urgent missive mentioning that the vessel was under pursuit as it neared Halrax.\\n\\n'When it did not arrive soon after the delivery, we left the city to learn its fate. Thus far, the people in Halrax have proven evasive and suspicious. We grow increasingly aware of their lack of allegiance.\\n\\n'You seem to be wiser. Perhaps you can aid us. Will you look for the ship?'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Speak with Bekhel near the Corsair's ship",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Face the Corsair captain",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Ho there! Do not fuss over me. I look worse than I feel. The rest of my crew didn't fare as well. Worse, we lost our shipment when the Corsairs set upon us.\\n\\n'Halrax is not far from here. I was making my way there to beseech Ithurga's aid. Your arrival is auspicious. The dreaded Corsairs are beached to the west just a little further. I'd travel with you but for my knee.\\n\\n'I'll continue toward Halrax and dispatch Bekhel and his guard to meet you at the ship. I fear I'd only hinder you in a fight.\\n\\n'Go now and tell the Corsair dog of a captain, Mulûg sent you.'",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "This must be the ship that Mulûg mentioned",
      "es": ""
    },
    {
      "id": 242218741,
      "en": "'Not the pits. No one ever leaves the pits.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Collect the Temámir cargo",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Speak with Ithurga at his home in Halrax",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "You spy a conspicuous crate on the bow",
      "es": ""
    },
    {
      "id": 251986565,
      "en": "'Come, brothers. Let us take this dog to the city. He will serve his sentence in the pits.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The dwarf emissary asked for a bond of secrecy, recorded your response in a ledger, and then informed you of his purpose in Halrax.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Mulûg sent you toward the Corsair ship that set upon his vessel and stole the shipment bound for Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Bekhel enlisted you to search for signs of the Temámir ship near the settlement of Halrax. You recall the bond you made to keep their motivation secret.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "You can see nothing that looks like a shipment on the shore. Perhaps the cargo you seek is on the deck.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "While searching for the Temámir vessel, you discovered a wounded Temámir sailor stranded on the shore.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Find the Corsair ship beached on the shore",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "You collected the Temámir cargo",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "You fought through the Corsairs and boarded their ship. A scan of the deck reveals no Temámir cargo. The shipment must be in the hold below.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Board the Corsair ship and search the deck",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Search the shore of the islands south-west for the Temámir ship",
      "es": ""
    },
    {
      "id": 22782437,
      "en": "'Hands off the cargo. I stole that fair and square. You want it? You come through me.'",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "You found the Corsair's ship. You also found the captain. Confront him and find the cargo.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Speak with the dwarf",
      "es": ""
    },
    {
      "id": 41642084,
      "en": "'This isn't over! I will find you. I will have revenge.'",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "With the captain dispatched and his crew eliminated the cargo is yours.",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "You enter the cargo hold",
      "es": ""
    },
    {
      "id": 69036789,
      "en": "Defeat the Corsair captain",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "You discovered a wounded Temámir sailor",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "You defeated the Corsair captain",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'You'll be leaving that crate right where it is, and I'll claim anything on your person as payment for any crew-mates you slaughtered!'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'I am pleased you proved trustworthy. I will have the shipment if you would. We will take this scoundrel back to Umbar Baharbêl with us. His penance will be to serve in the pit for as long as Khôltekh deems necessary.\\n\\n'Return to Ithurga and tell him he is beyond suspicion, and you saw this to its acceptable resolution. In fact, tell Ithurga that the Kindred look favourably upon Halrax. You have proven a worthy ally this day.'",
      "es": ""
    }
  ]
}