{
  "id": 621083760,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Ithurga's concern over the arrival of an emissary and his entourage from Umbar might be an ill-omen and asked that you enquire after his purpose in Halrax.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Forward. Very forward. I'll be honest, it's refreshing, given the welcome we've received since our arrival. People outside of Umbar Baharbêl have not yet come to trust the Kindred of the Coins. A sadness, I am afraid.\\n\\n'As for why we have come to Halrax, I am afraid that I cannot share this news with you unless you bind yourself to secrecy.\\n\\n'Are you willing to bind yourself in such a way?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "You have a decision to make. Learn why the dwarf is here in Halrax and bind yourself to secrecy or refuse and fail in the task Ithurga assigned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "As you searched Halrax's docks, you spied the dwarf and his entourage. Make your introductions and enquire why they are in Halrax.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Give the dwarf your word of secrecy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "You made your intention clear. The dwarf is prepared to inform you of his purpose in Halrax. Speak with him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You have sworn to keep the information secret",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Very well.'\\n\\nThe dwarf nods to a member of his entourage who scribbles something into a ledger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "A dwarf and his guard stand beneath the arch nearby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The arrival of a dwarf emissary and his entourage from Umbar Baharbêl unnerves Ithurga. He asked that you deal with the visitors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Yours is not the only unexpected arrival, friend.\\n\\n'Shortly before you arrived, an emissary from the Kindred of the Coins came by ship. Since he landed, he's been asking questions... questions that give me leave to think he's not wholly here for appearances.\\n\\n'I run this place proper-like and want no trouble with the Kindred. As the newest friendly-type in town, why not make your acquaintance with them?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Find the dwarf emissary and his company",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "TBD - Shield Isles Template",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Introduce yourself to the dwarf emissary and ask why he is in Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I'm not sure where you can find the dwarf and his company. I only know that they are somewhere within the town. Why not search near the docks to start?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa4",
      "en": "Visitors from the Shoreward Stone",
      "es": "",
      "es (fem)": ""
    }
  ]
}