{
  "id": 621083665,
  "txt": [
    {
      "id": 228284034,
      "en": "'Keteph said that you were likely to return. I have something for you if you want to read it.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Read Keteph's letter",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "My friend,\\n\\nGirgish, Khôltekh's emissary, sent samples of my creations to the cook's guild in Umbar. The guild requested I join them to study under the masters there! My excitement at hearing this could not be contained. Harmelak herself is said to have sampled my stuffed crab creation and then immediately sent a waggon, guard, and coin to see me delivered safely to the city.\\n\\nI hired Phâredar to oversee the collection of materials I need. Please consider continuing working with him in my absence. If you ever find yourself in Umbar, please seek me out. I would like to thank you in a more proper fashion than with a hurried note.\\n\\nSigned,\\n\\nKeteph",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Read Keteph's letter and then speak with his assistant",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Keteph is off to the City of Umbar after Khôltekh's emissary recommended that the guild-masters there try his creation. A new hire now stands in his place with a message for you.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'We are all immensely proud of Keteph. More, we are all so pleased to see that the Kindred is rewarding us for efforts like this one. It is so refreshing to see after so many years of horrid subjugation.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Greater Aspirations",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Speak with Keteph's Assistant",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'We are all immensely proud of Keteph. More, we are all so pleased to see that the Kindred is rewarding us for efforts like this one. It is so refreshing to see after so many years of horrid subjugation.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Keteph is no longer within the outpost of Jax Phanâl. He hired an assistant to work in his place and has left you a letter to explain what transpired.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Read the note from Keteph",
      "es": ""
    }
  ]
}