{
  "id": 621083764,
  "txt": [
    {
      "id": 216727827,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Hunt down jungle-beasts throughout the Shield Isles. Skin their corpses, and when you have enough, return to Melitara at Halrax for payment.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "You collected enough pelts to meet Melitara's current demand. You should return to her at her station in Halrax.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Deliver the hides to Melitara",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Melitara thanked you for collecting the furs and mentioned shining some previously stretched hides. She once again asked for your aid.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'These furs are fine, yes. I would have hunted more animal types to get a wider variety, but since you are helping me, I think these shall do nicely.\\n\\n'One more thing, if you don't mind. These skins need curing. I have hides that need stretching, and my back is aching fiercely. Could you spare a few more moments to help me?'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Shine the stretched hides ([placeholder]/4)",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Stretched hide shined ([placeholder]/4)",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Your work on the hides is complete, and they look great. Melitara wants to speak with you.",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Collect pelts from sekbiri on the Shield Isles ([placeholder]/16)",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'You'll find the hides just here behind me. Please, be a dear, and help me.'",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Collected sekbir-pelts ([placeholder]/16)",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'I've not seen a shine that good in quite a while. My customers will surely be pleased with these. Only a few years ago, I'd have done the same, not as quickly, but as well.\\n\\n'Thank you for all that you've done for me. Please take this as my way of thanking you.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Melitara enlisted your aid in keeping her furrier business afloat.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Collected Shield Isle jungle beast pelts ([placeholder]/16)",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Are you looking to make some coin and willing to spend a little time helping someone who is a little on in years?\\n\\n'My mind is as sharp as steel, but my body... my body is starting to show my age. Not as able as I once was to roam the wilds hunting down jungle beasts for their pelts. And yet, there is still brisk demand for my wares.\\n\\n'I'll pay if you can help. What do you say?'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Skin jungle beasts for pelts on the Shield Isles ([placeholder]/16)",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Finest Furs in Zamarzîr",
      "es": ""
    }
  ]
}