{
  "id": 621083658,
  "txt": [
    {
      "id": 262725911,
      "en": "Jax Phanâl citizen rescued",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Jax Phanâl citizen rescued",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Managing the Menace",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Jax Phanâl citizen rescued",
      "es": ""
    },
    {
      "id": 126046437,
      "en": "'Thank you, stranger.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'We must respond, but Nimish is correct that we do not have the forces to spare in a direct confrontation with the Haradrim. By the looks of you, you might be able to handle such a force on your own... is it true?\\n\\n'Our people are in danger, and I believe you wish to make a name for yourself here? If that is the case, then please, save the captured prisoners held against their will in the Haradrim camp of Grijâti to the south. It is west off the road, along the beach.'",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Jax Phanâl citizen rescued",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Jax Phanâl citizen rescued",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Jax Phanâl citizen rescued",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Jax Phanâl citizen rescued",
      "es": ""
    },
    {
      "id": 45412773,
      "en": "'Thank you. I will return to Jax Phanâl.'",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Jax Phanâl citizen rescued",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Girgish instructed you to venture to the Haradrim encampment of Grijâti to rescue captives taken in the attack on the caravan.\\n\\nThe Haradrim camp of Grijâti is west of the road that goes south from Jax Phanâl.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'You will find an encampment of Haradrim west of the road that runs south of town, near the shore. I know you will use caution in rescuing the citizens of our settlement.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "You must head south along the road and then make your way west toward the Haradrim encampment of Grijâti to search for the captives taken from the attack on the caravan. Rescue the eight travellers and return to Girgish at Jax Phanâl.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Every one of the citizens you saved paid a visit to either the magistrate or myself, and each of them spoke highly of your valour. In turn, I gathered rewards to repay the considerable risk you undertook on their, and our, behalf.'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "You successfully rescued eight of the caravan captives. Return to Girgish at Jax Phanâl and tell her of your success.",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Return to Girgish at Jax Phanâl",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Rescue Jax Phanâl captives from the Haradrim encampment ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Jax Phanâl citizen rescued ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Jax Phanâl citizen rescued ([placeholder]/8)",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'I did all I could to evade them. I am pleased you were able to find us.'",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Jax Phanâl citizen rescued ([placeholder]/8)",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Girgish sent you? I am not surprised. Kholtêkh cares deeply for the citizens.'",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "Jax Phanâl citizen rescued ([placeholder]/8)",
      "es": ""
    }
  ]
}