{
  "id": 621083778,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 6.6: Lamps In the Night",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Examine the toppled lamp",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Examine another toppled lamp to the west along the rocks",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Why are you staring at me like that?'\\n\\nYou encourage Caebar to check his belongings, concerned that he might have fallen victim to a pickpocket. He frantically searches his clothes for his money-purse.\\n\\n'Here it is, thank goodness; but as light as it ever is, I am sorry to say. But what is this?'\\n\\nHe retrieves an unfamiliar scrap of parchment from one of his pockets, and his eyes go wide as he reads the message written on it.\\n\\n'It is a message from Cruel Dancer!' he whispers, handing it to you.",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Confront the person watching you to the west of the line of lamps",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I gave you the note! What do you think it means?'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Cruel Dancer by the coil of rope",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Do you think it means she's found a way to the prisoners? Lamps in the night? Crocodiles?'\\n\\nCaebar thinks it over.\\n\\n'I heard the crocodiles to the south-east of the city have been a problem for merchants trying to go that way. Maybe that is where we should start? But it sounds like only one of us should go? That must be you, right? Tell me that you think she means you!'\\n\\nYou assure Caebar that you will investigate the crocodiles outside the city by yourself, and he should continue his efforts in the Sail-haven. He breathes a sigh of relief and wishes you well.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I heard the crocodiles to the south-east of the city have been a problem for merchants trying to go that way. Maybe that is where you should start?",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Caebar has had a close encounter with Cruel Dancer, but did not realize it at the time. What has the dangerous bounty-hunter discovered that may be of use to you?",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "The toppled lamp to the west of the crocodiles merits some examination.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I am glad you received my message. I wondered after I left it if perhaps I was too subtle for the scribe to realize it had been given to him.\\n\\n'Our shared purpose is almost complete, [placeholder]. The line of lamps indicates the way to a secret harbour used by certain members of the Kindred of the Coins. I have reason to believe your prisoners are held within, and several of the bounties upon the Kindred are ripe for me to claim.'",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Now where are these broken lamps?",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Another lamp lies to the west.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Caebar handed you the note he discovered in his pocket, and you should read it.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Someone watches you from the rocks to the west of the line of lamps.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Cruel Dancer is west of the line of lamps, standing upon the rocks overlooking the river.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Caebar is in the Sail-haven.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Cruel Dancer spoke of crocodiles outside the city, and Caebar believes she means the ones that can be found to the south-east.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Cruel Dancer spoke of lamps in the night, somewhere near the crocodiles.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Read the note Caebar discovered on his person",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Caebar in the Sail-haven",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Find the camp of crocodiles to the south-east of the city",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Find the lamp nearest the crocodiles, on the rocks to the west",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Before this lamp was overturned, it may have guided ships along the river",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "You feel eyes upon you. Someone watches from the west",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Cruel Dancer waves you over to her",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "A lamp lies overturned here upon the rocks",
      "es": ""
    }
  ]
}