{
  "id": 621083765,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Yitro directed you to find a secluded spot east and north out of Halrax in which to feign weakness to draw out Akraz the Vile.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Seek Yitro at his home in lower Halrax and let him know that you are interested in assisting in bringing the Uruk Akrax the Vile to justice.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "You hear a rustling in the brush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Find and eliminate Akraz the Vile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Yitro awaits word of your battle against Akraz the Vile at his home in lower Halrax. Return to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You defeated Akraz the Vile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Find a secluded location east outside of Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'We're better off with the likes of Akraz removed. We want to find a way to live in peace, but some still want to burn the world. You've done a good thing today.\\n\\n'You earned this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You accepted a bounty to eliminate the dread Akraz the Vile for violating a tenuous truce.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "Bounty: Akraz the Vile\\n\\nAn Uruk named Akraz the Vile threatens to destroy the truce between the freebooters of Halrax and the Kafagur Orcs. His actions include waylaying travellers, preying on the weak and weary, robbery, and murder. \\n\\nInterested parties should seek guidance from Yitro at his home in lower Halrax.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b2a37b",
      "en": "'I smell fresh meat for eating!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Speak with Yitro at his home in lower Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bounty: Akraz the Vile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'It's good to see that my post is drawing some interest. The matter is simple. Akraz the Vile lives up to his name. He stalks the paths east and north of our township, preying on the tired or weary travellers, waylaying them, robbing them, or worse, leaving them for dead.\\n\\n'We made a truce with the Kafagur Orcs, and if this menace isn't brought to heel, then that truce could soon break.\\n\\n'Head out east and north, and feign weakness in a secluded area. You will draw the villain out.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}