{
  "id": 621083761,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Ithurga told you that the good you've done in Halrax will attract unwanted attention. He returned your tithe and told you to distribute it to the freebooters to gain favour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'It's rare that you meet someone like you, my friend. I must admit that I am surprised by your resolve and honesty. Tell me, will you travel to Umbar Baharbêl? The city, I mean.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Speak with Ithurga at his home in Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You distributed your tithe to the freebooters. Return to Ithurga at his home in Halrax.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x297c4d3",
      "en": "'I expected as much. You will need this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Tell Ithurga you will not travel to Umbar (<rgb=#FF0000>/no</rgb>)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1297aff",
      "en": "'Friend, you jest. Are you certain you will not go to Umbar Baharbêl?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Tell Ithurga that you will travel to Umbar (<rgb=#FF0000>/yes</rgb>)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Ithurga seems pleased with your response and wishes to speak with you one more time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Ithurga asked if you will travel to Umbar. Tell him your intentions.\\n\\n<rgb=#FF0000>Use the emote /yes for yes or the emote /no for no.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Speak with Ithurga at his home in Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Listen, [placeholder]. What you did for Halrax, for me... there aren't many as honest in all the world. Not at least that I've seen.\\n\\n'Here.'\\n\\nHe hands you a sack of gold coins.\\n\\n'You will need this more than I, and I can't keep your coin if you don't mean to stay. Not after all you've done.\\n\\n'Go with the southern wind in your sails, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Though pleased with your assistance regarding the matters facing the town of Halrax, Ithurga warns that not everyone is happy with the news that you made such inroads with the Kindred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You gave some gold to one of the freebooters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Truth is [placeholder], the favour you curried with the Kindred will bring you undue attention. A newcomer hoisting their sail so quickly is grounds for suspicion. It's best to make amends before the elders start whispering in the shadows.\\n\\n'Take your tithe and distribute it to some of the freebooters. It will curry favour with them. Be wary. The rumours will spread, and your welcome will end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Distribute gold to the freebooters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Honour Enough",
      "es": "",
      "es (fem)": ""
    }
  ]
}