{
  "id": 621083780,
  "txt": [
    {
      "id": "0xa8e1192",
      "en": "You have found Corudan aboard the second ship, and he is still alive!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'I still cannot believe you came to rescue me, [placeholder]... are our friends here too?'\\n\\nYou tell Corudan that you will recount your adventures to him just as soon as you untie him and bring him safely from Tatháta's hidden harbour. With a grin, you say that Sigileth will be very pleased to see him alive and unharmed. He blinks at you with surprise.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Someone emerges from below deck: the ship's captain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Cruel Dancer has come with you to the hidden harbour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "Cruel Dancer arrives aboard the second ship",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "The nearest of the ships you should investigate is to the west.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "You have boarded the first ship and should wait for Cruel Dancer to join you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Witness the confrontation between Cruel Dancer and Tatháta the Beast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'You should follow the walkway to the west and investigate the first of the ships docked within this hidden harbour. I will circle around and come to it from the water, so we will have the advantage of surprise upon any members of the Kindred onboard the ship.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Cruel Dancer stands aboard the deck of one of the ships moored within the hidden harbour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have found the hidden harbour used by two members of the Kindred of the Coins, and hope to rescue the hostages contained within.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Defeat Tatháta and her crew",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Corsairs loyal to the Kindred of the Coins have learned of your presence in the hidden harbour!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Corudan aboard the second ship moored within the hidden harbour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc54c8c1",
      "en": "'Tatháta!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Cruel Dancer has returned from her search of the first ship's interior.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc54c8c2",
      "en": "'I have come to claim the bounty on your head!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I hear folk inside the ship, and even now we have attracted their notice. They approach from within.\\n\\n'I will search below deck while you keep them busy up here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc54c8c3",
      "en": "'We are those who get what we want, Tatháta!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc54c8c4",
      "en": "'She's getting away!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc54c8c5",
      "en": "'I will follow her! You save your friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "The deck of the ship is free of enemies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'There were no prisoners within this ship, [placeholder]. If your mission is to succeed, and if I am to claim the bounties I seek, we must hope the prisoners and their captors are aboard the second of the ships docked within this harbour.\\n\\n'Follow the walkways to the second ship. I will approach that vessel by water as I did this one, and maintain the element of surprise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Corudan is a captive aboard the second ship, but he is still alive.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'[placeholder]... is that you? I cannot believe it!\\n\\n'But you must be careful! I hear Tatháta coming back!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Cruel Dancer emerges from below deck",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Tatháta the Beast stands upon the deck of her ship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Who are you to stand so boldly upon the deck of my ship? There are few indeed who would dare such a thing, for I have sent most of those to watery graves.\\n\\n'[placeholder]? I have heard this name before now; Nakási has spoken of you to me. I am surprised you are still alive. Were she still here, instead of in the Citadel of Winds with the hostage from Pinnath Gelin, she would no doubt skin you alive. She will be disappointed to learn she missed you.\\n\\n'But why are you here? You cannot have come all the way to Umbar Baharbêl to take Nestinanessornë from us. It amused Nakási to take him aboard our ships, but he says little enough to us, and when he does speak his talk is mostly nonsense and riddles. The lions like him, which has kept him alive this long, but if they should get hungry I believe they will like him both less and more.'\\n\\nTatháta smiles languidly.\\n\\n'I can speak in riddles too, you see?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Cruel Dancer engages Tatháta the Beast in conversation aboard the second ship moored within the hidden harbour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Follow the walkways to the second ship moored within the hidden harbour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Cruel Dancer has chased after Tatháta the Beast, but your priority must be to rescue Corudan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe6e3f1",
      "en": "'I thought I heard someone up here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Corudan aboard the second ship moored within the hidden harbour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe6e3f2",
      "en": "'Who are you talking to, Nestinanessornë?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe6e3f3",
      "en": "'So this is not about rescuing your friends after all, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe6e3f4",
      "en": "'I see what sort you are.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe6e3f5",
      "en": "'I do not think so, this time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Wait for the ship's captain to arrive",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe6e3f6",
      "en": "'More dangerous foes than you have hunted me before now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Tatháta the Beast aboard her ship",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe6e3f7",
      "en": "'Awaken, my crew! Slay these foolish ones!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c17d75",
      "en": "Corudan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a0",
      "en": "Having found no one within the first ship, Cruel Dancer believes the hostages you seek may be aboard the second ship moored within the hidden harbour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Wait for the captain of the ship to arrive.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3b45c11",
      "en": "'Wait... what? My sister is alive?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Cruel Dancer in the hidden harbour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "The conversation has become a violent conflict!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Board the nearest ship to the west in the hidden harbour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Wait for Cruel Dancer to join you aboard the ship",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Cruel Dancer aboard the ship",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Defeat the Corsair defenders aboard the ship while Cruel Dancer searches below deck",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Cruel Dancer aboard the first ship in the hidden harbour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Lair of the Beast",
      "es": "",
      "es (fem)": ""
    }
  ]
}