{
  "id": 621083680,
  "txt": [
    {
      "id": 228284039,
      "en": "'Old habits are the hardest to lose, [placeholder], and in another life I preyed upon the wealthy merchants and nobles who sailed upon the River Anduin. I relieved them of their wealth, at least, and in some cases of their lives as well. Even today I feel the pull of that life, though I have spent the years since then seeking to leave it behind me.\\n\\n'What might have happened had I succumbed to that pull again? Had I climbed through one of the windows of a mansion in the Upper Ward and stolen the valuables I found within, would I be seized by the guards? Would I have been brought to yon building, there to fight and die for my crime? Would that have been right?\\n\\n'I am curious about this, friend. Ask some of the folk nearby what might have happened to me in that case. I am interested to know.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Driftwood has asked to you meet you in the Tor-gardens.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'This is most unusual. You want to know what might happen to a friend of yours that commits a crime, such as theft or burglary? If he is not caught by the guards and slain at once, it is true that he might request a trial by combat in the arena, where he would need to face one of the Hûliz. These are the gladiators who make their living in the arena by dealing death, and unless your friend is very skilled, he is not like to survive it.\\n\\n'His chances decrease to near zero if he has the misfortune of drawing Rothog the Storm for an opponent. He is the deadliest fighter I have ever seen!\\n\\n'I would advise your friend not to steal. This ending, to me, seems most likely: death for him, and for any who aid him!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Driftwood is by the arena in the Tor-gardens.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Driftwood asked you to speak with visitors to the Tor-gardens about what the future might hold for such a man as he.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'You ask what might happen to a friend of yours that steals? I can answer this very simply for you. Is he of the nobility? For if he is a nobleman, I say he is likely to escape judgement. If he is from the Lower Ward, I do not like his chances. Consider Hármelak, the Golden Queen! Her family has always been wealthy, but you cannot tell me that all of her dealings are and have ever been aboveboard!\\n\\n'What is your friend's station in life? That will determine not only if he can commit his theft and live, but also how rich a lifestyle he will be able to maintain... and the duration of it!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Driftwood is by the arena in the Tor-gardens.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You want to know what will happen to your friend if he begins a life of theft and burglary? I do not have enough information to answer this for you. The reason? I do not know how skilled he is at this trade!\\n\\n'Yes, I call it a trade. If you speak to others about this matter, they will tell you he will be caught or killed by the guards, or be sent to face Rothog the Storm in the arena, or fall to his death from an upper balcony when he seeks to escape notice. But I say differently.\\n\\n'I think if he is well-practiced at the art of thievery, he might well escape and live a long and full life feasting upon the fruits of his labours! It can be so in other areas... why not burglary as well?'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'What might have happened had I succumbed to that pull again? Had I climbed through one of the windows of a mansion in the Upper Ward and stolen the valuables I found within, would I be seized by the guards? Would I have been brought to yon building, there to fight and die for my crime? Would that have been right?\\n\\n'I am curious about this, friend. Ask some of the folk nearby what might have happened to me in that case. I am interested to know.'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Meet up with Driftwood in the Tor-gardens",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'What did visitors to this place have to say about my future, [placeholder]? To what ending do they believe I will come to when I breathe my last?'\\n\\nYou recount the words of the folk with whom you spoke, and Driftwood listens intently.\\n\\n'They are all right, my friend, and they are all wrong. How can this be so? It is because you asked them what would happen if I gave in to my thieving impulses and returned to my past life, and I do not doubt that I would arrive at one of those endings if I did.\\n\\n'But it is possible for a man to change, even one such as I am. I strive every day to prove it. It is not easy. But it is worth it.\\n\\n'Thank you, [placeholder]. None of those endings are mine today... and for today that is enough.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Driftwood in the Tor-gardens",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to visitors to the Tor-gardens about what the future might hold for Driftwood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Driftwood outside the arena in the Tor-gardens",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You found Driftwood wandering through the Upper Ward, wrestling with himself about a personal matter.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I do not know why I came to the Upper Ward; something compelled my feet to bring me hither. I find myself eyeing the upper stories of the manors and mansions of this district, and wondering if the windows might be unlocked, the balcony doors unbarred. It is a remnant of my old life that brings these thoughts to me, a relic of the brigand once I was.\\n\\n'I should not remain in this district. It is not safe for me to stay here. Let us continue on to the Tor-gardens, [placeholder]. There we will speak, and I will find it easier to resist my more dangerous impulses.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I should not remain in this district. It is not safe for me to stay here. Let us continue on to the Tor-gardens, [placeholder]. There we will speak, and I will find it easier to resist my more dangerous impulses.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'This place is better for me.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The City: Today's Endings",
      "es": ""
    }
  ]
}