{
  "id": 621083768,
  "txt": [
    {
      "id": 216727827,
      "en": "After examining the chest, a shade manifested. The spirit wants to speak.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The shade wants you to find his body, collect the stolen treasure, and return the gold to the chest. The shade believes that this will set him free.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "You collected the stolen treasure",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "The shade reappeared and warned that you must return the treasure to the chest or suffer the same fate. Return to the open chest in the salamander grotto and restore the treasure.",
      "es": ""
    },
    {
      "id": 74202951,
      "en": "'Do not keep this gold. It will bring ruin. This is your only warning.'",
      "es": ""
    },
    {
      "id": 197909671,
      "en": "'Return the gold to the chest with haste. or meet my same fate.'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Deposit the treasure into the chest",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "The treasure is whole, and the shade remains. It seems to beckon to you.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "The gold, trinket, and baubles jingle as they fall back into the chest. A whooshing sound fills the air around you, and the chest closes.",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "You restored the treasure to the chest",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "A shade of a dead Corsair begged for help in finding peace.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "You collected the stolen gold",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Return to the treasure cache and restore the treasure",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Collect the stolen gold",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'You have my thanks. I feel free. I can rest.'",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "You place the gold back into the treasure cache",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "A dead Corsair, bound by a curse upon a chest found in the salamander's lair in Zamarzîr, seeks assistance finding rest.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The chest lured me in with riches. The thought of a better life. The hope of a bright tomorrow.\\n\\n'The gold was cursed. Look upon me. This is the fate of any who would steal this treasure.\\n\\n'I long for rest. Can you help me find peace?'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Speak with the shade",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'My body lies south-east, across the water, in the centre of a small island. Collect the gold. Place it back in the chest so that I may rest.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Cursed Chest",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Collect the stolen treasure",
      "es": ""
    }
  ]
}