{
  "id": 621083770,
  "txt": [
    {
      "id": 216727827,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Collect Nakhrûd's fang",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The bounty requests the recovery of a silver-inlaid locket and proof that the best, Nakhrûd, was slain. Nakhrûd is said to nest among its brood to the east of Halrax.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "You collected Nakhrûd's fang",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Recover the silver-inlaid locket",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "After a quick battle, you dispatched Nakhrûd and took its fang, recovered the locket, and prepared to return to Hannax in the town of Halrax.",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Silver-inlaid locket recovered",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Return the locket and fang to Hannax at the tavern in Halrax",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Search Nakhrûd's hoard for the Silver-inlaid necklace and collect Nakhrûd's fang",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Oh ho! Look at that locket.'\\n\\nHis demeanor suddenly shifts.\\n\\n'Oh, and the salamander's fang. The locket belonged to my late mother. This locket's been in the family for generations, and you're the one to recover it for me. So, you're the one who'll reap the reward. It's not much, but it's all I have.\\n\\n'I hope you understand. You're so kind.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You accepted a bounty to hunt the salamander Nakhrûd to recover a locket and deliver proof of the beast's defeat.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "Bounty: Nakhrûd\\n\\nBring a precious silver-inlaid locket lost near the creature's lair and proof of the salamander's defeat to Hannax in Halrax. Nakhrûd makes its lair among its brood to the east of Halrax.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "TBD - Shield Isles Template",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Search the treasure cache for the locket",
      "es": ""
    },
    {
      "id": 126754724,
      "en": "Bounty: Nakhrûd",
      "es": ""
    }
  ]
}