{
  "id": 621083676,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Girgish provided you with a letter you should post within the Haradrim encampment located to the south and west of Jax Phanâl. She also instructed you to eliminate a number of the enemies within the camp so that the proper message is sent to the unwelcome squatters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I would have parleyed with the Haradrim were they amenable. Alas, they attacked our people and forced our hand. Head to the south and east and deliver the message we must convey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Return to Girgish at Jax Phanâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I will confide to you that this was not the way that I wanted these issues resolved. I would rather have found a peaceful solution to this matter.'\\n\\nShe sighs.\\n\\n'The Haradrim proved too inflexible, and attacking our citizens along the road was simply a step too far. May our future days require less violence than this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "With the grisly aspect of the task done and the message to the Haradrim posted, it is time to return to Girgish at Jax Phanâl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Haradrim defeated in the western Cape of Umbar ([placeholder]/18)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Girgish wants you to send a message to the Haradrim in their camp to the south. You were tasked with attacking the enemy where they camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "The message to the Haradrim is posted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Defeat Haradrim in the western Cape of Umbar ([placeholder]/18)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'In the past, messengers were sometimes returned to the places from which they came with... let us say \\qinjuries,\\q and let that speak volumes. We want to avoid that sort of thing going forward, but there are times when swords and axes must deliver messages for us. If you are willing, I would like to employ your weapons against our foe: defeat the Haradrim at their camp of Grijâti and post this letter I have written as a warning to them should they remain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Post the message to the Haradrim in the camp of Grijâti",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "No Risk to the Messenger",
      "es": "",
      "es (fem)": ""
    }
  ]
}