{
  "id": 621083781,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Here is what I know of this secret harbour. It has been the berth of the ship belonging to Tath치ta the Sea-beast, but ever since Nak치si Wave-reaper's husband perished in Gondor, she has used it for her own ship as well. I do not know for what reason she chooses not to dock in the city proper, but I believe we will find both vessels in the harbour when we descend.\\n\\n'The way is treacherous, but we can use this rope to descend to the ledge we must take. It is narrow, with only room for one of us to pass at a time. Once you reach the far side of the ledge, there is a ladder that descends to the hidden harbour where our two targets keep their ships. You can go first down the rope... I will be right behind you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Use the coil of rope and climb down to the secret grotto",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Corudan at the amphitheatre east of the city",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Cruel Dancer has located the grotto where two members of the Kindred of the Coins seem to harbour their ships: Tath치ta the Sea-beast and Nak치si Wave-reaper.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I still cannot believe it, [placeholder]! I never believed I would see you again... and yet here you are, such a great distance from where we parted! It is truly remarkable, and I delight that our reunion has come to pass!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 6.7: Lair of the Beast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'The way is treacherous, but we can use this rope to descend to the ledge we must take. It is narrow, with only room for one of us to pass at a time. Once you reach the far side of the ledge, there is a ladder that descends to the hidden harbour where our two targets keep their ships. You can go first down the rope... I will be right behind you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "Despite your misgivings, you know that this may be your best chance to reach the Kindred's prisoners undetected. You resolve to remain alert in case Cruel Dancer attempts any treacherous action.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The coil of rope by Cruel Dancer will allow you to reach the lair Cruel Dancer discovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "You rescued one prisoner from the Kindred of the Coins, and your friends now recover at the amphitheatre east of the city.",
      "es": "",
      "es (fem)": ""
    }
  ]
}