{
  "id": 621083673,
  "txt": [
    {
      "id": 216727827,
      "en": "Keteph requested you return to the shore to collect more ingredients. His feast was successful, and his culinary skills are in high demand! The people require a new recipe to sate their hunger, and the key ingredient is crab. Head to the shores south and west of Jax Phanâl, collect delectable crab meat crab shells and return them to him.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Collected crab shells ([placeholder]/8)",
      "es": ""
    },
    {
      "id": 215429253,
      "en": "'As always, the crabs make their homes along the shore to the west and south of our fair outpost. Please be swift. I shall share with you a fine reward.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Keteph's feast was a success, but now there is a demand for his cooking that he did not anticipate. He needs more crab meat, and asks you to help with the newfound demand for his skills.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Collected delectable crab meat ([placeholder]/8)",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'You again, thanks be to all! I am in a bind, my friend. You see, my feast was a success. Too much a success!\\n\\n'I simply cannot meet the demand I am seeing for this recipe by myself! I wonder, would you be willing to help me get more of the precious crab meat from the crabs along the shore?'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Return the meat and shells to Keteph",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Collect delectable crab meat ([placeholder]/8)",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'These will do nicely. I know it seems foolish to look at such success as an unwanted gift. Mind you, I am pleased, and the new wealth will suit me and mine well. Please return, I will undoubtedly have more work for you.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Demand Absent Supply",
      "es": ""
    },
    {
      "id": 225642625,
      "en": "'You can find crabs along the shoreline. Please, if you don't mind.'",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Collect crab shells ([placeholder]/8)",
      "es": ""
    }
  ]
}