{
  "id": 621083782,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 6.8: One Prisoner Rescued",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Corudan at the amphitheatre east of the city",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "An awkward silence fills the air",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Corudan at the amphitheatre east of the city",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You must have had many adventures since we parted, my friend! What brings you all the way to the land of Umbar? Many months and more miles have passed since I saw you last at Helm's Deep, in Rohan!'\\n\\nYou tell Corudan, briefly, about some of the experiences you have had since his departure. He asks if you know how Leafshade fared after he went away, and you say as far as you know the Ent remains in good health and spirits. He smiles fondly.\\n\\n'I am glad. I do not doubt that he could have survived any attack by Nakási or Tatháta if he was roused to battle, but I feared for the creatures of his grove and the trees for which he cared. I know the Ents are fearsome when enraged... but I cannot help but think something is lost when they are called to fight. Something in them is wounded. It is true for Men and Elves, in my experience, and I think it may be so for the Ents as well. They are meant for peace, for the care and tending of things that grow.\\n\\n'I went with the Corsairs so they would not force Leafshade into battle. I sought to exert my influence upon them, and while I was not wholly successful I think it was for the best. Save for my words I fear the boy Thorongil would not have lived to reach Umbar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Sigileth at the amphitheatre east of the city",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a69235",
      "en": "Corudan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I see you found our wayward Elf, [placeholder]! It is about time Corudan joined us again, wouldn't you say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Horn, my friend! It is good to see you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Horn, my friend! It is good to see you! I see you have shared in [placeholder]'s recent adventures, and I wish only that I could have done so as well!\\n\\n'But where is Nona? Surely she is here too? I cannot imagine she would be content to sit out such a fight as we all have now before us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'It is about time Corudan joined us again, wouldn't you say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I see... I am sorry.'\\n\\nCorudan stares at you carefully, and you try to tell him with your eyes that Nona is alive but her feelings toward Horn have cooled in recent months. The silence is finally broken by Sigileth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have rescued a friend from the Kindred of the Coins. Has the experience changed him, or have those he left behind changed in his stead?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Driftwood remains silent.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'My purpose for joining this adventure has now been satisfied, but I will not have it said that I abandoned the mission when it was half-done. My brother has been rescued from the Kindred of the Coins, as I knew he would be, but they still hold the young heir of Pinnath Gelin captive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Corudan looks at you carefully.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I am saddened to have missed your recent adventures, my friends, but I am pleased we are now reunited.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Driftwood greets Corudan warmly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Sigileth is at the amphitheatre east of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Corudan is pleased to see his friends again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Corudan looks around eagerly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Wait for Driftwood to arrive",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Driftwood at the amphitheatre east of the city",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Driftwood steps forward, a smile upon his face",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "The silence extends, awkwardly and overlong",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "'Our mission is not yet over,' she says",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Corudan laughs. 'I am ready for more, my sister. The Kindred is not ready for us.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}