{
  "id": 621083679,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Strongest Among Them",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Speak with and defeat the Haradrim leader, Bhashta",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Haradrim raiders still linger in our lands to the south, encamped at a place they name Grijâti. The strongest among them will enter into single combat with anyone who plants my banner. It is a sign of respect, but also a ruse, as I will not be the one fighting!'\\n\\nThe emissary winks and laughs heartily.\\n\\n'You will fight in my stead! Defeat the raider and he is bound to honour the treaties of our past by making his way to me here at Jax Phanâl.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Place the banner in the ritual circle at Grijâti to challenge the strongest warrior",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2fab24",
      "en": "'You dare challenge me? Prepare to meet your end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'This trickery will not go unpunished! I will have my revenge, and our people will have what is rightfully ours. Our service to the Heirs cannot be forgotten.\\n\\n'You have beaten me and so I will honour the pacts of the past, unlike the dishonourable Kindred.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Plant the banner at the circle in Grijâti and the Haradrim raid-leader will think I have invoked a ritual battle. The terms are to allow them to leave our lands or grant them access back to our outpost. Defeat him, and he will come here, ashamed. Simple.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Bhashta is defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Stúkha handed you a banner and instructions to taunt the Haradrim at their encampment in order to draw out and defeat their strongest fighter.\\n\\nThe Haradrim camp of Grijâti can be found south of Jax Phanâl and west of the road.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "You issued the challenge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Make your way to Grijâti, the Haradrim camp south-east of Jax Phanâl. Once there, find the ritual circle and plant the banner to draw out and challenge the strongest of the Haradrim warriors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Consider me impressed. The Haradrim will serve as good entertainment in Dahâl Huliz, the grand arena of the gladiators in Umbar Baharbêl! You have done well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9f9a4a0",
      "en": "'Enough. You are victorious. I will abide by the ritual rules and make my way to Stúkha. My life is now in the pits.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "You defeated the Haradrim leader, and he said he would honour the pacts of the past. You should return to Stúkha at Jax Phanâl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ae2",
      "en": "Defeat the Haradrim leader, Bhashta",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Defeat the Haradrim leader, Bhashta in ritual combat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Place the banner in the ritual circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe1ef96",
      "en": "You cannot place the banner here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Place the banner in the ritual circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "This is the place to raise the challenge banner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6af3",
      "en": "Defeat the Haradrim leader, Bhashta in ritual combat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6af5",
      "en": "Defeat the Haradrim captain Bhashta at Grijâti",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Bhashta acknowledges the ritual battle outcome",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'This trickery will not go unpunished! I will have my revenge, and our people will have what is rightfully ours. Our service to the Heirs and to the Church of the All-Seeing cannot be forgotten! The Empire of Ordâkh remains vital and alive... as you will soon not be!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730881",
      "en": "'Take a message back to the emissary. His choice for a champion was weighed, measured, and found wanting.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e53",
      "en": "You failed to win the battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "You have issued the challenge",
      "es": "",
      "es (fem)": ""
    }
  ]
}