{
  "id": 621083762,
  "txt": [
    {
      "id": 216727827,
      "en": "The rich soil around the Irkhadâr Caldera, south of Halrax, promotes the growth of beautiful flowers called, ekhwar. The heat from the volcano long ago forged bits of deldêja desired by the artist Eshen.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Return the deldêja and ekhwar to Eshen at Halrax",
      "es": ""
    },
    {
      "id": 49286681,
      "en": "Place the flowers into the dye pot",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Eshen asked that you place the flowers into the dye pot near the oven so that he can begin his work.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "You collected the deldêja chunks and ekhwar flowers Eshen asked you to acquire. Return them to the artist at his home in Halrax.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Place the flowers into the dye pot",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Do you see how pure the deljêda is? It gleams so brightly at the edges and swallows the light as you move toward its centre. It's beautiful. Thank you for getting this for me.\\n\\n'The ekhwar, too. Beautiful. Please place them in the pot over by the oven. I will begin my work immediately.'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "You placed the flowers into the dye pot. All that remains to do is speak to Eshen.",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "You placed the flowers into the dye pot",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Speak with Eshen",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Speak with Eshen",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Speak with Eshen",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Magnificent, friend. I shall be known all across Shield Isles as the greatest artist. You have set me on a path toward success, and I thank you dearly for your aid.\\n\\n'Now, I must begin. The muse strikes me.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Eshen requested your aid in collecting obsidian and flowers from the rim of the Irkadâr Caldera.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Collected deldêja chunks ([placeholder]/8)",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "You collected ekhwar flowers from the Irkhadâr Caldera ([placeholder]/10)",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I've longed for a time to give my calloused hands a rest. Here, in Halrax, I finally have that time and an inclination to pursue something new and creative. A fever recently slowed my pace, forcing me to abandon my goal of scouring the Irkhadâr Caldera for the precious obsidian and beautiful flowers that ring the hollow.\\n\\n'Would you be willing to go there and help me? I need the obsidian because all the artists use the sea-glass. Sea-glass isn't inspiring. Sea-glass is insipid.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Collect chunks of deldêja from the Irkhadâr Caldera ([placeholder]/8)",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Collect bundles of ekhwar from the Irkhadâr Caldera ([placeholder]/10)",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "TBD - Shield Isles Template",
      "es": ""
    },
    {
      "id": 126754724,
      "en": "The Trove of Irkhadâr",
      "es": ""
    }
  ]
}