{
  "id": 620908792,
  "txt": [
    {
      "id": 240500517,
      "en": "'The only Orc that belongs in the Mark is a dead one!'",
      "es": ""
    },
    {
      "id": 90252865,
      "en": "'I might think you would seek that title for yourself, snake.'",
      "es": ""
    },
    {
      "id": 90252866,
      "en": "'You care nothing for the people, Athelward!'",
      "es": ""
    },
    {
      "id": 139849809,
      "en": "'Aye! The filth must pay for what they have done.'",
      "es": ""
    },
    {
      "id": 139849810,
      "en": "'Enough of this! You lot are naught but clucking hens. Blood darkens the grass while you bicker!'",
      "es": ""
    },
    {
      "id": 139849811,
      "en": "'My thoughts are with my kin, my kith, my folk... all slaughtered in Thornhope.'",
      "es": ""
    },
    {
      "id": 139849812,
      "en": "'My sword, if you wish it, goes to whomever will bid me bloody it most.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'As Hytbold is your town, upon your permission I will open the Witan, and we shall decide if we will stand up for our people and defend the Eastemnet.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It is time to stand and defend all you have built here.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "The Witan has begun",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The Witan has been interrupted. Something is happening outside",
      "es": ""
    },
    {
      "id": 70558336,
      "en": "'All who wish to follow the Council of the Eastemnet, speak!'",
      "es": ""
    },
    {
      "id": 70558337,
      "en": "'And who would hold with the King and his bidding?'",
      "es": ""
    },
    {
      "id": 70558338,
      "en": "'And Béortnoth? Where lie your thoughts?'",
      "es": ""
    },
    {
      "id": 70558339,
      "en": "'As I feared, we are still much at odds. Perhaps a fresh mind is needed.'",
      "es": ""
    },
    {
      "id": 70558340,
      "en": "'[placeholder], all here have learned to trust you.'",
      "es": ""
    },
    {
      "id": 70558341,
      "en": "'What say you? Should we break faith with the King, or....'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Lords of the Eastemnet are holding a Witan to decide the fate of their lands.",
      "es": ""
    },
    {
      "id": 70558342,
      "en": "'Then the time for words is over. Come, my friends! Draw your swords!'",
      "es": ""
    },
    {
      "id": 157392353,
      "en": "'Indeed. Many are the terrors unleashed upon us.'",
      "es": ""
    },
    {
      "id": 157392354,
      "en": "'But we cannot forsake Théoden King. Such would be turning our backs upon the Mark itself.'",
      "es": ""
    },
    {
      "id": 157392355,
      "en": "'The King is overmastered. My own son has seen it. That wretch Wormtongue is to blame.'",
      "es": ""
    },
    {
      "id": 157392356,
      "en": "'Our best hope is to put the one who has weakened him to the blade.'",
      "es": ""
    },
    {
      "id": 157392357,
      "en": "'If I march anywhere, it shall be to Edoras for Gríma's head!'",
      "es": ""
    },
    {
      "id": 157392358,
      "en": "'As long as Wormtongue has Théoden's ear, all is ruined. Follow me to Edoras!'",
      "es": ""
    },
    {
      "id": 55191794,
      "en": "'What is it, man? Why do you interrupt the Witan? Speak!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Harding to signal the beginning of the Witan",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Attend and observe the Witan",
      "es": ""
    },
    {
      "id": 178083889,
      "en": "'We must wait for Éomer. He will take our plea to the King.'",
      "es": ""
    },
    {
      "id": 178083890,
      "en": "'Théoden will hearken to the counsel of his nephew, the Third Marshal of the Riddermark.'",
      "es": ""
    },
    {
      "id": 178083892,
      "en": "'I cannot believe that. If Théoden has truly fallen, then so has all the Mark.'",
      "es": ""
    },
    {
      "id": 178083893,
      "en": "'My father keeps faith with Théoden, as do I. Éomer will know what to do.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Witan is being held in Hytbold.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Witan has begun and the Lords are discussing the future of the Eastemnet.",
      "es": ""
    },
    {
      "id": 2731297,
      "en": "'My lord! Fear, fire, and foes! The West Gate burns!'",
      "es": ""
    },
    {
      "id": 267594769,
      "en": "'I am with Lord Fastred. King or Council, what matter? There are Orc-necks to hew.'",
      "es": ""
    },
    {
      "id": 267594770,
      "en": "'I will stand beside you on the battlefield, Béortnoth. Let our enemies weep!'",
      "es": ""
    },
    {
      "id": 126692641,
      "en": "'The King has given his bidding. We must obey! We swore oaths of loyalty until death.'",
      "es": ""
    },
    {
      "id": 249275457,
      "en": "'Be not hasty, young Fastred. We all wish to protect our lands. Every man here thirsts for Orc-blood.'",
      "es": ""
    },
    {
      "id": 126692642,
      "en": "'Théoden's bidding is clear. Forsake him, and the kingdom will burn.'",
      "es": ""
    },
    {
      "id": 249275458,
      "en": "'But say on, Lord Harding... you seek to make this Council, but who would lead it? You?'",
      "es": ""
    },
    {
      "id": 249275459,
      "en": "'Would you name yourself King of the Eastemnet?'",
      "es": ""
    },
    {
      "id": 230311072,
      "en": "'My lords, bide a moment, if you will. A Rider has come bringing news from Cliving.'",
      "es": ""
    },
    {
      "id": 205736481,
      "en": "'As Reeve of the Wold and Aldor of the North-march, I, Harding, son of Harda, call this Witan.'",
      "es": ""
    },
    {
      "id": 249275460,
      "en": "'Ride on Edoras itself? Is that your grand idea to support the King, Lord Ingbert?'",
      "es": ""
    },
    {
      "id": 205736482,
      "en": "'Our lands are beset, our sons and daughters suffer and die, and our King does nothing.'",
      "es": ""
    },
    {
      "id": 249275461,
      "en": "'Such talk alone is treason. Your head is not so far from the ground that you cannot lose it.'",
      "es": ""
    },
    {
      "id": 205736483,
      "en": "'My duty is to my people. I ask we form a council to defend the Eastemnet.'",
      "es": ""
    },
    {
      "id": 205736484,
      "en": "'Then let us stand together -- here, not in Edoras -- and take up arms.'",
      "es": ""
    },
    {
      "id": 249275462,
      "en": "'We must choose a wiser path, my friends.'",
      "es": ""
    },
    {
      "id": 205736485,
      "en": "'The King cannot be saved. Prince Théodred's death has unmanned him past return.'",
      "es": ""
    },
    {
      "id": 249275463,
      "en": "'Thank you, Béortnoth. Calm yourselves, my friends. The kingdom will neither be saved, nor die this very night.'",
      "es": ""
    },
    {
      "id": 205736486,
      "en": "'Our only choice is to defy the King.'",
      "es": ""
    },
    {
      "id": 249275464,
      "en": "'Whatever path we choose, we must be sure in our deeds and we must act together.'",
      "es": ""
    },
    {
      "id": 205736487,
      "en": "'Lord Athelward, you speak the truth, as ever.'",
      "es": ""
    },
    {
      "id": 135736385,
      "en": "'Whose death? How many more of my folk must bleed before Théoden upholds his own duty?'",
      "es": ""
    },
    {
      "id": 249275465,
      "en": "'I am ready to stay as long as I must, until this Witan is all of one mind.'",
      "es": ""
    },
    {
      "id": 205736488,
      "en": "'It does no good to slay every Orc this side of the Entwash if doing so tears us asunder.'",
      "es": ""
    },
    {
      "id": 135736386,
      "en": "'I will not stand idle while my people suffer.'",
      "es": ""
    },
    {
      "id": 249927747,
      "en": "'Aye.'",
      "es": ""
    },
    {
      "id": 205736489,
      "en": "'So, then. While we wait, let us have a tally to see where things stand.'",
      "es": ""
    },
    {
      "id": 240500513,
      "en": "'Words, words. This talk wastes our time.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Witan: Lords of the Eastemnet",
      "es": ""
    },
    {
      "id": 240500514,
      "en": "'What matter who leads, so long as we slay our foes?'",
      "es": ""
    },
    {
      "id": 240500515,
      "en": "'Trust Éomer? More fool, you. If the King has been swayed, then surely he has too.'",
      "es": ""
    },
    {
      "id": 240500516,
      "en": "'The only way to save the Mark is to ride out at once. Ride and destroy our enemies!'",
      "es": ""
    }
  ]
}