{
  "id": 620908796,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Completed The Witan: Lords of the Eastemnet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Completed The Witan: The Battle for Hytbold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Lords of the Eastemnet have decided to hold a Witan in the newly rebuilt Hytbold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I never thought it would come to this, but perhaps we are more lost than I could have imagined. The Lords have agreed on a location for the Witan, and they are to have it here.\\n\\n'The Witan is an ancient rite, a meeting among the leadership of the plains. Calling it is a privilege granted only to the King. If they are actually having one on their own, they must have lost faith and trust in his leadership.\\n\\n'The Lords will be here soon, and we will be prepared for them. Today will be an important day in the history of Rohan, though I do not know if it will be remembered for good...or for evil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Witan is being held at the Mead Hall of Hytbold.\\n\\nThe Lords of Rohan have decided to hold a Witan in Hytbold to determine the fate of the Eastemnet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We have suffered great losses...far beyond what I could have ever imagined from a single battle. However, Athelward and his betrayal was routed out.\\n\\n'Perhaps now we will have a chance to unite the Eastemnet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Edgal is at the Mead Hall of Hytbold.\\n\\nHytbold has come under assault from an unknown enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Edgal is at the Mead Hall of Hytbold.\\n\\nEdgal will want to speak to you about what has just happened.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you prepared to attend the Witan?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Hytbold is under assault! Are you prepared to stand and defend it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete The Witan: Lords of the Eastemnet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete The Witan: The Battle for Hytbold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Edgal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Witan",
      "es": "",
      "es (fem)": ""
    }
  ]
}