{
  "id": 620880435,
  "txt": [
    {
      "id": "0x65cc7a5",
      "en": "Gwin's Banner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "While fighting in the Dunbog, you discovered a man sitting under a tree. smiling and surrounded by Avanc-corpses.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Well met, [placeholder]. I was just resting here for a moment after fighting these avanc! The trick to fighting avanc is to turn your ordinary fighting skills into extraordinary fighting skills!\\n\\n'You could do it as well, if you would put your mind to it. It really is not all that hard! Now, while I take a short nap, I need a favour. Go and tell Edhow that I am well, but I need a new sword. My last one broke in the gullet of that large avanc over there. \\n\\n'Do as I ask, and I will be in your debt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Edhow is in Lhan Rhos, at the centre of the Dunbog.\\n\\nGwin the Avanc-hunter has asked you to return to Lhan Rhos and fetch him a new sword from Edhow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Gwin sent you? Tell him that he has taken quite enough swords from me already. I am usually quite pleasant, but Gwin...he is always out in the bog trying to kill the biggest monster he can find to prove that he is the best hunter. Let us see how he survives without the best swords, perhaps then I will be impressed. \\n\\n'Tell him that if he really wants to be the best hunter, he will survive with his own two hands for once. You deliver that message for me, and hopefully I will have one less problem on my hands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gwin can be found under the tree outside Lhan Rhos.\\n\\nEdhow asked you to tell Gwin that he will not provide him another sword.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go tell Gwin that I have no help for him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'A challenge! I have not been challenged in quite some time. I will do it. Let me go prepare, and when you need me, look for this banner beside me, and I will be at your feet to help you!\\n\\n'Thank you for breathing life into an otherwise dull day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You should speak with Edhow in Lhan Rhos.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Edhow in Lhan Rhos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gwin in the Dunbog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dunlending Versus Dunbog",
      "es": "",
      "es (fem)": ""
    }
  ]
}