{
  "id": 620880471,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Return to Elain on the path to the Watchtower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The leader of this band has taken up residence within the watch-tower. With them peering out over all the lands from such a high point, we cannot hope to secure Trum Dreng once more without a full army. Alas that my peoples have grown so few and weak.\\n\\n'But there is still hope, [placeholder]. If we can cut our way through to the tower, we can surely call Murig down from high. He will surely think that a commotion at the door will be his own folk making the noise. He will come down, I think, and we can defeat him on the ground.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done better than I could have hoped to do myself, [placeholder]; the watch-tower is ours again! I wish that you could join our clan for good.\\n\\n'Trum Dreng would be so much safer if you were here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Try banging on the door and see if Murig comes down. He might think it is his own kin making the commotion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Down From the Tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Murig has settled at the watch-tower of Trum Dreng. If this waypoint is to be secured, he must be called down and defeated so that the Stag-clan can reclaim it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Murig has been driven off once again",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bang on the door to the watch-tower to summon Murig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Murig can be found at the watch-tower in Trum Dreng.\\n\\nYou should bang on the door to see if Murig will be foolish enough to come down from his eyrie.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Elain on the path to the watch-tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Elain can be found on the hill that leads to the watch-tower, defending against approaching Dragon-clansmen in the plains.\\n\\nYou should return to Elain and tell her that the watch-tower has been reclaimed for the Stag-clan.",
      "es": "",
      "es (fem)": ""
    }
  ]
}