{
  "id": 621100030,
  "txt": [
    {
      "id": "0xa8e1182",
      "en": "Your senses finally come to rest back at Tûl Zakana. You must press on",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "Bahádring has run off again. You must be close to the Well itself. Can it really make you forget everything?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Defeat the Pahór-korat, the Hands of Forgetting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "As Bahádring falls you remember where you are. You smash the well to rubble so its power cannot be used or corrupted by the evil of Men again",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Defeat Mûkh Bahora, the Mouth of Forgetting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "Listen to the strange mutterings of Bahádring the Unmindful.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Defeat Bahádring the Unmindful",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Listen to Bahádring the Unmindful",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1177",
      "en": "Bahádring bestows his blessing on one of you and runs into the marketplace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Deep in the war-torn lands of Imhûlar, locals warn you of an Ordâkhai encampment, a trading post of sorts. It is known as Tûl Zakana, the Well of Forgetting, whose waters will make you forget your troubles, and, if you drink enough, even who you are. But unless you are trading for this water, it's best to stay well clear of the Well, for many have vanished near it, never to be seen again. You are now tasked by the families of the vanished with investigating the Well and its secrets.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Bahádring's path leads you deeper into Tûl Zakana. Steel yourself for the dangers to come and press further into the Well of Forgetting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "As the brothers fall, Bahádring rushes deeper into the Well. Follow him!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Explore the marketplace of the Tûl Zakana, the Well of Forgetting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa3",
      "en": "Tûl Zakana, the Well of Forgetting -- Tier 3",
      "es": "",
      "es (fem)": ""
    }
  ]
}