{
  "id": 621100090,
  "txt": [
    {
      "id": 162883717,
      "en": "'The wealth within should command Igbâl's attention. I could not have succeeded in this venture without your aid. Please, visit me at my camp in Jirush. I wish to speak more before I bring this to Igbâl, and prove myself worthy to court his daughter.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Wealth of the Dead",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Raphûz looks concerned, you should speak with him",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Tell Raphûz you are ready to claim the chest ",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'I am prepared if you are, my friend. I do not wish to linger near this place any longer than we must. I will admit, there is a sense of dread washing over me.'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Speak with Raphûz",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'There is fear in my heart, yes. But your resolve strengthens mine, [placeholder]. We will find what we need and I prove my worth to Igbâl. I know this. We should press on.'",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Raphûz confirms his resolve and continues forward",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Raphûz wishes to claim a treasure from a wealthy tomb in Nirgambâr. You agreed to assist him as he searches this place of the dead.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "You ventured deeper into the ruins of Nirgambâr. Raphûz's resolve is holding, but he looks nervous.",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "In the shadow of an ancient tomb, Raphûz awaits your counsel.",
      "es": ""
    },
    {
      "id": 219994562,
      "en": "'Rise and defend me!'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'There, my friend, do you see? A chest. Undoubtedly it holds the treasure we seek. I have not faced such enemies until now and I will not let these few more deter me from this prize.'\\n\\nRaphûz adjusts his weapon.\\n\\n'Come, [placeholder]. Let us finish this!'",
      "es": ""
    },
    {
      "id": 172086948,
      "en": "Assist and protect Raphûz as he searches for treasure",
      "es": ""
    },
    {
      "id": 69036770,
      "en": "Assist and protect Raphûz as he searches for treasure",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "After fighting through the dead, you and Raphûz see the treasure he seeks. A small cadre of guards stands between you and Raphûz's goal.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Raphûz paused his advance and looks in need of reassurance",
      "es": ""
    },
    {
      "id": 127884864,
      "en": "Raphûz is too injured to continue. You have failed",
      "es": ""
    },
    {
      "id": 69036777,
      "en": "Help Raphûz obtain the chest",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Raphûz awaits your counsel and assistance to begin",
      "es": ""
    },
    {
      "id": 24770021,
      "en": "Raphûz is too injured to continue. You have failed",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "You fought your way through the Dead at Nirgambâr to obtain a chest containing riches for Raphûz. Raphûz stands near the prize and looks pleased.",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Raphûz eyes the chest and beckons you closer",
      "es": ""
    },
    {
      "id": 127884883,
      "en": "Raphûz is too injured to continue. You have failed",
      "es": ""
    }
  ]
}