{
  "id": 621104864,
  "txt": [
    {
      "id": "0x68f6261",
      "en": "'There is much work yet to be done, and that is what I came here to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x68f6262",
      "en": "'Sunny beaches? No, thank you! I prefer the halls of my fathers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "You have been tasked with travelling to the Twenty-first Hall inside the Mines of Moria and finding a potential visitor who might accept an invitation to visit Furtherholm for the Midsummer Festival. You should look around the Twenty-first Hall for potential visitors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Dwarves bothered ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Khâtaphos believes that there may be some among the dwarves in Moria's Twenty-first Hall who could use a tropical holiday.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "Completed Gathering Guests: The Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "You see some potential visitors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'They say that the Longbeard Dwarves have returned to their ancestral home of Moria, and that it has been a difficult and dangerous undertaking. Perhaps after such a trial, a brave and hearty dwarf could use a holiday?\\n\\n'Go to The Twenty-first Hall inside the Mines of Moria and find someone who might cheerfully accept an invitation to our little island. Mind that you do not bother too many people who would not be open to such a journey, or people will think you a pest and grow to have a poor opinion of us.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8f6a801",
      "en": "'Aye, I deserve a reward after slaughtering Orcs in the dark! I will get my things.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have found potential visitors in the Twenty-first Hall. You should choose one who is most likely to accept an invitation to visit Furtherholm for the Midsummer Festival and invite them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8f6a802",
      "en": "'Well... I'm sure one less dwarf here makes no difference. Let's go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8f6a803",
      "en": "'I'm sure Moria will still be here when I return. Shall we?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'When you are ready, go to the Twenty-first Hall in Moria and find someone to invite to visit us in Furtherholm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Find potential visitors in the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Invite someone to visit Furtherholm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "<rgb=#FF0000>Do not bother people ([placeholder]/[placeholder])</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "TBD - Talk to TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gathering Guests: The Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Tell me, [placeholder], is it true that the Longbeard Dwarves have returned to their ancestral home of Moria? I heard that it has been a difficult and dangerous undertaking! Do you think that after such a trial, there is a brave and hearty dwarf among them that could use a holiday in the sun?\\n\\n''If you would, go to The Twenty-first Hall inside the Mines of Moria and find someone who might cheerfully accept an invitation to our little island. Mind that you do not bother too many people who would not be open to such a journey, or people will think you a pest and grow to have a poor opinion of us.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    }
  ]
}