{
  "id": 621104863,
  "txt": [
    {
      "id": 216727829,
      "en": "You have been tasked with travelling to Bree and finding a potential visitor who might accept an invitation to visit Furtherholm for the Midsummer Festival. You should look around Bree-town for potential visitors.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "People bothered ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Khâtaphos believes that there may be some among the Men of Bree who could use a tropical holiday.",
      "es": ""
    },
    {
      "id": 41670833,
      "en": "'Yes! What a wonderful idea!'",
      "es": ""
    },
    {
      "id": 41670834,
      "en": "'I will start packing my things this minute!'",
      "es": ""
    },
    {
      "id": 41670835,
      "en": "'I never thought to just... go somewhere nicer. Marvellous!'",
      "es": ""
    },
    {
      "id": 262725906,
      "en": "Completed Gathering Guests: Bree-town",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "You see some potential visitors",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have heard that right in the middle of Eriador is a city that answers to no king. It sits along an important trade route and is surrounded by green lands, but it does not sound like it is as prosperous as I should think. Perhaps these people could learn how to better profit from trade by meeting our fine Umbari merchants!\\n\\n'Go to this \\qBree-town\\q and find someone who might cheerfully accept an invitation to visit us in Zír Aktar. Mind that you do not bother too many people who would not be open to such a journey, or people will think you a pest and grow to have a poor opinion of us.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 220706657,
      "en": "'Why are you bothering me?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You have found potential visitors in Bree. You should choose one who is most likely to accept an invitation to visit Furtherholm for the Midsummer Festival and invite them.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 220706658,
      "en": "'This is intolerable! Leave me be!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'When you are ready, go to Bree and find someone to invite to visit us in Furtherholm.'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Find potential visitors in Bree-town",
      "es": ""
    },
    {
      "id": 220706659,
      "en": "'What is it you're after? Swindle someone else!'",
      "es": ""
    },
    {
      "id": 220706660,
      "en": "'I could never do such a thing. Adventure is for others.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Invite someone to visit Furtherholm",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "<rgb=#FF0000>Do not bother people ([placeholder]/[placeholder])</rgb>",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "TBD - Talk to TBD",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gathering Guests: Bree-town",
      "es": ""
    }
  ]
}