{
  "id": 621104846,
  "txt": [
    {
      "id": 218649170,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gathering Guests: Herne",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'When you are ready, go to Herne in Cardolan and find someone to invite to visit us in Furtherholm.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Residents bothered ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You have found potential visitors in Herne. You should choose one who is most likely to accept an invitation to visit Furtherholm for the Midsummer Festival and invite them.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 107986321,
      "en": "'Don't be ridiculous. Be on your way.'",
      "es": ""
    },
    {
      "id": 107986322,
      "en": "'What is wrong with you? Go away.\\q",
      "es": ""
    },
    {
      "id": 107986323,
      "en": "'Leave me alone, or I shall call a guard!'",
      "es": ""
    },
    {
      "id": 107986324,
      "en": "'Whatever you are selling, I don't want it.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "You have been tasked with travelling to Herne in Cardolan and finding a potential visitor who might accept an invitation to visit Furtherholm for the Midsummer Festival. You should look around Herne for potential visitors.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Invite someone to visit Furtherholm",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "<rgb=#FF0000>Do not bother people ([placeholder]/[placeholder])</rgb>",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "TBD - Talk to TBD",
      "es": ""
    },
    {
      "id": 117143297,
      "en": "'You know, I have always wanted to leave this place. Yes, I will do it!'",
      "es": ""
    },
    {
      "id": 117143298,
      "en": "'Does such a place truly exist? I must see it for myself!'",
      "es": ""
    },
    {
      "id": 117143299,
      "en": "'I will start packing my things this minute!'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Find potential visitors in Herne",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Khâtaphos believes that there may be some among the residents of Herne who could use a tropical holiday.",
      "es": ""
    },
    {
      "id": 110060129,
      "en": "'I've never heard of anything so foolish. Move off.'",
      "es": ""
    },
    {
      "id": 110060130,
      "en": "'Abandon my people in this time of need? You insult me!'",
      "es": ""
    },
    {
      "id": 262725906,
      "en": "Completed Gathering Guests: Herne",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "You see some potential visitors",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have seen a map of the land that was once the old northern Kingdom of Cardolan. I spoke to a learned man who asked, \\qWhat happened to the Men of Anor and Cardolan?\\q, and I can tell you what I think - they are still there! Or rather, their descendants are. If they themselves were still there, that would be ghastly.\\n\\n'Go to this village called Herne. It has a good location for trade, so I expect there will be a thriving community there. Find someone who might cheerfully accept an invitation to Furtherholm. Mind that you do not bother too many people who would not be open to such a journey, or people will think you a pest and grow to have a poor opinion of us.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    }
  ]
}