{
  "id": 621104845,
  "txt": [
    {
      "id": "0xceb0115",
      "en": "You have been tasked with travelling to Nobottle in Yondershire and finding a potential visitor who might accept an invitation to visit Furtherholm for the Midsummer Festival. You should look around Nobottle for potential visitors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9426cb1",
      "en": "'I would like to visit the Green Dragon one day, but I think I shan't ever travel so far!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Hobbits bothered ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9426cb2",
      "en": "'Not today, friend. Someone has to stay and mind the potatoes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9426cb3",
      "en": "'I think you've had too much to drink! What are you on about?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Khâtaphos believes that there may be some among the hobbits of Nobottle who could use a tropical holiday.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "Completed Gathering Guests: Nobottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "You see some potential visitors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Are you familiar with halflings? Hobbits, I am told they call themselves. Small folk with hairy feet. Perhaps it is just legend, but I heard they are quite merry, particularly when food and drink is around! I say they sound like wonderful company and I would love to see such jolly folk among our visitors.\\n\\n'I have heard a tale of a halfling village called Nobottle in the land of Yondershire where it may be possible to find a young hobbit or two willing to travel. Especially if you tempt them with exotic foods and wine! Find someone who might cheerfully accept an invitation to Furtherholm. Mind that you do not bother too many people who would not be open to such a journey, or people will think you a pest and grow to have a poor opinion of us.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have found potential visitors in Nobottle. You should choose one who is most likely to accept an invitation to visit Furtherholm for the Midsummer Festival and invite them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x42605f1",
      "en": "'Pa always said there was some Took in me. Adventure awaits!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'When you are ready, go to Nobottle in Yondershire and find someone to invite to visit us in Furtherholm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Find potential visitors in Nobottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x42605f2",
      "en": "'Maybe it's just the beer talking, but yes! Yes, I will go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x42605f3",
      "en": "'New foods? And wine? And more other wine? Yes, please!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Invite someone to visit Furtherholm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x42605f4",
      "en": "'Decent folk don't go gallavanting off to some beach. Clear off, you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "<rgb=#FF0000>Do not bother people ([placeholder]/[placeholder])</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "TBD - Talk to TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gathering Guests: Nobottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Tell me truthfully [placeholder], you are a hobbit, are you not? Many people think they are only legends, but I know that hobbits are as real as the person standing before me! I have heard your folk are quite merry, particularly when food and drink is around. I would love to see more of such jolly folk among our visitors!\\n\\n'I have heard a tale of a halfling village called Nobottle in the land of Yondershire where it may be possible to find a young hobbit or two willing to travel. Do you know of it? Find someone who might cheerfully accept an invitation to Furtherholm. Mind that you do not bother too many people who would not be open to such a journey, or people will think you a pest and grow to have a poor opinion of us.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    }
  ]
}