{
  "id": 621104810,
  "txt": [
    {
      "id": 177082793,
      "en": "This looks like a good spot",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "The sandbar on the north side of the island looks like a great fishing spot. You should catch fish there.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Caught a fish!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fishing for Advice",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Catch a fish near the waterfall above the harbour",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Tell me, do you ever go fishing?\\n\\n'Maybe there is something you can help me with. Visitors often come to me and ask where on the island are the best places to go fishing, and I have no answer for them. I have spent my life at sea, but never once have I gone fishing. I have never needed to. Other people do that!\\n\\n'If you go fishing in different parts of the island and tell me what you think, I will gladly reward you.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Catch a fish from the sandbar in the north",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "It looks like there are indeed fish near the waterfall above the harbour. You should catch one.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "This looks like a good spot",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "There are many great fishing spots all over the island. You should bring your catch to Merkhâma and tell her.",
      "es": ""
    },
    {
      "id": 24695126,
      "en": "Visitors often ask Merkhâma where the best places to fish are, but she doesn't know. She has asked you to test various fishing spots around Furtherholm and then share your opinions with her.",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Caught a fish!",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Find a place to fish from the sandbar in the north",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "This looks like a good spot",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "TBD\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 49286660,
      "en": "Bring the fish back to Merkhâma",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "The pier on the west side of the harbour looks great for fishing. Time to cast a line!",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Find a place to fish at the west side of the harbour",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "The pier near the bridge in the harbour looks good. You should fish here.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "A waterfall flows from above into the harbour. Could there be fish up there?",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Fish off the pier in the west side of the harbour",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Maybe you should try fishing from the pier on the west side of the harbour.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Find a place to fish near the waterfall above the harbour",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "Caught a fish!",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Find a place to fish in the harbour",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Fish from the pier in the harbour",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Perhaps you could fish near the bridge in the harbour.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "The sandbar on the north side of the island has great potential for a fishing spot. You should scout the location.",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Caught a fish!",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "This looks like a good spot",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Look at all those fish! They were all caught from different places? That is not very helpful, but at least it seems there are many good fishing spots here.'",
      "es": ""
    }
  ]
}