{
  "id": 621104859,
  "txt": [
    {
      "id": "0xceb0115",
      "en": "You have been tasked with travelling to Celondim in Ered Luin and finding a potential visitor who might accept an invitation to visit Furtherholm for the Midsummer Festival. You should look around Celondim for potential visitors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc2bfc21",
      "en": "'I have never seen a tropical island before! I must do this before leaving.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Elves bothered ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc2bfc22",
      "en": "'I think I should like to go taste these spiced wines of the east!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Khâtaphos believes that there may be some among the Elves of Ered Luin who could use a tropical holiday.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc2bfc23",
      "en": "'I cannot refuse the lure of a beautiful place. I will see this island.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "Completed Gathering Guests: Celondim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "You see some potential visitors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have the joy of meeting many people, and from these people, I learn many things. A Longbeard that I am pleased to call my friend told me of his home, Ered Luin, the Blue Mountains. There he says dwell Elves! I do not think my friend would lie to me, as fantastic as it sounds.\\n\\n'He gave me the name of a village, Celondim, situated upon a mighty river. Go to this Celondim and see if there is an Elf who might cheerfully accept an invitation to visit us in Zír Aktar. Mind that you do not bother too many people who would not be open to such a journey, or people will think you a pest and grow to have a poor opinion of us.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have found potential visitors in Celondim. You should choose one who is most likely to accept an invitation to visit Furtherholm for the Midsummer Festival and invite them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4c2b521",
      "en": "'Bother someone else.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4c2b522",
      "en": "'I do not have time for such trivial persuits.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'When you are ready, go to Celondim in Ered Luin and find someone to invite to visit us in Furtherholm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Find potential visitors in Celondim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4c2b523",
      "en": "'That journey is not my path to follow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4c2b524",
      "en": "'Are you just bored, or are you unintentionally irritating?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Invite someone to visit Furtherholm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "<rgb=#FF0000>Do not bother people ([placeholder]/[placeholder])</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "TBD - Talk to TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gathering Guests: Celondim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Tell me, [placeholder], is it true that there is a place called Ered Luin, where Elves dwell? A Longbeard that I am pleased to call my friend told me of his home in the Blue Mountains. He told me of an Elf village called Celondim, situated upon a mighty river. Is it too wishful to think that an Elf from Celondim might visit us here?\\n\\n'If you would, go to this Celondim and see if there is an Elf who might cheerfully accept an invitation to visit us in Zír Aktar. Mind that you do not bother too many people who would not be open to such a journey, or people will think you a pest and grow to have a poor opinion of us.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    }
  ]
}