{
  "id": 621104843,
  "txt": [
    {
      "id": 246419844,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Complete any Gathering Guests quest",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Tell me, [placeholder], would you be interested in helping me? Unfortunately, this undertaking would have you leave the island again. But I have no doubt you can find your way back! It may also have you travelling to far-off lands, some of which may be a difficult journey. The more experienced a traveller you are, the easier it should be, I think.\\n\\n'What I need is more people like Ikhajât, going out into the world and finding others who might want to visit Furtherholm. Someone to help spread the word that this is a wonderful place to visit and all are welcome here!\\n\\n'I have some specific places in mind where you could go to find people who might need a holiday in a warm and friendly place that has many good wines! In fact, I have made a list! Would you like to see it?'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Ah, [placeholder], you return to me! I hear that you were successful and brought us another visitor to the island. That is wonderful! I knew I could count on you! Here is a reward for your trouble.'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "At Khâtaphos' request, you have gone to a location on his list and successfully promoted Furtherholm. You should return to him inside The Cracked Flagon to claim your reward.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gathering Guests (Daily)",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Khâtaphos needs more people willing to travel Middle-earth to spread the word about Furtherholm and attract more guests.",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Talk to Khâtaphos in Furtherholm",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Complete any Gathering Guests quest",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Captain Khâtaphos has made a list of places he would like someone to visit and promote Furtherholm. You should pick a location to go to.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "TBD Complete Quest: Recruiting in Forochel",
      "es": ""
    }
  ]
}