{
  "id": 621104865,
  "txt": [
    {
      "id": "0x7c95181",
      "en": "'Do you know how foolish you sound? Go away.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c95182",
      "en": "'There is much work yet to be done, and that is what I came here to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "You have been tasked with travelling to the Hall of Vérnozal in Gundabad and finding a potential visitor who might accept an invitation to visit Furtherholm for the Midsummer Festival. You should look around the Hall of Vérnozal for potential visitors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c95183",
      "en": "'Sunny beaches? No, thank you! I prefer the halls of my fathers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c95184",
      "en": "'Whatever you are selling, I don't want it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Dwarves bothered ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Khâtaphos believes that there may be some among the dwarves at the Hall of Vérnozal who could use a tropical holiday.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "Completed Gathering Guests: Hall of Vérnozal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "You see some potential visitors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Rumours among the Temámir dwarves speak of a great victory for the Zhélruka, who have retaken their rightful place as rulers of the Grey Mountains. They say Prince Ingór now rules in Gundabad. If this is true, the Zhélruka must be ready for a holiday, eh?\\n\\n'Go to the Hall of Vérnozal in Gundabad, and find someone who might cheerfully accept an invitation to visit us in Zír Aktar. Mind that you do not bother too many people who would not be open to such a journey, or people will think you a pest and grow to have a poor opinion of us.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have found potential visitors in the Hall of Vérnozal. You should choose one who is most likely to accept an invitation to visit Furtherholm for the Midsummer Festival and invite them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'When you are ready, go to the Hall of Vérnozal in Gundabad and find someone to invite to visit us in Furtherholm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Find potential visitors in the Hall of Vérnozal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Invite someone to visit Furtherholm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "<rgb=#FF0000>Do not bother people ([placeholder]/[placeholder])</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "TBD - Talk to TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc95b611",
      "en": "'Aye, I deserve a reward after slaughtering Orcs in the dark! I will get my things.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gathering Guests: Hall of Vérnozal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc95b612",
      "en": "'Well... I'm sure one less dwarf here makes no difference. Let's go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc95b613",
      "en": "'I'm sure Gundabad will still be here when I return. Shall we?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}