{
  "id": 621104868,
  "txt": [
    {
      "id": 131874387,
      "en": "'I will start packing my things this minute!'",
      "es": ""
    },
    {
      "id": 58542337,
      "en": "'Have you lost your mind? No!'",
      "es": ""
    },
    {
      "id": 58542338,
      "en": "'What do you want? Bother someone else.'",
      "es": ""
    },
    {
      "id": 58542339,
      "en": "'This is intolerable! Stop this nonsense.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "You have been tasked with travelling to Ost Guruth in the Lone-lands and finding a potential visitor who might accept an invitation to visit Furtherholm for the Midsummer Festival. You should look around Ost Guruth for potential visitors.",
      "es": ""
    },
    {
      "id": 58542340,
      "en": "'Whatever you are selling, I don't want it.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Eglain bothered ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Khâtaphos believes that there may be some among the Eglain of Ost Guruth who could use a tropical holiday.",
      "es": ""
    },
    {
      "id": 262725906,
      "en": "Completed Gathering Guests: Ost Guruth",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "You see some potential visitors",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'To the east of Bree-land, there is a desolate wilderness known as the Lone-lands. There lives a people called the Eglain. I have read they choose to live among ruins instead of cities or villages, rejecting the life of more cultured people in favour of the freedom of the wilderness. I would like to meet such Men! It is akin to choosing a life at sea instead of the comforts of Umbar Baharbêl.\\n\\n'I hear many of them can be found in Ost Guruth, a ruin along the Great East Road. Go there and find someone who might cheerfully accept an invitation. Mind that you do not bother too many people who would not be open to such a journey, or people will think you a pest and grow to have a poor opinion of us.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You have found potential visitors in Ost Guruth. You should choose one who is most likely to accept an invitation to visit Furtherholm for the Midsummer Festival and invite them.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'When you are ready, go to Ost Guruth in the Lone-lands and find someone to invite to visit us in Furtherholm.'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Find potential visitors in Ost Guruth",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Invite someone to visit Furtherholm",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "<rgb=#FF0000>Do not bother people ([placeholder]/[placeholder])</rgb>",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "TBD - Talk to TBD",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gathering Guests: Ost Guruth",
      "es": ""
    },
    {
      "id": 131874385,
      "en": "'You're right. It's time to ramble on!'",
      "es": ""
    },
    {
      "id": 131874386,
      "en": "'I never thought of that! Yes, let's go!'",
      "es": ""
    }
  ]
}