{
  "id": 621104861,
  "txt": [
    {
      "id": "0xceb0115",
      "en": "You have been tasked with locating The Party Tree and finding a potential visitor who might accept an invitation to visit Furtherholm for the Midsummer Festival. You should look around The Party Tree for potential visitors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Hobbits bothered ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Khâtaphos believes that there may be some revellers at The Party Tree who might be interested in a tropical holiday.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "Completed Gathering Guests: The Party Tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "You see some potential visitors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf08a2b1",
      "en": "'Decent folk don't go gallavanting off to some beach. Clear off, you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], you know that in general I prefer facts over fantasy, but there is one legend in particular that intrigues me. It tells of an enchanted tree where people gather from miles around, and beneath its boughs, they dance, drink, and feast. \\qThe Party Tree\\q, they call it. A rather plain name, I should say, but at least it is descriptive.\\n\\n'My friend, I charge you with a quest. A quest unlike any other. Go forth and search every corner of Middle-earth until you find this \\qParty Tree\\q. When you find it... if you find it, see if you can convince one of the revellers to accept an invitation to join us here at Zír Aktar. Mind that you do not bother too many people who would not be open to such a journey, or people will think you a pest and grow to have a poor opinion of us.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf08a2b2",
      "en": "'Are you barking mad? I've never left the Shire and I never will!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have found potential visitors at The Party Tree. You should choose one who is most likely to accept an invitation to visit Furtherholm for the Midsummer Festival and invite them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xf08a2b3",
      "en": "'I should like to visit the Golden Perch one day, but I think I shan't ever travel so far!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'When you are ready, begin your quest to seek out The Party Tree and find someone there to invite to visit us in Furtherholm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Find potential visitors at The Party Tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf08a2b4",
      "en": "'Not today, friend. Someone has to stay and mind the cabbages.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Invite someone to visit Furtherholm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8aa591",
      "en": "'Are you a Wizard? I'm going on an adventure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "<rgb=#FF0000>Do not bother people ([placeholder]/[placeholder])</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "TBD - Talk to TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8aa592",
      "en": "'Pa always said there was some Took in me. Let's go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8aa593",
      "en": "'Old Mad Baggins came back with heaps of gold, and so will I!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gathering Guests: The Party Tree",
      "es": "",
      "es (fem)": ""
    }
  ]
}