{
  "id": 621104813,
  "txt": [
    {
      "id": "0x2f00ed2",
      "en": "Bring the empty basket to the cook, Sâghlem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "Picked up \\qA Memory of Mûmakil\\q by J.F. Ugsha-imri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e23",
      "en": "Bring the cushion to the unsettled sightseer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ed5",
      "en": "Bring the filled picnic basket to the hopeful suitor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to the thirsty beachgoer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Find a refreshing beverage inside The Cracked Flagon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Bury the queer merrymaker in the sand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Bury the queer merrymaker some more",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Oh yes, do give that here. This is just what I needed. Now go, you are blocking my view.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'Fair winds to you, what is it that you need? Oh, you come to ask if I need anything? Now that I think about it, I would love to be reading my book right now, but I left it in my room at the inn. I am afraid that if I leave here to go get it, someone will steal my seat on this bench!\\n\\n'Would you mind going into The Cracked Flagon and getting my book? I left it on the side table, next to the bed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Talk to Merkhâma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "Pick up the filled basket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "This looks refreshing!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Talk to the hopeful suitor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e33",
      "en": "Bring the relaxing holidayer her book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Find a picnic basket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], I can see that there are some visitors who might need assistance, but I am not to leave my current post. Would you mind taking a walk around the harbour area and the southern beach and helping anyone who needs it? Assist them with whatever you can, and I will pay you for your time.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1a8",
      "en": "Merkhâma has asked you to search for visitors around Furtherholm's harbour and southern beach who are in need of help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The thirsty beachgoer has asked you to get a drink from inside The Cracked Flagon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "TBD I'm thirsty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1153",
      "en": "He thanks you with a sigh of happiness",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Talk to the queer merrymaker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1154",
      "en": "'More!', the strange man demands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "TBD\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to the unsettled sightseer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56844",
      "en": "'Everyone has gotten the help they wanted? Thank you very much for helping them! And by them, I mean me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Find a cushion for the unsettled sightseer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "You have gotten a refreshing beverage from inside The Cracked Flagon. You should bring it to the thirsty beachgoer on the small beach near the harbour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'Ah! That will do perfectly! Thank you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56849",
      "en": "'My goodness, I am absolutely parched! It is important to consume many beverages whilst taking in the beach, you know.\\n\\n'Be a dear and run over to the tavern and get me a refreshing beverage. Something strong, if you catch my meaning.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "There may be someone else in the harbour area that needs help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'Greetings, my good [placeholder]. Since you appear to be assisting people, I wonder if you would do us a small favour.\\n\\n'I daresay I did not plan our day well, as it would be a perfect day for a picnic, but alas, we do not have a picnic basket of food! If you would, nip on over to the tavern and fetch us a picnic, would you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "The relaxing holidayer has asked you to go into her room in The Cracked Flagon to find her book and bring it to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "The hopeful suitor has requested a picnic basket of food. You have a basket, now you must fill it. Sâghlem, the cook at The Cracked Flagon can probably help you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'A picnic, you say? Oh, they appeared to be courting?'\\n\\nThe man chuckles as he takes the basket and begins to fill it.\\n\\n'I have just the thing. A bottle of wine, some cured meats, a variety of cheeses, water biscuits, and a few figs. That should do them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01143",
      "en": "The hopeful suitor has requested a picnic basket of food. You brought an empty basket to Sâghlem, the cook at The Cracked Flagon, who filled it for you. You should bring the filled basket to the hopeful suitor on the southern beach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'Oh ho, this is perfect, my friend. Thank you ever so much. And send my regards to Sâghlem.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01146",
      "en": "It seems there is another person on the southern beach who needs help. You should talk to them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "'Isn't this island such a magical place!?\\n\\n'I heard that beachgoers have been known to enjoy themselves by burying each other in the sand! Buried in the sand, I say!? Well, I say to myself, I think I would quite like that! Only as the bury-ee I have no bury-er. But now you have come along!\\n\\n'I charge you with the task of burying me in the sand!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "You have found the relaxing holidayer's book, \\qA Memory of Mûmakil\\q. You should bring it to her at her bench in the harbour area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01149",
      "en": "The queer merrymaker has requested that you bury him in the sand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "TBD Oh Thank you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "There may be someone on the southern beach that needs help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Bless me, you nearly gave a fright!\\n\\n'Do I need anything? Well... if it's not too much trouble, I could use something to sit on. I'm enjoying the view very much, but this sand... I hate it. It's rough and irritating, and it gets everywhere. I think those folks over there with a blanket have the right idea. Could you perhaps bring me a cushion or some-such?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "The unsettled sightseer has asked you for a cushion to sit on. The Cracked Flagon probably has something.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e03",
      "en": "Bring the refreshing beverage to the thirsty beachgoer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There appears to be someone in need of help on the small beach beside the harbour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01151",
      "en": "The queer merrymaker has requested that you bury him in the sand even more than you already have.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "You have buried the queer merrymaker in the sand and don't see anyone else in need of help. You should return to Merkhâma outside of The Cracked Flagon to get your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01156",
      "en": "The hopeful suitor has requested a picnic basket of food. You brought an empty basket to Sâghlem, the cook at The Cracked Flagon, who filled it for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "You have found a cushion for the unsettled sightseer. You should bring it to him on the southern beach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "There appears to be someone else on the southern beach who needs help. You should talk to them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "This cushion will do",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to the relaxing holidayer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "The hopeful suitor has requested a picnic basket of food. You should head back to The Cracked Flagon and see what you can find.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Find the relaxing holidayer's book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56870",
      "en": "'You found it! Thank you so much. I have been eager to read what happens next. Clear skies and swift sails to you, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "You found a basket, but it is empty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Offering to Help",
      "es": "",
      "es (fem)": ""
    }
  ]
}