{
  "id": 621104815,
  "txt": [
    {
      "id": 246419844,
      "en": "Per Tâlugar's request, you have flown a kite in the more populated areas of the island so that people can see your kite and be inspired to buy one of their own. You should return to Tâlugar on the south side of Furtherholm's harbour to collect your reward.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Tâlugar has come to Furtherholm from Umbar Baharbêl to sell kites to the visitors.",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Fly a kite near the southern cove",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Fly a kite on the southern beach",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "People here seem impressed with your kite!",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Fly a kite at the west end of the harbour",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Do the people here appreciate your kite?",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Fair winds to you, my friend! Have you ever flown a kite before?\\n\\n'Watch them soar through the sky like a great bird! Feel the wind tug at your string; harness the very air for your personal enjoyment! ...Oh, you are already familiar? My humble apologies. Well, then you must already know of the glorious wonder kites offer! Do you need another? There is nothing like having a new kite to make all of your friends envy you.\\n\\n'I am Tâlugar and I come from the famous city of Umbar Baharbêl, bringing beautiful kites from the furthest reaches of Middle-earth to trade for a small amount of coin. These kites are of the finest quality! ...You will think about it? That is all I could ever ask for, of course. No, I take that back. There is one thing I would ask of you.\\n\\n'Since you are already familiar with kites, I will offer you payment if you let loose your favourite kite and let it kiss the sky in front of the good people visiting this island. Let them see the fun you have as your kite navigates the winds like a ship soaring in the heavens! If they see how much fun it is, they will surely flock to me to purchase one of their own!'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Tâlugar has asked you to fly a kite in the more populated areas of the island so that people can see your kite and be inspired to buy one of their own.",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "People here don't seem to notice your kite",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Fly a kite atop the eastern bridge",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Talk to Tâlugar",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "Many people should see you from here!",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Fly a kite on the sand in front of the inn",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "TBD something",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Ah, you return! I saw you flying your kite from here! You have excellent form. Here is your reward, as promised.'",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "Was that kite-envy you just saw?",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Let's Go Fly a Kite",
      "es": ""
    }
  ]
}