{
  "id": 621032470,
  "txt": [
    {
      "id": "0x82ba64",
      "en": "Prince Durin marshals his troops for battle, and the War of Three Peaks begins! The fighting ebbs and flows as the Orcs mount a ferocious defence, but early successes on the part of the Gabil'akkâ are not enough to secure outright victory. Tensions flare between the various dwarf-clans, despite their common enemy, and arguments between Longbeard, Zhélruka, and Stout-axe threaten to undermine the war effort. At last Durin marches for the gates of Gundabad to face Gorgar in combat, but just as victory seems assured a terrible roar sounds from the heights: Hrímil Frost-heart has broken free of her icy prison behind the Anvil of Winterstith, and she claims lordship of Gundabad. Durin sounds the retreat, but he vows not to relinquish the Mountain-home to this new intruder, or any other.\\n\\nThe next chapter will begin with Prince Durin, located either in Zarkul-sulûn during the War of Three Peaks or in Annâk-khurfu in Elderslade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Legacy of Durin and the Trials of the Dwarves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba66",
      "en": "The story continues in future updates!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba67",
      "en": "Worrisome rumours that Gorgar the Ruthless, son of Bolg and brother of Mazog, has named himself 'Lord of Gundabad' compels Glóin to send a warning to Prince Durin Stonehelmson. The warning is appreciated but not heeded: nothing will stop Durin's assault upon Gundabad. He calls for armies of dwarves to descend upon the Elderslade in preparation for the upcoming conflict, including survivors of the Iron Garrison. These brave dwarves intend to secure the victory that eluded them in Moria, but not all of them are confident it will be possible.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba68",
      "en": "Durin and Ingór, princes of the Longbeards and of the Zhélruka, command their combined forces to break through the ice with which Hrímil Frost-heart sealed the gates of Gundabad. Once beyond, the Gabil'akkâ begins its effort to seize control of the mighty court of Máttugard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502953",
      "en": "Complete 'The Legacy of Durin, Epilogue'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba10",
      "en": "As the dwarves press on into Gundabad every member of the Gabil'akkâ is called upon to fight, but not everyone is well-suited to the task. Eskil Bloodthumb, apprentice of sculptor Stáli the Hewer, is one such dwarf, and when he runs into trouble in the depths of the Deepscrave he needs your help to escape not only the clutches of the Orcs, but his apprenticeship to Stáli as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba12",
      "en": "Mysteries abound as you explore the further reaches of Gundabad, encountering strange enchantments in both the Pit of Stonejaws and the snowy heights of Câr Bronach. You and your allies bravely stand against the plots of both hobgoblin warriors and Angmarim cultists, but a strange and threatening power blankets the Mountain-home, and both its source and purpose remain hidden from you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba14",
      "en": "The Gabil'akkâ suffers a heartbreaking defeat as Gorgar attacks the primary foothold of the dwarves in Gundabad, but the deaths at his command are not the only weapon he wields against the Longbeard prince. He wields a mighty hammer made of mithril, and with it he strikes a crushing blow against the dwarves. 'Are you the same as I am?' he asks Durin before departing, and although the prince shrugs off the question, it still troubles him.\\n\\nDurin asks you to venture further into Gundabad with dual missions: to avenge those lost at Gorgar's hands, and to stymie the efforts of the Angmarim as they delve into places held sacred by the dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba16",
      "en": "The Gabil'akkâ captures a goblin named Glúrkub who served high in Gorgar's counsels before the onset of the War of Three Peaks. The words he speaks in captivity shake the very foundation of Prince Durin's belief in himself and his cause, but there is hope as well. If Glúrkub can be believed, Gorgar meets with Hrímil Frost-heart at a high place above the Welkin-lofts, and when he does he leaves the mithril hammer behind. Durin seizes upon this possibility, but he remains full of anger and distrust.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa4",
      "en": "Durin has called for your help at the fortress of Skarháld in the Grey Mountains, where he seeks to unite the dwarf-clans there assembled: Stout-axes, Zhélruka, and Longbeards. Fearing that his own people will be outnumbered by the other clans, he sends for reinforcements from the Lonely Mountain; his father King Thorin Stonehelm responds by directing a large army of Longbeards, many of them veterans of the distant Great Orc War and the more-recent Battle of Five Armies to join his son. Tensions run high, but they do not prevent Durin from setting his sights upon a valuable and hard-to-win prize: Gundabad, sacred Mountain-home, currently held by Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba932",
      "en": "Prince Durin calls for Dwarrowmoot, where the fate of Gundabad will be decided. And yet even the most considered plans cannot stand against the might of a dragon unchained, and Hrímil Frost-heart leads her own armies against the dwarves before they are fully prepared. With an unexpected ally at your side, you climb the peak to face a most ferocious foe: the Lord of Gundabad herself, with the fate of Gundabad and of the dwarves hanging by a thread.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "Complete 'The Legacy of Durin, Chapter 3'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba18",
      "en": "Deep below Gundabad, secrets are revealed that shake Prince Durin's resolve, but with your help he masters his feelings and comes to terms with the complicated legacy of his forebears.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete 'The Legacy of Durin, Chapter 1'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa6",
      "en": "In advance of Durin's stated purpose to seize Gundabad, the son of King Thorin Stonehelm sent scouts into the Wells of Langflood. They return with news of an Orkish raiding-party dispatched from the fortress, and Durin sends you to counter it before it can slay the inhabitants of the Wells, or hinder the plans for his army's assault upon the Mountain-home. You dispatch the raiding-party, but before its leader dies he speaks of Gorgar the Ruthless, new Lord of Gundabad, son of Bolg and brother to Mazog, who troubled the dwarves greatly in their attempt to retake Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba934",
      "en": "With Gundabad retaken, the prince gazes into the future, and conquests still to come...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50263",
      "en": "Complete 'The Legacy of Durin, Chapter 4'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50265",
      "en": "Complete 'The Legacy of Durin, Chapter 5'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50269",
      "en": "Complete 'The Legacy of Durin, Chapter 6'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Experience the story of 'The Legacy of Durin and the Trials of the Dwarves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50211",
      "en": "Complete 'The Legacy of Durin, Chapter 7'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50213",
      "en": "Complete 'The Legacy of Durin, Chapter 8'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Complete 'The Legacy of Durin, Chapter 2'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50215",
      "en": "Complete 'The Legacy of Durin, Chapter 9'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Complete 'The Legacy of Durin, Chapter 10'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50219",
      "en": "Complete 'The Legacy of Durin, Chapter 11'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba62",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    }
  ]
}