{
  "id": 620911673,
  "txt": [
    {
      "id": 22075075,
      "en": "Return to Róarr",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Those blasted Orcs are stealing our ore! It's intolerable to see them stealing what should be ours. Dwarves found and built this mine first! \\n\\n'I wonder what they're finding in the veins they've tapped into? It's one thing if they're smelting forms of iron or steel, but another thing entirely if they've managed to find mithril! \\n\\n'Snatch ore from their dead Orc-fingers! It would be best to obtain ore from both tribes of Orcs to see what they've found.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ok, good. Both of these samples are common iron found throughout Moria. They haven't found anything special, yet. But the good stuff is definitely here somewhere, I can feel it. My sense for mithril may be dulled by our long stay in Orc-watch, but it's not gone completely!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Ore Inspection",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Moria Orcs have mined the Redhorn Lodes ever since the dwarves were wiped out of Moria. Recently, around the time the dwarves returned, so too did the White Hand Orcs. The White Hand aggressively wrestled a large territory from the Moria Orcs, and both are competing for control of the best mining location in all of Moria.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected White Hand Orc's ore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Moria Orc's ore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Recover ore from White-hand Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ore is being gathered by both tribes of Orcs in large quantities in the central area of the large Redhorn Lodes cavern.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Recover ore from Moria Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bring the ore samples back to Róarr, camped at the bottom of the stairs on the way up to Orc-watch.",
      "es": ""
    }
  ]
}