{
  "id": 620911735,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated White Hand Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Moria Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ingifast worries that the number of Orcs in the Redhorn Lodes could threaten the safety of everyone in Moria, if the two tribes could get along. Thankfully, they are pre-occupied with tearing each other apart than trying to work together. The amount of ore sitting under the Orcs' feet could outfit and sustain an army! There is no love lost between the old Orcs of Moria and the new arrivals of the White Hand.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I'm glad our friends at the Orc-watch sent you to check on us! We didn't heed their warning of trouble down here, and they were right. You came just in time.\\n\\n'We have always had trouble with the Moria Orcs lurking in dark places. But the White Hand Orcs just march in and take what they want! Moria Orcs once claimed most of the Redhorn Lodes, but they let their guard down and recently the White Hand stormed in and seized control of most of their territory. It's mayhem out there... over our precious ore!\\n\\n'You should join the fray, and while they're distracted fighting each other, we will have an opportunity to weaken them both. It's time to strike while the iron is hot!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Orcs can be found among the structures of the Redhorn Lodes, south-east of the Orc-watch. White Hand Orcs inhabit the northern half, and the Moria Orcs are ravaging the southern half.\\n\\nIngifast wants you to sow trouble among the Moria and White Hand Orcs in the Redhorn Lodes.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ha! Wonderful, [placeholder]. A grisly task well done. We will have the realm back in hand soon enough!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ingifast is camped on the stairs near Orc-watch.\\n\\nIngifast will be pleased to hear of the defeat of many of the White Hand and Moria Orcs inhabiting the Redhorn Lodes.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I do believe that is a smile of success on your face, [placeholder]. I take it this means you have given those Orcs something to fear!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I do believe that is a smile of success on your face, [placeholder]. I take it this means you have given those Orcs something to fear!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat White Hand Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Moria Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Return to Ingifast",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Getting Out of Hand",
      "es": ""
    }
  ]
}