{
  "id": 620911640,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "There are no enemies in sight, but something catches your eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "There are no enemies in sight, but something catches your eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "There are no enemies in sight, but something catches your eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Foreman Mögr, frustrated by Reinn's obstinance about the security of Zelem-melek, wishes to prove to you that the Twenty-first Hall is as safe as can be.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Mögr dismisses the potential dangers and problems you witnessed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I grow weary of Reinn's constant fretting. His open complaints are bad for business here, you know.\\n\\n'How about this: you are new here, and unbiased. Why not patrol the wide hall? If it is free of enemies, Reinn must put his fears to rest.\\n\\n'I believe this is a fair compromise. If I am right, my dwarves can celebrate their victory without hesitation.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Twenty-first Hall is an enormous pillared hall covering northern Zelem-melek.\\n\\nYou should patrol the hall and see if enemies are about.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "You inform Mögr of the clear pathways, but also of the glaring problems you observed in the Twenty-first Hall.\\n\\n'No enemies, just as I said! Do you see, Reinn? It is time to quit your crusade against our folk celebrating their victory in claiming Zelem-melek for the expedition!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mögr is in the Twenty-first Hall of Moria.\\n\\nYou should return to Mögr with a report of what you saw on your patrol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Reinn is in the Twenty-first Hall.\\n\\nYou should hear what Reinn thinks of your findings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Are you blind, Mögr? [placeholder] reported many other things amiss: crumbling supports, filth everywhere, and evidence that Orcs or goblins came through here not long ago at all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Patrol the west side of the hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Patrol the south side of the hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Patrol the east side of the hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return to Mögr with your findings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Wide, Empty Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Reinn",
      "es": "",
      "es (fem)": ""
    }
  ]
}