{
  "id": 620911684,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The source of the wildly growing mushrooms is a terror from deep within the Foundations of Stone!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The agent of corruption has been defeated!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The infestation in the eastern Redhorn Lodes seems to be guided and encouraged by something sinister. How could it have spread so quickly from the Foundations of Stone?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The growth we see running rampant in Redhorn Lodes has been present in Foundations of Stone for some time, but has never been seen here before. But something has changed, and it seems as if something brought it here and is helping it grow.\\n\\n'I need you to help me find the reason why it's spreading here. If we can remove that which helps it grow here, perhaps it will recede, and stay where it came from.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The cultivator of the mushrooms is likely to be near the centre of the recently corrupted area.\\n\\nThe corruption has spread quickly from the Foundations of Stone, and it is being helped and guided by something.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You found it, the one who helped to corrupt such a large area of the Redhorn? I knew there was a sinister hand behind it!\\n\\n'The one who did it was a faceless creature?! You are far more brave than I, as even your description of it would give me nightmares for weeks, months perhaps. You have my thanks for saving the Redhorn Lodes, a jewel of Moria.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The cultivator of the mushrooms is a terror from deep within the Foundations of Stone.\\n\\nThe corruption has spread quickly from the Foundations of Stone, and it is being helped and guided by one of the nameless. This agent of corruption must have been sent here by something far more sinister....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Knakk is camped on the elevated walkway in the north-east corner of Redhorn Lodes.\\n\\nHe will be eager to know his assessment was right, and that the cultivator of the mushrooms has been found and defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find what is cultivating the mushrooms",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat The Twisted One",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Knakk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cultivator of Corruption",
      "es": "",
      "es (fem)": ""
    }
  ]
}