{
  "id": 620911747,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected Knakk's belongings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You obtained a locket from Kafli, who had fallen to the Orcs. You brought this locket to his closest friend, Knakk, the fellow travelling with him.  Knakk is trying to determine what was so special about this locket to make it worth dying for.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'While you have been busy with the corruption to the east, I have spent time figuring out the locket, and I think I have it. It is a curious puzzle, and I have never seen or heard of anything like this. I am really curious as to what is inside!\\n\\n'The locket has sides that pop out when rubbed and pressed a certain way. I am holding it open but if I let go, I may have to start over, and it took a while to finesse the levers open. With a little help I may finally pop this open. Could you do me a favour and grab my tools from that crate over there?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Knakk is camped close to the Grand Stair and is trying to figure out the puzzle of a locket which Kafli was holding when he died. \\n\\nHe thinks the puzzle is finally solved, with a little help from a tool out of his nearby crate. He is eager to finally see what is inside and perhaps find an answer for why Kafli was so afraid to lose it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah hah, that did the trick, and I finally got it open! What an interesting locket Kafli held onto....\\n\\n'There are two inscriptions inside, one in Khuzdûl, and the other I cannot make out. It is much older than anything I have seen and in some form of ancient runic. The newer inscription is written to Kafli from his love, Finna Frostbeard. Finna is one of the premier carvers back home. She was Kafli's sweetheart, and their betrothal was made formal only shortly before he joined this expedition.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Knakk is camped close to the Grand Stair and is trying to figure out the puzzle of a locket which Kafli was holding when he died. He seems to be very close to finally figuring out the locket's intriguing puzzle.\\n\\nYou should bring Knakk's tools to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I do not know what is so special about that locket, that Nykr would die for it. Perhaps someone at the Orc-watch will know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'That is a wonderful little trinket. \\n\\n'No, I can't help you; I've never seen it before.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Welcome, [placeholder]! How may I - where on earth did you get that locket? Speak up!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Knakk's tools from his nearby crate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Knakk to help him open the locket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Worth Dying For",
      "es": "",
      "es (fem)": ""
    }
  ]
}