{
  "id": 620911738,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Picked up the locket held by Kafli when he died.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Here lies Kafli... and is that a necklace clutched in his hand?!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected the White Hand Leg-bone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Knakk and Kafli headed East when the dwarf-fellowship parted ways at the base of the stairs from Orc-watch. They deemed the Orcs only a bump in the road and that they could find a path through Orc-territory and make camp on the far side of the Redhorn Lodes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Collected the White Hand skull",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Our fellowship from Orc-watch didn't make it far before parting ways. We camped here for a night, then arguments broke out about what we should do next with ranks of Orcs in the way. The two dwarves who headed to the southern caverns were well-prepared, but the two who headed east -- straight into the Orcs' territory -- have me concerned. Please, [placeholder], can you look for them and make sure that they made it where they were going?\\n\\n'They went straight into the middle of the Orcs' territory, believing there was a safe road between those Orc-tribes' encampments.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The two dwarves, Knakk and Kafli, should be found somewhere to the east, around or beyond the Orcs' territory.\\n\\nYou have been asked to find the dwarves Knakk and Kafli.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Kafli and I tried to sneak past the Orcs... and we almost made it here! I think it was that necklace he was holding that gave him away. It was pretty shiny.\\n\\n'I told him when we left the fellowship's camp that he should hide it in a pocket or something, but he refused, thinking something would snatch it from him while his hand was not on it. I cannot believe he lost his life for that thing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Knakk must have kept going after Kafli fell to the Orcs, but probably is not far away. He surely would not have wanted to leave his friend behind....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I suggest you start looking around the Claw Hollow, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "Clutched in this dwarf's cold, rigid hand is a beautifully hand-carved locket. After fiddling with it, you have come to realize that it is not a normal locket and will not easily open. This should be taken to this fallen dwarf's companion, who probably kept going without him and should be somewhere to the east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for the dwarves that headed east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find Knakk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect the White Hand Leg-bone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect the White Hand skull",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Search for the Missing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring the remains to Ingifast at the Orc-watch",
      "es": "",
      "es (fem)": ""
    }
  ]
}