{
  "id": 620911637,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected a barrel of ale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Reinn does not believe that the dwarves of the Twenty-first Hall should let down their guard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mögr, the foreman of the Twenty-first Hall's thriving hub, believes that the establishment of the dwarves is so secure that it is time to let down his guard and celebrate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Welcome, welcome! Is not the Twenty-first Hall the grandest sight in all of Khazad-dûm?\\n\\n'We have encountered no dangers here whatsoever, and I take this to be a sign that the dwarves have won Zelem-melek. We have established a great foothold here, and you are just in time for the celebration.\\n\\n'If you would be so kind, please distribute ale to the fine dwarves who have done such great work here. They have earned it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ale can be found near Foreman Mögr in the Twenty-first Hall.\\n\\nYou should collect some ale and bring it to the workers and guards so that they may celebrate their victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Foreman Mögr has sent us ale? How thoughtful! If he is confident that this hall is secure, then so am I. Pour me a drink, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dwarf-builders and guards can be found around the Twenty-first Hall.\\n\\nYou should bring ale to the builders and guards on behalf of Foreman Mögr, who believes Zelem-melek is won for the dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Reinn is in the Twenty-first Hall of Moria, not far from Mögr.\\n\\nYou should bring ale to Reinn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I do not need my wits about me for this easy post. Guard-duty in this hall is nothing -- not an enemy in sight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Foreman Mögr is in the Twenty-first Hall of Moria.\\n\\nYou should speak with Mögr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Ale from Foreman Mögr? Now?\\n\\n'Is it really so safe that I can drink ale while on watch? Well, I suppose if the foreman thinks it is, then there can be no harm in it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Hm, well now. I was about to set to repairing the scaffolding, but I suppose that can wait, eh?\\n\\n'Pour me a glass of that ale, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Pick up a barrel of ale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Ale from Mögr, while I am tasked with repairs? Well, I suppose there can be no harm in it. What's the rush, anyhow?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring ale to guards and builders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Delivered ale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'Celebrations already! That is grand news. I was not aware that we had made such great strides here, but I will take this as a sign of success! Thank you, [placeholder], and give the foreman my thanks as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring ale to Reinn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Well-earned Celebration",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'By Durin's beard, what is Foreman Mögr about? No ale for me, thank you. I must stay sharp.\\n\\n'Is that fool of a dwarf letting down his guard already? While it is true that there have been no intrusions upon our work here, and that we make great progress, I do not believe Zelem-melek is safe yet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Return to Mögr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'Phooh! Phooh! Reinn is clever, to be sure, but he always spoils everything with his zeal for over-caution.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}