{
  "id": 620911686,
  "txt": [
    {
      "id": 218649170,
      "en": "'Our old friends have departed and will be missed, but I do worry about them. They left with an ill goat, who was struggling to pull their supply waggon. I think their goat may have left a mess on the road behind them.\\n\\n'Could you follow the road down toward the Redhorn cavern floor, and make sure the dwarves made out all right? Please take this shovel and help clear the road of the mess they left behind.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Woh, you smell ripe!\\n\\n'Oh, did you clean up the road behind us? The goat pulling our waggon down from Orc-watch didn't seem too well. Thank you for cleaning up the mess, but please quickly take it over to the pile near the goat. You are looking a little green from the smell, and I might join you soon!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Clearing the Road",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Other than our goat not feeling well, we've run into a lot of Orcs, who are in the way of the ore we came down here for!\\n\\n'We didn't make it a night before the fellowship out of Orc-watch parted ways. Kúli took Auti with him to search the southern cavern for treasure and ore, and Knakk went with Kafli and headed east, through the Orcs! I worry about those two... I hope they made it wherever they were headed.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Indeed, it feels empty here without them. Our friends set out for untold riches, but I have my doubts there is much left with all the Orcs scurrying about down below, not to mention the gredbyg....\\n\\n'Ingifast hinted to me, before they left, that he believed the fellowship would part ways somewhere along the way. Ingifast wanted to stick together, with all the dangers they might face down there. Some were intent on heading to the southern cavern, while Ingifast and Róarr were interested in the rich ore found around the old mining tracks.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Cleaned up the mess from a passing goat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Róarr couldn't stop talking about the adventures he and his fellow dwarves would see down in Redhorn. He is a miner at heart, and he stayed here in Orc-watch for too long. His heart ached for the ore he knew was out there.\\n\\n'If you see my dear old friend, please send my greetings.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You added what you collected to the pile...",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The dwarves of the Orc-watch are fewer in number these days. Long-standing dwellers left in a fellowship seeking riches and adventure in the Redhorn Lodes below.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The dwarves of the Orc-watch are fewer in number these days. Long-standing dwellers left in a fellowship seeking riches and adventure in the Redhorn Lodes below.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The dwarves of the Orc-watch are fewer in number these days. Long-standing dwellers left in a fellowship seeking riches and adventure in the Redhorn Lodes below.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The road from Orc-watch to the Redhorn Lodes is in need of clearing, as quite a mess was left in the wake of the dwarf-fellowship.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "A few members of the dwarf-fellowship have made camp at the bottom of the stairs toward the Redhorn. They chose not to abandon their goat and waggon.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "The goat seems to have made a pile of... mess in a corner of the camp. This would be a good place to put the... mess from the road.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "The dwarves of the camp will be more eager to talk to you now that you've rid yourself of the smell. But, first impressions are first impressions, and they may remember you for that.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with Thithrand in Orc-watch",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with Ossur in the Orc-watch",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with Isólf in the Orc-watch",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Clean up goat droppings on the road ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Speak with Ingifast",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Drop the 'mess' on the pile near the goat",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Return to Ingifast",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A fellowship of dwarves from the Orc-watch set out seeking riches and adventures awaiting them in the Redhorn Lodes. They are mostly miners at heart, and were losing morale being cooped up in the Orc-watch for too long.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Some of our finest dwarves are gone! Orc-watch was once a warmer place, but the day has come and gone when our old friends called this place home. It was a sad day when they parted for riches and fame in deeper parts of the Redhorn Lodes.\\n\\n'You should lament with my fellow dwarves here, who may have more words to say on the matter. I need to get back to my ale....'",
      "es": ""
    }
  ]
}