{
  "id": 620911749,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated gredbyg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated gredbyg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated gredbyg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The gredbyg in the grodbog hive in the southern tunnel of Redhorn Lodes chitter and screech. The number of voices can be heard for miles, and it's amazing that all of Moria doesn't buzz with the sound.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "The droning noise of thousands of gredbyg voices is enough to drive anyone mad. The incessant chittering never seems to stop. The voices need to be silenced. The largest gredbyg, the grodbog warriors, are responsible for the loudest of the chittering.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The grodbog warriors can be found throughout the grodbog hive which takes up the entire cavernous corridor between the Redhorn Lodes and the Flaming Deeps.\\n\\nThe droning noise from thousands of gredbyg is heard throughout most of Moria, but it's so constant most are unaware of it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "The grodbog hive is quieter, for now, and the droning that remains is almost... tolerable.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The imposing grodbog hive takes up the entire cavernous corridor between the Redhorn Lodes and the Flaming Deeps.\\n\\nThe droning is still painfully loud throughout the hive, but will be noticeably quieter in other parts of Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The infernal noise gets so loud you cannot even think. The larger grodbog warriors are the loudest of them all! \\n\\n'Why did we leave the fellowship for this? We must be crazy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat grodbog warriors ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat gredbyg in TBD POI ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Kúli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Infernal Chittering",
      "es": "",
      "es (fem)": ""
    }
  ]
}