{
  "id": 620911675,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Discovered a White-hand Orc forge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Discovered a Moria Orc forge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Discovered a White-hand Orc forge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Moria Orcs created forges long ago to help them process and use the ore they gather from the bountiful deposits in the Redhorn Lodes. The White Hand invaded and took control of some of those forges and threaten to take the others.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Discovered a White-hand Orc forge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Discovered a Moria Orc forge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "Discovered a Moria Orc forge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], it is time to find the forges these Orcs have kept burning day and night in the Redhorn. They must be somewhere close-by, because the smell of burnt material and metals lingers in the air. Their forges smell like super heated furnaces.\\n\\n'The two Orc-tribe camps must have a few forges of their own. I suspect they are well guarded, so keep your wits about you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Moria and White Hand Orcs are hard at work mining the ore here in the Redhorn and producing vast amounts of armour and weapons for their ranks.\\n\\nThe White Hand Orcs have entrenched themselves in the northern half of the Redhorn Lodes, while the Moria Orcs struggle to keep the southern half.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, the forges have been found, and they really are not very far from here?'\\n\\nYou describe the locations to Knakk, and he scribbles notes and draws a crude map on a piece of parchment he had lying around.\\n\\n'Good, I marked these on my map. I'll be sure to send this document to Róarr and Ingifast, who hope to some day use those forges for our purposes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Knakk is located on the elevated platform just north of the White Hand Orcs' encampment, on the road toward the Grand Stair.\\n\\nKnakk is eager for any updates on the Orcs working so close to his hidden camp-site. It is vital that they remain unaware of his being there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find where both Orc-tribes forge their equipment ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find Knakk's camp-site",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Assessing the Forges",
      "es": "",
      "es (fem)": ""
    }
  ]
}