{
  "id": 620911677,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Find Knakk's camp-site",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We have come to find these tribes of Orc are different, and this must be based on their leaders. The Moria tribes don't have much focus on their military. Their army is spread all over Moria and elsewhere, and those here are focused on the mining operation alone. I would guess their leader is a vicious task-master.\\n\\n'The White Hand seem to be superior tacticians, to take over most of the Redhorn Lodes. They are pushing the Moria tribe out of Redhorn surprisingly fast. The White Hand's leader must be a brilliant tactical mind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Defeating the leaders of the nearby Orc-tribes will help keep my location secret for a bit longer. For that, I thank you.\\n\\n'Your deed is sure to stir anarchy among the remaining Orcs. The reign of Orcs in this part of Redhorn might finally come to an end!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Anarchy Reigns",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Orc-tribes are driven and motivated by strong Orc-leaders. The White Hand tribe is led by a strong military tactician, while the Moria tribe is led by a brutal overseer focused on mining every last bit of ore out of the Redhorn Lodes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the White Hand tactician",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated the Moria task-master",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the White Hand tactician",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Orc leaders are located somewhere within their tribe's encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat the Moria task-master",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Knakk is located on the elevated platform just north of the White Hand Orcs' encampment, on the road toward the Grand Stair.\\n\\nHe has remained hidden from the Orcs so far, but their scouts have almost found him a few times. He will be happy to know they are going to be far less organized for some time, thanks to you.",
      "es": "",
      "es (fem)": ""
    }
  ]
}