{
  "id": 620911739,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Found the Moria tribe report",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Found the White Hand tribe report",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Orc-tribes compete for the vast riches of the Redhorn Lodes. Each tribe is likely to gather information about the other in order to gain the upper hand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "You found a report about the other Orc-tribe. This is a vital piece of information, as it is a good record of the strengths and weaknesses of their tribe. The Dwarves of Orc-watch will find this invaluable.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The scouting report is hidden in each tribe's camp.\\n\\nEach tribe has been scouting the other's defences, locations of strategic points, and general mining operations. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These scouting reports are mostly drawings and are very useful. This will surely help us dismantle the power struggle of these Orcs. \\n\\n'There are a few words written here that I cannot understand. I will bring these to Orc-watch or Twenty-first Hall to have someone familiar with Orkish text to translate for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ingifast's camp is on the stairs near Orc-watch.\\n\\nIngifast will be pleased to see the reports that you have gathered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will have to place the bag in plain sight, without being seen and without warning the White Hand Orcs through the deaths of their scouts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the Moria tribe report",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the White Hand tribe report",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return reports to Ingifast near the Orc-watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Scout's Report",
      "es": "",
      "es (fem)": ""
    }
  ]
}