{
  "id": 620911683,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Return to Knakk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The spiders and Orcs corrupted by the infesting fungus seem to change behaviour once turned. One would expect them to act chaotic and attack anything around them, even turn on each other in their confusion. However, once infested they seem to simply change allegiance, as if they immediately begin following new orders. Is something controlling them once they turn?\\n\\n'Please explore the affected area and see if you can find a leader among newly infected spiders and Orcs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It didn't take long for the organizers of this corruption to convert enough creatures for a small army. The fungus seems symbiotic in nature. It somehow allowed the leaders you killed to control them. This infecting fungus is extremely dangerous.\\n\\n'I hope that's the last time we see those horrors come out of the Foundations of Stone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lieutenants of Corruption",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The newly infected spiders and Orcs seem to follow a new master once they're turned into their mutated forms. Chaos can be frightening, but when one sees order when they expect chaos, it can be even more terrifying.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You found what is controlling the infected Orcs, and it is defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You found what is controlling the infected spiders, and it is defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find a leader among the infected Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The leader of the infected Orcs should be among his minions to the south-east of Knakk's camp, as well as the Queen lurking among her brood to the east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find a leader among the infected spiders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Knakk is camped on the elevated walkway in the north-east corner of Redhorn Lodes.",
      "es": "",
      "es (fem)": ""
    }
  ]
}