{
  "id": 620911654,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Ah! Look at this, [placeholder]! It is stunning.\\n\\n'It is not as safe as I would like, but it does not seem so bad, either. Truth be told, I am glad for this opportunity to explore....\\n\\n'Let us head south-east a little ways.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I thought I spotted the light of a camp-fire down low, [placeholder]! I do not know how to get to it, but let us try. Perhaps it is a friend to the Iron Garrison.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fixing a Squeaky Wheel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Friendly faces! That was not something I expected to see here. I was just passing through, but I needed to find a safe place to rest, for I have encountered many foes in my passage through these halls....\\n\\n'Dómárr, at your service!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Harrumph. I can see when I'm not wanted. Well, perhaps I will find another outpost in Moria with wiser leadership than here.\\n\\n'I will meet you south of here, [placeholder]. To be honest, I look forward to exploring. I saw on a map that we might encounter the Hall of Durin!\\n\\n'Here is a signal you may use if you wish to call me to your side.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Called Reinn to your side",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'This looks like a safe place to rest! Reinn at your service, and this is my stalwart companion [placeholder].\\n\\n'I am glad to see a friendly face here as well, for I just came from the Twenty-first Hall, and expected a long and lonely journey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have come upon the Great Hall of Durin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Reinn wishes to explore to the south-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Reinn is in the Twenty-first Hall.\\n\\nYou should speak with Reinn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Reinn wishes to speak with you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The summoning horn can be found in the Twenty-first Hall, next to Mögr.\\n\\nYou should use the horn to call Reinn to your side when you are ready to depart.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Reinn has spotted a camp-fire on the lower level of the Great Hall of Durin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The Great Hall of Durin is south of the Twenty-first Hall, found by taking a right from the southern arch.\\n\\nMögr has asked you to explore the hall south of the Twenty-first Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Reinn can be called to your side using the horn he gave you.\\n\\nYou should speak with Reinn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "The Great Hall of Durin is south of the Twenty-first Hall in Zelem-melek.\\n\\nYou should explore the Great Hall of Durin in Zelem-melek with Reinn, heading south-east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Reinn can be called to your side using the horn he gave you.\\n\\nYou should speak with Reinn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "You spotted the light of a camp-fire on the lower levels of the Great Hall of Durin.\\n\\nYou should find the camp-fire and the one who tends it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced8",
      "en": "Reinn can be called to your side using the horn he gave you.\\n\\nYou should speak with Reinn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak with Reinn about his departure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Use the summoning horn to call Reinn when you are ready",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Explore the hall south of the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Reinn (use the horn to summon him)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Explore south-east in the Great Hall of Durin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Speak with Reinn (use the horn to summon him)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Find the owner of the camp-fire's light",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Speak with Reinn (use the horn to summon him)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mögr has grown tired of Reinn's constant moaning about the work to be done in the Twenty-first Hall, and invites the dwarf to continue with the expedition in the Twenty-first Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Reinn is a squeaky wheel, and is ruining the morale of my dwarves... and of me as well! I think it will be good for him to carry on the exploration of Zelem-melek.\\n\\n'Perhaps then he will see once and for all that there is no danger here worth fussing over. I hear there is a grand hall to the south of here that awaits exploration. You should join him, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}