{
  "id": 620911764,
  "txt": [
    {
      "id": 136263297,
      "en": "You have defeated Ozût, Reinn's killer, but this investigation is not yet over...",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Reinn is dead... and his killer is near!",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have avenged poor Reinn... and you notice that you have an audience",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Reinn never made it to the Twenty-first Hall to deliver his news to Mögr. With the dangers of Zelem-melek upon his path, you cannot help but worry for him.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Khîl approaches!",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'If you are worried... perhaps I should be as well. I hope you find Reinn and send him back. I do miss the foolhardy fellow.\\n\\n'I promise I will do better and listen to him. I believe that he was not wholly wrong to be so guarded.\\n\\n'Please return with Reinn, [placeholder]!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Reinn tried to get to the Twenty-first Hall from the Great Hall of Durin.\\n\\nYou should backtrack from the Twenty-first Hall and search for Reinn, heading south and taking a right along the passage.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I wish I had followed you at once, [placeholder], but by the time I realized it, you were already gone, for you are braver and better than I.\\n\\n'Poor Reinn! I was cruel to send him away, and he died to bring me wisdom that I was eager to ignore. Only you did right by him, for you avenged him.\\n\\n'I will honour his memory in the Twenty-first Hall always, and we will never let down our guard again. It was folly! Madness!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ozût mentioned another Orc involved in Reinn's death.\\n\\nYou should search the passages to the Great Hall of Durin for clues to Khîl's whereabouts.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "It is likely that Khîl made his way to the high platform overlooking the centre of the Great Hall of Durin.\\n\\nYou should search the high platform for another sign of Khîl.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Mögr has followed you to this spot, and stands nearby in silence.\\n\\nYou should speak with Mögr.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search for Reinn",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search for signs of Khîl ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Found a sign that Khîl came this way ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Search the high platform for a sign of Khîl",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Backtracking",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Speak with Mögr nearby, in the Great Hall of Durin",
      "es": ""
    }
  ]
}