{
  "id": 620911737,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected the \\qother orders\\q",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Moria Orcs have mined the Redhorn Lodes for a long time, but more recently the White Hand moved in and have gained control of the northern region. If the White Hand gain control of all the resources in the Redhorn they could quickly become a formidable foe.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I was out scouting the movements of the Orcs, and I overheard a pair of White Hand archers that wandered by. They didn't see me, and I was able to eavesdrop on their conversation. They mentioned that a White Hand raiding party assaulted the Moria Orcs. They fended it off but took many losses.\\n\\n'It sounds like the White Hand is gaining control of the Redhorn. It would bode ill for all of Moria if they gain control of the resources here. \\n\\n'[placeholder], the only chance we have is if they maintain their struggle, while we work to weaken them both. I suggest that you begin by making sure the White Hand raiding parties cease their assault. Look for the White Hand raiding parties between the two tribes of Orc encampments.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "White Hand raiding parties can be found on the cleared path between the two tribes of Orcs.\\n\\nIngifast wants you to find a raiding party of the White Hand and dispatch them. ",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah! [placeholder], well done. Pushing back the aggressive White Hand may give the Moria Orcs a chance to fight back. With any luck, they will continue to blunt their swords on each other, while we quietly pick at their numbers.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ingifast is camped on the stairs leading up to the Orc-watch.\\n\\nYou should return to Ingifast with news of your success.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Ingifast is at the Orc-watch, north-west of the Ore-house, Menem-mezel, and Malmezel.\\n\\nIngifast will be interested in seeing the copy of the \\qother orders\\q you managed to obtain.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The White Hand camp is in the northern region of the Redhorn Lodes. They are growing in strength faster than the Moria Orcs, and this is troubling indeed. From the sounds of it, raiding parties are likely to be headed south toward the weaker Moria Orcs soon!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat a White Hand raiding party",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Ingifast",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find the \\qother orders\\q",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect the \\qother orders\\q",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Previous Expedition",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Bring the \\qother orders\\q to Ingifast in the Orc-watch",
      "es": ""
    }
  ]
}