{
  "id": 620911750,
  "txt": [
    {
      "id": 136263297,
      "en": "Found the ancient miners' garrison, Nud-heden",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You assessed the entry room of Nud-heden",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You assessed the main barracks of Nud-heden",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The site of Kúli and Auti's camp is close to the grodbog-hive, and they are regretting setting up camp in such a dangerous location.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You assessed the old mess hall of Nud-heden",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Our camp is in a dangerous location, being so close to the enormous hive. But if we go further north, we are sure to be overrun by Orcs.\\n\\n'The ancient runes in the locket describe a chamber somewhere within the Redhorn Lodes, and this could be the perfect place to set up our mining operation. The runes don't specify where exactly, but I believe this old garrison is inside the hive somewhere.\\n\\n'Head south into the hive and search for the ancient garrison of Nud-heden.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The ancient miners' garrison is somewhere inside the grodbog-hive, south of the camp-site of Kúli and Auti.\\n\\nKúli believes the ancient miners' garrison is located in the Redhorn Lodes from an ancient dwarf-text he read in the locket. Auti and Kúli came to this cavern for mithril, but instead find themselves searching for a legend!",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I cannot believe the ancient garrison exists and is not just rumour or legend! It makes sense that this place is unlivable, after how long it has been left uninhabited by dwarves.\\n\\n'I suppose, when I think about it, it was foolish to think it would be safe. It was more a desire born from hope than from reality.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The ancient garrison has been found, but it has been ages since dwarves set foot inside it.\\n\\nKúli will be excited to find out the garrison does exist and is not just legend. He will want to know how dangerous the place has become and what state the legendary place is in.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Kúli is camped with Auti, just north of the grodbog-hive.\\n\\nKúli will be excited to hear the ancient garrison exists as he suspected. However, it may not be the safe solution he was hoping it would be.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The bite marks are definitely those of the gredbyg, so look near them.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the ancient miners' garrison, Nud-heden",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Explore the rooms of Nud-heden ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Return to Kúli",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Hidden Quarters",
      "es": ""
    }
  ]
}