{
  "id": 620911682,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'While I'm figuring out this locket, I could use your help with something. I was scouting the area on this elevated walkway, being careful to stay out of sight, and saw an odd shadow moving about down below. It moved like a large spider, but I can't be certain what it was. Its shape wasn't like other spiders around here.\\n\\n'Could you find out what it was? I got shivers when I saw it crawling about, and I've had nightmares ever since! If you find more than one, can you make sure they don't get close enough to find me here? I need to concentrate on the locket!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "You tell Knakk that it seems like some kind of fungus is spreading and infecting the eastern Redhorn.\\n\\n'The oddly shaped creature I spotted was an infected spider? You say even the ground is infected in that area?! What are we dealing with?\\n\\n'This is troubling indeed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Corrupted Spiders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "There are oddly shaped creatures wandering about to the east and south-east. Knakk swore he spotted a creature that slightly resembled a spider. But being alone way out here, he is trying to stay out of sight on the elevated walkway, and didn't get a good view.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Globsnaga spiders defeated ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat globsnaga spiders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The oddly shaped shadows that Knakk referred to can be found to the east and south-east of where he is camped, up on the elevated walkway in the north-east corner of Redhorn Lodes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Knakk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Knakk is camped on the elevated walkway in the north-east corner of Redhorn Lodes.\\n\\nHe will be eager to hear what you found while exploring the eastern side of Redhorn Lodes.",
      "es": "",
      "es (fem)": ""
    }
  ]
}