{
  "id": 620911681,
  "txt": [
    {
      "id": 218649169,
      "en": "'After you pushed back the spiders near the end of the path down to the infected area, I scouted the ground down there. Did you notice the surface is being corrupted and transformed into a lichen-like crust on the dirt floor? I have never seen anything like it.\\n\\n'These mushrooms seem to be involved somehow... head back down there and destroy a few of them, and we'll see if their removal can allow the area to recover to its former state.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I think I'm almost done figuring out the puzzle in this locket.'\\n\\nYou explain how the mushrooms were spewing spores at an alarming rate and destroying the fungus did not affect the lichen-covered areas.\\n\\n'Those mushrooms have never grown here, and they came so quickly. It shows signs of tending from a gentle hand, and it looks as if something helped to bring it here. Our only hope is that by removing the mushrooms the spreading will stop.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Growing Corruption",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The aggressive growth in the eastern Redhorn Lodes is threatening to swallow the entire area in a lichen-like covering and infest anything that lives there.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Destroyed fungal mushrooms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Destroy fungal mushrooms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The eastern edge of the Redhorn Lodes is infested with an aggressively growing fungus.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Knakk",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Knakk is camped on the elevated walkway in the north-east corner of the Redhorn Lodes.",
      "es": ""
    }
  ]
}