{
  "id": 620911746,
  "txt": [
    {
      "id": 218649169,
      "en": "'This will not be easy news to deliver to Kafli's next of kin. His cousin Kúli is the only member of Kafli's family that I can think of who came with us to the Mines. You will likely find him to the south-west, searching for long-lost riches and ore-deposits. He may also be able to make out what this ancient text says inside the locket.\\n\\n'Here, take my goat. He can take you safely to Kúli's camp in southern Redhorn Lodes.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Kafli's dead! Alas, that is a tragedy beyond bearing. He was friend to many, reliable, kind... it will not be easy to spread this sad news. We will send our condolences to Finna.\\n\\n'Can I see that locket, which you said may have lead to his death? Aye, you and Knakk are right: there are ancient runes inscribed in here. It describes a dwarf mining company of old who found the original deposits of mithril. This says the mining company had a structure somewhere around here, but could it still exist?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Kuli is out studying the creatures at The Chittering Hole.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Kafli's dead! Alas, that is a tragedy beyond bearing. He was friend to many, reliable, kind...it will not be easy to spread this sad news. We will send our condolences to Finna.\\n\\n'Can I see that locket, which you said may have lead to his death? Aye, you and Knakk are right: there are ancient runes inscribed in here. It describes a dwarf mining company of old who found the original deposits of mithril. This says the mining company had a structure somewhere around here, but could it still exist?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Next of Kin",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The sad news of Kafli's passing must be delivered to his next of kin, a dwarf by the name of Kúli, who is camped near the grodbog hive and is seeking ore and riches in the southern caverns of the Redhorn Lodes.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Take Knakk's goat to Kúli's camp to speak with him about the locket",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Knakk's goat is standing near Knakk.\\n\\nKnakk's goat can take you safely to Kúli's camp near the grodbog hive in the southern cavern of the Redhorn Lodes.\\n\\nKnakk asked you to find Kúli and deliver to him the news of Kafli's death and ask him to translate the ancient dwarf-text found within the locket.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Kúli in the southern cavern of Redhorn Lodes",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Kúli is camped near the grodbog hive, south-east of the Orc-watch, in the southern cavern of the Redhorn Lodes.\\n\\nKnakk asked you to find Kúli and deliver to him the news of Kafli's death and ask him to translate the ancient dwarf-text found within the locket.",
      "es": ""
    }
  ]
}