{
  "id": 620911741,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected White Hand helms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The White Hand Orcs stormed into the Redhorn Lodes and ravaged the Moria Orcs enough to hold a larger territory in very little time. The long-standing Moria Orcs were content and unchallenged for some time, but this cannot fully explain why the White Hand had so much success against them.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It's clear that the invading White Hand is stronger than the Orcs of Moria. I am not convinced that tactics alone are why they are so easily winning the struggle for the Redhorn Lodes. My sneaking suspicion is they have been taught better smithing techniques and may be winning an arms race with the Moria Orcs.\\n\\n'We found out they are both collecting iron. But maybe the White Hand is able to refine the iron better, or possibly knows how to produce steel?\\n\\n'Defeat White Hand Orcs to collect a few pieces of their armour. I would like to inspect their pieces for quality and make and see if my suspicions are correct.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "White Hand Orcs can be found in the northern region of the Redhorn Lodes.\\n\\nIngifast has asked you to collect a few pieces of White Hand Orc armour, to help determine why they are superior in their struggle with the Moria Orcs for sole control of the Redhorn's bountiful resources.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These White Hand helms seem to be made of steel! But while the White Hand Orcs seem to have basic skills in steel-making, the helmets are not of very high quality. However, even low quality steel is far superior to the iron equipment the Moria Orcs have been making.\\n\\n'I have never heard of Orcs working with steel before, so what could this mean? It raises a lot of questions about the White Hand....\\n\\n'The White Hand's skill in smelting and smithing is impressive for Orcs. I'll send word of this news back to Ingifast as soon as I can.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Knakk is located on the elevated platform just north of the White Hand Orcs' encampment, on the road towards the Grand Stair.\\n\\nKnakk will assess the helmets and send them back to Ingifast, who will be pleased to see all the White Hand helms that you claimed as trophies.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The White Hand Orcs, at least, have tasted of the wrath of Durin's Folk!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Wow. They do know how to produce steel from iron! They have knowledge of steel, but it's not a very high quality steel. They must be lacking the materials needed for the better steel-making techniques. But, even this low quality steel is far better than the iron equipment the Moria Orcs have been using. I haven't ever seen Orcs work with steel before, so what does this mean? Where could they have learned this, and where did they come from? In the end, the Moria Orcs don't stand a chance.\\n\\n'I'm impressed by the White Hand's skill in smelting and smithing. Despite that, the Moria Orcs are holding their own for now, and it's time to cut the head off both of these snakes.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The White Hand Orcs, at least, have tasted of the wrath of Durin's Folk!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect White Hand helms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the White Hand helms to Knakk's camp-site",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the White Hand helms to Ingifast",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Superiority of the White Hand",
      "es": ""
    }
  ]
}