{
  "id": 620911701,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Those Orcs we saw -- the Durub of Gazatu-ru -- they chanted in their hideous tongues that they are the chosen of Mordor.\\n\\n'This hall is not safe while that camp stands. I fear to sleep, and I have been on watch for hours while I rest my legs. If a warrior such as yourself could thin out their numbers, perhaps I could find some true rest here. I make for the Orc-watch in the Redhorn Lodes, and the journey is long and difficult.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'That's more like it, [placeholder]! The Durub shall know the names of the rightful rulers of Khâzad-dum.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Durub are surely nothing to Mordor and less than nothing to Khâzad-dum. The only chosen here are Durin's Folk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Multitude of Durub",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Durub, a tribe of Mordor Orcs who claim to be the chosen of Sauron, have established their camp just south of the Twenty-first Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Durub Orcs at Gazatu-ru ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Durub Orcs at Gazatu-ru ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Durub Orcs can be found at Gazatu-ru, south of the Twenty-first Hall.\\n\\nDómárr has asked you to show the Durub that they are not welcome in the Great Hall of Durin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Dómárr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dómárr is resting at a small camp-fire in the Great Hall of Durin, south of the Twenty-first Hall.\\n\\nDómárr will be pleased to hear that the ranks of the Durub have been thinned.",
      "es": "",
      "es (fem)": ""
    }
  ]
}