{
  "id": 620911680,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Return to Knakk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Knakk is camped on the elevated walkway in the north-east corner of Redhorn Lodes.\\n\\nKnakk will be happy to study the samples you've collected of the fungus. He will have to pull himself away from the locket puzzle to analyze it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "The fungal spiders are spreading spores from their mutations. The fungus growing on them seems to have twisted these spiders into something quite different. It would be good to collect a few samples and bring them back to Knakk for further study.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I've made progress on this locket's puzzle, but I need to put it down and could use a distraction.\\n\\n'Woh, this sample you brought me is unlike anything I've seen before. It's an aggressively growing fungus. I swear, this stuff could probably grow in or on anything. After seeing what this can do, I'm worried about my health by handling it, and will dispose of what you brought me. Be careful going back there, and spending much time around this stuff....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Study of the Problem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The eastern side of the Redhorn Lodes is infested with some kind of fungus, and the spiders are playing a role in it. The spread is occurring at an alarming rate....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected fungus samples ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Kill a globsnaga spider",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The fungal spiders are found in the north-east corner and eastern side of the Redhorn Lodes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect fungus samples ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The fungal spiders are found in the north-east corner and eastern side of the Redhorn Lodes.",
      "es": "",
      "es (fem)": ""
    }
  ]
}