{
  "id": 620911685,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Claw Hollow found and noted on your map",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The Chittering Hole found and noted on your map",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "The Great Hive found and noted on your map",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Two members of the dwarf-fellowship out of Orc-watch left for the southern cavern of the Redhorn Lodes. They didn't expect this cavern to house such an impressive and imposing grodbog hive that may be more dangerous than the Orcs' mining operations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Auti and I came here despite our fellows' requests for us to stay, and I feel bad we left them behind. But, we didn't agree the area those Orcs were mining was the richest source of ore in the Redhorn. We thought the untapped veins in this cavern were more likely to produce mithril ore. I hope we find what we seek, or we may never hear the end of it!\\n\\n'I need you to help me scout the hive for good prospecting locations. Knowing those locations will help, if we can someday clear the path through this hive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Claw Hollow, The Chittering Hole, and The Great Hive have untapped deposits which seem to attract the gredbyg.\\n\\nThe gredbyg have grown out of control in the south of the Redhorn Lodes. Their hive is enormous, and was built upon many untapped deposits of ore. It is likely this tunnel could be the best location for mithril prospecting in all of Moria!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You found some promising locations! I'm excited to begin our search, but we're just miners and wouldn't stand a chance out there, like you can. I'll have to keep these locations on record. If we can discover a way to reduce the size of this immense hive those gredbyg have built, we may some day get started!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Kúli and Auti are camped on the northern edge of the enormous grodbog hive. \\n\\nKúli is interested in determining good mining locations within the hive. He is hoping that some day the grodbog hive won't be as dangerous, and that mining those places will be possible.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the clusters of deposits in the grodbog hive ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Kúli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Scout the TBD Grodbog Nest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return to Kuli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Grodbog Infestation",
      "es": "",
      "es (fem)": ""
    }
  ]
}