{
  "id": 620911742,
  "txt": [
    {
      "id": 218649169,
      "en": "'I noticed a number of grodbog-beetles who seem to come and go from specific parts of the hive. Have you noticed that their shells seem to shimmer and shine, like finely polished ingots of Moria copper? \\n\\n'I wonder if they are attracted to the ore deposits in this tunnel, and if they have been digesting some of it? That might be why their shells are so hard!\\n\\n'Why don't you find some of those beetles and dispatch them? If we can reclaim some of the metals they have ingested, all the better! In the worst case, you are simply making the hive a slightly safer place.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I take it this means there are fewer gredbyg around those ore deposits? Excellent! But they kept returning you say? I do wonder if we can ever make this area safe to mine....'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'It is an interesting idea, if the beetles are really ingesting the copper and internally fortifying their armour with it. I have never heard of bugs being attracted to metals before....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gredbyg at the Doors",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Auti has noticed an unusually large number of grodbog-beetles skittering around the hive. They seem to be interested in metal deposits found throughout the hive.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated grodbog-beetles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat grodbog-beetles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The grodbog-beetles are found throughout the grodbog hive, but seem to collect around the various ore deposits.\\n\\nAuti is curious as to why so many grodbog-beetles are gathering at the deposits. He asked you to defeat several and see if the rest scatter or remain.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Auti ",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Auti is camped on the northern edge of the enormous grodbog hive. \\n\\nYou should return to Auti with news of your success.",
      "es": ""
    }
  ]
}