{
  "id": 620911698,
  "txt": [
    {
      "id": 136263297,
      "en": "Reinn has not yet returned....",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Khîl, leader of Moria's Orcs",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have found out a great deal about the dangers embedded in Zelem-melek, and should bring your full account to Mögr in the Twenty-first Hall.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Thank you for all of your help, [placeholder]. I believe your account of the Durub Orcs will be enough to convince that fool of a foreman in the Twenty-first Hall that it is too soon to be letting down his guard.\\n\\n'I hope your news will reinforce Reinn's reports!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Foreman Mögr is at the Twenty-first Hall.\\n\\nYou should return to Mögr in the Twenty-first Hall and correct his views of Zelem-melek.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You again? Welcome back, [placeholder]. Did you have a nice journey in Zelem-melek?'\\n\\nYou explain of the dangerous Orc-camp you encountered, and of Dómárr's harrowing passage. Did Reinn not make it back to deliver this news?\\n\\n'I -- that is very strange. No, I have not seen Reinn since he left with you.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Knakk is in the Orc-watch, south-west of the Great Hall of Durin.\\n\\nKnakk will want to hear how you succesfully interrupted the meeting and defeated Khîl and Ozût.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Orcs are routed! It will be some time before they gather their strength again.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return to Mögr with a full account of Zelem-melek",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Khîl, leader of Moria's Orcs",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the news to Mögr at the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Accurate Account",
      "es": ""
    }
  ]
}