{
  "id": 620803165,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Destroyed Gauradan-traps ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have killed one of the Lossoth's snow-mantle cows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Niko, the Master of the Hunt, doubts you have the ability to move silently and not scare off game, let alone hunt well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Go away, Sivullinen. I have no time for the likes of you! What? Ora sent you? What for? To help me? Do you both suffer from snow-dreams? What help could you be? Go away! You can in no way help me -- I doubt you can even hunt!\\n\\n'Let you prove yourself? I am not having you crash around the tundra, scaring off what little game you do not maim! Hunting in Forochel is serious business. Hunting requires patience, stealth, silence, cunning, planning. If you can prove that your feet can be silent as your mouth is not currently being, you may prove more than completely useless, and we will talk again.\\n\\n'We hunt härkä. There are several herds of them nearby; look to those to the south-west and to the north. Those thrice-blasted Susi-väki have been sneaking around recently, trying to trap our härkä, and they are not too careful about how much damage those brutal traps of theirs might do to the poor beasts before they come to put the wounded out of their misery. Go and find those traps and disable them. Härkä can be somewhat skittish, so stay calm -- if you hurt one, the whole herd might run, and then you may be certain I will use your bowels for a bow-string.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The aurochs-herds are to the north and to the south and south-west of Jänis-leiri.\\n\\nNiko instructed you to find and disable some of the Gauredain's traps to protect the aurochs-herds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You destroyed the traps? And the herds have not scattered to the four winds?\\n\\n'Well, I did not think a Sivullinen like you would be able to do it. Perhaps you can be of some use to me after all, seeing as my other hunters are all occupied....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Niko is at Jänis-leiri, northward of the aurochs-herds, near the road.\\n\\nYou should return to Niko and tell him of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We hunt härkä. There are several herds of them nearby; look to those to the south-west and to the north. Those thrice-blasted Susi-väki have been sneaking around recently, trying to trap our härkä, and they are not too careful about how much damage those brutal traps of theirs might do to the poor beasts before they come to put the wounded out of their misery. Go and find those traps and disable them. Härkä can be somewhat skittish, so stay calm -- if you hurt one, the whole herd might run, and then you may be certain I will use your bowels for a bow-string.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Well, well. It would seem you went to see the Master of the Hunt after all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I still have my doubts about you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy Gauradan-traps ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Niko",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Do not kill any snow-mantle cows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Silent Feet",
      "es": "",
      "es (fem)": ""
    }
  ]
}