{
  "id": 620803045,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Strange that you could defeat a Surmâja without any training from our hunters...but it had not been fed well in our camp and was very sick last week.\\n\\n'If you wish to hunt with us, then very well. Go into the woods and collect the fat from the underbellies of the Surmâja. One of our hunters will be able to use it later.\\n\\n'Look to the south-west, in the hills behind the lake...that is where you will find the most Surmâja.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I did not think you would survive my challenge, Sivullinen. Even my hunters might have been overwhelmed by so many Surmâja.\\n\\n'Now that you have proven yourself, we have one more request.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You are not skilled enough to collect the Surmâja-fat I require of you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Hunt is Afoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Lossoth hunters were impressed by your display against the Warg, though they will not freely admit it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Warg-fat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Warg-fat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wargs can be found in the south-west foothills.\\n\\nValtteri has instructed you to go into the forest and hunt the Wargs, collecting the fat from their underbellies for the Lossoth to use later.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Valtteri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Valtteri stands by his Warg cage in Kauppa-kohta.\\n\\nYou should return the Warg-fat to Valtteri as he requested.",
      "es": "",
      "es (fem)": ""
    }
  ]
}