{
  "id": 620803163,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Earn the trust of Lauri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Chief Ora",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'If you wish to explore our lands with impunity, you will have to earn that privilege; no Lumi-väki tribe nor any of our kin will so much as answer your queries if you have not been vouched for. And I warn you, not all of my kinsmen will be as welcoming as I. Be courteous, be wary, and be silent unless spoken to.\\n\\n'I am open-minded, however. If I am given three reports of your worth, you will be granted the tolerance of the Lumi-väki. My son, Kaj, seeks aid in some endeavour or other. I have not the time to attend to it. You might begin with him; he is standing just to the east. And now that I think of it, Niko, our Master of the Hunt, has been looking more harried than usual lately; follow the road south-west and you can find him at his camp on the north side. He may not welcome your assistance, though; he does not think much of Sivullinen. Lauri, my best scout, may also need assistance. You can find him near the stable-master.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My people speak well of you, Sivullinen. You will find tolerance among the Lumi-väki.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Grudgingly-earned",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Lossoth's distrust of you stands in the way of further exploration of Forochel. Impressing Ora, one of the Lossoth-chieftains, may be the only way to continue your efforts in Forochel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Earn the trust of Kaj",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ora's son Kaj may be found near her, at the main lodge. Ora's best scout, Lauri, is near the southern gate of Pynti-peldot. Ora's Master of the Hunt, Niko, may be found at his camp, south-west along the road.\\n\\nOra told you that you must gain her trust by helping other Lossoth of her tribe. She suggested you start with her son Kaj, the scout Lauri, and Niko, her Master of the Hunt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Earn the trust of Niko",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ora is at Pynti-peldot.\\n\\nHaving gained the trust of three of the Lossoth, you should return at once to Ora.",
      "es": "",
      "es (fem)": ""
    }
  ]
}