{
  "id": 620803010,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Scouted Bail Dílas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Scouted Gorthbar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Scouted Minas Caul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Handarod is concerned with the Council of the North's efforts to track the movements of the forces of Angmar within their deepest strongholds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Greetings, [placeholder]. I have been asked by allies within the Council of the North to send capable scouts up into Angmar to help keep an eye on the movements of the Enemy.\\n\\n'It seems that something is astir within the dark lands of Angmar, and the Council is hard-pressed to stay abreast of all that the Enemy conspires.\\n\\n'In particular, I need you to scout through the lands of Himbar, Nan Gurth, and Imlad Balchorth. It will not be easy, but there are few others I would trust with this task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bail Dilas lies in Angmar, far to the north and east of Esteldín.\\n\\nHandarod has asked you to scout the encampment of Bail Dílas and see what forces are arrayed near the gates of Carn Dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have completed your patrol in the farthest reaches of Angmar? Excellent! I await your full report... it is vital that we know what goes on before the gates of Carn Dûm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gorthbar lies in Angmar, far to the north and east of Esteldín.\\n\\nHandarod has asked you to scout the graveyard of Gorthbar and see what dread rites the Enemy is performing in that horrid place.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Minas Caul is in Angmar, far to the north and east of Esteldín.\\n\\nHandarod has asked you to scout the tower of Minas Caul and see what forces of the Enemy inhabit the Witch King's domain there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Handarod is at Esteldín in the North Downs, far to the west and south of Angmar.\\n\\nYou should report to Handarod and tell him what you have seen in the heart of Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Scout Bail Dílas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Scout Gorthbar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Scout Minas Caul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Handarod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Eyes upon the Enemy",
      "es": "",
      "es (fem)": ""
    }
  ]
}