{
  "id": 620803164,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated kalpa-kita ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Pitkä-hammas",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have earned the trust of the Lossoth Master of the Hunt!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Niko has challenged you with hunting the kalpa-kita that haunt Leijona-kotin, a wooded area east of Jänis-leiri.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You have proven a valuable acquaintance, Sivullinen. Perhaps you would help with one last task?\\n\\nNearby, in a wooded area we call Leijona-kotin, many kalpa-kita dwell. They are vicious beasts and kill many animals and Lumi-väki alike. I want you to go there and cull their numbers. Perhaps that will forestall any further aggression from them.\\n\\n'You can find Leijona-kotin to the east of here. Be sure you kill their leader, the one we call Pitkä-hammas.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Kalpa-kita can be found at Leijona-kotin, east of Jänis-leiri.\\n\\nNiko wants you to cull the numbers of kalpa-kita in the area and especially to defeat a vicious cat named Pitkä-hammas.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'He... he is dead? Truly? Pitkä-hammas is dead?\\n\\n'You may return to Ora and tell her that her Master of the Hunt has deemed you to be a skilled hunter, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Niko is at Jänis-leiri, west from Leijona-kotin.\\n\\nYou should return to Niko and tell him of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You can find Leijona-kotin to the east of here. Be sure you kill their leader, the one we call Pitkä-hammas.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Well done! Did you save a tusk for yourself?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat kalpa-kita ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Pitkä-hammas",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Niko",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Longest Fangs",
      "es": ""
    }
  ]
}