{
  "id": 620803011,
  "txt": [
    {
      "id": 218649169,
      "en": "'I have spoken with a messenger from Rivendell. Master Elrond has asked that we send able warriors to strike a blow against the goblins of Goblin-town before they complete their preparations for war against the folk living on either side of the Misty Mountains. \\n\\n'Will you take up arms and strike into the heart of their warrens? Goblin-town itself must feel the sting of our anger ere they are ready to work their mischief upon the innocent settlements below.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Your battles with the goblins have been well-fought. I commend you for your efforts on the part of the Free Peoples.\\n\\n'I know that their numbers may seem endless, but they can be taught to fear our strength.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Assault on Goblin-town",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Handarod is concerned with rumours that the Great-goblin is preparing an assault upon the lands on either side of the Misty Mountains in an attempt to enlarge his realm during this time of chaos and war.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated goblins in Goblin-town ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat goblins in Goblin-town ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Goblins can be found in great numbers in the halls of Goblin-town in the Misty Mountains, far to the south and east of the North Downs.\\n\\nHandarod has asked you to defeat goblins in the depths of Goblin-town.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Handarod",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Handarod is at Esteldín in the North Downs, far to the west and north of the Misty Mountains.\\n\\nYou should return to Handarod and tell him of your attack on Goblin-town.",
      "es": ""
    }
  ]
}