{
  "id": 620803166,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected antlers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Your success in destroying the traps of the Gauredain without frightening away the aurochs-herds has impressed Niko, the Master of the Hunt.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'As I said, my other hunters are currently occupied with other tasks, and one lies wounded in Pynti-peldot -- not that I am ever actually given enough hunters to get everything done in any case. Anyway, it looks like another harsh winter, and it is my job to make sure it does not wind up being unbearably thin. You can help with that.\\n\\n'I want you to hunt sûri-hirvi. They roam all over Itä-ma, so you ought not to have any trouble finding them. We use their antlers for building, decoration, even fires -- oh yes, bone and antler will burn if you force air the right way, and it is not like there are so many trees around here that we can burn them freely. The meat, when frozen or salted or smoked or air-cured, can last for a season or more.\\n\\n'Bring me many antlers and cuts of meat. We will find a use for them.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Moose roam all over Itä-ma, near and far from Jänis-leiri.\\n\\nNiko asked you to hunt moose and bring him their antlers and meat.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, excellent. These will do nicely, Sivullinen.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Niko is at Jänis-leiri, west along the road from Itä-ma.\\n\\nYou should bring the moose-meat and antlers back to Niko.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I want you to hunt sûri-hirvi. They roam all over Itä-ma, so you ought not to have any trouble finding them. We use their antlers for building, decoration, even fires -- oh yes, bone and antler will burn if you force air the right way, and it is not like there are so many trees around here that we can burn them freely. The meat, when frozen or salted or smoked or air-cured, can last for a season or more.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Well? Are the sûri-hirvi around here too much for you, Sivullinen?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I am glad that you have helped with hunting the sûri-hirvi, but that is hardly an impossible task.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect antlers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring moose-meat and antlers to Niko",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Another Thin Winter",
      "es": ""
    }
  ]
}