{
  "id": 621094178,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 10.3: Leave The City Behind, Part One",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Mêshka somewhere within the Meeting-hall of Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Hármelak in the Meeting-hall of Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Hármelak spoke of the need for many preparations before our travelling party can depart. I hope it will not take too long before we are ready to leave! Every day wasted means our quarry gets further and further ahead, calling into question the success of our pursuit.\\n\\n'Go to the Meeting-hall of Dâr Laja and urge them to hurry. You may be able to speed their preparations if you offer your assistance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Belondor in the Meeting-hall of Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I believe the errant members of my Kindred prepared for an overland journey even before they recovered the tapestry map from within the Mâkhda Khorbo, [placeholder]. Perhaps they were aided in this by the secret wealth gathered by Sharûla and others of her sort, scoundrels hiding their true nature behind fair faces. I have seen this before.\\n\\n'But we must take time to prepare our own pursuit, or we doom it to fail before it is begun. The lands east of the city into which Azagath and Nakási have fled are treacherous and full of danger for the unwary. Caravans leave Umbar Baharbêl and follow the Road of Riches eastward along the Ikorbân River before turning south and crossing the rocky waste that marks the edge of the great sands. From there it is a long, inhospitable trek to the desert kingdoms of the south, from which great wealth flowed to us, and back again. The treasure from the south has slowed in recent months; can it be due to anything but unrest in the Empire of Ordâkh following the war?\\n\\n'Caravans are now slow to depart from Umbar, and that will make their masters hungry for work. I have written an offer of employment for a caravan driver, his animals, and sufficient supplies for the journey. Bring it to Jakbir outside at the Forum and he should accept its terms without difficulty, but before you depart Dâr Laja you should speak with the other leaders of the Kindred about their own preparations. They may have some tasks for you as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Khôltekh in the Meeting-hall of Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Sirgon by the east gate of Umbar Baharbêl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Every day wasted means our quarry gets further and further ahead, and the success of our pursuit becomes less and less likely. Go to the Meeting-hall of Dâr Laja and urge them to hurry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Azagath betrayed the city and its people, [placeholder], but that is not the extent of his evil. The cruel sorceries he wove inflicted terrible pain and death upon the men under my command, and those are the hurts for which I will make him pay. My wife Mêshka knows the direction of my thoughts, and she has encouraged me to follow where my heart leads on this matter.\\n\\n'Still, she did not know it could take me far from the city and into the wild lands east of Umbar. Will you speak with her and learn if she would have me stay? Whatever she decides will become my course, and I will not gainsay it or act in any fashion opposed to her mind.\\n\\n'Afterwards, if she gives her approval, I will join you and the others at the east gate of the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Rothog in the Meeting-hall of Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'It is not a habit of mine to set forth upon a journey without knowing where it will end, but none of us can say precisely where Azagath and Nakási might be bound. If only Belondor had thought to lay his eyes upon the tapestry map when he first came to the Mâkhda Khorbo... our circumstances now might be rather different, and of a more beneficial flavour.\\n\\n'But they are not, and the duration of our pursuit cannot be determined. We must prepare for a long journey, and hope to be too well-supplied, rather than not provisioned enough!\\n\\n'As it happens, I own a controlling interest in a number of warehouses in the city, and I can ensure most favourable rates for the provisioning of our party. Bring this order to Ilbidûn at Stonecliff Market in the Lower Ward, and she will see that it is filled.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Caravans are now slow to depart from Umbar, and that will make their masters hungry for work. I have written an offer of employment for a caravan driver, his animals, and sufficient supplies for the journey. Bring it to Jakbir outside and he should accept its terms without difficulty, but before you depart Dâr Laja you should speak with the other leaders of the Kindred about their own preparations. They may have some tasks for you as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'My khopeshes have become dulled from recent use: that business with the drake Ragrekhûl. For a journey of this sort I need them sharp! I will go to Dahâl Huliz later today and leave them with Mekhamun for sharpening. He can do the work while I visit with my good friend Húrshauk.\\n\\n'This parchment contains a list of other things I want to bring with me on the road. Give him that and tell him I will expect everything to be prepared when I arrive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'You have a caravan order for me from the Golden Queen?'\\n\\nJakbir takes the parchment from you and studies it closely. At last he looks up at you.\\n\\n'The Road of Riches has always been dangerous for caravans such as mine, remaining a favourite target of brigands and waylayers, but in these times of tumult it has become more treacherous than before. I understand the Ordâkhai fight to maintain their grip on trade with the desert kingdoms, despite their failing empire, and men whisper of merciless phantoms and spirits hiding in the night's darkness, seeking vulnerable prey.\\n\\n'I will see what I can do for the Lady Hármelak in honour of our long and profitable relationship, but I fear I can promise little. You understand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e31",
      "en": "Deliver Hármelak's orders to Jakbir at Bith Gabâr, the Forum in the Upper Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'You wished to speak with me?'\\n\\nYou tell Mêshka that her husband asked that you find her and see what she thinks of his plan to pursue Azagath and Nakási into the wild lands east of Umbar.\\n\\n'I am on my way to see him about this very subject, [placeholder]. He has my support, in this as in all things, and I plan to tell him that in person.\\n\\n'I hope you will stand beside him and protect my Belondor from any dangers the two of you may face upon the eastward road. He will do the same for you and for the others of your company, I am certain of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The leaders of the Kindred of the Coins have a number of preparations to make before your combined pursuit of Azagath Sea-shadow can begin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e32",
      "en": "Deliver Khôltekh's orders to Ilbidûn at Stonecliff Market in the Lower Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'What have you brought me? An order for supplies for a caravan leaving the city?'\\n\\nIlbidûn takes the parchment from you and reads it. By the time she has finished, her wordless grunts match the number of times she has shaken her head.\\n\\n'There was a day I might have fulfilled this order, but it is months gone now. Ever since we accepted Khôltekh's offer of providing guards for the warehouse, items both large and small have gone missing in surprising quantities. I am not blaming the dwarf, you understand... but it is curious. Nothing more than that.\\n\\n'As a result, we may have some difficulty fulfilling this order. I will see what I can do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e33",
      "en": "Deliver Rothog's orders to Mekhamun on the steps of Dahâl Huliz in the Tor-gardens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'What? You have an order for me from Rothog the Storm?'\\n\\nYou hand the parchment to Mekhamun and he slowly reads its contents, sounding each word aloud as he does.\\n\\n'I am not a learned man, stranger, but providing weapons and armour for Rothog and his Hûliz required me to become a swift pupil; the only thing more quick in all the city must be the rate at which he dulls his khopeshes! When he arrives to see Húrshauk I will sharpen them, and of course we will provide the rest of the items on this list, if they are to be found anywhere within Dahâl Huliz or the storage rooms located beneath the arena.\\n\\n'But can you tell me this? If Rothog is leaving the city, who will stay behind to feed Húrshauk? None of my fellows dare approach him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The leaders of the Kindred await your assistance with their preparations in the Meeting-hall of Dâr Laja.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Caravans are now slow to depart from Umbar, and that will make their masters hungry for work. I have written an offer of employment for a caravan driver, his animals, and sufficient supplies for the journey. Bring it to Jakbir at the Forum outside and he should accept its terms without difficulty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'My wife Mêshka did not know this pursuit might take me far from the city and into the wild lands east of Umbar. Will you speak with her and learn if she would have me stay? Whatever she decides will become my course, and I will not gainsay it or act in any fashion opposed to her mind.\\n\\n'Afterwards, if she gives her approval, I will join you, Sirgon, and the Elves at the east gate of the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'We must prepare for a long journey. As it happens, I own a controlling interest in a number of warehouses in the city, and I can ensure most favourable rates for the provisioning of our party. Bring this order to Ilbidûn at Stonecliff Market in the Lower Ward, and she will see that it is filled.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The leaders of the Kindred await your assistance in the Meeting-hall of Dâr Laja.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Did you not listen? I will not repeat my words to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Mêshka is already on the way to see her husband",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "You assure Mekhamun that you do not have the answer to that question",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Sirgon is by the east gate of Umbar Baharbêl, preparing to depart the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "The Kindred of the Coins have given you orders to deliver to a number of people at various locations within the city: Bith Gabâr, the forum in the Upper Ward, at Stonecliff Market in the Lower Ward, and on the steps of Dahâl Huliz, the arena in the Tor-gardens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Hármelak gives you a set of orders to deliver to the caravan master",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'There you are, my friend. I see that the Kindred of the Coins have kept you busy making arrangements for our departure.\\n\\n'While I waited, I pondered the road ahead of us and came to a realization: I know very little about the lands and kingdoms to the east and south within the Haradwaith, beyond the Cape of Umbar. I do not want my lack of knowledge about this area to hinder our pursuit, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Khôltekh gives you a set of orders to deliver to the warehouse keeper",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Rothog gives you a set of orders to deliver to the arena armourer",
      "es": "",
      "es (fem)": ""
    }
  ]
}