{
  "id": 621094179,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'What? Have I said something wrong already?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 10.4: Scholarly Pursuits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Find Caebar's teacher Ghâlim at Kên Taghlim in Kamrabezûr, in Umbar-môkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I find myself thinking about the Gondorian scribe that sailed with us on the Wave-hunter, [placeholder]. Yes, Caebar. When last I spoke with him he said he had found employment in the Tor-gardens performing the duties of a scribe for an esteemed scholar of Umbar. Perhaps he will introduce us to his employer, and this man will tell us what we need to know about the lands of Near Harad into which we must travel?\\n\\n'Scribes and scholars gather upon the terrace west of the Arena, in the Tor-gardens. I would there begin the search for our friend Caebar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "Ghâlim tucks the book under one arm and leaves by the door to the surface",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Ghâlim at Kên Taghlim in Umbar-môkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Retrieve the book 'Kanash-tubu-hârra' from Harkhaphâr in Kamrabezûr, in Umbar-môkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'[placeholder]! It is very good to see you again, my friend!'\\n\\nCaebar clasps you on the arm and listens to the account of your recent adventures.\\n\\n'I confess you have made yourself more useful than I. Perhaps it is because I am a man of Gondor and the folk here distrust me, but Ghâlim has been slow to include me in the lessons he administers to his other students. Instead I have been given the duties of a servant: sorting jars of ink, picking berries for pigments, running errands for the scholar and his fellows.\\n\\n'These are not complaints! When I chose to make a new life for myself here in Umbar, I knew where I must begin. This is merely the first step. If you help me finish my tasks for today I will introduce you to Ghâlim, and he will have much to say about the geography and history of Near Harad.\\n\\n'Today I have been charged with picking the berries that colour the pigments used for scholars' inks here in the Tor-gardens. I have almost collected enough, but if you help me the work will be sooner done. The berry bushes are just down the steps to the east; I was saving the nearest ones for the task's end, so it would seem to go more quickly as I tired of the errand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Scribes and scholars gather upon the terrace west of the Arena in the Tor-gardens. I would there begin the search for our friend Caebar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Caebar on a terrace west of the Arena in the Tor-gardens of Umbar Baharbêl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Today I have been charged with picking the berries that colour the pigments used for scholars' inks here in the Tor-gardens. I have almost collected enough, but if you help me the work will be sooner done. The berry bushes are just down the steps to the east; I was saving the nearest ones for the task's end, so it would seem to go more quickly as I tired of the errand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Pick pigment berries from bushes down the steps to the east ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Caebar on the terrace west of the Arena in the Tor-gardens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Yes, thank you, these should provide the amount of pigment for which I was made responsible. The scholars of the Tor-gardens go through a lot of ink and a lot of scrolls as they perform their work. Be glad that today was berry-picking, rather than parchment-making, for that takes much longer!\\n\\n'I had thought Ghâlim would be back by now, but he has not returned. He may still be at Kên Taghlim in the northern reaches of a place called Kamrabezûr, in Umbar-môkh. I overheard him talking about having to go beneath the city for some reason, but his task may be taking longer than he expected. If you find him at Kên Taghlim and tell him I have finished my own task, he may be willing to impart the knowledge you need.\\n\\n'I hope he is safe. I have heard the passages beneath the city can be dangerous.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I had thought Ghâlim would be back by now, but he has not returned. He may still be at Kên Taghlim in the northern reaches of a place called Kamrabezûr, in Umbar-môkh. I overheard him talking about having to go beneath the city for some reason, but his task may be taking longer than he expected. If you find him at Kên Taghlim and tell him I have finished my own task, he may be willing to impart the knowledge you need.\\n\\n'I hope he is safe. I have heard the passages beneath the city can be dangerous.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Yes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Talk to Ghâlim on the terrace in the Tor-gardens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Given that the preparations for your departure will still take some time, Sirgon believes you should learn what you can about the lands of Near Harad into which you must travel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Caebar's teacher, a man named Ghâlim, is at Kên Taghlim in Kamrabezûr, in Umbar-môkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Yes?'\\n\\nYou tell Ghâlim that his student Caebar was worried about him, and the man laughs.\\n\\n'Oh, I am in no danger. I have come to the passages beneath the city in search of a book that has been misplaced. Has my student already finished the task I set before him?'\\n\\nYou assure him that Caebar has done well, and he suggested that Ghâlim might answer your questions about the lands east of Umbar. Ghâlim looks at you appraisingly.\\n\\n'It is true, I could do that. Unfortunately, there is still the matter of this misplaced book, and I can answer no questions until I have recovered it. If you retrieve it for me I will be happy to instruct you. The book is called 'Kanash-tubu-hârra,' and its author is unknown, which only adds to the tome's allure; it may be somewhere far to the south in the halls of Harkhaphâr, here in Umbar-môkh. The gladiators that roam those halls believe the book possesses some secret sword-art, and they are always stealing it away with the hope they might learn the technique.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I had thought Ghâlim would be back by now, but he has not returned. He may still be at Kên Taghlim in the northern reaches of a place called Kamrabezûr, in Umbar-môkh. I overheard him talking about having to go beneath the city for some reason, but his task may be taking longer than he expected. If you find him at Kên Taghlim and tell him I have finished my own task, he may be willing to impart the knowledge you need.\\n\\n'I hope he is safe. I have heard the passages beneath the city can be dangerous.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Caebar is on a terrace west of the Arena in the Tor-gardens of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Ghâlim is at Kên Taghlim in Umbar-môkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'There is still the matter of this misplaced book, and I can answer no questions until I have recovered it. If you retrieve it for me I will be happy to instruct you. The book is called Kanash-tubu-hârra, and its author is unknown, which only adds to the tome's allure; it may be somewhere far to the south in the halls of Harkhaphâr, here in Umbar-môkh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e36",
      "en": "Bring 'Kanash-tubu-hârra' to Ghâlim at Kên Taghlim in Umbar-môkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Caebar will teach you what he knows, but first he needs your help to finish the chores given to him by his instructor: picking berries from bushes down the steps to the east to be used for the making of inks and pigments.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'This is not the only time the Hûliz from the arena have stolen away 'Kanash-tubu-hârra.' The legend of that tome grows with every passing year, and no amount of study has yet convinced them the arts contained within are beyond their possibility to learn. For me the technique is of no interest; I am attracted to the beauty of its unknown author's prose. He, or she, named it 'Kanash-tubu-hârra,' which means 'Road of Bending Reeds' in the language of Old Shagâni. I thank you for returning it to me.\\n\\n'But let us climb now to the surface and join my apprentice Caebar where I left him in the Tor-gardens. Then I will answer whatever questions you may have for me. Your recovery of 'Kanash-tubu-hârra' has earned you some of my time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Ghâlim has asked you to retrieve the book 'Kanash-tubu-hârra' from Harkhaphâr, far to the south of Kamrabezûr, in Umbar-môkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e09",
      "en": "Bring the pigment berries to Caebar on the terrace in the Tor-gardens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Caebar is on a terrace west of the Arena in the Tor-gardens of Umbar Baharbêl, waiting for you to return with the pigment berries you picked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Ghâlim is at Kên Taghlim in Umbar-môkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "You have found Caebar's teacher Ghâlim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "You pick up the book 'Kanash-tubu-hârra,' taking care not to damage it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "Ghâlim shakes his head in disapproval",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Caebar is on the terrace west of the Arena in the Tor-gardens of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Ghâlim is on a terrace in the Tor-gardens of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Welcome back, [placeholder]. My teacher Ghâlim has suggested that I begin the lesson, so I will do the best I can. I must warn you, I do not know a great deal about Near Harad...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Let us return now to the surface and join my apprentice Caebar at TBD in the Tor-gardens. Then I will answer whatever questions you may have for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Already you have betrayed your lack of knowledge, young Caebar. You are not to blame for it, but you hail from Gondor, and your words reveal it.\\n\\n'\\qNear Harad,\\q you name that land, but you speak in error. That is the Gondorian name for that place; indeed, \\qHarad\\q is an Elvish word. It means \\qSouth,\\q for these lands are south of Gondor, and that relationship has been one of uneasy tension, or of war. To the folk who live there it is named Shagâna, the \\qFair Land,\\q but even that makes too simple a more complicated reality.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Picked pigment berries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}