{
  "id": 621094174,
  "txt": [
    {
      "id": 162883717,
      "en": "'Oh, I am not leaving with them, [placeholder]. I feel that I still have work to do here, and I would appreciate your continued help. Together I hope we might ease the tensions between Gondor and Umbar, and further the cause of peace between King Elessar and the Kindred of the Coins.'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 10.1: Different Roads",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Thorongil in the Sail-haven",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Nimrodel in the Sail-haven",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Nimrodel's guardians are preparing to depart, and you should acknowledge them with a <rgb=#00FF00>salute</rgb> or a <rgb=#00FF00>wave</rgb>.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'A number of unusual folk were looking for you, [placeholder]: some Elves, a dwarf, and a few others I deemed travellers from Gondor. I trust they were friends of yours? They asked if I had seen you of late, and when I told them you often have business within the Meeting-hall of Dâr Laja, they gave me a message to pass on to you.'\\n\\nJaith rests his weapon against one shoulder while he tries to remember the message.\\n\\n'Yes, I recall the words, fear not. They said they have engaged the services of a merchant vessel and plan to return to their own lands, but they wish to bid you farewell before they depart. They asked for me to send you on to them in the Sail-haven, by the Beacon-gate on the west side of the city. They assured me they would not leave until you spoke with them, but the honour of my station begs that you will not delay.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Your friends have engaged the services of a merchant vessel and plan to return to their own lands, but they wish to bid you farewell before they depart. They asked for me to send you on to them in the Sail-haven, by the Beacon-gate on the west side of the city. They assured me they would not leave until you spoke with them, but the honour of my station begs that you will not delay.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'There you are.'",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "Nauriel shakes her head disapprovingly",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'There you are. I was not certain the guard posted at the Meeting-hall would give you our message in time, but it seems he proved worthy. I am surprised; still, I welcome it. Has my mood been lightened by our success? How could it not? The purpose that brought us to these shores has been satisfied: my son Thorongil has been rescued from the clutches of the Kindred of the Coins, and we must go now to the Green Hills of Pinnath Gelin. My husband Carandolion will be pleased to see his son's safe return, and his wife's triumph.\\n\\n'Yes, I say \\qtriumph,\\q though my vengeance be incomplete and those responsible for the hurts done to my family remain unpunished. The Elf warrior Sigileth advised me to set aside my desire for vengeance, and while I refused to do so forever, I told her I would not delay returning my son to his home to achieve it. But that was not all. I enlisted her promise not to forget the injustices done to my family, and if she has the opportunity to make hated Nakási pay for them, she will do so.\\n\\n'I have only known Sigileth for a short time, but I believe she will do as I have requested. It is only this that allows me to leave behind this city, and its treacherous rulers.'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Find your friends and crew in the Sail-haven, not far from the Beacon-gate on the west side of Umbar Baharbêl",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "<rgb=#00FF00>Salute</rgb> or <rgb=#00FF00>Wave</rgb> at your assembled friends",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'The Elf warrior Sigileth advised me to set aside my desire for vengeance, and while I refused to do so forever, I told her I would not delay returning my son to his home to achieve it. But that was not all. I enlisted her promise not to forget the injustices done to my family, and if she has the opportunity to make hated Nakási pay for them, she will do so. I have only known Sigileth for a short time, but I believe she will do as I have requested. It is only this that allows me to leave behind this city, and its treacherous rulers.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'We are leaving, [placeholder], and it is just as well. Ever since Azagath Sea-shadow and Nakási Wave-reaper fled from the Citadel of the Winds, I have been itching to return home and tell Orgolas and all my friends about the adventures I have had since coming here! They will not believe me, but perhaps when you come back to Pinnath Gelin you will tell them it is all true? They will be astounded!\\n\\n'My mother refuses to tell me much about what befell your own ship when it ran aground upon the Shield Isles as you journeyed to Umbar, but I overheard the captain of the vessel we are taking back to Gondor discussing the voyage ahead. He believes the currents and the winds will be favourable, and the journey should not take very long, or be very dangerous. That is a shame. I imagine being shipwrecked can be pretty exciting, and I would like to see for myself, just once!'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Lady Nauriel in the Sail-haven",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'It is time for me to return to the Caves of the Avorrim in Belfalas, but I have made a decision. I will bring my people from the cavern that has been their home, and we will no longer mourn, but rejoice in the light of the sun and the feel of the breeze.'\\n\\nNimrodel smiles gently at you.\\n\\n'Perhaps by the time we arrive I will be ready to do this, my friend. It is one thing to speak it, and another to see it done! But that is the wish of my heart. Lothíriel will help me in this, I am certain of it.\\n\\n'A number of your friends have agreed to escort me home, [placeholder]; I hope you will forgive my taking them from you.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I have been itching to return home and tell Orgolas and all my friends about the adventures I have had since coming here! They will not believe me, but perhaps when you come back to Pinnath Gelin you will tell them it is all true? They will be astounded!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The guard outside the Meeting-hall of Dâr Laja has received word that some of your friends have made preparations to depart Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Nimrodel stands among your friends in the Sail-haven in Umbar Baharbêl, east of the Beacon-gate.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'A number of your friends have agreed to escort me home. I hope you will forgive my taking them from you.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Many of your friends, including the crew of the Wave-hunter, prepare to depart Umbar Baharbêl from the Sail-haven. Jaith told you to find them not far from the Beacon-gate on the west side of the city.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Queen Arwen and King Elessar would never forgive us if we allowed any harm to befall Nimrodel during her journey back to her home. I volunteered at once to accompany her, and Elladan and Elrohir also wished to do their part. To my surprise Gimli has also asked to come along, and I am glad of it, but his reasoning is clouded to me: he wants to hear from Nimrodel about the caves in which her people dwell, for some project upon which he wishes to set his mind.\\n\\n'The thinking of dwarves is beyond me, [placeholder], but I am happy for his company all the same.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Queen Arwen and King Elessar would never forgive us if we allowed any harm to befall Nimrodel during her journey back to her home. I volunteered at once to accompany her, of course, but to my surprise Gimli has also asked to come along. I am glad of it, but his reasoning is clouded to me: he wants to hear from Nimrodel about the caves in which her people dwell, for some project upon which he wishes to set his mind.\\n\\n'The thinking of dwarves is beyond me, [placeholder], but I am happy for his company all the same.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Lady Nauriel of Pinnath Gelin stands in the Sail-haven in Umbar Baharbêl, east of the Beacon-gate.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'A number of your friends have agreed to escort me home. I hope you will forgive my taking them from you.'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Legolas stands ready to depart for Gondor on a merchant vessel leaving Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The child Thorongil stands by his mother in the Sail-haven in Umbar Baharbêl, east of the Beacon-gate.",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "With solemn reverence, Nimrodel's chosen bodyguards salute you",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "You send them off with a proud salute",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "You send them off with a particularly flashy salute",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'I will guard the Elf Nimrodel as she returns home. I also wish to ask her some questions about the caves in which she dwells.'",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "You send them off with an understanding wave",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Gimli stands ready to depart for Gondor on a merchant vessel leaving Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Legolas in the Sail-haven",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Sirgon is not yet prepared to leave Umbar Baharbêl, and wishes to speak with you about the days to come.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Talk to Gimli in the Sail-haven",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Sirgon in the Sail-haven",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'I do not know why Legolas is so surprised that I wish to accompany him as he escorts the Elf Nimrodel back to her home. I have been moved by what he has shared of her story, and it brings to my mind some of the greatest love stories ever told among the dwarves of Durin's Folk: beautiful tales, lovely and sad...'\\n\\nGimli coughs and sputters. When he has recovered, he continues gruffly.\\n\\n'Legolas and I vowed to travel with each other to see places dear to each of us: for me the Glittering Caves, and for he the forest of Fangorn, then to compare the relative beauty of each. I should fear to let him out of my sight, lest he forget this promise!'\\n\\nGimli looks down at his boots and speaks more quietly.\\n\\n'But of course I would feel more at ease if Nimrodel was protected by the axe of a hale dwarf-warrior. She reminds me of the Lady Galadriel, and I would see no harm come to her.'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Gimli and the sons of Elrond, and myself, will be fine guardians for Nimrodel as she returns home to Belfalas.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Gimli and I will guard Nimrodel as she returns home to Belfalas.'",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "The crew of the Wave-hunter, and others of your friends, make ready to leave the city",
      "es": ""
    }
  ]
}