{
  "id": 621094191,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 10.6: Leave The City Behind, Part Two",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Hármelak in the Meeting-hall of Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Belondor in Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Khôltekh in Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Part of me wishes I could come with you on this journey, [placeholder]... but a greater portion knows I cannot. After all, I was quite near to not surviving my last adventure with you, and might have perished among the rocks of the Shield Isles when the Wave-hunter ran aground during the storm!\\n\\n'I hope some of the good fortune that spared me will attend you on your next adventure, my friend, and I will eagerly await your safe return to Umbar when it is done. You will have to tell me all about it!\\n\\n'But now you plan to return to Dâr Laja and see how fare the preparations of the Kindred of the Coins? Such things must happen more swiftly in Umbar than in Gondor, for the Kindred possesses all the power of a King... but there are many more of them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Rothog in Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Meet with your companions at the east gate of the city",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Sirgon by the east gate of Umbar Baharbêl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Have I given you the impression that my words are mere suggestions, [placeholder], and not commands? How else can it be that Jakbir has denied the Kindred the use of his caravan for this journey? He thinks to increase the treasure he must be paid from the coffers of Umbar Baharbêl, as if there are no other caravans we might hire for this purpose!\\n\\n'He is mistaken, and this mistake will be made clear to him. The Kindred of the Coins will not suffer such fools as he. Does he believe I do not punish those who think to take advantage of my mercy, or that of my agents? No caravan will accompany your travelling company, [placeholder]. I will remedy the situation with Jakbir, to his detriment, but this matter will not delay your departure. You will travel lighter than we planned. Speak to the others and learn how fare their own preparations.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'You plan to return to Dâr Laja and see how fare the preparations of the Kindred of the Coins? Such things must happen more swiftly in Umbar than in Gondor, for the Kindred possesses all the power of a King... but there are many more of them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Belondor by the east gate of Umbar Baharbêl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'There has been a miscommunication with the owner of the warehouse that was going to supply this expedition. I will remain and... correct... this error, but as a result it will be some time before I can depart.'\\n\\nYou consider sharing with Khôltekh the words of Caebar, who believed the power of the Kindred would speed along the preparations, but decide to keep them to yourself instead.\\n\\n'Hármelak has had some difficulties of her own arranging for the caravan, but fewer mouths to feed on the journey will require fewer supplies. Her failure makes my own task more simple, which puts a smile on my face.'\\n\\nKhôltekh smiles dangerously and you take your leave of him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Hármelak and Khôltekh speak of difficulties, but to my eyes the sun shines upon our road: Mêshka has given her blessing for this journey. My wife came to speak with me on this matter shortly after you left Dâr Laja, and she made clear her approval of this adventure. She wishes me to avenge our family and those of my crew upon the traitor Azagath and his ally Nakási, and put these sorrowful days behind us.\\n\\n'Mêshka's love will follow me on this road, and it will remain when I return home in triumph. I am ready to depart, the sooner to return! After you have spoken with the others, I will meet you at the east gate of the city, with our eyes turned to the sunrise and the road ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I cannot leave yet. My khopeshes are sharp, for now, but the quality of the weapons I requested from Dahâl Huliz is unsatisfactory. To set forth on an unknown road, into lands that test the might and the will of a warrior, without suitable arms? Unacceptable!\\n\\n'If we were a-ship I would hold he who disappointed me over the water by one foot until he satisfied the bargain. Alas that remedy is not available here: the fountains of Umbar Baharbêl are not deep enough!'\\n\\nRothog rumbles in dissatisfaction.\\n\\n'There is another problem, but I will not burden you with it. I will say just this: should a friend of yours gift you an animal, ensure that the men who care for it have bravery enough to feed it, or become dinner themselves. Otherwise it may become an annoyance.\\n\\n'Khôltekh waits as well. I will travel with him when he is ready, and the two of us will meet up with you when we can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I will remedy the situation with Jakbir, to his detriment, but this matter will not delay your departure. You will travel lighter than we planned. Speak to the others and learn how fare their own preparations.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Once the preparations for your departure have been made, you will be ready to leave the city of Umbar Baharbêl behind and set forth into the lands of Shagâna.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'This is everyone?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "You should speak with Hármelak about the status of the preparations. The Golden Queen is inside the Meeting-hall of Dâr Laja.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Belondor tells me the rest of our travelling party has been delayed, but they will join us when they can? I confess this small group is more to my liking, but will this endanger the success of our mission?\\n\\n'I would not want to face Azagath and Nakási in battle without the half-troll at our side!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "With preparations for the journey delayed or otherwise obstructed, the Kindred has suggested that you gather at the east gate of the city and form an advance travelling party.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Rothog and Khôltekh will join us when they can. For now, this will be our travelling company as we venture in pursuit of Azagath and Nakási.\\n\\n'Onward! To victory and vengeance!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Sirgon is by the east gate of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'This small group is more to my liking, but will this endanger the success of our mission? I would not want to face Azagath and Nakási in battle without the half-troll at our side!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Hármelak has asked you to speak with the other members of the Kindred of the Coins in Dâr Laja.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Belondor is by the east gate of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "The advance travelling party has assembled at the east gate",
      "es": "",
      "es (fem)": ""
    }
  ]
}