{
  "id": 621094175,
  "txt": [
    {
      "id": 264299206,
      "en": "'Where else might Balakhâd have vanished from sight?'",
      "es": ""
    },
    {
      "id": 264299207,
      "en": "'If Hármelak believes she can manage the rule of the city without us...'",
      "es": ""
    },
    {
      "id": 264299208,
      "en": "'... I will join the pursuit of Azagath.'",
      "es": ""
    },
    {
      "id": 235466146,
      "en": "Follow Sirgon into the tower room",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Much will depend upon how well you perform upon this adventure, [placeholder]. I have not forgotten that the people of my city think highly of you, and believe you should join our Kindred. Let this quest serve as your trial, with Rothog, Belondor, and Khôltekh to serve as your judges. They will assess your performance and how you conduct yourself on behalf of our shared interests: those of Umbar, and those of distant Gondor.\\n\\n'Prevent Azagath and Nakási from following their map to whatever evil Sauron left behind and making use of it against us. So too should you seek Azagath's former servant Sadûkh, if he seeks to rejoin his master. He may tell you what he has done with Balakhâd, son of Balakhôr the Scourge. If you can recover Balakhâd, alive, we may be able to end the threat posed by the Heirs of Castamir forever... and that will benefit not just Umbar but Gondor as well.\\n\\n'The lands outside the city contain perils and dangers the like of which few among you have ever faced. It will take some time to prepare the caravan that will take you out of Umbar and into the lands where your prey has vanished. Come to Dâr Laja after this and we will make such preparations as you will need.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "You and Sirgon have been escorted to an upper level of the Citadel of Winds.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Hármelak and other leaders of the Kindred of the Coins await you in a tower room inside the Citadel of Winds.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'How many hallways and staircases must we take to arrive at our destination, [placeholder]? I have already lost the path back to the entrance, despite my best effort to remember it.\\n\\n'What must the Kindred say to us that they cannot say in Dâr Laja, or in the main hall of this Citadel?'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Within a tower room inside the Citadel of Winds, the Kindred of the Coins discuss the days to come.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have come with Sirgon of Lebennin to an upper level of the Citadel of Winds to meet with the Kindred of the Coins.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Hármelak and other leaders of the Kindred of the Coins await you in a tower room inside the Citadel of Winds.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I am pleased the two of you accepted our invitation to meet. We have much to discuss about the days ahead, and I believe the decisions we make here today may affect the fortunes of both Umbar and Gondor.\\n\\n'The people welcomed my Kindred with glad hearts, and cheered as we cast off the yoke placed upon our city by the Empire of Ordâkh and the Heirs of Castamir. But such a change was not without cost, and the coffers of the city are at a low ebb. I have contributed much of my own fortune to the effort, but even my own great wealth cannot support the city indefinitely.\\n\\n'War is expensive. Our wish is to spend no further, unless we must. How does Gondor feel on this matter? Does this King Elessar desire peace? He must know the Corsairs of Umbar retain ships enough to make him suffer for any war he begins anew.'",
      "es": ""
    },
    {
      "id": 159073633,
      "en": "'These outsiders may try to harm you!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "The Kindred of the Coins discuss the recent past with you and Sirgon in a tower room in the Citadel of Winds.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'The Empire of Ordâkh and its Church of the All-seeing held Umbar in the grip of fear while the Heirs of Castamir carried out their commands, but that fear was founded upon terror of the Dark Lord and his powerful servants. When the great quake sundered his land of Mordor and caused the collapse of his temple, we who watched and waited knew our time had come. The number of our conspiracy was few, but we believed the people would join us when they witnessed the vulnerability of the Empire, and how near the Heirs of Castamir were to defeat. When no vengeful wraith emerged from the ruins of the temple or swept towards us from Mordor, the people knew Umbar could be theirs again.\\n\\n'With a fleet from the south, Azagath Sea-shadow swept into the Gulf of Umbar. It was poorly-defended now, with much of its power gone to the coast of Gondor, captured or burned. The Umbari rose up in open revolt, thus beginning the Sea-stone Mutiny. Those of the Heirs who resisted were slain without mercy; others either lacked courage or possessed wisdom, and fled. Some of these were Saklaphêl, the widow of Balakhôr the Scourge, and a number of her personal guards. It is believed she hides now among the Shield Isles and seeks to retake the city and her husband's rule, but she has not the numbers.\\n\\n'Not all of the Heirs were slain or escaped. Before he could take command of a ship and flee the Sail-haven, our forces captured Balakhâd, the twenty-year-old son of Balakhôr. We held him here in the Citadel of Winds, in this tower room, and counted him a valuable hostage.'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Belondor wishes to tell you what the Kindred knows concerning Balakhâd's escape from the Citadel of Winds.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Only members of the Kindred of the Coins knew the identity of the man we kept in this room, [placeholder]. Even the guards did not know. They were told he was awaiting execution for crimes against the city; their loyalty to the Kindred cannot be questioned. One day Balakhâd was safely imprisoned, as he had been for months, and then one day he was not. If the guards can be trusted, how did Balakhâd leave this tower room without being seen?'\\n\\nBelondor shakes his head.\\n\\n'The problem is more difficult than that, for the Citadel of Winds stands upon an island. Could he escape onto one of the ships, and flee that way? It is hard to imagine. But neither could he walk past the many guards posted on the island and then across the bridge back to the city without being seen.\\n\\n'He is not the only person who seems to have disappeared that day. One of Azagath's servants, a water-carrier by the name of Sadûkh, cannot be found. Did he help Balakhâd to escape? And if so, where might he have hidden the son of Balakhôr now? It beggars belief that such an important figure for the Heirsworn can remain hidden for so long.'",
      "es": ""
    },
    {
      "id": 152480609,
      "en": "'This way, please.'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "The Kindred of the Coins discuss the disappearance of Balakhâd with you and Sirgon in a tower room in the Citadel of Winds.",
      "es": ""
    },
    {
      "id": 152480610,
      "en": "'Your guests have arrived, Lady Hármelak.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Hármelak wishes to discuss with you the road ahead.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Azagath hid his true nature from us. None suspected his true allegiance lay with Sauron, and now he seeks to follow the map he took from the Mâkhda Khorbo to some unknown end. I say we cannot know his purpose in this, but can there be any doubt that such a map can lead only to sorrow for the people of Umbar Baharbêl?\\n\\n'There was a time when Nakási Wave-reaper would not have followed Azagath on such an adventure, but I deem her mind is now clouded by the grief and rage that swirls within her breast. If the map taken by the two of them leads to some weapon of evil, can you say for certainty that it would not be used first against Umbar, and then against Gondor?\\n\\n'I see two important purposes along the road ahead, [placeholder]: first we must prevent Azagath and Nakási from locating the evil they seek. Secondly, we must find Balakhâd, son of Balakhôr, and make him once again our captive. Only then will we reacquire our bargaining power over Saklaphêl and the Heirs of Castamir.\\n\\n'These twin courses will bring the instruments of our will out of the city and into the wild lands of the east and south.'",
      "es": ""
    },
    {
      "id": 152480611,
      "en": "'Are you certain, my Lady?'",
      "es": ""
    },
    {
      "id": 152480612,
      "en": "'Very well, my lords and lady.'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "The Kindred of the Coins discuss the mission to pursue Azagath and Nakási.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Sirgon has volunteered for the dangerous mission to pursue Azagath and Nakási into the wild lands of the east and south.",
      "es": ""
    },
    {
      "id": 263294513,
      "en": "'Guardsmen, I must ask that you leave us.'",
      "es": ""
    },
    {
      "id": 173672849,
      "en": "'With Rothog here? I do not think we need worry.'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Listen to the Kindred discuss the adventure to come",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Are you with me, [placeholder]?'\\n\\nYou assure Sirgon that you will stand with him on this adventure, and he smiles broadly.\\n\\n'I did not doubt it for a moment, my friend! I dare say the Elves will also wish to accompany us. I met each of them only days or weeks ago, but already I know them to be strong and capable, each in their own way. And I witnessed Sigileth's great courage when fortune ill and storm unnatural threw the Wave-hunter onto the rocks of the Shield Isles!\\n\\n'Who else will accompany us?'",
      "es": ""
    },
    {
      "id": 263294514,
      "en": "'Your objection is noted, Khôltekh.'",
      "es": ""
    },
    {
      "id": 173672850,
      "en": "'Mere weeks ago, Balakhâd disappeared.'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Sirgon in the tower room",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "The Kindred of the Coins discuss the mission to pursue Azagath and Nakási.",
      "es": ""
    },
    {
      "id": 263294515,
      "en": "'Before we discuss our next move, we must speak of the past.'",
      "es": ""
    },
    {
      "id": 173672851,
      "en": "'My business with the traitor Azagath is still undone.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Listen to the Kindred discuss the adventure to come",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Hármelak wishes to address you before you depart.",
      "es": ""
    },
    {
      "id": 263294516,
      "en": "'Sadûkh served Azagath.'",
      "es": ""
    },
    {
      "id": 263294517,
      "en": "'It may be he spirited Balakhâd out of the city, and now seeks to rejoin his master.'",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Hármelak in the tower room",
      "es": ""
    },
    {
      "id": 263294518,
      "en": "'A small company must prevent Azagath and Nakási from finding the evil they seek.'",
      "es": ""
    },
    {
      "id": 263294519,
      "en": "'Who will volunteer for this adventure?'",
      "es": ""
    },
    {
      "id": 263294520,
      "en": "'I am more than capable of it, Kinsman Khôltekh.'",
      "es": ""
    },
    {
      "id": 263294521,
      "en": "'Then the travelling company is set, and the quest is laid before you.'",
      "es": ""
    },
    {
      "id": 52644177,
      "en": "'Peace may be the friend of cowards. He must respect the might of Umbar!'",
      "es": ""
    },
    {
      "id": 52644178,
      "en": "'What? No.'",
      "es": ""
    },
    {
      "id": 52644179,
      "en": "'That was the idea.'",
      "es": ""
    },
    {
      "id": 52644180,
      "en": "'Who said anything about Umbar-môkh?'",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'A new adventure begins, [placeholder]! The weight of the years has fallen from my shoulders, and I am ready to set foot upon the unknown road once again. Let us prove our mettle and that King Elessar chose his champions and his friends well and ably!'",
      "es": ""
    },
    {
      "id": 52644181,
      "en": "'I would like to test my khopeshes against these foes that claimed to be friends.'",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Sirgon inside the Citadel of Winds",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Hármelak inside the tower room",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Attend your meeting with the Kindred of the Coins",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Hármelak inside the tower room",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Listen to the Kindred discuss the disappearance of Balakhâd",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Belondor inside the tower room",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Listen to the Kindred discuss the disappearance of Balakhâd",
      "es": ""
    },
    {
      "id": 84039841,
      "en": "'King Elessar desires peace. I know it will be so.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Hármelak inside the tower room",
      "es": ""
    },
    {
      "id": 84039842,
      "en": "'Why have you not ransomed the son of Balakhôr to his mother Saklaphêl?'",
      "es": ""
    },
    {
      "id": 84039843,
      "en": "'Could that not end the threat posed by the Heirs of Castamir?'",
      "es": ""
    },
    {
      "id": 84039844,
      "en": "'I will accompany you, old friend.'",
      "es": ""
    },
    {
      "id": 84039845,
      "en": "'What say you, [placeholder]?'",
      "es": ""
    },
    {
      "id": 84039846,
      "en": "'We could use your courage and your skill on this adventure!'",
      "es": ""
    },
    {
      "id": 264299201,
      "en": "'Are not some battles won or lost before they are ever fought, Rothog?'",
      "es": ""
    },
    {
      "id": 264299202,
      "en": "'Now there are fewer ears to hear what you have to say, Hármelak.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Next Move",
      "es": ""
    },
    {
      "id": 264299203,
      "en": "'I must once again voice my dissent.'",
      "es": ""
    },
    {
      "id": 264299204,
      "en": "'These are Kindred matters.'",
      "es": ""
    },
    {
      "id": 264299205,
      "en": "'It may be happenstance. Umbar-môkh can be a dangerous place.'",
      "es": ""
    }
  ]
}