{
  "id": 621094189,
  "txt": [
    {
      "id": 228284034,
      "en": "'Friend, to the north and west of here at the eastern entrance to Arador's End there is a village of goblins. Word arrives that their leader, Bok, assists the servants of Angmar is befouling a sapling of their own.\\n\\n'We must deny their illicit machinations and defeat this goblin lest he provide deeper details in corrupting the pure thing.\\n\\n'Will you please go to Grothum and defeat the goblin leader, Bok?'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Bok is defeated. Return to Faranil at her post in Glân Vraig and inform her of your success.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Faranil learned that a goblin in Grothum, Bok, is assisting the servants of Angmar in corrupting a sapling of their own. You were tasked with eliminating the goblin.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'You will find Bok in the goblin village of Grothum. The village lies on the eastern side of the Ettendeep Mine in Arador's End. Find him and defeat him before he imparts his knowledge to the enemy.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Cultivation: The Problem with Bok",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Bok is defeated",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'The goblins are a terrible creature of darkness and they would pervert the true nature of the world if they could. It is good there are heroes like you to defend that which cannot yet defend itself.\\n\\n'Be well and rewarded, friend.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Defeat Bok, the goblin leader at Grothum",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Head north and west of Glân Vraig. On the east side of the Ettendeep in Arador's end find and defeat the golbin leader Bok, in the village of Grothum and then return to Faranil.",
      "es": ""
    }
  ]
}