{
  "id": 621094177,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Corudan and Sigileth are in the Sail-haven, east of the Beacon-gate in Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Are you ready to go? Let us meet with Belondor about what awaits Gondor and Umbar in the days ahead. He has invited us to the Citadel of the Winds, and assured us of safe passage there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Remember our words of caution when you meet with the Kindred!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Sirgon stands in the Fleetfast outside the Lords' Gate, waiting to discuss your meeting with the Kindred of the Coins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Sirgon is waiting in the Sail-haven east of the Beacon-gate to go with you to meet with the Kindred of the Coins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'My brother is right in this: you should remain wary of the Kindred of the Coins, despite their benign words.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Corudan in the Sail-haven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Sigileth in the Sail-haven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Near Harad! I know very little of these lands, [placeholder], but I will not turn away from the mission that awaits us. If the capture of Azagath and Nakási will help maintain the peace between Gondor and Umbar, I would pursue them to lands both distant and dangerous, no matter how far the chase takes me from the Sea where my heart dwells, or from my home and family in Lebennin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Sirgon in the Sail-haven and go with him to meet the Kindred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Sirgon outside the Lords' Gate in the Fleetfast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Belondor has requested that you and Sirgon meet with him and the rest of the Kindred of the Coins in the Citadel of the Winds to discuss your next course of action.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'We will begin today, if you are willing! When you have bid farewell to the crew of the Wave-hunter and your other friends, there is something I must ask of you. Belondor desires to meet with the two of us in the Citadel of Winds, the better to discuss our next course of action.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Your friends will be safe on their journey back to Gondor, [placeholder], I doubt it not. It is my belief, and my sister's, that we remain closer to danger than they!\\n\\n'We have achieved a tenuous peace with those who rule in Umbar, for now, but we should not forget that the Kindred of the Coins may have secret purposes of its own. Azagath kept the evil in his heart hidden from those with whom he ruled the city; might the members of the Kindred who remain act similarly?\\n\\n'Sigileth and I have decided to stay here in Umbar and help you in the days to come, but heed our words now: remain cautious when you speak with the Kindred of the Coins! The gravest threat among their number may have fled the city... but I believe those who remain could still pose a danger to you, and to Gondor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'It is true, [placeholder]: I cautioned Nauriel against pursuing her vengeance against the Kindred. It was the lesson of Cruel Dancer, who was once Galatâni, that caused me to speak such words to Nauriel. If she followed the road of vengeance to its end, as did Galatâni, would she ever return from it? Or would the road curve and bend, with retribution following her back to Pinnath Gelin?\\n\\n'I do not remember the name of Nauriel's husband, but if she achieves her vengeance would it stop there, or would he be endangered? Their son, too, for whom this was done... would he be threatened anew?\\n\\n'The lesson of Cruel Dancer inspired me to steer Nauriel from this course. I have accepted the burden of vengeance on her behalf. She has my promise that my sword Baugliltir will seek the blood of Azagath Sea-shadow and Nakási Wave-reaper.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 10.2: The Next Move",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'After you have spoken with your friends, let us go to meet with Belondor about the days to come.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}