{
  "id": 621094190,
  "txt": [
    {
      "id": 162883717,
      "en": "'I bid you good fortune if your journeys bring you into Shagâna. Farewell.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 10.5: The Lands of Shagâna",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Wait for Ghâlim to speak",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Shagâna, the Fair Land. Yes, it was fair, once. Tales from long ago speak of a green and fertile land, threaded with mighty rivers. The men who came to that place worked the land, their crops thriving, and they harvested valuable spices and rare wood from the forests, and gold and jewels from beneath the hills. But that was long ago. The wealth of Shagâna was like a camp-fire set upon a hill, and covetous men saw it from far away, and hungered for the spices, and the rare woods, and the gold and the jewels. These men came from even further south, in Jarmât, which my student Caebar might call \\qFar Harad,\\q but they came too from Khand in the east.\\n\\n'They came from other directions, as well: from the west and from the north. They came from Númenor, and later from Gondor. The Shagâni number these among their cruelest oppressors.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Ghâlim on the terrace in the Tor-gardens",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Caebar on the terrace in the Tor-gardens",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I understand the actions of Gondor in the south may appear unjustified to the Haradrim, but none who join the armies of Sauron can claim to stand on the side of justice! How can the people of Harad...?'\\n\\nCaebar sputters to a halt.\\n\\n'How did the folk of Shagâna come to stand with Sauron, Ghâlim? Did they not oppose his evil? Were there none who fought his domination?'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Ghâlim on the terrace in the Tor-gardens",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'The wealth of Shagâna was like a camp-fire set upon a hill, and covetous men saw it from far away, and hungered for the spices, and the rare woods, and the gold and the jewels. These men came from even further south, in Jarmât, which my student Caebar might call \\qFar Harad,\\q but they came too from Khand in the east. They came from other directions, as well: from the west and from the north. They came from Númenor, and later from Gondor. The Shagâni number these among their cruelest oppressors.'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Caebar on the terrace in the Tor-gardens",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Caebar on the terrace in the Tor-gardens",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Throughout the lands of the south he was known as He-Who-Sees-All, or Barkhûsh, and he came to dominate various smaller kingdoms and in time even the great Empire of Ordâkh. Those who opposed his rise were slain, in terrible number, and as the power of those kingdoms grew so too did that of Barkhûsh. Fewer and fewer stood against the might of this Dark Lord and his servants, and more and more believed that his and their strength might serve to drive back their ancestral enemies: the Khandari, the Númenóreans, the Dúnedain, the Gondorians.\\n\\n'You ask how Barkhûsh came to dominate the Fair Land? That was the foundation: his church ruled through Fear, but so too did it promise something the Shagâni had sought for centuries: victory over their enemies. Was it a lie? Perhaps it was, and the execution of that lie would forever change the face of Shagâna, and the fate of its people.\\n\\n'But I have grown parched. Bring me a jar of water from the fountain down the stairs to the east and I will tell you how Barkhûsh and the vast Empire he now controlled conquered the Fair Land and transformed it forever.'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Ghâlim on the terrace in the Tor-gardens",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'How did the folk of Shagâna come to stand with Sauron, Ghâlim? Did they not oppose his evil? Were there none who fought his domination?'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I have grown parched. Bring me a jar of water from the fountain down the stairs to the east and I will tell you how Barkhûsh and the vast Empire he now controlled conquered the Fair Land and transformed it forever.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Retrieve a jar of clean water for Ghâlim from the fountain down the stairs to the east of the terrace in the Tor-gardens",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Thank you for this water. It will prove most helpful with my demonstration.'\\n\\nHe takes a brief sip of water from the jar before continuing.\\n\\n'East and south of Umbar Baharbêl, beyond the marshlands of Ambarûl, there was a green and fertile plain called Sûgedin, bordered on the south by the River Usâl. That waterway formed a natural barrier between Shagâna and the lands where originated the Great Southern Empire of Ordâkh.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Ghâlim has determined that you need some instruction in the geography and history of the land men of Gondor call \\qNear Harad\\q but which the folk who live there call \\qShagâna.\\q",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Ghâlim stands on the terrace in the Tor-gardens, waiting for you to return with the jar of water he requested.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'It is the most valuable of all the resources to be found in this part of Middle-earth, more valuable than any of Lady Hármelak's golden coins or the Abâshal prized by Kinsman Khôltekh and the Temámir dwarves.\\n\\n'Water. Only with it can crops thrive; without it life cannot survive. You will notice its absence within a day; within three days you would kill to acquire it, or perish yourself. But water can be even more valuable than this. Water can protect you from your enemies. It can serve as a barrier, and if that barrier disappears...'\\n\\nGhâlim falls silent, considering the ground by his feet where the water he poured has already soaked into the gaps in the cobbles and vanished.\\n\\n'Two hundred years ago, a terrible drought and famine fell upon the green fields of Sûgedin, where once thrived the Abundant Kingdom of Nísaka. The River Usâl ran dry, leaving only the arid and cracked channel that was once its river-bed. Desert claimed the Khûd, and the fertile land on either side of the Usâl became the Lâkhedin, the Witherlands. This distressing process came to be called the Great Dearth, and the lands through which the Usâl flowed never recovered. They will never be green again.\\n\\n'The drying of the River Usâl removed the last barrier between Shagâna and the Great Southern Empire of Ordâkh. The armies of the Ordâkhai marched north into Shagâna and brought formerly separate kingdoms under the control of the Hûl of Ordâkh, and the Dark Lord he served.\\n\\n'Most learned men believe the Great Dearth was not caused by nature, but was the result of Ordâkhai sorcery given to them by Barkhûsh. Ever was the Dark Lord seeking to remove the barriers between the lands under his control and those he sought.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Suitably chastened by the words of his instructor, Caebar wishes to do what he can to help you learn about the lands into which you must travel.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Keeping his eyes upon you, Ghâlim slowly upends the jar. Water spills out onto the ground until the jar is empty.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Can this be true? Can the sorceries of the Empire of Ordâkh truly have such an effect upon something so large as a swift-flowing river?'\\n\\nCaebar immediately puts a hand over his eyes.\\n\\n'No, I am being foolish. How could I have forgotten the terrible smoke that Sauron sent before his armies during the war? The day without a dawn came to all of Gondor, darkening even distant Ethring, where my family lives. My mother and uncle resented my absence on that terrible day and the weeks that followed, but I witnessed it in Minas Tirith and knew the despair of it even as they did. Of course Sauron could grant to the Ordâkhai such terrible powers, if it served his fell purposes.'\\n\\nCaebar removes his hand from his eyes, now widened with sudden realization.\\n\\n'Ghâlim, have you ever heard of something called the Song of Waves and Wind? Could it be some tale or legend of Sauron, or of Ordâkh? Might it be related to the Great Dearth that dried the River Usâl and brought the desert to Shagâna?'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Ghâlim has wasted the clean water you brought to him in service of making a point.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Most learned men believe that the Great Dearth was not caused by nature, but was the result of Ordâkhai sorcery given to them by Barkhûsh. Ever was the Dark Lord seeking to remove the barriers between the lands under his control and those he sought.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Ghâlim is in the Tor-gardens, instructing you about the lands of Shagâna.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Caebar wishes to do what he can to help you learn about the lands into which you must travel.",
      "es": ""
    },
    {
      "id": 49286665,
      "en": "Return to Ghâlim with the jar of clean water",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "A jar of clean water can be found down the stairs to the east of the terrace in the Tor-gardens.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Ghâlim upends the jar you brought him and spills the water onto the ground",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Ghâlim is on the terrace in the Tor-gardens.",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "You pick up the jar of clean fountain-water",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Caebar is on the terrace in the Tor-gardens.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'The Song of Waves and Wind? No, I am not familiar with such a tale or legend as that.\\n\\n'The lands to the east and south of the Cape of Umbar contain many mysteries, and the histories of the people who dwell there are complex; it could be the mention of such a thing is simply buried, or lost to time. Water and wind are both of great significance to the people who dwell in Shagâna, for each have greatly affected their lives across the centuries.\\n\\n'If your travels bring you to these lands, I advise you to listen to the folk who dwell there, for they will be better teachers on such matters than even I can claim to be, with all my renown!\\n\\n'I sense now that I have given you what instruction you sought, and I must take my leave. Perhaps one day my student Caebar will be able to share such knowledge as this with you, but he is still young and unlearned. It will be some time. Thank you again for the return of 'Kanash-tubu-hârra.'\\n\\n'I bid you good fortune if your journeys bring you into Shagâna. Farewell.'",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Has nothing among these legends spoken of a Song of Waves and Wind?'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'Thank you for providing this helpful instruction to us, Ghâlim. I appreciate your teachings, and for imparting this knowledge to the both of us!'",
      "es": ""
    }
  ]
}