{
  "id": 620879926,
  "txt": [
    {
      "id": 218649169,
      "en": "'You will encounter many Dragon-clan while you roam the fields here. You would do well to thin their numbers, though I doubt we can be certain of their being truly gone from this area for a number of days yet.\\n\\n'The Dragon-clansmen are many, but their numbers cannot be endless. You should be merciless when these evil Men attack you, [placeholder].\\n\\n'They do not know mercy themselves. They showed none to my poor husband and his kin.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You slew a good number of them, [placeholder]. For that, I am grateful. Your thirst for vengeance against the evils in this world is greater than my own.\\n\\n'You should return to Lhan Tarren; the fires of a village are warmer than the words of a lone widow in the wilds. Aye, [placeholder], you have done enough!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I wish you would not venture out again, but if you must, you must.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Uprooting the Raiders",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "While you are attempting to set the farm to rights, Blodwen anticipates that you will encounter many Dragon-clan as you roam.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Dragon-clan invaders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Dragon-clan invaders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Dragon-clan invaders can be found all over the Herd-lands.\\n\\nYou should defeat the Dragon-clan invaders as you wander throughout the farmlands.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Blodwen in the Herd-lands",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Blodwen can be found hiding among the rocks at the far southern edge of the Herd-lands in Trum Dreng.\\n\\nYou should return to Blodwen and see if she has any more need of your assistance.",
      "es": ""
    }
  ]
}