{
  "id": 620879817,
  "txt": [
    {
      "id": 54354734,
      "en": "Penrod has told you there is much work to do before the Falcon-clan can have much hope of standing against Saruman.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'If it took only courage to win battles against Wizards, the Falcon-clan would have marched south, put Saruman in his place, and be on its way home already...but it is not enough.\\n\\n'Tûr Morva must be made ready. Rhus prepares the leather that Taf will fashion into armour. Our Brenin's daughter, Mair, trains youthful fighters in the combat arts. Idele sees to the gathering of foodstuffs for the journey. All have their work, but still it will be a while before the Falcon can fly to war.\\n\\n'With your help and the help of the Rangers, it will go more quickly.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Each member of the Falcon-clan in Tûr Morva has a task to do to prepare for battle against Saruman. Penrod has asked you to aid them with their tasks.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The preparations have been coming along very well, [placeholder]. These Rangers are hard workers, but none more so than you, good [placeholder]!'\\n\\nPenrod's approving laughter fades, and he becomes solemn once again.\\n\\n'Lheu Brenin wishes to see you. The emissary from Isengard that he captured is giving the guards trouble.\\n\\n'Go see the Brenin outside his home, up the hill to the south.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Penrod will be glad to hear that you have aided the people of Tûr Morva with their preparations.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Lheu Brenin is outside his home, up the hill to the south of Penrod, in Tûr Morva.\\n\\nPenrod has told you that the Brenin wants to see you concerning some trouble with the captive emissary of Isengard.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Every man and woman of Tûr Morva has a job to do if the Falcon-clan is to stand against Saruman. Help them all with their tasks, and the preparations will go more quickly.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'All of Tûr Morva is alive with the sound of work, [placeholder]. It is good. There are many clans siding with the Wizard in this conflict, and I feared the Falcon-clan would not be ready if it came to war with them. With your help and that of these Rangers, the Falcon can show its talons!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Lheu Brenin wishes to see you. The emissary from Isengard that he captured is giving the guards trouble.\\n\\n'Go see the Brenin outside his home, up the hill to the south.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'All of Tûr Morva is alive with the sound of work.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Complete the preparations in Tûr Morva ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'These Rangers are hardy folk. They are a great help to us.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Complete the preparations in Tûr Morva ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Penrod in Tûr Morva",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Lheu Brenin in Tûr Morva",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 4, Chapter 7: Aiding Tûr  Morva",
      "es": ""
    }
  ]
}