{
  "id": 620823778,
  "txt": [
    {
      "id": 37459121,
      "en": "'What can we do? It is hopeless!'",
      "es": ""
    },
    {
      "id": 245184865,
      "en": "'At last!'",
      "es": ""
    },
    {
      "id": 245184866,
      "en": "'Ori, Frár... can we stand against them? There are so many!'",
      "es": ""
    },
    {
      "id": 14648085,
      "en": "NAMED DWARF B",
      "es": ""
    },
    {
      "id": 249654721,
      "en": "'I will slow them down! Get out of here!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We have to get you out of here, Captain Ori! We must retreat to the Twenty-first Hall and hope that we can hold them off there!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'We have to get you out of here, Captain Ori! We must retreat to the Twenty-first Hall and hope that we can hold them off there!'",
      "es": ""
    },
    {
      "id": 245161825,
      "en": "'Take that!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Were we wrong to come back to Khazad-dûm, Captain? With Balin slain, this endeavour seems ready to fall: the Orcs are too many!\\n\\n'No, no! We will stand! I will die a dwarf! Let none call Lóni coward!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Things are not well, Captain! There is no end to the creatures -- for every Orc we cleave, two more spring from the darkness!\\n\\n'Still, we are the Dwarves of Khazad-dûm! We will not let these Orcs drive us from the halls in which we have lived for years too few!'",
      "es": ""
    },
    {
      "id": 84765760,
      "en": "Defeat Mazog",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Now that it comes down to it, Captain, I grieve that our return to Moria has been so brief, and so full of sorrow. Was Balin wrong to lead us here, and to expect that whatever curse lay upon these halls had been lifted?\\n\\n'It is too late now to ask such things, but I would not have this hopeful journey come to such an end, to be forgotten forever, to come to nothing.\\n\\n'Captain Ori, I beg you: finish writing our account in the book where such things are recorded. There it is, on the tomb we erected for Lord Balin; it was begun by others, but I would have you finish it. I do not want our fate to be forgotten!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Frár has been defeated!",
      "es": ""
    },
    {
      "id": 105873713,
      "en": "'Finish the Book of Mazarbul, Captain Ori. I would not have us forgotten.'",
      "es": ""
    },
    {
      "id": 161162471,
      "en": "Travel Effect to Mazarbul",
      "es": ""
    },
    {
      "id": 84765761,
      "en": "Stand against Mazog to the last",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'I was not certain you would still be alive, Captain Ori, but I rejoice to see you so. I wanted you here for our last defence. We are still waiting for word from the scouts you sent west, but so far there has been nothing.\\n\\n'And now the Orcs have taken the bridge and the second hall, and close in on our position from all sides. We are certain to follow Frár and Lóni and Náli, my captain, even if we hold out for a little while.\\n\\n'Hark! Who is that? Is that one of the scouts?'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Frár has been defeated, dooming many fates!",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'What can we do, Captain? We have no hope of standing against them here in the hall. They will overwhelm us with their vast numbers.'\\n\\nThíli listens to your plan, and his face hardens, his eyes stern and bright.\\n\\n'You are right, Captain. We will retreat to the Chamber of Mazarbul, and make what stand we may! There we may last long enough to make them feel the sting of our axes and hearken our battle-cries!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Frár has been defeated, dooming many fates.",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'My captain, I bring sad news! The pool has come all the way up to the wall at west gate; there is no hope of escape that way. Noble Óin's mission has ended, and in failure -- in surprise he was taken by the Watcher in the Water, and the weapon he bore availed him naught.\\n\\n'The surrounding halls are filling with Orcs, Captain! It was all I could do to make it back here, but it has been for nothing!'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'Captain Ori, you have arrived at last! I feared we would be overwhelmed before you arrived, but with your strength we may yet push back the Orcs!\\n\\n'O, that Balin were still alive! We have need of his leadership; against this horde of Orcs we must move with one mind, or we will not survive the fall of evening!\\n\\n'I was cut off from Lóni and Náli during the last attack. We must join them on the far side of the Bridge, but many Orcs have crawled up from the pit and stand between here and there. We must defeat them before yet more arrive!'",
      "es": ""
    },
    {
      "id": 175343201,
      "en": "'They come from the main passage!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The year is 2994 of the Third Age, and Balin's expedition into Moria is reaching its grim fate. You are Ori, one of the dwarves charged with defending Moria after the death of Balin.",
      "es": ""
    },
    {
      "id": 245304769,
      "en": "'I will guard your retreat! Go!'",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Retreat with Frár across the Bridge of Khazad-dûm",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Talk to Thíli",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Talk to Thíli",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Talk to Thíli",
      "es": ""
    },
    {
      "id": 262903729,
      "en": "'To the Chamber of Mazarbul! That is where we will make our stand!'",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Talk to Olgir",
      "es": ""
    },
    {
      "id": 262903730,
      "en": "'Captain Ori, I would have a word with you while we bar the doors and prepare.'",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Talk to Thíli",
      "es": ""
    },
    {
      "id": 84765782,
      "en": "Follow Thíli to the Chamber of Mazarbul",
      "es": ""
    },
    {
      "id": 243752801,
      "en": "'Death to the Orcs!'",
      "es": ""
    },
    {
      "id": 84765783,
      "en": "Talk to Thíli",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Frár",
      "es": ""
    },
    {
      "id": 84765784,
      "en": "Finish writing the Book of Mazarbul",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Protect Frár as he fights across the Bridge of Khazad-dûm",
      "es": ""
    },
    {
      "id": 84765785,
      "en": "Survive the Orc assault",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Náli",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Lóni",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Frár",
      "es": ""
    },
    {
      "id": 243765089,
      "en": "'We are out of time!'",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Make your stand against the Orcs worthy of song",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Wait for Frár to decide what to do",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Frár and escape!",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Talk to Frár",
      "es": ""
    },
    {
      "id": 238158629,
      "en": "Durin's Bane",
      "es": ""
    },
    {
      "id": 186987457,
      "en": "'Look to the right!'",
      "es": ""
    },
    {
      "id": 71864801,
      "en": "'It is! He has returned from the west gate!'",
      "es": ""
    },
    {
      "id": 71864802,
      "en": "'There must be something we can do, right,  Captain?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Frár is waiting on the western side of the Bridge of Khazad-dûm.\\n\\nFrár desperately needs your help if the Orcs are to be driven back!",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lóni and Náli are on the eastern side of the Bridge of Khazad-dûm.\\n\\nYou have fought your way to the dwarves on the far side of the Bridge, and should speak to them about the dire situation.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Frár, Lóni, and Náli have decided to make one last stand against the Orcs. You, Ori, will stand with them.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Frár is in the passage east of the Bridge of Khazad-dûm.\\n\\nYour stand against the Orcs has brought you and Frár to the passage east of the Bridge.",
      "es": ""
    },
    {
      "id": 50329745,
      "en": "'You are stubborn, maggot-beard!'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Frár is in the passage east of the Bridge of Khazad-dûm.\\n\\nSome great evil has come to Khazad-dûm, and the shadow of it has filled Frár with dread. He is waiting to speak with you.",
      "es": ""
    },
    {
      "id": 50329746,
      "en": "'But I, Mazog, will send you back to your maker!'",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Thíli is on the western side of the Bridge of Khazad-dûm.\\n\\nFrár has chosen to meet his fate, slowing the advance of whatever evils is yet in store for the dwarves so you may escape to the Twenty-first Hall with Thíli.",
      "es": ""
    },
    {
      "id": 50329747,
      "en": "'To me, my allies! Slay this worm and you will be rewarded!'",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Thíli is in the Twenty-first Hall.\\n\\nYou and Thíli have escaped from the Orcs mustering at the Bridge of Khazad-dûm, but they are closing in around you.",
      "es": ""
    },
    {
      "id": 50329748,
      "en": "'This place is mine! My armies are limitless!'",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "One of the scouts you sent out days ago has returned to the Twenty-first Hall.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Thíli is in the Twenty-first Hall.\\n\\nYou are down to your last few dwarves, and all appears lost. Thíli is waiting to discuss the situation with you.",
      "es": ""
    },
    {
      "id": 199761377,
      "en": "'We will slay many Orcs before we die, my friends!'",
      "es": ""
    },
    {
      "id": 199761378,
      "en": "'We are turning the tide against them! Forward, forward!'",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'I do not like this, Captain. Some Shadow lies ahead. See how my hands tremble, and I have never quailed before any foe! A great evil waits down this passage, worse than all the evils we have seen this day. I...I do not think we can face this thing.\\n\\n'We must retreat. We must fall back! We must escape across the Bridge!'",
      "es": ""
    },
    {
      "id": 199761379,
      "en": "'Hold, Captain. Something is not right here.'",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "'We are decided, then? One last, glorious stand against the Orcs! I weep that none will sing of it, Captain Ori, but I am glad that I have such honourable and dependable dwarves by my side for its making.\\n\\n'For Balin! For Khazad-dûm, and for the glory of the dwarves!'",
      "es": ""
    },
    {
      "id": 199761380,
      "en": "'Run!'",
      "es": ""
    },
    {
      "id": 195531745,
      "en": "'Ori, this way! We will rejoin Lóni and Náli on the far side of the Bridge!'",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "At your suggestion, the dwarves are retreating to the Chamber of Mazarbul, which may be more easily held against the approaching horde.",
      "es": ""
    },
    {
      "id": 195531746,
      "en": "'Baruk Khazâd!'",
      "es": ""
    },
    {
      "id": 171765009,
      "en": "Thíli is in the Chamber of Mazarbul, waiting to speak with you as the rest of the dwarves prepare the defences.",
      "es": ""
    },
    {
      "id": 195531747,
      "en": "'There they are! Lóni! Náli!'",
      "es": ""
    },
    {
      "id": 171765010,
      "en": "The Book of Mazarbul is on the tomb that was erected for Balin in the centre of the chamber.\\n\\nThíli has asked you to finish writing the account of the dwarves in the Book of Mazarbul.",
      "es": ""
    },
    {
      "id": 11036885,
      "en": "Thíli",
      "es": ""
    },
    {
      "id": 174635617,
      "en": "'From the left!'",
      "es": ""
    },
    {
      "id": 171765011,
      "en": "The final assault on the dwarves has begun.",
      "es": ""
    },
    {
      "id": 49260606,
      "en": "travel_exit (desc)",
      "es": ""
    },
    {
      "id": 171765012,
      "en": "Mazog, a young Orc descended from Azog the Goblin, has led the assault on the dwarves and must be defeated.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: We Cannot Get Out",
      "es": ""
    },
    {
      "id": 171765013,
      "en": "The Orcs are too many, and Mazog's forces close in to deliver the fatal blow.",
      "es": ""
    },
    {
      "id": 15696661,
      "en": "NAMED DWARF A",
      "es": ""
    },
    {
      "id": 153121473,
      "en": "'Quickly, bring Captain Ori back to the Twenty-first Hall!'",
      "es": ""
    }
  ]
}