{
  "id": 620823777,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have finished reading the Book of Mazarbul. The dwarves of Balin's expedition came to a terrible end indeed.\\n\\n'I will tell you the story of their final days. It will cause me pain to speak of it, but I hope that revealing the truth about Balin's company will prevent this dire fate from befalling us as well.\\n\\n'Speak to me when you are ready to hear the tale of that company.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'If there is hope to be found in the leaves of Mazarbul, [placeholder], I could not see it.\\n\\n'If we are to survive where Balin's dwarves did not, we will need to prepare for the coming storm. It may not be possible, but we will at least make a stand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I will tell you the tale of the last moments of Balin's expedition, [placeholder], as they were recorded in the Book of Mazarbul.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 9: We Cannot Get Out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bósi has finished reading the Book of Mazarbul, and is worried that the tale contained therein might also be the fate of his expedition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Bósi and experience 'Session: We Cannot Get Out' or read the shortened account instead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bósi is in the Chamber of the Cross-roads at the southern entrance of Durin's Way, north of the Western Levels.\\n\\nBósi is willing to tell you the story of the end of Balin's expedition, a tale he learned from the Book of Mazarbul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "After the death of Balin, his expedition to reclaim Khazad-dûm is imperiled by a seemingly endless onslaught of Orcs... and worse than Orcs. Something moves in the darkness of the Black Pit, an ancient creature of shadow and flame that drives all before it.\\n\\nTrapped at last in the Chamber of Mazarbul, the dwarf-captain Ori records the final moments of the doomed expedition, lamenting that the dwarves cannot long stand against the evils arrayed against them. 'We cannot get out,' he writes. 'They are coming.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bósi is in the Chamber of the Cross-roads at the southern entrance of Durin's Way, north of the Great Delving.\\n\\nYou have listened to the sad fate of Balin's expedition, and should talk now to Bósi.",
      "es": "",
      "es (fem)": ""
    }
  ]
}