{
  "id": 620823775,
  "txt": [
    {
      "id": 94621400,
      "en": "Bori is making his way deeper into Stazgnâkh.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Bori's plan is in full effect; it is now up to the valiant efforts of Wíli and Stilling to draw the main force of the Orcs out of the encampment.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Here we are, [placeholder]. If we are able to defeat the leader of these White Hand Orcs, we should be able to drive them from Moria with little difficulty!\\n\\n'But we must be cautious. I do not want to attract any attention until we are near the leader. We should not travel in a group, for we would then be too easy for the sentries to spot. No, we must travel single-file.\\n\\n'You will go first, and then when the coast is clear, you will give me a signal so I can follow. Our signal will be a <rgb=#FF0000>wave</rgb>. Just <rgb=#FF0000>wave</rgb> to me when you feel I can run to you without getting seen. <rgb=#FF0000>Wave</rgb> for me now so I can see that you understand.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'They did it! Wíli and Stilling have drawn the attention of the main body of the White Hand Orcs!\\n\\n'Do you see the wooden platform straight ahead? Make a run for it, and once you are underneath it, <rgb=#FF0000>wave</rgb> for me to join you...that is, if the coast is clear.\\n\\n'We must still proceed with caution! There are fewer Orcs now in Stazgnâkh, thanks to our heroic friends, but there are still watchful sentries.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Be careful. Do you see the patrolling Orcs? We cannot let them see us, or our mission will be a failure.\\n\\n'We are making for the building built into the side of the rock wall there, straight ahead. It seems that the Orcs are paying it no mind, and we will be out of their view if we can make it there.\\n\\n'Run there without getting too close to any Orcs. Once you have made it there, wave for me when the coast is clear, and I will run to the building. Make sure the Orcs will not see me, [placeholder]! Your vantage point will be better than mine.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Let us return to the Chamber of Leadership, [placeholder], singing the song of our victory as we go! Moria will be ours again, in no small part to our brave deeds today!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'We have done it! From here we have but a short run to face the leader of the White Hand Orcs. The time for stealth is over. He cannot hide from us now!\\n\\n'Let us put an end to him, my friend. Fear no sentries!'",
      "es": ""
    },
    {
      "id": 248030705,
      "en": "'You worry too much. Ashpar's got this all under control.'",
      "es": ""
    },
    {
      "id": 248030706,
      "en": "'Save some slaughter for me!'",
      "es": ""
    },
    {
      "id": 4965825,
      "en": "'Now we wait. Let us watch the Orcs from over here.'",
      "es": ""
    },
    {
      "id": 171764992,
      "en": "The time has come to shed all stealth; you and Bori are now deep enough into the camp that the leader of the White Hand Orcs is without the safety of his protectors!",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "Bori is waiting beneath the mine cart tracks to speak with you about the main force of the Orcs.",
      "es": ""
    },
    {
      "id": 171765009,
      "en": "The platform for which you should run is straight ahead of Bori's position, built above a gap in the rock wall. Be sure to stay away from the patrolling Orcs, or your mission will end in failure.",
      "es": ""
    },
    {
      "id": 171765010,
      "en": "Bori is making his way deeper into Stazgnâkh.",
      "es": ""
    },
    {
      "id": 171765011,
      "en": "The scaffolding for which you should run is straight ahead of Bori's position; he wants you to wait for him in its shadow. Be sure to stay away from the patrolling Orcs, or your mission will end in failure.",
      "es": ""
    },
    {
      "id": 171765012,
      "en": "Bori is making his way deeper into Stazgnâkh.",
      "es": ""
    },
    {
      "id": 171765013,
      "en": "The time has come to shed all stealth; you and Bori are now deep enough into the camp that the leader of the White Hand Orcs is without the safety of his protectors!",
      "es": ""
    },
    {
      "id": 171765014,
      "en": "Bori is making his way deeper into Stazgnâkh.",
      "es": ""
    },
    {
      "id": 171765015,
      "en": "The scaffolding for which you should run is straight ahead of Bori's position; he wants you to wait for him in its shadow. Be sure to stay away from the patrolling Orcs, or your mission will end in failure.",
      "es": ""
    },
    {
      "id": 171765016,
      "en": "Bori is making his way deeper into Stazgnâkh.",
      "es": ""
    },
    {
      "id": 171765017,
      "en": "Bori is making his way deeper into Stazgnâkh.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Bori",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "<rgb=#FF0000>Wave</rgb> at Bori to demonstrate the signal",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Stand near Bori",
      "es": ""
    },
    {
      "id": 135618273,
      "en": "'Okay, [placeholder]. Show me the signal so that I know you've got it.'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Follow Bori",
      "es": ""
    },
    {
      "id": 135618274,
      "en": "'That's it, exactly! I'll know that means the coast is clear.'",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Bori",
      "es": ""
    },
    {
      "id": 135618275,
      "en": "'This way, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "<rgb=#FF0000>Wave</rgb> for Bori to follow when the coast is clear",
      "es": ""
    },
    {
      "id": 135618276,
      "en": "'Hold up, my friend.'",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Get to the side of the building without being seen",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Wait for Bori to arrive",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "<rgb=#FF0000>Wave</rgb> for Bori to follow when the coast is clear",
      "es": ""
    },
    {
      "id": 58963873,
      "en": "'We are almost there, [placeholder].'",
      "es": ""
    },
    {
      "id": 58963874,
      "en": "'Do you see that scaffolding to the north? Get to its shadow and wave me over.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Bori has been defeated.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Ashpar has been defeated.",
      "es": ""
    },
    {
      "id": 225284961,
      "en": "'Are you the leader of this pitiful band of Orcs?'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have lost the element of surprise, and the dwarves are now doomed!",
      "es": ""
    },
    {
      "id": 225284962,
      "en": "'I am Bori, son of Bósi, son of Bifur the Renowned.'",
      "es": ""
    },
    {
      "id": 248030961,
      "en": "'Ashpar's not saying anything, but I think he knows.'",
      "es": ""
    },
    {
      "id": 225284963,
      "en": "'And this is [placeholder], [placeholder] of the highest quality.'",
      "es": ""
    },
    {
      "id": 225284964,
      "en": "'We have come to cast your Orcs from Moria forever, that the dwarves may live here once again!'",
      "es": ""
    },
    {
      "id": 113267857,
      "en": "'Get to the outside of that building over there without being seen, and then wave me over!'",
      "es": ""
    },
    {
      "id": 127937057,
      "en": "'Who wants to know?'",
      "es": ""
    },
    {
      "id": 127937058,
      "en": "'Then you are a fool, Bori, son of Bósi, son of Bifur.'",
      "es": ""
    },
    {
      "id": 127937059,
      "en": "'Know that I am Ashpar the Merciless, servant of the White Hand.'",
      "es": ""
    },
    {
      "id": 127937060,
      "en": "'I am mighty indeed, but mine is not the sole power inside Moria.'",
      "es": ""
    },
    {
      "id": 127937061,
      "en": "'And yet, even without my warriors I will slay you both with ease.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The White-hand in Darkness",
      "es": ""
    },
    {
      "id": 61195761,
      "en": "'Perfect, [placeholder]. Absolutely top-notch.'",
      "es": ""
    },
    {
      "id": 61195762,
      "en": "'Do you see where the tracks pass over that gap in the rocks?'",
      "es": ""
    },
    {
      "id": 61195763,
      "en": "'Get beneath the tracks there without being seen, and then wave me over when it is safe.'",
      "es": ""
    },
    {
      "id": 216956081,
      "en": "'Look sharp, sluggards!'",
      "es": ""
    },
    {
      "id": 216956082,
      "en": "'The grey-beards are attacking the guarded junction! Plenty of killin' for all!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have come to Stazgnâkh with Bori to execute his daring plan: to sneak into the back of the encampment and slay the leader of the White Hand Orcs.",
      "es": ""
    },
    {
      "id": 84765760,
      "en": "Talk to Bori",
      "es": ""
    },
    {
      "id": 84765761,
      "en": "Defend Bori",
      "es": ""
    },
    {
      "id": 84765762,
      "en": "Get to the scaffolding without being seen",
      "es": ""
    },
    {
      "id": 84765763,
      "en": "Wait for Bori to arrive",
      "es": ""
    },
    {
      "id": 84765764,
      "en": "Wait for Bori to arrive",
      "es": ""
    },
    {
      "id": 84765765,
      "en": "Talk to Bori",
      "es": ""
    },
    {
      "id": 84765766,
      "en": "Defend Bori",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Get to beneath the tracks without being seen",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Wait for Bori to arrive",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Wait for the Orcs to leave Stazgnâkh",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Talk to Bori",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "<rgb=#FF0000>Wave</rgb> for Bori to follow when the coast is clear",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Get to beneath the platform without being seen",
      "es": ""
    },
    {
      "id": 84765782,
      "en": "Wait for Bori to arrive",
      "es": ""
    },
    {
      "id": 84765783,
      "en": "<rgb=#FF0000>Wave</rgb> for Bori to follow when the coast is clear",
      "es": ""
    },
    {
      "id": 84765784,
      "en": "Get to the scaffolding without being seen",
      "es": ""
    },
    {
      "id": 61673121,
      "en": "'Do you see the gap between the rocks, straight ahead? Is there a platform over the gap?'",
      "es": ""
    },
    {
      "id": 84765785,
      "en": "Wait for Bori to arrive",
      "es": ""
    },
    {
      "id": 61673122,
      "en": "'Get beneath that platform without being seen, and then wave for me when the coast is clear.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Run for that wooden platform; do you see it, straight ahead of our position? When you are beneath it, <rgb=#FF0000>wave</rgb> for me to join you... but only if the coast is clear!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Do you see the scaffolding straight ahead of us? Run for its shadow, avoiding the patrolling Orcs. When you get there, and it is safe, <rgb=#FF0000>wave</rgb> for me to join you.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bori is waiting to speak with you concerning his plan.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'It is too dangerous for us to travel together. Instead, you will go ahead, and when you reach a safe location, you will <rgb=#FF0000>wave</rgb> so I will know to run there too.\\n\\n'<rgb=#FF0000>Wave</rgb> for me now so I can see what the signal will look like.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bori is waiting for you to <rgb=#FF0000>wave</rgb> so he will know that you understand the signal.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'The building straight ahead, built into the side of the rock wall, is where you should aim to go. Avoid getting too close to Orcs!\\n\\n'When you make it to the building, <rgb=#FF0000>wave</rgb> to me when the coast is clear. Make sure it is safe and my route is empty of Orcs before you signal me!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Bori has asked you to follow him into Stazgnâkh.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Do you see straight ahead, where the mine cart tracks pass above that gap in the rock walls? That is where you should go, avoiding the patrols of Orcs.\\n\\n'Once you are beneath the tracks and it is safe for me to join you, <rgb=#FF0000>wave</rgb> to me and I will come running.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Bori is looking out into the darkness that surrounds Stazgnâkh and is waiting to speak with you.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'We must watch and wait. It is up to Wíli and Stilling now. If they cannot draw the main force of the Orcs out of Stazgnâkh, we will be unable to proceed.'",
      "es": ""
    },
    {
      "id": 32093345,
      "en": "'The time for stealth is over. Now we will slay the Orc leader.'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The building for which you should run is straight ahead of Bori's position, built into the side of the rock wall. Be sure to stay away from the patrolling Orcs, or your mission will end in failure.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Bori is making his way deeper into Stazgnâkh.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "The mine cart tracks for which you should run are straight ahead of Bori's position, built above a gap in the rock wall. Be sure to stay away from the patrolling Orcs, or your mission will end in failure.",
      "es": ""
    }
  ]
}