{
  "id": 620823771,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'My nephew Bori has come up with a daring plan, [placeholder]. He conceived a diversionary strike against a certain hall in the Deeps to draw the Orcs of the White Hand from their camp; this way a second group could enter the camp and defeat its leader.\\n\\n'It will be dangerous, for both groups, but it is a good plan. Imagine it: with one axe-blow, we will cut off the head of the White Hand presence in Moria! Bósi's fears will be assuaged in the face of such a victory.\\n\\n'Will you help my nephew Bori with the preparations for this strike? He grieves still for Bróin, and feels that he must earn honour doubly: for himself, and for my slain son. If this strike is successful, he will have done so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for helping me with the preparations, [placeholder]. I am almost ready, but...nay, it's nothing. I am ready.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Speak to my nephew Bori here and aid him with the preparations for his attack on the White Hand Orcs, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 6: Honour Enough for Both",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Brogur has told you that his nephew Bori has come up with a daring plan that might accelerate the successful reclamation of Khazad-dûm by the dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Aid Bori with his preparations ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bori is in the Chamber of Leadership, off the Twenty-first Hall in Zelem-melek, with Brogur.\\n\\nBrogur has told you that his nephew Bori has devised a daring plan to strike a blow against the White Hand Orcs in Moria, and wants you to help him with his preparations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Aided Bori with his preparations ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bori is in the Chamber of Leadership, off the Twenty-first Hall in Zelem-melek.\\n\\nYou have helped Bori prepare for his daring strike on the White Hand, and should now report to him.",
      "es": "",
      "es (fem)": ""
    }
  ]
}