{
  "id": 620823773,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You assess the strength of the force at the guarded junction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You found the main entrance to Stazgnâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You found the side entrance to Stazgnâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bori's plan calls for a diversionary strike on the Eastern Road to draw the main force of White Hand Orcs out of Stazgnâkh so another group of dwarves can eliminate the leader.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'One team of dwarves will lead a diversionary strike on an outpost on the Eastern Road in order to draw the main body of White Hand Orcs out of their camp, Stazgnâkh. At that time, a second group will stealthily enter Stazgnâkh and defeat the White Hand leader.\\n\\n'I need information about these locations, [placeholder]: examine the strength of the force along the Eastern Road and become familiar with the layout of Stazgnâkh. I want you to collect barrels of black powder from within Stazgnâkh, and return them to me; we must deprive them of this dangerous weapon wherever we can! Investigate these locations and return to me with any information you discover.\\n\\n'My father is always telling me that information is among a dwarf's mightiest weapons. How we wield the information you bring back will determine the success of my plan!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The guarded junction on the Eastern Road is in Nud-melek, and the White Hand encampment of Stazgnâkh is located among the Redhorn Lodes.\\n\\nBori has asked you to investigate the guarded junction along the Eastern Road, and to collect barrels of black powder from the White Hand encampment of Stazgnâkh so you will become familiar with it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done very well, [placeholder] -- the information you have brought will be of great value as we carry out my plan. Thank you, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bori is in the Chamber of Leadership, off the Twenty-first Hall in Zelem-melek.\\n\\nYou have assessed the strength of the force at the guarded junction along the Eastern Road and found two entrances into Stazgnâkh, the White Hand encampment among the Redhorn Lodes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Stazgnâkh is located among the Redhorn Lodes. Search it for barrels of black powder, and spy also on the guarded junction on the Eastern Road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You haven't brought me enough barrels of black powder, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find guarded junction on Eastern Road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring black powder barrels to Bori",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find side entrance to Stazgnâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 6: Planning the Wisest Attack",
      "es": "",
      "es (fem)": ""
    }
  ]
}