{
  "id": 620823774,
  "txt": [
    {
      "id": 94621395,
      "en": "Brogur is in the Chamber of Leadership off the Twenty-first Hall, in Zelem-melek, with Bori.\\n\\nBori is worried about Ashpar's final words, and wants you to ask Brogur for advice.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'When I give the word, Stilling and Wíli will set out for the guarded junction on the Eastern Road. Two hours after that, they will attack the outpost and attempt to convince the defenders that their force is of much larger size.\\n\\n'Meanwhile, you and I will creep towards Stazgnâkh. If I am correct, the main force of White Hand Orcs will leave the camp to defend the guarded junction on the Eastern Road. We will then enter the camp and find the leader of the White Hand Orcs in Moria. Once he is dead, they will be leaderless and disorganized, and be of little threat to us!\\n\\n'Speak with me when you are ready, [placeholder]. If only Bróin could see our moment of triumph!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'My nephew need not be worried -- Ashpar was obviously making empty threats in an attempt to save his own life; I am proud of Bori for not giving in to the Orc's coercion.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Speak to my uncle Brogur about Ashpar's last words. We have won a great victory today, but I am still a little worried by Ashpar's bravado.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We are victorious, and my heart is brimming with pride. We have left the White Hand leaderless and in disarray, just as I had hoped to do!\\n\\n'Furthermore, Stilling and Wíli returned unharmed from their dangerous mission. These Orcs have underestimated the ingenuity of dwarves!\\n\\n'Still, I wonder what Ashpar meant when he spoke of \\qthe true power in Moria?\\q Perhaps my uncle can guess.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 7: The White Hand in Darkness",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Are you ready, [placeholder]? We shall leave for Stazgnâkh, and I will give the word to Stilling and Wíli that they should leave for the guarded outpost on the eastern road.\\n\\n'We will drive the White Hand from Moria, friend; you will see!'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The time has come for Bori to set into motion his daring plan to drive the White Hand from Moria.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Bori and execute his daring plan to combat the White Hand",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bori is in the Chamber of Leadership off the Twenty-first Hall, in Zelem-melek.\\n\\nBori is waiting for you to give the word, and he will then set his plan into motion.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bori is in the Chamber of Leadership off the Twenty-first Hall, in Zelem-melek.\\n\\nBori's plan has been successful, and you should now speak to him about it.",
      "es": ""
    }
  ]
}