{
  "id": 620823772,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Even if my plan goes smoothly, both groups of dwarves will be in danger. Orcs of the White Hand are deadly, and there is sure to be fighting. We're low on equipment, though, and certainly lack the armour and weapons my two teams will require.\\n\\n'If you can find dented armour, broken blades, and cracked shields on Orcs throughout Zelem-melek, the Redhorn Lodes, and within their camps, this equipment might be repaired; if they are too damaged, we could melt them down and use them to make new weapons and armour.\\n\\n'In either case, I will be able to equip my teams with the weapons and armour victory will require.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These will do nicely, [placeholder]; just the sort of thing I need in order to equip the two teams we are assembling. Some of these pieces can be repaired, and the rest will be melted down to make new equipment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Search throughout Zelem-melek and the Redhorn Lodes for the dented armour, broken blades, and cracked shields I can use in the execution of my plan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have not yet brought me the equipment I require!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 6: Arms of the Sharpest Bite",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bori wants you to collect armour, weapons, and shields that can be repaired or melted down to equip the dwarves who execute his daring plan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring armour, blades, and shields to Bori",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dented armour, broken blades, and cracked shields can be found on Orcs and within their camps throughout Zelem-melek and the Redhorn Lodes.\\n\\nBori needs to equip the two teams that will execute his strike on Stazgnâkh, and wants you to gather the materials that will allow him to do this.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bori is in the Chamber of Leadership off the Twenty-first Hall, in Zelem-melek.\\n\\nYou have collected many pieces of the equipment for which Bori has asked, and should now bring them to him.",
      "es": "",
      "es (fem)": ""
    }
  ]
}