{
  "id": 620823776,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Do not worry about Ashpar's dying words. The Orc was trying to save himself, but it was too late for words to do the trick.\\n\\n'I wish that my own son had lived to accompany Bori on this adventure. There was honour enough for all, and it would have done Bróin some good to be a part of such a victory.\\n\\n'You should bring my cousin Bósi news of his son's valiant successes over the White Hand! Perhaps it will cheer him from his gloom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "Bósi listens keenly as you tell the story of his son's victory over Ashpar and the White Hand, but his eyes fill with tears when he hears of the Orc's last words. He masters himself before speaking, and his face is stern once again.\\n\\n'You thought to bring me joy with this news of my son, [placeholder], and I am sorry that it does not. I know this \\qMazog\\q of whom you speak, for it is a name I have heard, and recently.\\n\\n'The White Hand is not the greatest threat to the dwarves inside Moria, friend. Ashpar was telling my son the truth. We are in grave danger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Bósi will be pleased to hear of his son's victory over the White Hand! Return to the Chamber of the Cross-roads at the southern entrance of Durin's Way, north of the Great Delving, and tell him of Bori's grand adventure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 8: Mazog's Reach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Brogur has asked you to tell Bósi of his son's victory over the White Hand in Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Bósi in the Chamber of the Cross-roads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bósi is in the Chamber of the Cross-roads at the southern entrance of Durin's Way, north of the Great Delving.\\n\\nBrogur has asked you to bring Bósi news of his son's victory over Ashpar and the White Hand Orcs in Moria.",
      "es": "",
      "es (fem)": ""
    }
  ]
}