{
  "id": 620971565,
  "txt": [
    {
      "id": 131529409,
      "en": "'Do as he says, Sméagol. He will not hurt you. Trust me, and all will be well.'",
      "es": ""
    },
    {
      "id": 131529410,
      "en": "'This is a true promise, and if you cannot accept it then you should carry out your law. But there is no greater oath he can make.'",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "Instance: A Troubling Path",
      "es": ""
    },
    {
      "id": 131529411,
      "en": "'Thank you. But, my lord, you have not yet given your judgment concerning said master.'",
      "es": ""
    },
    {
      "id": 83767024,
      "en": "'Answer! Is that not the name of the place you are approaching?'",
      "es": ""
    },
    {
      "id": 131529412,
      "en": "'I place myself at your service, Captain Faramir. Thank you.'",
      "es": ""
    },
    {
      "id": 83767025,
      "en": "'I wonder if there is no other way. Who could know that for certain?'",
      "es": ""
    },
    {
      "id": 131529413,
      "en": "'I can answer, if he will not. He took us to the Black Gate at my bidding, but we could not hope to enter there.'",
      "es": ""
    },
    {
      "id": 83767026,
      "en": "'Take him away, Anborn. Be gentle with him, but watch him very closely.'",
      "es": ""
    },
    {
      "id": 131529414,
      "en": "'Instead we make for a path that is hidden, supposedly near Minas Ithil.'",
      "es": ""
    },
    {
      "id": 131529415,
      "en": "'As you say. We will climb a high pass that leads through the mountains into the lands beyond...'",
      "es": ""
    },
    {
      "id": 36142497,
      "en": "'Let us go! We've done nothing wrong.'",
      "es": ""
    },
    {
      "id": 36142498,
      "en": "'We didn't know. We are only lost, lost and hungry. We wanted nice fishes for an empty belly.'",
      "es": ""
    },
    {
      "id": 36142499,
      "en": "'We swears it...'",
      "es": ""
    },
    {
      "id": 36142500,
      "en": "'Master knows. We will make our promise to the Master, and to the Precious. Never come again!'",
      "es": ""
    },
    {
      "id": 36142501,
      "en": "'...'",
      "es": ""
    },
    {
      "id": 36142502,
      "en": "'Hsssss!'",
      "es": ""
    },
    {
      "id": 36142503,
      "en": "'No!'",
      "es": ""
    },
    {
      "id": 36142504,
      "en": "'Yes, yes! What is its name to us? Master tells us he must get in, so we takes him! There is no other way.'",
      "es": ""
    },
    {
      "id": 189784801,
      "en": "'Nothing? You have come to fish in the Forbidden Pool, where it is death to come.'",
      "es": ""
    },
    {
      "id": 189784802,
      "en": "'Come here, and let me look at you.'",
      "es": ""
    },
    {
      "id": 189784803,
      "en": "'Your mind is full of locked doors with shuttered windows behind them, but I judge that you speak the truth.'",
      "es": ""
    },
    {
      "id": 189784804,
      "en": "'You did not come here to present any threat to Gondor or Ithilien. What oath can you swear never to come back to this place, or lead anyone hither?'",
      "es": ""
    },
    {
      "id": 189784805,
      "en": "'Then I give you to your master, for him to declare your fate however he will.'",
      "es": ""
    },
    {
      "id": 189784806,
      "en": "'I say that you are free to go wherever you will in Gondor, you and your charges. You are under my protection.'",
      "es": ""
    },
    {
      "id": 189784807,
      "en": "'Now, where does this creature plan to take you?'",
      "es": ""
    },
    {
      "id": 189784808,
      "en": "'That is now called Minas Morgul.'",
      "es": ""
    },
    {
      "id": 189784809,
      "en": "'This pass...it is called Cirith Ungol, is it not?'",
      "es": ""
    }
  ]
}