{
  "id": 620971466,
  "txt": [
    {
      "id": 225422387,
      "en": "'It is Aragorn who bears the Sword that was Broken. As for the Halflings in the rhyme: we are they.'",
      "es": ""
    },
    {
      "id": 225422388,
      "en": "'That is hidden.'",
      "es": ""
    },
    {
      "id": 225422389,
      "en": "'Farewell! Whatever you think, I swear that we are friends to all foes of the One Enemy.'",
      "es": ""
    },
    {
      "id": 225422390,
      "en": "'If my errand allowed it, I would wish to go with you and serve you in your cause, if we could hope to be of help to such doughty Men.'",
      "es": ""
    },
    {
      "id": 131529409,
      "en": "'We are servants of neither. And though Captain Faramir says otherwise, travellers we are.'",
      "es": ""
    },
    {
      "id": 131529410,
      "en": "'The third member?'",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "Instance: Travellers in Ithilien",
      "es": ""
    },
    {
      "id": 128780897,
      "en": "'Hmph. Not fair to look upon, indeed!'",
      "es": ""
    },
    {
      "id": 225422391,
      "en": "'Let the light shine ever on your swords!'",
      "es": ""
    },
    {
      "id": 131529411,
      "en": "'He is only a chance companion we met along the road, so I cannot answer for his whereabouts.'",
      "es": ""
    },
    {
      "id": 128780898,
      "en": "'When you're done, maybe you should say who YOU are, and why you won't let two weary travellers get some rest.'",
      "es": ""
    },
    {
      "id": 83767024,
      "en": "'We must learn more of this, but now is not the time or place.'",
      "es": ""
    },
    {
      "id": 131529412,
      "en": "'But please spare him if you come upon him. He is only a wretched gangrel-creature under my care for a time.'",
      "es": ""
    },
    {
      "id": 83767025,
      "en": "'You were in great peril, and would have been caught in a hard battle had we not come upon you when we did.'",
      "es": ""
    },
    {
      "id": 131529413,
      "en": "'As for us, we are simple hobbits from the Shire, a land far from here.'",
      "es": ""
    },
    {
      "id": 83767026,
      "en": "'Mablung and Damrod will guard you, for your own good and mine.'",
      "es": ""
    },
    {
      "id": 131529414,
      "en": "'I am Frodo son of Drogo, and here is Samwise son of Hamfast, a hobbit in my service.'",
      "es": ""
    },
    {
      "id": 83767027,
      "en": "'If I survive, I will speak more with you upon my return.'",
      "es": ""
    },
    {
      "id": 131529415,
      "en": "'We have walked far, our path taking us from Rivendell.'",
      "es": ""
    },
    {
      "id": 83767028,
      "en": "'Halflings are courteous folk indeed, whatever else they be. Farewell!'",
      "es": ""
    },
    {
      "id": 131529416,
      "en": "'We set out with seven companions: one fell in Moria, and the rest we left at Parth Galen.'",
      "es": ""
    },
    {
      "id": 131529417,
      "en": "'Our company consisted of an Elf, a dwarf, two more of my kin, and two Men....'",
      "es": ""
    },
    {
      "id": 189784801,
      "en": "'Search the ferns, and trap it. Then we will learn what manner of creature it is.'",
      "es": ""
    },
    {
      "id": 189784802,
      "en": "'They cannot be Elves, for it is said that Elves are fair to look upon.'",
      "es": ""
    },
    {
      "id": 75335713,
      "en": "'And whatever it knows!'",
      "es": ""
    },
    {
      "id": 189784803,
      "en": "'My name is Faramir, Captain of Gondor. Ithilien has no travellers: only servants of the Dark Tower or the White.'",
      "es": ""
    },
    {
      "id": 189784804,
      "en": "'Then declare yourself and your errand at once. This is no time for riddles. Where is the third member of your company?'",
      "es": ""
    },
    {
      "id": 12742337,
      "en": "'Here is the source of the smoke! Whoever or whatever made this fire will be nigh at hand.'",
      "es": ""
    },
    {
      "id": 189784805,
      "en": "'You know the one. The skulking creature, some stealthy breed of Orc perhaps. He gave us the slip by some trickery.'",
      "es": ""
    },
    {
      "id": 12742338,
      "en": "'These are not Orcs.'",
      "es": ""
    },
    {
      "id": 189784806,
      "en": "'You came with Boromir, son of Denethor? That is strange news indeed, if true.'",
      "es": ""
    },
    {
      "id": 189784807,
      "en": "'What had you to do with him? Speak swiftly!'",
      "es": ""
    },
    {
      "id": 189784808,
      "en": "'Yes, those words are known to us.’",
      "es": ""
    },
    {
      "id": 189784809,
      "en": "'That is plain to see. But what is Isildur's Bane?'",
      "es": ""
    },
    {
      "id": 1889057,
      "en": "'Elves?'",
      "es": ""
    },
    {
      "id": 1889058,
      "en": "'Boromir!'",
      "es": ""
    },
    {
      "id": 1889059,
      "en": "'Captain Boromir!'",
      "es": ""
    },
    {
      "id": 209171985,
      "en": "'What do we have here?'",
      "es": ""
    },
    {
      "id": 225422384,
      "en": "'...Aragorn the Ranger, and Boromir, who came from Minas Tirith.'",
      "es": ""
    },
    {
      "id": 225422385,
      "en": "'Is the riddle that Boromir brought to Rivendell known to you?'",
      "es": ""
    },
    {
      "id": 225422386,
      "en": "'Seek for the Sword that was Broken; in Imladris it dwells.'",
      "es": ""
    }
  ]
}