{
  "id": 620913148,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I wish to know more about what happened here, [placeholder]. Why is the bridge broken? And... do you not sense an air of restlessness about the Orcs nearby?\\n\\n'If you could interrogate one of their leaders, you might be able to find out something about what happened.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "Svanr reads the charred papers you hand him.\\n\\n'Interesting... I see the word \\qGhâsh\\q -- that is fire. And fear, terror, written in common-speech. This particular cluster of Orcs seems to be on the move, fast, towards the Dimrill Dale, for they are not from here, nor do they wish to stay here. I believe they are seeking a brief respite before moving out.\\n\\n'Something has certainly made them uneasy, but I wonder what could have made them overcome their fear of fire and sun to pursue this path? Why do they head towards the Dale?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please find out whatever you can, [placeholder]. I would like to rest here, and look out upon the chasm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Restless Orcs of the Crack's Edge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Svanr has asked you to approach the Orc-camp at the Crack's Edge to see if there is any evidence of why the bridge of Khazad-dûm is sundered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected charred papers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search an Orc from the Crack's Edge ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orcs can be found surrounding the Crack's Edge in Nud-melek, near the sundered Bridge of Khazad-dûm.\\n\\nYou should interrogate Orcs to find out what happened at the Bridge of Khazad-dûm to cause such restlessness.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the charred papers to Svanr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Svanr can be found at the shattered Bridge of Khazad-dûm on the west edge of the chasm in Nud-melek.\\n\\nYou should speak with Svanr.",
      "es": "",
      "es (fem)": ""
    }
  ]
}