{
  "id": 621065119,
  "txt": [
    {
      "id": "0xeb01167",
      "en": "The twins' chosen route into Lórien crosses through the Redhorn Pass.\\n\\nYou should talk to Elladan at Echad Eregion in Eregion to continue your journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1f4",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56819",
      "en": "'[placeholder], I am sorry. My desperation for answers clouded my judgement. The Bruinen must have left the Black Riders severely weakened; even if the last horse had survived, it would not have been able to carry its owner far. Perhaps they have vanished from the North, like Elladan said.\\n\\n'I do not wish to dwell on what happened in the Redhorn Pass but... the cloaked figure eluded you too, didn't it? I suppose we'll never know who or what that truly was. To tell the truth, I am in no rush to find out myself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad3",
      "en": "03. The Further Adventures of Elladan & Elrohir, Chapter 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56810",
      "en": "'Once you are ready, we shall depart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56811",
      "en": "'It's best not to tarry here any longer. The Redhorn Pass can be treacherous during the warmest of months, and we are fast approaching winter.\\n\\n'Be on the look-out for Orcs most of all; they plague the mountain and have waylaid many an unfortunate traveller.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef8179",
      "en": "Some monsters in this mission will apply a persistent cold debuff that can only be removed at bonfires found in the mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eafb5",
      "en": "Persistent Cold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Complete 'Mission: The Further Adventures of Elladan & Elrohir, Chapter 3'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502950",
      "en": "Talk to Elrohir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01108",
      "en": "After the unnerving trek through the Redhorn Pass, your party has made it safely to the Dimrill Dale.\\n\\nYou should talk to Elrohir to see how he's doing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1722",
      "en": "The mountain's wrath may make the Redhorn Pass the most dangerous leg of your adventure.",
      "es": "",
      "es (fem)": ""
    }
  ]
}