{
  "id": 621065114,
  "txt": [
    {
      "id": 162883600,
      "en": "'Quickly -- we must strike out for Talan Revail.'",
      "es": ""
    },
    {
      "id": 162883601,
      "en": "'We're right at the doorstep of Caras Galadhon, but how can we stand idly by while Wargs sow chaos in the Golden Wood?\\n\\n'[placeholder], you have been a stalwart companion. Not once have you faltered in aiding us, and for that we are grateful. Though you have honoured your promise to us and our father, we have one last thing to ask of you.\\n\\n'Come with us to the north. Whatever the Wargs have planned, we'll put an end to it. Together.'",
      "es": ""
    },
    {
      "id": 149027539,
      "en": "05. The Further Adventures of Elladan & Elrohir, Chapter 5",
      "es": ""
    },
    {
      "id": 261009333,
      "en": "Shared Corruption",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Complete 'Mission: The Further Adventures of Elladan & Elrohir, Chapter 5'",
      "es": ""
    },
    {
      "id": 246419815,
      "en": "Galadhrim scouts have sighted Wargs around the northern borders of L贸rien.\\n\\nYou should talk to Elladan outside of Caras Galadhon in Lothl贸rien to begin heading north.",
      "es": ""
    },
    {
      "id": 173025616,
      "en": "Talk to Elrond",
      "es": ""
    },
    {
      "id": 246419720,
      "en": "With the help of the Galadhrim and fresh supplies, your return to Rivendell has gone smoothly.\\n\\nLord Elrond wishes to have a word with you.",
      "es": ""
    },
    {
      "id": 162883609,
      "en": "'I've been told your journey to L贸rien was rather eventful, [placeholder]. Still, you persisted and completed your task admirably.\\n\\n'Though travel and adventure have separated my sons from me before, every time they venture forth, my heart grows uneasy. For what parent can stand not knowing where their children are?\\n\\n'But this time, I was comforted knowing you were by their side. Thank you. They have found a true friend in you.'",
      "es": ""
    },
    {
      "id": 24695284,
      "en": "Armed with the knowledge that Wargs now endanger L贸rien, your party sets out to put an end to their machinations.",
      "es": ""
    },
    {
      "id": 133136761,
      "en": "Monsters in this mission will apply a corruption buff to nearby allies.",
      "es": ""
    }
  ]
}