{
  "id": 621065118,
  "txt": [
    {
      "id": "0xeb01167",
      "en": "Elrohir has sighted a Great Eagle flying towards Eregion.\\n\\nYou should talk to Elrohir at Echad Candelleth in the Trollshaws to continue your journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1f4",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56819",
      "en": "'[placeholder] -- I'm sorry I did not thank you earlier for helping Elrohir at Pembar. I needed time to gather my thoughts.\\n\\n'When the two of you left, I found myself pacing around out of nervousness. Perhaps it's the gravity of the errand we've been entrusted with. Or does my worry stem from everything else that's happening?\\n\\n'The forces at play have long since been set in motion. There is much we don't have control over, but I tell myself we are doing what we can. I have to believe that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad3",
      "en": "02. The Further Adventures of Elladan & Elrohir, Chapter 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56810",
      "en": "'Watch the skies, [placeholder]. I will do the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56811",
      "en": "'Our many questions may be answered soon; I spied one of the Great Eagles flying south-east. Perhaps they bear fresh news.\\n\\n'We shall set out for Eregion once you're ready.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1721",
      "en": "The Great Eagles may have discovered important information for the twins' errand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef8179",
      "en": "Some monsters in this mission will attempt a crushing attack, wounding and stunning anyone hit.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eafb5",
      "en": "Crushing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Complete 'Mission: The Further Adventures of Elladan & Elrohir, Chapter 2'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502950",
      "en": "Talk to Elladan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01108",
      "en": "You and the twins have made it to Echad Eregion.\\n\\nElladan has something to say to you.",
      "es": "",
      "es (fem)": ""
    }
  ]
}