{
  "id": 621065112,
  "txt": [
    {
      "id": 126687013,
      "en": "Lord Elrond has given his sons a secret errand that will take them to Lothlórien. You are to accompany them.",
      "es": ""
    },
    {
      "id": 246419815,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173025619,
      "en": "Talk to Elrohir",
      "es": ""
    },
    {
      "id": 24695284,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883609,
      "en": "'Hail, [placeholder]! Elrohir has gone ahead to search the Bruinen, but he wished to pass on his greetings as well.\\n\\n'We're to travel south to Eregion, then through the Redhorn Pass into Lothlórien. Make any preparations you may require; we have a long trek ahead of us.'",
      "es": ""
    },
    {
      "id": 149027539,
      "en": "01. The Further Adventures of Elladan & Elrohir, Chapter 1",
      "es": ""
    },
    {
      "id": 184621216,
      "en": "Elladan is waiting for you outside of Elrond's Library.",
      "es": ""
    },
    {
      "id": 184621217,
      "en": "You should talk to Elladan outside of Elrond's Library to begin your search of the Bruinen.",
      "es": ""
    },
    {
      "id": 190220706,
      "en": "'I have faith that the waters of the Bruinen dealt the Riders a devastating blow. However, the less certain we are of the Riders' fates, the more worried my heart grows.\\n\\n'Tracking the movements of the Enemy is of the utmost importance for our errand. After everything that's happened, I find our lack of information unsettling.'",
      "es": ""
    },
    {
      "id": 184621265,
      "en": "Your search of the Bruinen has taken you to Echad Candelleth.\\n\\nYou should talk to Elrohir.",
      "es": ""
    },
    {
      "id": 162883600,
      "en": "'I'm sure we've kept Elrohir waiting for long enough.'",
      "es": ""
    },
    {
      "id": 162883601,
      "en": "<rgb=#00FF00>This Further Adventure begins on October 3018, before 'Book 4, Chapter 1: Where is the Horse and the Rider?' Be aware that you may find yourself travelling through more dangerous areas of Middle-earth throughout this adventure.</rgb>\\n\\n'[placeholder], I have an undertaking that I believe you would be suited for. Servants of the Enemy, under the guise of riders in black, recently tried to cross the Bruinen. The river's waters swept them away at my command. Perhaps they no longer threaten Imladris, but we cannot be certain.\\n\\n'Scouts have been sent out to determine whether the Black Riders truly fell at the Ford. My sons will soon set out to do the same, but I have also entrusted them with an errand of their own. I would ask that you travel with them to Lothlórien to meet with their grandmother, Lady Galadriel. Though I cannot fully reveal the purpose of their errand, I trust that the three of you will keep each other safe.\\n\\n'Elladan waits for you outside. May your search bear fruit.'",
      "es": ""
    },
    {
      "id": 133136761,
      "en": "At low health, monsters in this mission will attempt to end their own lives to damage and apply a fear effect to those nearby.",
      "es": ""
    },
    {
      "id": 261009333,
      "en": "Sacrificial",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Complete 'Mission: The Further Adventures of Elladan & Elrohir, Chapter 1'",
      "es": ""
    },
    {
      "id": 173025616,
      "en": "Talk to Elladan outside of Elrond's Library",
      "es": ""
    },
    {
      "id": 246419720,
      "en": "DNT",
      "es": ""
    }
  ]
}