{
  "id": 621097418,
  "txt": [
    {
      "id": 148970448,
      "en": "You have discovered Sûr Zugub",
      "es": ""
    },
    {
      "id": 149027508,
      "en": "Dangers in Khûd Zagin",
      "es": ""
    },
    {
      "id": 148970451,
      "en": "You have discovered Ul Sukûd",
      "es": ""
    },
    {
      "id": 173025617,
      "en": "Find Ar-jirush",
      "es": ""
    },
    {
      "id": 148970454,
      "en": "You have discovered Shukabad",
      "es": ""
    },
    {
      "id": 173025619,
      "en": "Find Phûrakoth",
      "es": ""
    },
    {
      "id": 137079129,
      "en": "Crebain and carrion birds dwell among the angular structures and rocky cliffs of Nu-hashâr, sheltered from unwanted attention by the steep rise upon which the fortress of Ar-jirush overlooks the Khûd.",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "Crocodiles have taken the flood-plains south of the river for their own, and now Samârsug can only be explored by those who fear not the sharp teeth of its hostile residents.",
      "es": ""
    },
    {
      "id": 173025536,
      "en": "Find Anzusag",
      "es": ""
    },
    {
      "id": 137079090,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 8567320,
      "en": "The sun-baked walls of this once-populous desert town mark the bounds of Nizukhûr, the \\qbrigands' seat.\\q The former residents abandoned their homes first to the Ordâkhai who served the Black Serpent, but few of those soldiers returned from the war and now the dwellings are claimed by brigands.",
      "es": ""
    },
    {
      "id": 137079138,
      "en": "Birds nest among the greenery of Anzusag on the cliffs high above the oasis of Shonith. From here the sands of the desert seem far away, a distant mirage.",
      "es": ""
    },
    {
      "id": 137079092,
      "en": "The Ordâkhai presence in Khûd Zagin remains a danger to local residents, despite the heavy losses sustained by soldiers of the Great Southern Empire during the War of the Ring. The Black Serpent will not return from Gondor, but many of those who fought for him fled from the fighting before the walls of Minas Tirith, and they are made even more desperate and dangerous as they return to the lands they claim for their own.",
      "es": ""
    },
    {
      "id": 173025539,
      "en": "Find Er-atûr",
      "es": ""
    },
    {
      "id": 148970469,
      "en": "You have discovered Samârsug",
      "es": ""
    },
    {
      "id": 137079141,
      "en": "Er-atûr was once a fertile oasis like the others tended by the Kintai, but it is no longer a place of thriving vegetation and greenery. Now wrathful spirits whisper on the wind and Er-atûr has become a place of ill omen.",
      "es": ""
    },
    {
      "id": 148970470,
      "en": "You have discovered Nizukhûr",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Explore enemy camps, settlements, and lairs in Khûd Zagin in the Ikorbân Valley.",
      "es": ""
    },
    {
      "id": 148970472,
      "en": "You have discovered Ar-jirush",
      "es": ""
    },
    {
      "id": 173025542,
      "en": "Find Ish Dâra",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Explore enemy camps, settlements, and lairs in Khûd Zagin in the Ikorbân Valley.",
      "es": ""
    },
    {
      "id": 148970473,
      "en": "You have discovered Phûrakoth",
      "es": ""
    },
    {
      "id": 137079144,
      "en": "The banks of the River Usâl were once green and fertile, but the Great Dearth dried out the fields and left Ish Dâra to fall into ruin and decay. Now only lizards and scorpions call this ruin home, and the Khûdi have left to find a more hospitable dwelling.",
      "es": ""
    },
    {
      "id": 173025591,
      "en": "Find Nu-hashâr",
      "es": ""
    },
    {
      "id": 173025545,
      "en": "Find Sûr Zugub",
      "es": ""
    },
    {
      "id": 148970433,
      "en": "You have discovered Anzusag",
      "es": ""
    },
    {
      "id": 137079153,
      "en": "The wind whistles through the canyons of Sûr Zugub in the southern reaches of the Khûd, where lizards and other creatures bake on the hot stones. Travellers are advised to keep to the shade provided by the high stones, for the oppressive heat threatens to end any unwise journey.",
      "es": ""
    },
    {
      "id": 148970436,
      "en": "You have discovered Er-atûr",
      "es": ""
    },
    {
      "id": 173025554,
      "en": "Find Ul Sukûd",
      "es": ""
    },
    {
      "id": 137079156,
      "en": "Wights prowl among the ruins of Ul Sukûd, high above the crypts of Nirgambâr.",
      "es": ""
    },
    {
      "id": 148970439,
      "en": "You have discovered Ish Dâra",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Find Samârsug",
      "es": ""
    },
    {
      "id": 173025557,
      "en": "Find Shukabad",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Find Nizukhûr",
      "es": ""
    },
    {
      "id": 137079159,
      "en": "The jackals of Shukabad never sleep. They remain alert and aware at all times, padding on quiet feet among the piles of bones and skulls that line their lair, eager to find the next unwary traveller who might become their next meal.",
      "es": ""
    },
    {
      "id": 148970488,
      "en": "You have discovered Nu-hashâr",
      "es": ""
    },
    {
      "id": 137079161,
      "en": "This fortress overlooking the settlement of Jirush still hosts many soldiers of Ordâkh, both from the local garrison and those who escaped the recent Ambarûli liberation. The Ordâkhai keep watch over the road, waylaying passing travellers for the purpose of exacting heavy tolls. The cost of these tolls increases as the temperature rises, as does the threat of the Ordâkhai who collect them.",
      "es": ""
    }
  ]
}