{
  "id": 621097488,
  "txt": [
    {
      "id": "0x8e11bd0",
      "en": "You have discovered Malgâma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab4",
      "en": "Discovering Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd3",
      "en": "You have discovered Utug-bûr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Find Ilzag Khûl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502953",
      "en": "Find Shengarâsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba959",
      "en": "This great stonework was constructed by the Númenóreans when they channeled the Ikorbân River near Urash Dâr. The process took many years, but its end result broadened the waterway and made it more navigable for Númenórean ships passing inland.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "The settlement of Ub Nishir, tucked into a narrow canyon north of the stone keep of Maurûsh, is populated mostly by brigands and highwaymen who have nowhere else to turn. By necessity they have become protectors of the few folk who remain in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502900",
      "en": "Find the Falls of Ilûritu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba932",
      "en": "Few alone remain at Ilzag Khûl, for evil stirs in nearby Maurûsh. Now it must become a place of safety from which your allies can strike against the foes that endanger all of Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba18",
      "en": "From this small campsite, the people who remain in Urash Dâr maintain a watch upon the newly-opened crevice at Utug-bûr behind which terrible evils lurk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba962",
      "en": "These falls in northern Urash Dâr are beautiful and perilous, and none know what secrets they may conceal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba934",
      "en": "In the Shagâni language, Shengarâsh means 'encampment of the rain or mist;' it is truly an appropriate name for this camp by the Falls of Ilûritu in northern Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502903",
      "en": "Find Ashâgir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be5",
      "en": "You have discovered Ub Nishir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba965",
      "en": "Hidden deep within the gorge-lands, the clifftop fortress of Ashâgir was built into a high outcrop well above the canyon floor. Once a lift climbed to the heights, but that device has been long-since destroyed; now only precipitous paths wind slowly to the lofty entrance. The last king of Hamât sheltered within when the Great Southern Empire of Ordâkh invaded, but he commanded the destruction of the fortress rather than surrender it, and perished there. Now Ashâgir stands empty, plundered of its treasure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be6",
      "en": "You have discovered Nêruzig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore friendly settlements, structures, tombs, and other important points of interest in Urash Dâr in the Ikorbân Valley.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be8",
      "en": "You have discovered Ilzag Khûl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502906",
      "en": "Find Sûr Akil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore friendly settlements, structures, canyons, and other important points of interest in Urash Dâr in the Ikorbân Valley.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be9",
      "en": "You have discovered Shengarâsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba968",
      "en": "Sûr Akil, the north-eastern canyon through which the River Mûshid runs, means 'the gorge of woe' in the language of the Shagâni. None remember why they gave it this name, but the sensation of great evil that has settled upon this area in recent days seems justification enough.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502937",
      "en": "Find the Channel of Bâdizal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502909",
      "en": "Find Malgâma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc1",
      "en": "You have discovered the Falls of Ilûritu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba971",
      "en": "The way-station of Malgâma attracts all sorts, or at least, it would if there was still a large population remaining in the settlements of Urash Dâr. Instead, the folk who come to this small collection of buildings near Zikrum-dûl share one thing in common: their eccentricity.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc4",
      "en": "You have discovered Ashâgir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502912",
      "en": "Find Utug-bûr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba974",
      "en": "Recent quakes ripped open a fissure in a formerly-solid cliff face, altering the course of the river and revealing the doorstep of Utug-bûr, a stone structure kept secret for untold years. None still live who remember the making of this place, and now a sensation of great evil grips the hearts of any who approach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc7",
      "en": "You have discovered Sûr Akil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Find Ub Nishir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Find Nêruzig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf8",
      "en": "You have discovered the Channel of Bâdizal",
      "es": "",
      "es (fem)": ""
    }
  ]
}