{
  "id": 621097434,
  "txt": [
    {
      "id": "0x8e1fab4",
      "en": "Discovering Imhûlar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Find Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502953",
      "en": "Find Tûl Zakana, the Well of Forgetting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba959",
      "en": "The Tombs of Esh-kimâkhi, the \\qhallows of the three,\\q were constructed by Aragín the Queller, first King of Hamât. The triple crypt was built in memory of the three great enemies he slew before sundering his sword and devoting the rest of his life to peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba989",
      "en": "This tall and timeworn stone bridge crossing the Ikorbân was originally constructed by the Númenóreans as part of their project to channel the river. The name 'Span of Princes' was given to the bridge in honour of two princes of Gondor who fell in battle near this location.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e7",
      "en": "Find Nâmbadir, the Span of Princes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502900",
      "en": "Find the Watcher of Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba932",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba18",
      "en": "Vartúlin is the last surviving Kinta grove in the dying woods of Imhûlar, a resting-place for many honoured elders among the Kintai. Even this refuge has begun to suffer as the despoiling contagion finally overcomes the Elf-magic that protected it for so long.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba962",
      "en": "This hilltop prominence was carved by the peoples of old Hamât to resemble a lion's head overlooking the dying forests and the lands downstream.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba991",
      "en": "Kûr Anzar is a fortified town built among the ruins of a Númenórean citadel that was itself constructed on the bones of an ancient Khandari stronghold. This was originally the ruling seat of the Shâr of Hamât, but centuries of civil warfare and invasion from Gondor have laid waste to it. Now Kûr Anzar is mainly held by the Ordâkhai remnant and cultists who serve the Church of the All-seeing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba934",
      "en": "Hidden deep within war-torn Imhûlar, an Ordâkh-controlled trading post traffics in phials of liquid with a dangerous reputation: water from Tûl Zakana, the Well of Forgetting. Locals advise you steer clear of Tûl Zakana, for many have vanished in its vicinity. Did they run afoul of the Ordâkhai, or did they imbibe too greedily of the waters and lose all sense of themselves?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba992",
      "en": "The town of Urmâkh in western Imhûlar has become home to many of the Shagâni residents displaced from Kûr Anzar. Their anger at the soldiers of Ordâkh is matched, if not exceeded, by their hatred for the despots of Gondor who feature prominently in the tales and legends of their land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b28",
      "en": "You have discovered Nâmbadir, the Span of Princes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502903",
      "en": "Find Dag Usakâra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be5",
      "en": "You have discovered Kûr Anzar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba965",
      "en": "This is the home of Usakâr, an aged hermit who lives in the forest and keeps to the old ways of venerating the guardians of the wood. The extent of his secret knowledge is unknown even to the Kintai, who count themselves among his friends. He despairs over the death of the trees, and hopes there may be some means of reversing the pestilence that consumes them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be6",
      "en": "You have discovered Vartúlin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore friendly settlements, structures, tombs, and other important points of interest in Imhûlar in the Ikorbân Valley.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be8",
      "en": "You have discovered Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502906",
      "en": "Find Kûgrun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore friendly settlements, structures, tombs, and other important points of interest in Imhûlar in the Ikorbân Valley.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be9",
      "en": "You have discovered Tûl Zakana, the Well of Forgetting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba968",
      "en": "Some among the Kintai whisper of Kûgrun, the Golden Sanctuary, a place of peace located somewhere in the dying forest. When pressed, they will hesitate to speak of its true location for reasons of their own.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502937",
      "en": "Find the Tombs of Esh-kimâkhi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc1",
      "en": "You have discovered the Watcher of Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc4",
      "en": "You have discovered Dag Usakâra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc7",
      "en": "You have discovered Kûgrun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Find Kûr Anzar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Find Vartúlin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf8",
      "en": "You have discovered the Tombs of Esh-kimâkhi",
      "es": "",
      "es (fem)": ""
    }
  ]
}