{
  "id": 621097571,
  "txt": [
    {
      "id": 228284034,
      "en": "'The day has come. Today, we will retake our home!'\\n\\n'We are as prepared as we can be for the fight ahead. I feel the determination in every one of our hearts. Some of us may not see tomorrow, but know that we all fight for our home, for what is ours! We fight to show these Orcs that these are our lands and they will not drive us from them!\\n\\n'Let us go now. Let us retake Maurûsh from the monsters who defile it!\\n\\n'With me my friends! Into Maurûsh and into the fires of battle!'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "Galâmka takes a moment before looking up at you to speak.\\n\\n'Maurûsh is lost.'\\n\\nGalâmka pauses again.\\n\\n'There was such hope after all we had done. After all you had helped us to achieve. We fought our hardest, but it was all for nothing. None of us expected that monster to be there. He must be one of them who came from the demon pits. I did not expect them to have such power.\\n\\n'We may have lost this fight, but Maurûsh is still our home. We must take our time to heal and recover, but this is not the end of our struggle.\\n\\n'Thank you for standing with us, [placeholder]. At the very least, thanks to you, those of us here still remain to fight another day and will continue to fight until our final breath.'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The preparations are complete and Galâmka is ready to begin the battle to retake Maurûsh.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The time has come to fight for Maurûsh and retake the stronghold from the Orcs. All the preparations are complete and Galâmka is ready to lead the charge.",
      "es": ""
    },
    {
      "id": 18711961,
      "en": "The day has come. Today, we will retake our home!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Battle for Maurûsh",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'The day has come. Today, we will retake our home!'\\n\\n'We are as prepared as we can be for the fight ahead. I feel the determination in every one of our hearts. Some of us may not see tomorrow, but know that we all fight for our home, for what is ours! We fight to show these Orcs that these are our lands and they will not drive us from them!\\n\\n'Let us go now. Let us retake Maurûsh from the monsters who defile it!\\n\\n'With me my friends! Into Maurûsh and into the fires of battle!'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Speak with Galâmka",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Speak with Galâmka when you are ready to begin",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Speak with Galâmka about the battle.",
      "es": ""
    }
  ]
}