{
  "id": 621097415,
  "txt": [
    {
      "id": "0x8e1fab4",
      "en": "Discovering Khûd Zagin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Find the Tombs of Nirgambâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502953",
      "en": "Find the Span of Danagír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba959",
      "en": "The colossal statue Menundâri-en, the Eternal One, was sculpted during the Second Age in memory of the mighty sorcerer-king Izighûz. It was considered heretical by the Church of Barkhûsh, which attempted to destroy it, but what remains of the Eternal One can still be seen in Khûd Zagin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba989",
      "en": "A Khanâg serves as a resting-place for traders and their beasts on the major roads that pass through the desert, and as a meeting-place and market for local residents of the Khûd.\\n\\nThis Khanâg west of Jirush still bustles with moderate activity, despite the soldiers of Ordâkh stationed nearby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e7",
      "en": "Find Western Khanâg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "Jirush was once the chief town and resupply station for caravans passing south along the Road of Riches, but today it is mostly derelict, its people displaced by war and forced relocation to the mines. Some old men and women remain in Jirush, their hands kept busy with daily troubles even as their minds remember better days, long ago. The sand is slowly overtaking Jirush, and it is a common belief of those few who remain here that in a dozen years or fewer, the town will be entirely consumed by the spreading desert.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502900",
      "en": "Find Ghalbûru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba932",
      "en": "The vaults and tombs of Nirgambâr stand in a sheltered valley in the northern reaches of the Khûd, now largely buried by desert. The tombs were used by Black Númenóreans in the Third Age to house their dead, and the Khûdi say restless spirits and dangerous wights have stalked their silent halls ever since. Rumour has it these occurrences predate even the Black Númenóreans, and may have been involved in their abandonment of the site, but none still live who might say for certain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba18",
      "en": "In the language of the Avabár-kintai, the name Shonith means 'glade of peace,' and the Elves who tend this oasis in the southern reaches of the Khûd work tirelessly so it may retain that name. The Veróthi of faded Kintai grow on islands in the pool at the centre of Shonith, and others are planted around the water, an oasis of life kept separate from the desert sands... for the time being.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba962",
      "en": "This valley and cavern complex among the rocky canyons in the east of the Khûd was called 'Thieves' Cut' by the residents of Jirush and their Ordâkhai occupiers. The name was adopted as a badge of honour by the varied brigands, highwaymen, and freedom fighters that now make their home here in the Cut, and they use its Shagâni name of Ghalbûru.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba934",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba992",
      "en": "A Khanâg serves as a resting-place for traders and their beasts on the major roads that pass through the desert, and as a meeting-place and market for local residents of the Khûd.\\n\\nThis Khanâg east of Jirush is no longer active, and has become ruined and desolate. Few travel here, and of those who make the journey most have cause to regret it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b28",
      "en": "You have discovered Western Khanâg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba993",
      "en": "In the language of the Shagâni, the name Danagír means 'safe path,' but the high span that bridges the River Barûg between Khûd Zagin and Imhûlar does not feel as safe as its name promises.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be5",
      "en": "You have discovered Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be6",
      "en": "You have discovered Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore friendly settlements, structures, tombs, and other important points of interest in Khûd Zagin in the Ikorbân Valley.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f0",
      "en": "Find Ruined Khanâg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be8",
      "en": "You have discovered the Tombs of Nirgambâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore friendly settlements, structures, tombs, and other important points of interest in Khûd Zagin in the Ikorbân Valley.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be9",
      "en": "You have discovered the Span of Danagír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502937",
      "en": "Find Menundâri-en",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b31",
      "en": "You have discovered Ruined Khanâg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc1",
      "en": "You have discovered Ghalbûru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Find Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Find Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf8",
      "en": "You have discovered Menundâri-en",
      "es": "",
      "es (fem)": ""
    }
  ]
}