{
  "id": 621097437,
  "txt": [
    {
      "id": 148970448,
      "en": "You have discovered Tir Katar",
      "es": ""
    },
    {
      "id": 137079168,
      "en": "Cultists of Barkhûsh serve the Church of the All-seeing from Dûl Zidur, north-east of Kûr Anzar, with instructions to meet here in the event anything harms their hold upon the central city of Imhûlar.",
      "es": ""
    },
    {
      "id": 149027508,
      "en": "Dangers of Imhûlar",
      "es": ""
    },
    {
      "id": 148970451,
      "en": "You have discovered Tharháth",
      "es": ""
    },
    {
      "id": 137079169,
      "en": "The scorpions at Mûr Igam dwell in the shadow of Kûr Anzar, and it appears they have not troubled the soldiers and cultists who now occupy the city. Should that change, each side may find itself unprepared to overcome the challenge posed by the other.",
      "es": ""
    },
    {
      "id": 173025617,
      "en": "Find Shakhdag",
      "es": ""
    },
    {
      "id": 148970454,
      "en": "You have discovered Fotak-dâr",
      "es": ""
    },
    {
      "id": 173025619,
      "en": "Find Róthirin",
      "es": ""
    },
    {
      "id": 148970457,
      "en": "You have discovered Dûl Zidur",
      "es": ""
    },
    {
      "id": 137079129,
      "en": "Wights stalk the crypts of Adakûr, the outermost reaches of the graveyard that also contains the triple tomb built by Aragín the Queller before he walked the path of peace. The names of the ancient ones buried in Adakûr are not as well-known as the three great enemies for whom Aragín constructed Esh-kimâkhi.",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "The scorpions of Dûlagig dwell too near to the village of Urmâkh for the residents to feel completely comfortable, but some have devised healing remedies that make use of scorpion parts. These useful purposes help to keep the creatures from becoming too numerous.",
      "es": ""
    },
    {
      "id": 173025536,
      "en": "Find Zahûmakh",
      "es": ""
    },
    {
      "id": 137079090,
      "en": "The boars of Shakhdag have not escaped the pestilence that holds Imhûlar in its grip.",
      "es": ""
    },
    {
      "id": 8567320,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 137079138,
      "en": "Some creatures, like the bog-lurkers of Zahûmakh, remain hardy enough to survive among the pools in south-east Imhûlar, despite the pestilence that endangers the woods.",
      "es": ""
    },
    {
      "id": 137079092,
      "en": "The Curthádi spirits that haunt Róthirin were born from the sickness and death that claimed the woods where a living Kinta faded into one of the Vairi. Now these spirits serve the Dark Lord Sauron, despite his recent defeat.",
      "es": ""
    },
    {
      "id": 173025539,
      "en": "Find Ghât Lor",
      "es": ""
    },
    {
      "id": 148970469,
      "en": "You have discovered Dûlagig",
      "es": ""
    },
    {
      "id": 137079141,
      "en": "The Ordâkhai threaten the woods nearby from their hidden encampment of Ghât Lor, among the rocks in south-eastern Imhûlar.",
      "es": ""
    },
    {
      "id": 148970470,
      "en": "You have discovered Mûr Igam",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Explore enemy camps, settlements, and lairs in Imhûlar in the Ikorbân Valley.",
      "es": ""
    },
    {
      "id": 148970472,
      "en": "You have discovered Shakhdag",
      "es": ""
    },
    {
      "id": 173025542,
      "en": "Find Ghât Okho",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Explore enemy camps, settlements, and lairs in Imhûlar in the Ikorbân Valley.",
      "es": ""
    },
    {
      "id": 148970473,
      "en": "You have discovered Róthirin",
      "es": ""
    },
    {
      "id": 137079144,
      "en": "Crebain flit over the pools of Ghât Okho in eastern Imhûlar, but the fish they seek to claim have succumbed to disease and pestilence.",
      "es": ""
    },
    {
      "id": 173025591,
      "en": "Find Adakûr",
      "es": ""
    },
    {
      "id": 173025545,
      "en": "Find Tir Katar",
      "es": ""
    },
    {
      "id": 148970433,
      "en": "You have discovered Zahûmakh",
      "es": ""
    },
    {
      "id": 137079153,
      "en": "Servals stalk among the rubble that might once have housed residents of Urmâkh, but the people have long since fled and their home is now a ruin.",
      "es": ""
    },
    {
      "id": 148970436,
      "en": "You have discovered Ghât Lor",
      "es": ""
    },
    {
      "id": 173025554,
      "en": "Find Tharháth",
      "es": ""
    },
    {
      "id": 137079156,
      "en": "A band of Orcs has set up camp at Tharháth to watch the road leading north out of Imhûlar by way of the Bridge of Princes.",
      "es": ""
    },
    {
      "id": 148970439,
      "en": "You have discovered Ghât Okho",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Find Dûlagig",
      "es": ""
    },
    {
      "id": 173025557,
      "en": "Find Fotak-dâr",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Find Mûr Igam",
      "es": ""
    },
    {
      "id": 137079159,
      "en": "Orcs have claimed this street in Kûr Anzar for their own. Despite the fall of Sauron, they still maintain their allegiance to the Church of the All-seeing and provide what aid they can to the cultists of Barkhûsh.",
      "es": ""
    },
    {
      "id": 148970488,
      "en": "You have discovered Adakûr",
      "es": ""
    },
    {
      "id": 173025560,
      "en": "Find Dûl Zidur",
      "es": ""
    }
  ]
}