{
  "id": 620932242,
  "txt": [
    {
      "id": 216727827,
      "en": "The back entrance can be found downhill from the panicked Rohirrim woman, towards the water.\\n\\nThe panicked Rohirrim woman recommended entering the lumber-yard through the back entrance in the hopes of sneaking in unnoticed.",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Defeated the Orc lieutenant",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "The lumber-yard lies along the road to Fenmarch, north-east of Aldburg.\\n\\nThe panicked Rohirrim woman told you to seek out Guthláf within the lumber-yard.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Guthláf is in the lumber-yard, north-east of Aldburg.\\n\\nYou should speak with Guthláf about how to reclaim the lumber-yard.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Guthláf awaits you north of the orchard.\\n\\nThe Orc-lieutenant has been defeated and the orchard is safe. You should return to Guthláf and report the good news.",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Guthláf",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'It was rather fortuitous timing that you arrived when you did. I am not certain that we would have been able to save the lumber-yard without your assistance.\\n\\n'I am Guthláf, son of Sparhafoc, Thane of Fenmarch. I was once the banner-bearer for Théoden King. Since my recent dismissal, I have been lending aid here at the lumber-yard.\\n\\n'Now we must put our hands to the task of restoring the lumber-yard.'",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "The orchard lies to the south, within the lumber-yard, east of Aldburg.\\n\\nGuthláf overheard the Orc's plan to burn the orchard. He suggested that you head to the orchard and defeat the lieutenant of the Orcs there.",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Guthláf",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "A hardy warrior stands ahead...this must be Guthláf",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I managed to escape before the camp was overrun, but the workers are still there and need your help!\\n\\n'You may be able to sneak in undetected through the back entrance. Once inside the lumber yard, seek out Guthláf.\\n\\n'Will you help?'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Find the back entrance to the lumber-yard",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Defeat the Orc lieutenant",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'I am indeed Guthláf, the former flag-bearer for the king. If you are still hale, you must be a strong [placeholder].\\n\\n'We do not have time to discuss a plan of attack. I overheard the lieutenant of these Orcs threaten to put the orchard to the torch.\\n\\n'Head south to the orchard and stop him at once.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Find Guthláf",
      "es": ""
    },
    {
      "id": 24695143,
      "en": "The panicked Rohirrim woman has asked for assistance liberating the lumber-yard from the attacking Orcs.",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "Found the back entrance of the lumber-yard",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Save the Lumber-yard",
      "es": ""
    }
  ]
}