{
  "id": 620947494,
  "txt": [
    {
      "id": "0x9b56894",
      "en": "'Stay... stay back, [placeholder]!\\n\\n'Look at what destruction the trees have brought to the vale... Saruman is undone. They allowed my men and me to flee, but I do not trust them. I know they are still here - I know they are watching us! There is one outside the ring, across the river Isen, I swear. It will not let us live!\\n\\n'You have delayed us long enough, [placeholder]. If your foolish journey brings you to Isengard, then so be it. We shall not remain long enough for the trees to find us.\\n\\n'Men, we go to Dunland!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Quickbeam can be found to the east of Isengard.\\n\\nThe warning of the Dunlendings has turned in your favour, delivering you to an Ent. You should speak with Quickbeam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Quickbeam outside Isengard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa31",
      "en": "Back Into The Wild",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Search for the Ent the Dunlending spoke of outside Isengard ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Ta-rum! What brings you here, little one?\\n\\n'This vale has changed from how I once knew it, and many of friends perished in the process. Thankfully, it has finally come to an end, and the land can begin to heal.\\n\\n'Soon I must return to the forest, but first, perhaps you can aid me in hindering the Tree-killer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "The strange tree is rumoured to wander outside the eastern edge of Isengard.\\n\\nThe Dunlendings are fleeing in fear from Nan Curunír after being granted freedom by the Ents. They have warned of a tree monster lurking nearby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You have encountered the Ent, Quickbeam!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73087",
      "en": "DNT -- Players will not see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d170",
      "en": "After fleeing for their lives from Isengard, the Dunlendings fear the Ents are still pursuing them.",
      "es": "",
      "es (fem)": ""
    }
  ]
}