{
  "id": 620947509,
  "txt": [
    {
      "id": "0xeb01195",
      "en": "The entrance to the depths of Isengard can be found through the door to the north of Orthanc.\\n\\nYou have searched all that remains above ground in Isengard, but you should search the depths before returning to Quickbeam. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "The gate-house can be found inside the southern entrance of Isengard.\\n\\nQuickbeam wants you to search what remains of Isengard for any sign of Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Slain by grievous wounds or crushed by debris, no Orcs remain here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Search the ring of Isengard for Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd7308a1",
      "en": "DNT -- Players will not see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Search the flooded tents and wreckage for Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Search Orthanc's doorway for Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a0",
      "en": "Quickbeam can be found across the river Isen outside the eastern side of Isengard.\\n\\nYou have thoroughly searched the ruins of Isengard and found only wounded and slain foes. You should return to Quickbeam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Only shredded banners line the broken road that once surrounded Orthanc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "The gates of Orthanc stand shut and impenetrable",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Naught but crushed, damp tents and rubble remain outside Orthanc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Quickbeam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Quickbeam grows concerned that the White Hand might yet recover from their defeat, and seeks your aid in exploring what remains of Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Search the depths of Isengard for Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Search the gate-house of Isengard for Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Ta-rum! The Orcs shall not bother us again!\\n\\n'Let the Tree-killer rot in his tower, or come forth and face us once more. All he has sown has been laid to waste.\\n\\n'Now then, [placeholder]. I have one more thing to ask of you before I journey to the forest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Hoom... there is still the matter of Saruman, [placeholder].\\n\\n'The Tree-killer fled into his tower, for the coward knew what I would have done had I caught him. My brothers and I crushed many Orcs, but I do not know if some remain hidden from our sight in Isengard.\\n\\n'You are small... and can fit where I cannot. Hoom... if you could ease my fears, I can begin my journey home.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "The flooding depths shelter a few wounded Orcs, but little else...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "The remains of the ring of Isengard can be found surrounding Orthanc in northern Nan Curunír.\\n\\nYou have searched the gate-house and should now search the flooded ring of Isengard for any sign of Orcs or other foes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Many Colours of Ruin",
      "es": "",
      "es (fem)": ""
    }
  ]
}