{
  "id": 620947495,
  "txt": [
    {
      "id": 177082773,
      "en": "You have planted Carnimírië's seed",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "You have planted Orofarnë's seed",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Brambles can be found throughout north-eastern Fangorn Forest.\\n\\nQuickbeam has asked you to clear the brambles from Fangorn Forest before planting the seeds of Orofarnë and Carnimírië.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Hoom... you have done me a great honour, [placeholder].\\n\\n'Although my rowan friends are gone, their sacrifice will give way to new life in the forest. In time, I am certain I shall look upon their descendants with the same fondness I once held for them.\\n\\n'Ta-rum! We shall reclaim the forest yet!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Quickbeam can be found in Derndingle in Fangorn Forest.\\n\\nYou have cleared the woods of brambles and planted the seeds of Quickbeam's fallen friends.",
      "es": ""
    },
    {
      "id": 149027377,
      "en": "DNT -- Fangorn Intro Final",
      "es": ""
    },
    {
      "id": 24695152,
      "en": "Pledging to honour his fallen friends, Quickbeam now hopes to plant the remaining seeds of his friends closer to his home in Fangorn Forest.",
      "es": ""
    },
    {
      "id": 215429255,
      "en": "DNT -- Players will not see",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Ah... little one, I think the time has come to conclude what we began at Isengard.\\n\\n'I hold in my hand the seeds of Orofarnë and Carnimírië, my beautiful rowan friends. I wish to plant them here, closer to my home, so the brilliance of their descendants might match the grace they once possessed.\\n\\n'Hoom... I would ask you to travel north to plant them... to the Easeful Mead. Although the land nearby has been scarred by brambles, I can think of no better place for them to take root.\\n\\n'Hum... thank you, [placeholder].'",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 149027360,
      "en": "One Final Kindness",
      "es": ""
    },
    {
      "id": 149027385,
      "en": "One Final Kindness",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Journey to the Easeful Mead",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "The Easeful Mead can be found to the north of Derndingle, across the river Entwash.\\n\\nYou have cleared the forest of brambles and should now plant the seeds of Orofarnë and Carnimírië as Quickbeam asked.",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Plant Orofarnë's seed in fertile ground",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Plant Carnimírië's seed in fertile ground",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Clear brambles from Fangorn Forest ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "You have arrived at the Easeful Mead, and should plant the seeds of Orofarnë and Carnimírië",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "Cleared brambles from Fangorn Forest ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Quickbeam",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Mounds of fertile earth can be found near the Easeful Mead in northern Fangorn Forest.\\n\\nYou have arrived at the Easeful Mead with the seeds of Orofarnë and Carnimírië, and should now plant the seeds.",
      "es": ""
    }
  ]
}