{
  "id": 620947506,
  "txt": [
    {
      "id": "0x8e1fa22",
      "en": "Corrupted Hounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There are more threats in the North Trollshaws than just spiders, [placeholder]. Far to the north and east of here is a marsh we call the Gladdalf. Here, Wood-trolls have appeared, dangerous servants of the Enemy. As well, creatures known as bog-lurkers dwell here, which legend tells are the shepherding hounds of the Onodrim of old.\\n\\n'Alas, these bog-lurkers, which were once peaceful, have been corrupted by some dark power, and they have begun to work in concert with the Wood-trolls. I do not believe that there is any hope left for them.\\n\\n'If you and your companions would journey to the Gladdalf, the poor creatures there should be put to rest. Will you do this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Thoroniel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The bog-lurkers of the North Trollshaws, rumoured to be the shepherding hounds of the legendary Onodrim, have become corrupted by some dark power and have begun working in concert with Wood-trolls and other servants of the Enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Thank you, [placeholder]...it is tragic that these poor creatures had to be destroyed, but it is sometimes the way of things when shadows grow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Bog-lurkers can be found in the Gladdalf, in the North Trollshaws.\\n\\nThoroniel has asked you and your companions to put down the bog-lurkers of the North Trollshaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Defeat bog-lurkers in the North Trollshaws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "Defeated bog-lurkers in the North Trollshaws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Thoroniel is posted to the south and west of the Gladdalf in the North Trollshaws.\\n\\nYou should return to Thoroniel and let her know that you have done as she has asked.",
      "es": "",
      "es (fem)": ""
    }
  ]
}