{
  "id": 620947512,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Another of Quickbeam's Huorns can be found to the west of Derndingle.\\n\\nQuickbeam has asked you to seek out one of his Huorns in Fangorn Forest. After finding the first Huorn turned tree-ish, you should continue your search.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa6",
      "en": "A Tree-ish Slumber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Quickbeam's Huorn can be found to the south-west of Derndingle in Fangorn Forest.\\n\\nYou have discovered two of Quickbeam's Huorns, but they were slain or tree-ish. You should search for Quickbeam's Huorn in the last location he mentioned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Quickbeam's Huorn can be found to the south-west of Derndingle.\\n\\nYou have found a Huorn that appears to be sleeping, but still aware. You should poke it and see if it responds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "One of Quickbeam's Huorns can be found to the north of Derndingle.\\n\\nQuickbeam has asked you to seek out one of his Huorns in Fangorn Forest as he hopes to ask for their aid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Search for Quickbeam's Huorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'...'\\n\\nThe Huorn does not respond to your approach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "<rgb=#FF00FF>Poke</rgb> at Quickbeam's Huorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Quickbeam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "The Huorn stirs from its rest, and begins walking towards Derndingle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Quickbeam can be found at Derndingle in south-eastern Fangorn Forest.\\n\\nYou have found one of Quickbeam's Huorns, and it seemed eager to return to his side. You should speak with Quickbeam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "This Huorn has gone tree-ish and will not awake as others might",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730890",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'I am saddened to hear that two more of my friends have fallen silent, but I am grateful to see this dear Huorn once more. Hoom, I only wish I could have returned sooner to help them...\\n\\n'Hoom... he has long wandered these woods, and we have known each other well in our time. I can trust him, as I am now sure I can trust you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Quickbeam desires to find Huorns he once tended in Fangorn Forest, as he will need all the help he can muster to reclaim the forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Search for Quickbeam's Huorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "This Huorn has been slain by the insects and wood-trolls of the forest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'If we are to reclaim this forest, it will take more than the two of us, little one.\\n\\n'A few of my Huorns still wander these woods... yet, I have not seen them in some time. I would ask that you seek them out while I continue to tend to Derndingle.\\n\\n'One lurks to the north, another in the forest's centre to the west, and one off the path to the south-west. Do not fear, [placeholder], my Huorns are gentle so long as you do not aim to bring them harm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Search for Quickbeam's Huorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "New Quest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730881",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    }
  ]
}