{
  "id": 620947513,
  "txt": [
    {
      "id": 126754725,
      "en": "The Severed Hand",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "White Hand banners can be found inside the ring of Isengard as well as throughout Nan Curunír.\\n\\nYou have found the tattered remains of banners of the once-imposing White Hand. You should destroy them and end Saruman's violent legacy.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 216727832,
      "en": "You have destroyed what remained of the White Hand's banners.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "You have destroyed all of the White Hand banners in Nan Curunír, erasing the final remnants of Saruman's once mighty army.  With the Orcs slain and the Dunlendings scattered back into Dunland, all that remains are Orthanc and the destruction that surrounds it.",
      "es": ""
    },
    {
      "id": 24695154,
      "en": "A grim symbol of recent events, tattered banners of the White Hand are all that remain of Saruman's once powerful army.",
      "es": ""
    },
    {
      "id": 215429257,
      "en": "DNT -- Players will not see",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Tore down what remained of the White Hand's banners ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "You have discovered a tattered White Hand banner amidst the ruins of Isengard. These grim standards are all that remain of the White Hand outside of Saruman himself.\\n\\nYou should destroy these banners and allow Middle-earth to begin to move forward from such dark times.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Tear down what remains of the White Hand's banners ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "New Quest",
      "es": ""
    }
  ]
}