{
  "id": 620947511,
  "txt": [
    {
      "id": 126754725,
      "en": "Fangorn Upturned",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Wellinghall can be found far to the north-west of Derndingle, the Easeful Mead to the north, and Derndingle in south-eastern Fangorn Forest.\\n\\nQuickbeam has asked you to scout Wellinghall, the Easeful Mead, and Derndingle for signs that the forest has grown wild and angry.",
      "es": ""
    },
    {
      "id": 236911088,
      "en": "You cannot get a good view from here",
      "es": ""
    },
    {
      "id": 225642633,
      "en": "DNT -- Will not be seen",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Search Derndingle for signs of upheaval",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "<rgb=#FF00FF>Look around</rgb> from the centre of Derndingle",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "You see nothing strange around Derndingle",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Quickbeam can be found in Derndingle in south-eastern Fangorn Forest.\\n\\nYou have searched all of the locations to which Quickbeam directed you, and should now return to him with what you have learned.",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "The mead is fraught with brambles and you can faintly hear nearby chittering",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Quickbeam",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "Wellinghall appears calm, but the growls of wood-trolls can be heard to the north-east",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Hoom... these are not good tidings, [placeholder].\\n\\n'I am thankful that Derndingle is free of threats... for we can begin our task of reclaiming the forest from this very spot. However, the wood-trolls concern me greatly, and to hear chittering at such a distance leads me to think the insects have grown beyond our control.\\n\\n'I must think on what we are to do next, little one...'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Since the Ents marched to war, the forest has been left upturned and angered. Quickbeam seeks knowledge of what has happened to Fangorn Forest before moving to act.",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Ta-rum! I have returned not a moment too soon, [placeholder].\\n\\n'Can you hear it, little one? Hoom... these woods are angry and have been thrust into chaos in our wake. I worry for what has become of my fellow Ents' homes and what could be lurking beyond our sight.\\n\\n'If you would search Treebeard's home, the mead to the north, and even look about the trees here in Derndingle, we can move to settle the forest once more.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Search Wellinghall for signs of upheaval",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Search the Easeful Mead for signs of upheaval",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "New Quest",
      "es": ""
    }
  ]
}