{
  "id": 620947510,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'I trust you found your way without too much trouble, [placeholder]?\\n\\n'Hoom... we have done as much as we can at Isengard, but my attention must turn back to the forest before its upheaval can bring any more harm to it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730886",
      "en": "DNT -- Players will not see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba6aa1",
      "en": "'O Orofarnë, Lassemista, Carnimírië!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "New Quest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa5",
      "en": "The Three Trees",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Found Carnimírië's seed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Plant Lassemista's seed at the base of Orthanc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Hoom... you see, little one, I mourn for all that have suffered at Saruman's hands.  Poor Beechbone was not the first, but I hope that he is the last to endure such horror.\\n\\n'Long ago, when Saruman and his Orcs first sought to cut into the forest, three of my rowan friends bore the brunt of that choice. The Orcs felled them all, and left only the faintest debris in their wake.\\n\\n'If Saruman is to be punished for his misdeeds, I would ask that you seek what remains of my friends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Quickbeam at Derndingle\\n<rgb=#FF0000>The Huorn outside Isengard can guide you to Derndingle</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Found Lassemista's seed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Found Orofarnë's seed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730893",
      "en": "DNT -- Players will not see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "The seeds of Orofarnë, Lassemista, and Carnimírië can be found along the borders of Nan Curunír and Fangorn Forest.\\n\\nQuickbeam wants you find the seeds of his fallen friends in Nan Curunír so he can honour their memory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Search for Orofarnë's seed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Ah... perhaps not all is lost then, [placeholder]. With these seeds, new life can spring forth in the valley.\\n\\n'Two of these seeds shall remain in my keeping, little one, and I shall return to the forest. As for Lassemista's seed, plant it at the base of Orthanc and let us see what the Tree-killer thinks of that.\\n\\n'Ta-rum! Saruman shall rot in his tower as the forest bursts forth around him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d16",
      "en": "Determined to honour their memory, Quickbeam seeks to find what remains of his fallen friends at the edge of Fangorn Forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Search for Carnimírië's seed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Quickbeam can be found to the east of Isengard in Nan Curunír.\\n\\nYou have recovered all three seeds from Nan Curunír and should now return them to Quickbeam's keeping.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Search for Lassemista's seed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "A good spot to plant Lassemista's seed can be found at the southern base of Orthanc.\\n\\nQuickbeam has asked that you plant Lassemista's seed outside Orthanc to spite Saruman and bring forth new life in Nan Curunír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Quickbeam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Quickbeam can be found at Derndingle in Fangorn Forest, which can be reached with the aid of the Huorn outside Isengard.\\n\\nYou have planted Lassemista's seed at the base of Orthanc, and should now meet Quickbeam in Fangorn Forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "You have planted Lassemista's seed at the base of Orthanc",
      "es": "",
      "es (fem)": ""
    }
  ]
}