{
  "id": 620916154,
  "txt": [
    {
      "id": "0xba3fae1",
      "en": "This home is as draughty as it was before, and you feel a strong chill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae2",
      "en": "This ice-cold fragment is very similar to the formations you see on Núrzum, and on the land wherever he goes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d1",
      "en": "'You seek a relic, you say? I feared and hoped this day would come....\\n\\n'I believe I might have some information for you, stranger, but I need you to find something first. I...I am afraid I cannot tell you without some proof in my hand, for otherwise you will not believe my story.\\n\\n'It is in Dunfast, in my home. You will know when you find it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d2",
      "en": "'Yes, that is it. An unmistakable relic of some terrible power. I hate it! Its power is everywhere now.\\n\\n'It is the reason I live here, instead of in my true home. I cannot seem to get away from it, and it has brought evil upon us.\\n\\n'Now that you feel its power, I will tell you how I came by it. I am sure that it is the reason Wildermore is falling into a wintry ruin! It is my fault....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Iothete believes he knows something about the relic you have been sent to investigate, but he will not tell you. He wants you to bring him a small item first.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The item of which Iothete spoke can be found in his home in Dunfast.\\n\\nYou should collect the item when you find it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The item of which Iothete spoke can be found in his home in Dunfast.\\n\\nYou should collect the item when you find it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Iothete is at his small hut hidden in the woods of the northern Whitshaws.\\n\\nYou should bring the stone fragment you collected to Iothete as he bid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the item in Iothete's abandoned home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the item in Iothete's abandoned home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the cold stone to Iothete",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Clue to the Relic",
      "es": "",
      "es (fem)": ""
    }
  ]
}