{
  "id": 620916121,
  "txt": [
    {
      "id": "0xfe150d5",
      "en": "Find the missing men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Search for the Missing Man",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "An inhabitant of Dunfast has left and abandoned his home, and you cannot help but hope that he may have information for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d1",
      "en": "You ask Gifemund about Iothete, the man who no longer lived at Dunfast. The draughty home piques your interest once again.\\n\\n'Oh, Iothete? A senile old fool. He kept insisting that he was given a cursed relic, and then he left town when no one believed him.\\n\\n'He holes himself up in the northern woods, now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d2",
      "en": "'Another stranger come to lay a curse on me? Or...do you seek refuge from the cold?\\n\\n'Which is it? Speak up at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Iothete, the owner of the empty home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Based on the memories of the townsfolk, Iothete likely headed north into the woods from Dunfast.\\n\\nYou should search for Iothete, the man with the empty home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d3",
      "en": "'That was an interesting tale! It would seem that this missing fellow might have information for you, [placeholder].\\n\\n'I will remain here and help these people get back on their feet. Do come back when you find that man! I must continue my search....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Cyneberg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cyneberg is at the refugees' hideout in the Whitshaws.\\n\\nYou should speak with Cyneberg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f5a3c3",
      "en": "Based on the memories of the townsfolk, the missing men likely headed north into the woods from Dunfast.\\n\\nYou should search for the missing man.",
      "es": "",
      "es (fem)": ""
    }
  ]
}