{
  "id": 620918662,
  "txt": [
    {
      "id": "0xba3fae1",
      "en": "You have discovered a few stragglers burning wood-trolls, but a larger force is absent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae2",
      "en": "Signs of a battle litter the road here with a slain Huorn looming over its kills",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae3",
      "en": "The roadway is largely empty here, but you can hear raucous Orcs further up the hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae4",
      "en": "You have come across the White Hand's holdings in the Balewood... a grim camp of Orcs built atop Brúndoron's shattered roots",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d1",
      "en": "'Núrzum... Brúndoron... as one? Can such things be? What twisted magic could have wrought such a monster? Such things defy nature.... I am grateful that abomination has strode from the forest, but if he returns, our numbers are few and our choices... fewer.\\n\\n'But what of the Orcs? All of the havoc you have found... so much of it remains because of Núrzum's assault. His Orc allies simply cannot match his destruction.\\n\\n'Their roadway... I wonder what has become of it, especially to the north-west whence their kind first came? Search the roadway and follow it to its end.... I am curious what remains of their force.\\n\\n'For my part, I will travel to meet you outside the southern edge of their camp. I doubt they will notice me among the other trees nearby....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d2",
      "en": "'Not only are they still here... but they build their terrible structures atop Brúndoron's remains....\\n\\n'These monsters know nothing but destruction... and spite our kin and these lands at every turn.\\n\\n'Hoom. Can we sit idly by as they continue to tear apart our home?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Barallas believes the Orcs are losing their foothold in Balewood and wants you to scout along the Orc-roadway to the north-west.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfe150d5",
      "en": "Search the Orc roadway for signs of the White Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f5a3c3",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Orc-roadway can be found to the west of Barallas and the other Ents.\\n\\nBarallas has asked that you return to the Orc-roadway and see if the White Hand still holds firm control of the path.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Orc-roadway continues to the north and west.\\n\\nHaving discovered a few Orc-stragglers, but no larger force, you should continue following the road deeper into the Balewood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The Orc-roadway continues to the west.\\n\\nYou have discovered the grim remains of a fight between the denizens of the Balewood and the White Hand. You should continue up the path to the west.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf0fad3",
      "en": "'Núrzum... TBD Elder Huorn... as one? Can such things be?\\n\\n'What twisted magics could have wrought such a monster? Such things defy nature...\\n\\n'I am grateful that abomination has strode from the forest, but if he returns, our numbers are few and our choices... fewer.\\n\\n'But what of the Orcs? All the havoc you have found... so much of it remains because of Núrzum's assault. His Orc allies simply cannot match his destruction.\\n\\n'Their roadway... I wonder what has become of it, especially to the north-west whence their kind first came.\\n\\n'Search the roadway, and follow it to its end... I am curious what remains of their force.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "The Orc-roadway through the Balewood continues up the hill to the west.\\n\\nThe roadway is strangely clear here, but you should investigate the gruff voices you hear further up the hill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Barallas can be found to the south of Drû Vádokan.\\n\\nBarallas and the other Ents will be curious to learn what you have discovered along the roadway. Barallas has travelled to meet you near the White Hand camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search the Orc-roadway for signs of the White Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Follow the Orc-roadway to the north-west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Follow the Orc-roadway further into north-west Balewood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3cba3f5",
      "en": "You have discovered a few stragglers burning wood-trolls, but a larger force is absent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Follow the Orc-roadway further up the hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Uphill Battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Barallas outside Drû Vádokan",
      "es": "",
      "es (fem)": ""
    }
  ]
}