{
  "id": 620918661,
  "txt": [
    {
      "id": "0xba3fae1",
      "en": "Defeated Orc-smiths in Drû Vádokan ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae2",
      "en": "Destroyed White Hand forges ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae3",
      "en": "Smothered Orc-fires ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d1",
      "en": "'Alas for Brúndoron....\\n\\n'Hoom. The Orcs seek to master this forest then... I have seen the smoke rising on the hill since your return and fear for what time may bring us.\\n\\n'The smiths you saw, without question, are the cause of such evil doings. Their fascination with the flame, and their handiwork that leads only to the death of my kin cannot continue. I would ask that you return to their camp... slay the smiths, shatter their tools, and smother the fires.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d2",
      "en": "'Hom. It is done? Such things are unfit for this forest... it is good that the Orcs' makings will no longer hew and burn my kin.\\n\\n'So many have been lost... perhaps it is time at last for us to stand against them.\\n\\n'Hom. There is much discussion to be done yet....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Orc-smiths of the Balewood fuel the war effort through their weaponry and fires throughout the forest. Until they are defeated and their tools destroyed, peace cannot return to the Balewood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfe150d5",
      "en": "Talk to TBD Ent A",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orc-smiths and their tools can be found inside Drû Vádokan in north-west Balewood.\\n\\nBarallas has asked that you defeat the Orc-smiths in the Balewood and shatter their tools in hopes that their flames and axes will no longer be used against the inhabitants of the forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Barallas can be found to the east of Drû Vádokan.\\n\\nYou have dealt a crippling blow to the smiths of Isengard within the Balewood. Their tools are shattered, their numbers thinned, and their fires extinguished.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf0fad3",
      "en": "'Alas for TBD Elder Huorn...\\n\\n'Hoom. The Orcs seek to master this forest then... I have seen the smoke rising on the hill since your return, and fear for what time may bring us.\\n\\n'The smiths you saw, without question, are the cause of such evil doings. Their fascination with the flame, and their handiwork that leads only to the death of my kin cannot continue.\\n\\n'I would ask that you return to their camp... slay the smiths, shatter their tools, and smother the fires.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Orc-smiths in Drû Vádokan ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Destroy White Hand forges ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Smother Orc-fires ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3cba3f5",
      "en": "Defeated Orc-smiths in TBD WH Encampment ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Barallas outside Drû Vádokan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Thorn in Their Side",
      "es": "",
      "es (fem)": ""
    }
  ]
}