{
  "id": 620918685,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Talk to Barallas outside Drû Vádokan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae1",
      "en": "Defeated Isengard overseers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae2",
      "en": "Defeated Orcs at Drû Vádokan ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Breaking the White Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Barallas and the Ents wish for you to deal a strong blow to the White Hand as they move to rally at your side for a final assault on Drû Vádokan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d1",
      "en": "'Hoom. The others and I have thought on this matter, and we will march to their camp and force them from the forest. As for you, little one, their numbers remain great, and we do not know if more will come to aid them in time.\\n\\n'Return to their camp and slay many of their number. We shall meet you nearby and make our assault once you have slain as many as you see fit.\\n\\n'Hom. Such things are moving too quickly for me, [placeholder]... but the others are right, this trespass cannot continue.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d2",
      "en": "'Uruks and Orcs, so you say? Hoom. They are both still small to us, my friend....\\n\\n'I only hope their flames remain doused. Hom. Without that... things may go... unfortunately.\\n\\n'So... it is time. Let the Ents reclaim this wood now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Isengard overseers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Drû Vádokan can be found in north-west Balewood.\\n\\nBarallas wants you to return to the White Hand camp and thin their numbers while the Ents travel closer to the camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Orcs at Drû Vádokan ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Barallas can be found nearby outside Drû Vádokan.\\n\\nYou have thinned the ranks of the White Hand in the Balewood and should now return to Barallas and prepare for their final assault against the Orc forces.",
      "es": "",
      "es (fem)": ""
    }
  ]
}