{
  "id": 620918616,
  "txt": [
    {
      "id": 99984323,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 228870261,
      "en": "Old Roots",
      "es": ""
    },
    {
      "id": 266424533,
      "en": "Find a higher vantage point and look at the branches",
      "es": ""
    },
    {
      "id": 15792851,
      "en": "'As we have journeyed, little one, the trees have spoken to me of many things.  Hoom. They are not as they once were, [placeholder]. I feel their fear, and as we draw closer to the hill above, I sense that the White Hand's encampment cannot be far. However, should that be true, I am filled with dread.\\n\\n'An elder Huorn, one of the mightiest of his kind, once lived atop that hill. Either he has gone from this wood, or some terrible fate may have befallen him. The trees do not know of his fate, at least not those we have travelled among, so we must seek to learn what has become of this Huorn.\\n\\n'Hum. Let us search these woods for any sign of him, and if he cannot be found for better or worse, we must discover where the Orcs are camped.'",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Examine the strange ice-floe into Finglas' mead",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 16439762,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 84765777,
      "en": "Search for some sign of the elder Huorn",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 16439763,
      "en": "'A Huorn frozen to the earth?\\n\\n'What other horrors have the Orcs and Núrzum visited upon this forest?\\n\\n'Wait, little one. With what little life remains, the Huorn is trying to speak to me.\\n\\nMossbeard creaks with fear as he listens to the Huorn.\\n\\n'Brúndoron is slain, [placeholder]. We must return to the others at once.... Hum.\\n\\n'As we travel, I will tell you more of what this Huorn has seen, my friend, but we must make haste to Stonecliff!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 94621397,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 94621398,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 94621399,
      "en": "Mossbeard is at your side.\\n\\nYour search has come to an end. Mossbeard is deeply saddened by the loss of life in the forest. You should speak to him.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 94621401,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 216727825,
      "en": "The ice-floe can be found at the western end of Finglas' mead.\\n\\nMossbeard has asked you to examine the unnatural ice-floe in Finglas' Mead.",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "The branches are above on a raised section of the hill. Perhaps you can look from atop the hill on the left side of the ice-floe.\\n\\nMossbeard wants you to look at the branches atop the hill to the right of the ice-floe in Finglas' Mead. He fears they may belong to the elder Huorn of which he spoke.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The younger Huorn can be found on the hillside in north-west Balewood.\\n\\nMossbeard wants you to search on the hillside for a sign of the Huorn. He hopes that the elder Huorn has escaped a foul fate.",
      "es": ""
    },
    {
      "id": 195295969,
      "en": "You see what appears to be branches on a landing across the way",
      "es": ""
    },
    {
      "id": 195295970,
      "en": "The branches appear to actually be the roots of a larger tree discarded from above",
      "es": ""
    },
    {
      "id": 195295971,
      "en": "What once appeared to be a waterfall has slowed to a jagged, frozen wall",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find a higher vantage point near the waterfall in Finglas' mead",
      "es": ""
    },
    {
      "id": 195295972,
      "en": "Nothing remains near the Huorn's old home, save for a younger, frozen Huorn",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Look at the fallen branches",
      "es": ""
    },
    {
      "id": 195295973,
      "en": "The branches appear to actually be the roots of a larger tree discarded from above",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to TBD Hiding Ent C",
      "es": ""
    },
    {
      "id": 195295974,
      "en": "You see what appears to be branches on a ledge across the way",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Examine the strange ice flow into Finglas' mead",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Search for some sign of the elder Huorn",
      "es": ""
    },
    {
      "id": 189513330,
      "en": "The branches in the distance fall out of sight",
      "es": ""
    },
    {
      "id": 195295975,
      "en": "What once appeared to be a waterfall has slowed to a jagged, frozen wall",
      "es": ""
    },
    {
      "id": 123423669,
      "en": "The branches in the distance fall out of sight",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Look at the fallen branches",
      "es": ""
    },
    {
      "id": 189513331,
      "en": "The branches in the distance fall out of sight",
      "es": ""
    },
    {
      "id": 195295976,
      "en": "Nothing remains near the elder Huorn's old home, save for a younger, frozen Huorn",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Find a higher vantage point near the frozen waterfall in Finglas' mead",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Talk to Mossbeard",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Mossbeard is greatly concerned for an elder Huorn of the Balewood. He wishes to seek it out and discover where the White Hand is making camp.",
      "es": ""
    }
  ]
}