{
  "id": 620918608,
  "txt": [
    {
      "id": 195295969,
      "en": "Cyneberg painstakingly buried the townsfolk and decorated their graves",
      "es": ""
    },
    {
      "id": 195295970,
      "en": "Cyneberg painstakingly buried the townsfolk and decorated their graves",
      "es": ""
    },
    {
      "id": 195295971,
      "en": "Scylfig, Cyneberg's own ice-encased home from the Writhendowns, can be seen from this peak...",
      "es": ""
    },
    {
      "id": 16439761,
      "en": "'I should have done Gárwig's bidding and helped at Byre Tor, but I was blinded by my desire to find Thrymm alive.\\n\\n'I came here and found... horrible things, and that's when I understood. I understood that Núrzum has won. My family is dead, all of them. Thrymm is dead. The enemy has taken Wildermore, and there is nothing left.\\n\\n'When I came here, my eyes were opened at last.'",
      "es": ""
    },
    {
      "id": 16439762,
      "en": "You gently tell Cyneberg that you saw the brave, heroic work she did when she came to this town, and the view of her fallen home. She looks at you with tear-filled eyes.\\n\\n'I did what I could for them, but I was too late. Luckily the Orcs were not many, and they were scattered. But my heart broke when I saw Scylfig down below....'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Cyneberg has moved mountains in Grimnesberg as her grief caught up with her at last.",
      "es": ""
    },
    {
      "id": 266424533,
      "en": "Discover what Cyneberg saw to make her despair ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 99984323,
      "en": "Cyneberg did a great deal of work in <LANDMARK TBD> as her grief overwhelmed her.\\n\\nYou should have a look around and see where Cyneberg's mind was while she captured this town.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cyneberg did a great deal of work in Grimnesberg as her grief overwhelmed her.\\n\\nYou should have a look around and see where Cyneberg's mind was while she captured this town.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Cyneberg can be found in the centre of Grimnesberg.\\n\\nYou should speak with Cyneberg.",
      "es": ""
    },
    {
      "id": 15792851,
      "en": "'I should have done Gárwig's bidding and helped at Byre Tor, but I was blinded by my desire to find Thrymm alive.\\n\\n'I came here and found...horrible things, and that's when I understood. I understood that Núrzum has won. My family is dead, all of them. Thrymm is dead. The enemy has taken Wildermore, and there is nothing left.\\n\\n'When I came here, my eyes were opened at last.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Discover what Cyneberg saw to make her despair ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Tell Cyneberg what you saw",
      "es": ""
    },
    {
      "id": 63677429,
      "en": "Cyneberg painstakingly buried the townsfolk and decorated their graves",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "In the Clutches of Despair",
      "es": ""
    }
  ]
}