{
  "id": 620907185,
  "txt": [
    {
      "id": "0x12e6471",
      "en": "'Did I not? If it were not for your lapdog there, you would have known none the wiser!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Gísling looks as if he wishes to say something to Fastred, but he remains silent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1ad0583",
      "en": "'Thank you, Fastred... for righting this wrong.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Rohirrim of Snowbourn have captured Sigeric from the croft where you defeated him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26b3771",
      "en": "'Sigeric! You thought you could deceive me so?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26b3772",
      "en": "'Hold your tongue, wretch, or I shall pull it from you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26b3773",
      "en": "'[placeholder], come here...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Sigeric will pay for his actions against Rohan, [placeholder]. Of this, you can be certain.\\n\\n'Let us travel to the prison and speak with him. I will meet you there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fastred is in the prison of Snowbourn, located near the Mead Hall.\\n\\nFastred wants you to meet with him so that he can right his recent wrongs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Before all else, I will right the wrong that was done here.\\n\\n'Gísling, you are free. For your imprisonment, I am deeply sorry. You will always find Snowbourn a home, and anything you desire will be yours.\\n\\n'[placeholder] will let you out of your cell, then we will deal with this wretch.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xec2d762",
      "en": "'And thank you, [placeholder]... please come speak to me outside when you can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fastred has told you to meet him in the prison of Snowbourn, located near the Mead Hall.\\n\\nYou should speak with Fastred, as he instructed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gísling's cell is inside the prison of Snowbourn.\\n\\nYou should open Gísling's cell and return to him his freedom now that Sigeric has been exposed as a traitor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Thank you for everything, [placeholder].\\n\\n'Fastred's wrath is a very dangerous thing, but his heart is in the right place. I say this, even with all that I have been through these past few days.\\n\\n'Let us now deal with Sigeric. Such a fool cannot be allowed to go without punishment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Gísling can be found in eastern Snowbourn to the north of the east gate.\\n\\nYou should speak with Gísling now that he has been freed from his imprisonment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Meet Fastred in the prison of Snowbourn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Fastred in the prison of Snowbourn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Release Gísling from his cell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Gísling in Snowbourn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Justice Served",
      "es": "",
      "es (fem)": ""
    }
  ]
}