{
  "id": 620907043,
  "txt": [
    {
      "id": 22075078,
      "en": "Hit all of the shields rapidly",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Gladsnel",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "<rgb=#FF0000>Completing Aiding the Eastemnet will cancel this quest</rgb>",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Talk to Gladsnel",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have struck the north banner's shield",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have struck the east banner's shield",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have struck the west banner's shield",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "South of Cliving, several shields have been placed on banners of the Enemy planted around former farmhouses.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have struck the south banner's shield",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have struck the west banner's shield",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have struck the south banner's shield",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Completing Aiding the Eastemnet will cancel this quest",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It saddens me to see what has become of the Norcrofts. The farms where we once proudly grew our food are now overrun by Orcs and foul creatures, yet we are told to stay within the gates of the city and to not engage them.\\n\\n'The Enemy has placed shields on banners at four farms just to the south of here. While I cannot ask you to defeat the Orcs, we are not disallowed from defiling their flags. There is a rock south of Cliving. Just north of that rock, the four farms are spread out.\\n\\n'Take this spear. When you get near the banner, ready it, then throw it with all of your might. Be warned: the faster you are moving, the more likely you are to miss the shield....but you must also be quick. The Orcs will replace the shields swiftly, and I wish them all to be ripped at once.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The rock is south of Cliving.\\n\\nGladsnel asked you to throw a spear through several shields on Orc-banners planted at Norcrofts farms.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'While we cannot strike directly at the Orcs, we can continue to damage their morale.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The four farms are spread out to the north, east, and west of the rock.\\n\\nGladsnel asked you to throw a spear through four shields on Orc-banners.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Gladsnel is in Cliving.\\n\\nGladsnel will be pleased to hear that a spear was thrown through each of the four shields.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Enter the field",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Hit the north banner's shield",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Hit the east banner's shield",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Hit the west banner's shield",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Banners of the Enemy",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Hit the south banner's shield",
      "es": ""
    }
  ]
}