{
  "id": 620830021,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Gathering tomes and defeating Orcs ransacking Mezel-katub will certainly aid us; however, there is one clear, bold step that will solve the problem entirely. I speak of defeating the Guldur Orc who has claimed Balin's library as his own.\\n\\n'Thaguzg the Terrible is what all Orcs aspire to be. He is a beast in combat, with the strength of several dwarves, and he ignores wounds, continuing to fight no matter the personal cost. He is the most dangerous and deadly of enemies. I have no choice but to ask you to do battle with him. If he is defeated, we can reclaim the library and begin studying all of the knowledge it has, not just snippets here and there.\\n\\n'Return south-east to Mezel-katub and find Thaguzg within. Defeat him and bring word back to me of your success. You will want to bring an ally or two...we are the ones who started calling Thaguzg the Terrible.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'By my beard, you have done it. I do not know how, but your skills amaze and impress me, [placeholder]. I am but a lowly soldier, but if you ever need a blade, mine will be the first by your side.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If Thaguzg does not fall, Mezel-katub will never be ours.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - DNT - Mezel-katub:Thaguzg the Terrible",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mezel-katub was Balin's personal library, with its tomes of knowledge kept safe locked behind a hidden dwarf-door.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Thaguzg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Thaguzg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Thaguzg is inside Mezel-katub, a library north of the Hall of Flowing Water, south-east of the Twenty-first Hall.\\n\\nM천gr asked you to venture inside Mezel-katub and defeat Thaguzg, the Guldur Orc claiming it as his. He mentioned you may want to bring an ally or two.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to M천gr in the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "M천gr is at the Twenty-first Hall, north-east of Mezel-katub.\\n\\nM천gr will be pleased to hear of the defeat of Thaguzg.",
      "es": "",
      "es (fem)": ""
    }
  ]
}