{
  "id": 620830007,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'There were many hands that held many tools that went into the actual craftsmanship of these halls and depths, but few remember the minds that conceived the very visions of what the rough stone could be. Deciding if the column will hold the ceiling is often a harder job than carving and sculpting the column itself.\\n\\n'I call this to your attention because you have found Khibir-zamu, one of the few undisturbed tombs remaining in Khazad-d没m. Within its walls are buried some of the finest minds these depths have ever seen. Those who had the talent and the ability to envision these halls and shape their making.\\n\\n'Head south-west and enter Khibir-zamu. Within, you should find several expensive looking containers throughout the tomb. Those do not hold mithril or jewels, but rather documents and maps, the key to how the vision became real. Bring them back to me here. You may wish to bring an ally or two, for while the tombs are undisturbed, a pack of deep-claws has made its home within.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have found them all, [placeholder]! And look what condition they are in...nearly pristine. This is more exciting to me than an entire chest's worth of mithril. With these, not only can we retake and restore Khazad-d没m, but we can expand its glory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If we are to rebuild and extend the halls of Khazad-d没m, we must know more about how the original halls were built.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - DNT - Khibir-zamu: Relics of the Past",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Khibir-zamu is an ancient tomb where many of the builders of the great halls of Khazad-d没m were interred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected records from Khibir-zamu ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect records from Khibir-zamu ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The records are within Khibir-zamu, south-west of the Deep Descent.\\n\\nStyrr has asked you to venture within Khibir-zamu, gather up any records you find within and bring them to him. He cautioned that you may want to bring an ally or two.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the records to Styrr at the Deep Descent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Styrr is at the Deep Descent, north-east of Khibir-zamu.\\n\\nStyrr will be eager to start examining the records you recovered from Khibir-zamu.",
      "es": "",
      "es (fem)": ""
    }
  ]
}