{
  "id": 620830018,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Zurr-tharûkh is filled with those who fell defending these hallowed halls from the vile forces attempting to take them away: goblins, Orcs, trolls. I believe one my forefathers is behind that dwarf-door, forgotten with all those other warriors. If you could check what remains are there and look for him, I would be grateful.\\n\\n'Zurr-tharûkh is west of here, within the halls of Mudmul-charâf. Check the petrified remains within, and bring me back whatever you can gather from them. You may want to bring a friend or two, for the Orcs inside are rather dangerous.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well, [placeholder]. It saddens me that there were far more remains in there than I had expected. Orcs are brutal savages.\\n\\n'I thank you for bringing me what you found. I doubt I will find any trace of my forefathers within these remains, but it is worth the time to try.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I wish to honour those who came before me and my forefathers who fell defending this place. If we forget those who came before and sacrificed for us, then we do not deserve their sacrifice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - DNT - Zurr-tharûkh: Remains of the Fallen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Zurr-tharûkh is a tomb of ancient warriors who fell defending Khazad-dûm from the goblins and Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected remains from Zurr-tharûkh ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect remains from Zurr-tharûkh ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The dwarf-remains are inside Zurr-tharûkh, a tomb within the halls of Mudmul-charâf, west of the Twenty-first Hall.\\n\\nKáti asked you to venture to Zurr-tharûkh and bring back anything you could collect off the fallen remains of the dwarves within. He suggested you may want to bring a friend or two.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the remains to Káti at the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Káti is at the Twenty-first Hall, east of Zurr-tharûkh.\\n\\nKáti will wish to sort through the remains and see if any belong to his forefathers.",
      "es": "",
      "es (fem)": ""
    }
  ]
}