{
  "id": 620830017,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The dwarves buried in Zurr-tharûkh were some of the finest of the ancient heroes, ones who axes drank from the blood of Orcs and goblins and kept the darkness in the depths at bay. They deserve to have statues built of them and their tales sung nightly.\\n\\n'There is one Orc, more than any other, who is responsible for the desecration of Zurr-tharûkh. He calls himself Nartum the Defiler, and he has lived up to this appellation. I have heard he personally ravaged over half the tombs and corpses behind that dwarf-door. He is a scourge upon the depths and must be eliminated.\\n\\n'Return west to Zurr-tharûkh and seek out Nartum behind the dwarf-door. Defeat him and restore honour to all those buried in that long forgotten tomb. You may want to bring a friend or two, for Nartum is not to be trifled with alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Nartum was a creature of the foulest nature and darkest heart. It pleases me to hear of his defeat. You have done well this day to honour the forefathers of Khazad-dûm, [placeholder]. I and they thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Nartum the Defiler must be made to feel the edge of a blade.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - DNT - Zurr-tharûkh: Nartum the Defiler",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Zurr-tharûkh is a tomb of ancient warriors who fell defending Khazad-dûm from the goblins and Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Nartum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Nartum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nartum the Defiler is at Zurr-tharûkh, a tomb within the halls of Mudmul-charâf, west of the Twenty-first Hall.\\n\\nNartum the Defiler is responsible for most of the destruction within Zurr-tharûkh. Káti asked you to return there and defeat this scourge on the honour of Khazad-dûm's fallen warriors. He cautioned you may want to bring a friend or two.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Káti at the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Káti is at the Twenty-first Hall, east of Zurr-tharûkh.\\n\\nKáti will be pleased to hear that Nartum will defile no more tombs.",
      "es": "",
      "es (fem)": ""
    }
  ]
}