{
  "id": 620830000,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Look at this here, [placeholder]! In these ancient passages, it says that the vault of Mezel-saluch contains a trove of weapons forged long ago in the furnaces of Khazad-dûm! What a find that would be!\\n\\n'If you can bring those weapons to me, I shall reward you richly! In any case, we must not let them fall into the hands of the goblins.\\n\\n'Mezel-saluch lies in Durin's Way. I suggest that you take a few allies if you venture into that place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You recovered them! Excellent! These axes may have been forged long ago, but they have lost none of their lustre or strength!\\n\\n'They'll need a bit of work -- the leather and bindings have long since rotted away -- but their craftsmanship remains, and soon they shall once again defend the halls of Khazad-dûm from the Orcs!\\n\\n'I am sure there are more weapons within Mezel-saluch, however....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Those weapons could provide the difference we need in our efforts to retake Khazad-dûm!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - DNT - Mezel-saluch: Weapons of Moria",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gansi's records show that the vault of Mezel-saluch should contain a cache of weapons forged in the depths of Moria long ago. These would make a fine addition to the dwarf-armoury, as well as a kingly find should they be recovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected ancient weapons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect ancient weapons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mezel-saluch is in Durin's Way.\\n\\nGansi has tasked you with retrieving a number of ancient dwarf-weapons from the hidden vault of Mezel-saluch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gansi at the Chamber of the Crossroads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gansi is at the Chamber of the Crossroads, within Durin's Way.\\n\\nYou should return the ancient weapons you have recovered to Gansi.",
      "es": "",
      "es (fem)": ""
    }
  ]
}