{
  "id": 620830006,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Khibir-zamu is a place we should consider with the highest of honour and respect. I cannot fathom how we do that while a creature who has slain a dozen dwarves resides within. Stonetooth the Savage, a particularly vicious deepclaw, has dispatched several of our messengers and scouts. We have tried to trap him, but he always tunnels away, and now we know where to!\\n\\n'He must have been making Khibir-zamu his home the entire time and simply returning there once he found his meal for the night. Well, if we cannot catch him within the halls and tunnels of Khazad-dûm, then we shall simply have to take the fight to him.\\n\\n'Stonetooth can be found within Khibir-zamu, south-west of here. Venture within and claim vengeance upon the deep-claw that has taken so many of my friends. You may want to bring an ally or two, the Savage has bested even the greatest of dwarf-warriors.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have saved us from certain defeat, [placeholder]. I had no doubt it was only a matter of time until Stonetooth had gotten us all, and there would be naught but an empty camp here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I do not feel safe sending out any more messengers until Stonetooth is defeated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - DNT - Khibir-zamu: Stonetooth the Savage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Khibir-zamu is an ancient tomb where many of the builders of the great halls of Khazad-dûm were interred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Stonetooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Stonetooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Stonetooth is within Khibir-zamu, south-west of the Deep Descent.\\n\\nStyrr asked you to venture within Khibir-zamu to find and defeat Stonetooth the Savage, a deep-claw that has claimed many dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Styrr at the Deep Descent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Styrr is at the Deep Descent, north-east of Khibir-zamu.\\n\\nStyrr will be pleased to hear that Stonetooth has been defeated and will no longer attack any more dwarves.",
      "es": "",
      "es (fem)": ""
    }
  ]
}