{
  "id": 620830196,
  "txt": [
    {
      "id": 218649169,
      "en": "'Menem-nar was one of the first veins of mithril found in Khazad-dûm...that it was also one of the longest veins mined marks just how incredible it was. It should be under the control of dwarves, not insects.\\n\\n'There is a grodbog-queen who has established herself within Menem-nar, and while cleaning out her spawn will certainly help free the mine up for work, it will never be truly ours until she herself falls.\\n\\n'Return south to Menem-nar and defeat Morien. But be wary, we call her the Malicious because her pincers have been the end of several scouts before you. You may wish to bring an ally or two.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Grodbog-queens are notoriously difficult to get rid of. I applaud your work, [placeholder]. Now we dwarves can get back to the business of doing what we do best and see how much Menem-nar still has to offer.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'As long as a grodbog-queen lies within Menem-nar, it will never be truly safe.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "HIDING CONTENT - DNT - Menem-nar: Morien the Malicious",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Menem-nar is an ancient mine where much mithril was dug from. The dwarves believe it may still hold more.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Morien",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Morien",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Morien is at Menem-nar, south of the Deep Descent.\\n\\nStyrr asked you to enter Menem-nar, the ancient mithril-mine, and defeat Morien, the grodbog-queen who has claimed it. He recommended you bring an ally or two.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Styrr at the Deep Descent",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Styrr is at the Deep Descent, north of Menem-nar.\\n\\nStyrr will be pleased to hear that Morien has been defeated and that Menem-nar is free for the dwarves to return to.",
      "es": ""
    }
  ]
}