{
  "id": 620830010,
  "txt": [
    {
      "id": 218649169,
      "en": "'This is a disgrace to all dwarves. How this happened, I do not know, but we will quickly act to reverse the course. A party of Orcs behind one of Khazad-dûm's great hidden doors...I cannot believe it!\\n\\n'This door is an important one, as well, for behind it lies access to one of the crystal veins that run through Khazad-dûm. They are difficult to find, and thus valuable, for the crystals within give off a natural glow. They are important for exploring the depths.\\n\\n'Head north-east to Kheled-menem, venture inside, and defeat Ghâshug, the Ghâsh-hai who has claimed the crystal-mine for himself. You may want to bring friends...if he managed to get behind the door, he is obviously powerful.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So, Ghâshug has fallen. This is good news. We should soon be able to move some miners into Kheled-menem and begin gathering the crystals ourselves.\\n\\n'Thank you for your help.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I know they may seem like useless little baubles, but I promise you that those crystals are very important.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "HIDING CONTENT - DNT - Kheled-menem: Ghâshug",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The crystal-mines at Kheled-menem have been taken over by a group of Ghâsh-hai led by Ghâshug.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Ghâshug",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Ghâshug",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ghâshug is at the crystal-mines in Kheled-menem, north-east of Anazârmekhem.\\n\\nEndrith asked you to head to the crystal-mines of Kheled-menem and liberate them from the control of Ghâshug. He recommended you bring friends.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Endrith at Anazârmekhem",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Endrith is at Anazârmekhem, south-west of Kheled-menem.\\n\\nEndrith will be pleased to hear Ghâshug has been defeated.",
      "es": ""
    }
  ]
}