{
  "id": 620830011,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Khazad-dûm has crystals that are not quite like others you may find underground. As you have probably seen in your travels here, some of the crystals give out a natural glow. I do not know why -- though I am sure someone somewhere does -- but why is not as important as the fact that they do.\\n\\n'Even though we are happiest when underground, our eyes cannot pierce the darkness any better than a Man's or hobbit's. We use the crystals to help illuminate the depths and show us where it is safe to step and what is the fastest path into the depths.\\n\\n'One of our ancient mines is behind the door you found, north-east of here: Kheled-menem. In it, you will find some of these crystals of which I speak. Bring back as many fragments as you can find. You might want to bring friends, for I believe the Ghâsh-hai may have also found this door.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These shards are perfect. We can repair many of the broken formations with these and also make some useful hand lamps. Thank you for bringing these.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Those shards will allow us to better explore the depths and keep us from that one last mis-step.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - DNT - Kheled-menem: A Light in the Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Kheled-menem is a dwarf-mine famous for its glowing crystals.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected crystal-shards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect crystal-shards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Crystal-shards can be found in Kheled-menem, north-east of Anazârmekhem.\\n\\nEndrith would like you to go to Kheled-menem and bring back any crystal-shards you find inside. He recommended you bring a friend or two.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the crystal-shards to Endrith in Anazârmekhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Endrith is at Anazârmekhem, south-west of Kheled-menem.\\n\\nEndrith will be eager to begin working with the crystal-shards.",
      "es": "",
      "es (fem)": ""
    }
  ]
}