{
  "id": 620830003,
  "txt": [
    {
      "id": "0xd085251",
      "en": "Before he fled for his life from the shadowy horrors lurking in Khibir-zarur, my scout spotted an intricately-carved and well-sealed chest within. Those chests bear the treasures of our fore-fathers, [placeholder]. I would stake my beard on it!\\n\\n'If you and your companions should dare to enter those halls, then I beg you, retrieve those chests and bring them to us here at the Chamber of the Crossroads. We can reward you richly for your efforts if you succeed!\\n\\n'Khibir-zarur lies in Durin's Way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Many of the treasures of Khazad-dûm still remain hidden away within Khibir-zarur. If only we had the strength to wrest them from the accursed spirits of shadow that lay within!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You have done it, [placeholder]! At last, we have retrieved some fraction of the ancient riches of Khazad-dûm that are rightfully ours!\\n\\n'The goblins and Orcs stole away most of it long, long ago, but some little remains hidden even from their eyes, and we shall retake it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - Khibir-zarur: Gold in the Darkness",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ancient treasures of Moria remain locked within the hidden halls of Khibir-zarur, though few would dare to confront the fell shadows that threaten to consume all light and life to reclaim it in the name of Durin's Folk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected dwarf-treasures ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect dwarf-treasures ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The dwarf-treasures can be found in Khibir-zarur within Durin's Way.\\n\\nGansi has asked you to collect dwarf-treasures from the hidden chamber of Khibir-zarur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gansi at the Chamber of the Crossroads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gansi is at the Chamber of the Crossroads in Durin's Way.\\n\\nYou should bring the sealed chests of dwarf-treasure that you have recovered to Gansi.",
      "es": "",
      "es (fem)": ""
    }
  ]
}