{
  "id": 620830197,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Menem-nar was one of Khazad-dûm's most productive mithril veins. The metal ran far and deep in large amounts throughout the caverns. It was a great surprise for a vein of its depth.\\n\\n'If Khazad-dûm is to return to its former glory, finding and mining new sources of mithril is necessary. However, mining the deeps is dangerous and expensive. If we can find a vein in a safer area it would do much towards helping us reclaim the depths from the Orcs.\\n\\n'Return south to Menem-nar and sample several of the rocks you find inside. Bring back what you collect, and I shall study it to see if there are any traces of the mithril-vein left. You may wish to bring an ally or two, for it has been long since Menem-nar was controlled by dwarves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These samples are perfect, [placeholder]. I will begin studying them at once. Hopefully one will contain at least a trace of mithril, then we can begin mining Menem-nar once more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If we can find a reliable source of mithril, we can quickly retake the deeps.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - DNT - Menem-nar: Veins of Mithril",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Menem-nar is an ancient mine where much mithril was dug from. The dwarves believe it may still hold more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected ore from Menem-nar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect ore from Menem-nar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Menem-nar is to the south of the Deep Descent.\\n\\nStyrr asked you to venture into Menem-nar and gather up several rock samples so he can determine if there is still mithril behind the hidden dwarf-door. He recommended you bring an ally or two.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the rocks to Styrr at the Deep Descent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Styrr is at the Deep Descent, north of Menem-nar.\\n\\nStyrr will want to begin examining the samples you brought out of Menem-nar.",
      "es": "",
      "es (fem)": ""
    }
  ]
}