{
  "id": 620830002,
  "txt": [
    {
      "id": 218649169,
      "en": "'Something within the chamber of Khibir-zarur is drawing all the light and life out of anyone who dares cross its threshold. I cannot say for certain what lies within, but a nearly insane goblin we captured not long ago gave a name to it: Faerdûath.\\n\\n'I fear that Faerdûath must be some fell spirit of darkest shadow. If you dare enter Khibir-zarur, [placeholder], you had best bring a few companions and be prepared to face this dark spirit!\\n\\n'Khibir-zarur can be found in Durin's Way.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have defeated Faerdûath?\\n\\n'In truth, I was not sure it could be done, [placeholder], and indeed I am still not sure the task has been completed. Perhaps you should return to me tomorrow...we should know by then if the evil of Faerdûath has truly been banished from Khibir-zarur.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I cannot say for certain what lies within the hidden chamber of Khibir-zarur, but those who have glanced inside claim to have seen a darkness that swallows all light...a living darkness, if you will.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "HIDING CONTENT - DNT - Khibir-zarur: the Shadows of Faerdûath",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Within the hidden chamber of Khibir-zarur, many spirits of shadow have gathered around a greater spirit that bears the name of Faerdûath. Any who dare to enter will find themselves entrapped in eternal darkness if they cannot defeat Faerdûath and bring light to the ancient hall.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Faerdûath",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Faerdûath",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Faerdûath lies within Khibir-zarur in Durin's Way.\\n\\nGansi has asked you to seek out and defeat the spirit Faerdûath.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Gansi at the Chamber of the Crossroads",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gansi can be found at the Chamber of the Crossroads in Durin's Way.\\n\\nYou should return to Gansi and tell him that Faerdûath has been defeated.",
      "es": ""
    }
  ]
}