{
  "id": 620830022,
  "txt": [
    {
      "id": 218649169,
      "en": "'Mezel-katub is a trove of potential treasures, but not of the material kind. No, there are no swords, or jewels, or mithril behind this dwarf-door. The treasures here are the kind that lead to true power. Behind that hidden dwarf-door lies the treasure of knowledge.\\n\\n'For you see, Mezel-katub is Balin's personal library, and the dwarf-lord had a particular interest in the preservation of knowledge. The secrets we may uncover and the forgotten things we may again learn...I cannot fathom how much the tomes inside will change everything we know and all we do.\\n\\n'Return to the south-west and enter Mezel-katub once more. Bring back to me as many tomes as you can carry. You may wish to bring an ally or two however, for Mezel-katub is near many Orc-camps, and some of the Orcs have surely found their way inside.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well, they are quite dusty, but I suppose I should have expected that. Be very careful, [placeholder]. We cannot just go opening them with haste and no regard. They are ancient and fragile.\\n\\n'This will take quite some time, I fear. But nonetheless, now that we have the tomes, time is on our side.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The knowledge inside those pages could bring all dwarves to a new standard of living.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "HIDING CONTENT - DNT - Mezel-katub: Tomes of Balin",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Mezel-katub was Balin's personal library, with its tomes of knowledge kept safe locked behind a hidden dwarf-door.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected tomes from Mezel-katub ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect tomes from Mezel-katub ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The tomes are inside Mezel-katub, a library north of the Hall of Flowing Water, south-east of the Twenty-first Hall.\\n\\nMögr asked you to venture inside Mezel-katub, Balin's personal library, and recover several ancient tomes. He mentioned you may want to bring an ally or two.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the tomes to Mögr in the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Mögr is at the Twenty-first Hall, north-west of Mezel-katub.\\n\\nMõgr will be eager to look over the tomes you found in Mezel-katub.",
      "es": ""
    }
  ]
}