{
  "id": 620830015,
  "txt": [
    {
      "id": 218649169,
      "en": "'Umukh-kanon was once among the finest of Khazad-dûm's forges. It produced weapons and armour that every dwarf coveted. Though it is a small workshop, the attention to detail there was nearly unparalleled.\\n\\n'Before I was chased out by the fiery Rock-worms who now call it home. I was able to see several crates littered around. I believe those crates still hold some of the moulds the master crafstmen of old used to make their masterpieces.\\n\\n'Return south-west to Umukh-kanon and bring me back the moulds that forge holds. I do not know if any of the forges there will still catch fire, but those moulds are valuable anywhere we cast metal. You may want to bring a friend or two, it looked dangerous.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These moulds are incredible, [placeholder]. Look at the workmanship! I can easily see why the weapons and armour of old still hold up, even today.\\n\\n'Thank you! With these, we will be able to make some much-needed high-quality pieces.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The weapons and armour we could craft with those moulds could turn the tide and allow us to reclaim all of Khazad-dûm!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "HIDING CONTENT - DNT - Umukh-kanon: Mould in the Forge",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The forges of the dwarves were famous for making the finest of arms and armour. The dwarves believe Umukh-kanon may still hold some of the ancient moulds.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected ancient moulds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect ancient moulds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ancient moulds can be found in Umukh-kanon, to the south-west of Anazârmekhem.\\n\\nÖlfun asked you to venture to the forges of Umukh-kanon and bring back several moulds left from the ancient times. Ölfun suggested you bring a friend or two.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the ancient moulds to Ölfun in Anazârmekhem",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ölfun is at Anazârmekhem, north-east of Umukh-kanon.\\n\\nÖlfun will be pleased to receive the ancient moulds you gathered from Umukh-kanon.",
      "es": ""
    }
  ]
}