{
  "id": 620830014,
  "txt": [
    {
      "id": 218649169,
      "en": "'Now that you have found Umukh-kanon, perhaps you can help me to bring it back to the fold of the dwarves. Inside is an ancient forge, used to fashion the arms and armour of my forebears.\\n\\n'It has not been worked in many years, and upon getting here, I visited it myself, only to discover that the fiery Rock-worms outside have moved in as well.\\n\\n'If we are to refire the forges of Umukh-kanon and have it be useful once more, Bhraf -- the worm calling the forge his home -- will have to be defeated. Return south-east and reclaim Umukh-kanon. But be wary, you will probably want to bring a friend or two.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So, Bhraf has been defeated and the forge is ready to refire. This news pleases me. Thank you for your aid.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'That forge will provide us a distinct advantage. It is hidden from the likes of goblins and Orcs, and thus we can work there unfettered.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "HIDING CONTENT - DNT - Umukh-kanon: Bhraf",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A powerful worm has settled in Umukh-kanon. The dwarves wish to refire this ancient forge, but cannot possibly do so with Bhraf inside.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Bhraf",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Bhraf",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bhraf is at Umukh-kanon, south-west of Anzârmekhem.\\n\\nÖlfun asked you to go to Umukh-kanon and defeat Bhraf, a worm dominating the ancient forge. Ölfun suggested you bring a friend or two.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Ölfun at Anzârmekhem",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ölfun is at Anzârmekhem, north-east of Umukh-kanon.\\n\\nÖlfun will be pleased to hear of the defeat of Bhraf.",
      "es": ""
    }
  ]
}