{
  "id": 620925361,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'For too long have I stayed beneath the roof of my hall, [placeholder]. No more will I delay! I will ride forth to Isengard with my warriors, and we will remind Saruman that the Rohirrim still live!\\n\\n'My sister-daughter Éowyn will chafe at my command that she remain behind and make the people ready to leave Edoras, I know. But she will carry out my wish. Speak to her outside the Golden Hall, and lend her what aid you may in this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 11, Chapter 7: Commands of the King",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The time has come for Théoden to step beyond the confines of his hall and look out over his city. Speak to the King and see if he is willing to do this, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Éowyn in Edoras, outside Meduseld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Speak to Théoden and see if he is willing to step beyond the confines of his hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I am ready to look out upon my city with unclouded eyes, [placeholder], free from the shroud of Gríma's whispers. Will you walk with me as well?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'There is strength in Théoden, and that same strength will flow into the will of his people. If its King is strong, so will be the Kingdom. Gladly will I ride to Isengard with Théoden and his men, there to demand Saruman cast down his staff! Friends of mine were endangered by the commands of that Wizard, and I have a debt to repay on that score.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'For too long have I stayed beneath the roof of my hall, [placeholder]. No more will I delay! I will ride forth to Isengard with my warriors, and we will remind Saruman that the Rohirrim still live!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I have been given my freedom once again, and now I am free to ride to war with my King! It is a far better day into which I walk than the one I left! We will show Saruman that Rohan is strong. For too long he has done as he will, but now we will remind him that this land is not his to despoil!\\n\\n'My road leads west, with the King, but he has asked you to assist Éowyn at Edoras. I am certain there will be no lack of deeds that will need doing, but if you have an opportunity, perhaps you could see how fares Aldburg in the Eastfold? That town is my home, and it would be a comfort to my mind to know that you have kept an eye on it.\\n\\n'There is no hurry! Assist Éowyn with her preparations here, first. But keep Aldburg in mind while I am away, if you would.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'It is good that Théoden takes action to protect his people. Saruman's greatest ally for these past months has been the inaction of Théoden, sown by the whisperings of Wormtongue. How many Orcs were given free passage across the fields of Rohan? Even one would be too many, and it was much more than a single Orc.\\n\\n'I do not say that Théoden rides to victory. It is good that he comes forth, but the armies of Saruman are vast and I do not know if the Rohirrim can meet them on the field.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Gandalf wishes for the King to step outside his hall and look upon the city, and to decide what can be done for the survival of Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Théoden is in the Golden Hall of Meduseld.\\n\\nGandalf has asked the King to step outside the Golden Hall and look upon the city. You should speak now to Théoden and see if he is willing to do as the Wizard entreats.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'I will collect the debt Saruman owes for endangering my friends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Théoden is in the Golden Hall of Meduseld, waiting to speak with you about his next course of action: war!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I am ready to ride to war alongside my King!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Aragorn, Éomer, and Gandalf are within the Golden Hall of Meduseld.\\n\\nThéoden King has determined his next course of action, and those who follow him have their orders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Éomer in Meduseld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Gandalf in Meduseld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Théoden in Meduseld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Théoden and see if he is willing to step outside his hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Éowyn is outside the Golden Hall of Meduseld, in Edoras.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Aragorn in Meduseld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'This way may not lead to victory, but it may lead to a less certain defeat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'There is no honour in this! Why must I remain behind while my brother and my uncle ride to war? Do they care more for Rohan than do I? No! I would fight as hard for the people of the Mark as any man, and mayhap with even greater ferocity!'\\n\\nÉowyn's eyes blaze with a dangerous fire for a moment, and her fists clench and unclench.\\n\\n'I will do as my King commands, [placeholder]. This duty has been given to me, and I will carry it out as best I may, though it be not my desire. None will say that Éowyn betrayed the word of her King. I will protect the people of Edoras and see them to safety, while the battle rages elsewhere. It may come to us, in the end, and if it does I will be ready. I will need your help in the meantime.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Éowyn will chafe against my command that she remain, but she will do her duty. Speak to her outside Meduseld and see if it be so.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}