{
  "id": 620925397,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e02",
      "en": "Talk to Éowyn outside Meduseld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Investigate the location described by the first phrase",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Éowyn has given you some writings from the search of Gríma's chambers, and wants you to find out where in the city these clues might refer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "These weapons are out of place. Why were they moved here?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Investigate the location described by the second phrase",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Hebeca was an ally of Wormtongue. But are there others?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Investigate the location described by the third phrase",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Éowyn is outside Meduseld, in Edoras.\\n\\nYou discovered several allies of Wormtongue working to hinder Éowyn's efforts in Edoras, and should report back to her that they will no longer be a problem.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Léofing was an ally of Wormtongue. But are there others?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Éowyn outside Meduseld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Search locations mentioned in Gríma's writings ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'You found some of Gríma's allies, and defeated them? Good. Those snakes would have caused trouble for us, especially once my uncle rides to Isengard.\\n\\n'I hope that was all of them, [placeholder]. I still do not understand all of the mysteries you uncovered in Gríma's chambers, but perhaps we have ended the schemes that were plotted there.\\n\\n'My uncle and his riders are ready to depart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Did someone put this pile of timber here with plans to set it ablaze?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'There are still so many tasks we must see to completion before the people are ready to leave Edoras, but something worries at the back of my mind and divides my attention. When you searched Gríma's chambers with Háma, you told my uncle that the room was already in disarray, as if it had been searched before you arrived. Why would Gríma leave his chamber in such a state? If he was seeking something specific, surely he would know where to find it. No, I think his room was searched by someone entangled deeply within his schemes.\\n\\n'Gríma has fled the city, but it is my belief that this ally, at least, remains. Among the papers you collected was the cryptic phrase 'No Mere Wit, He' and a number of other writings. I do not know what they mean, but mention is made of a number of locations throughout Edoras. Go to some of these and see if you can find sign of Gríma's friends or allies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "This strongbox is scorched, as if it was set on fire, but the blaze did not spread.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'We have enough tasks before us without having to worry about the interference of Gríma Wormtongue, [placeholder]. His allies lurk still within Edoras, I am sure of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 11, Chapter 9: Seeds of Treachery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d17",
      "en": "Éowyn has uncovered some evidence that allies of Gríma Wormtongue seek to undermine her efforts to bring the people of Edoras to safety.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You found some of Gríma's allies, and defeated them? Good. Those snakes would have caused trouble for us, especially once my uncle rides to Isengard.\\n\\n'I hope that was all of them, [placeholder]. I still do not understand all of the mysteries you uncovered in Gríma's chambers, but perhaps we have ended the schemes that were plotted there.\\n\\n'My uncle and his riders are ready to depart.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}