{
  "id": 620925399,
  "txt": [
    {
      "id": 228284039,
      "en": "'It is time.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'So they are gone. May they ride to victory! It is now up to those of us who remain to carry out my uncle's will and the wishes of those who ride with him.\\n\\n'I hope we are both up to the challenge, [placeholder].'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Théoden King is inside the Golden Hall of Meduseld, in Edoras.\\n\\nÉowyn has asked you to see if the King has any further commands before he rides west to Isengard.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Théoden in Meduseld",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Théoden King is inside the Golden Hall of Meduseld, in Edoras.\\n\\nThe King is waiting to speak with you before he rides west, to Isengard and war.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Éowyn is outside the Golden Hall of Meduseld, in Edoras.\\n\\nThe King and his company have left Edoras, and Éowyn is in charge of making ready the evacuation of the city.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Théoden in Meduseld and watch his company ride to war",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Éowyn outside Meduseld, in Edoras",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Théoden is now ready to ride west to Isengard... to war.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'My preparations continue, but my uncle's are complete. Now he rides to Isengard and to war. I will remain behind, as he has commanded, but my thoughts will dwell upon him until his return!\\n\\n'Enter the Golden Hall and see if he has further commands for those of us who will remain.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'The riders are ready to depart, [placeholder], as am I. We will ride to Isengard and remind Saruman of what he has forgotten: that the Riddermark is not his for taking. It belongs to the Eorlingas, who will refresh his memory with sword and spear!\\n\\n'I know that Éowyn is unhappy with her charge, and she would be on the forefront of the battle if I allowed her to ride with us. It would console her little to know that it is not her safety I seek to ensure with my command, but that of my people. They need someone to lead them in my absence, someone to give them hope for better days to come. They need Éowyn to be strong, and I know she will be. Another spear at Isengard will avail us little. A shield at home may be the difference, at the last.\\n\\n'I am ready to ride. Let me know when you are ready to see us off.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'My uncle is ready to ride to war. Enter the Golden Hall and see if he has any further commands for those of us who must remain behind.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 11, Chapter 10: The King Rides West",
      "es": ""
    }
  ]
}