{
  "id": 620925280,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'I cannot wait to tell my new friend about this! You have been a great boon in so short a time, and it shall not be soon forgotten.\\n\\n'Did you catch that Orc-mouse yet? I thought I heard it under the fence.\\n\\n'You must thank Arcil for the new dishes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Arrived at Aldburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Restoring the Glory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Arcil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Bertred is at his house in the western part of Aldburg.\\n\\nYou should let Bertred know that you have mended his fence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Build a barricade in front of the Aldburg training hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Téothic",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'I hope that barricade is not needed, but if it is, we have you to thank for it. I will make certain that Thane Arcil hears what you have done for me.\\n\\n'You should go to the stable... I believe I have heard Wilflad moaning about needing extra hands there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Repair the fallen beams on the stable",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'This city has been neglected for too long. Even with most of our men in the west, I believe some good can be done.\\n\\n'While I continue to consider the course of action we should take, you should see what aid you can lend to those trying to bring glory back to Aldburg. You should speak first with Téothic at the armoury.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Mend Bertred's fence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Wilflad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Wilflad is at the stable of Aldburg.\\n\\nThe beams have been repaired, and now more horses will be able to be housed in the stable. You should speak with Wilflad to let her know of your progress.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Thane Arcil has sent you to assist me? I did not think him concerned with Aldburg. Lately, his attention seemed to have been elsewhere, but it is reassuring to know that I may have been mistaken.\\n\\n'We won't be able to offer much resistance if the training hall were to be attacked. If you could build a barricade, it would prove invaluable for our defence.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Bertred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Thane Arcil sent you to help me? I never thought I would get any assistance here, with the garrison off to war. I should be pleased for the aid.\\n\\n'If you wish to help, I need the beams on the stable repaired so that we can house more horses. Many of the stalls are currently unusable, as I fear the roof might collapse.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The city of Aldburg is beginning to decay, due to a lack of adequate leadership caused by Éomer's absence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Téothic is at the training hall of Aldburg in the eastern part of the town.\\n\\nArcil asked you to aid the people of Aldburg as they try to bring back the glory of the old capital, starting with Téothic.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Wilflad asked for the beams of the stable to be repaired in order to bring more stalls into use.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Ah! It is you again! It is nice to talk to another person so soon. Thane Arcil sent you to help? Well, I will not turn down your aid, that is for certain.\\n\\n'What was that noise? Did you hear it? A mouse or an Orc, I'm not sure which, but it is trouble to be sure.\\n\\n'That fence has been broken for as long as I can recall. It would be wonderful if it were mended. We might trap a rat with it, or an Orc.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Bertred, Quartermaster of Aldburg, is at his house in the western part of the city.\\n\\nWilflad believes that the Quartermaster might also be able to use some assistance, though she is not sure what his needs are.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'You have been a great help to us here, [placeholder]. We are about to have dinner, will you not join us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Téothic has asked you to build a barricade to help with the defence of the training hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Wilflad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Bertred has asked for assistance mending his fence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Bertred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Thane Arcil is at the Mead Hall of Aldburg.\\n\\nYou should return to Thane Arcil and inform him that you have aided the people of Aldburg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Wilflad is at the stable of Aldburg.\\n\\nTéothic suggested that Wilflad might need help at the stable.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Téothic",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Travel to Aldburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Téothic is at the training hall of Aldburg in the eastern part of the city.\\n\\nYou should speak with Téothic and let him know your work is finished.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Mended Bertred's fence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Do you know how long I have waited for the stable to be repaired? Thank you so much for your aid. Your efforts shall help everyone in Aldburg.\\n\\n'He may be a bit mad, but the Quartermaster could also use your help if you have the time. You will need time, if for no other reason than to learn what it actually is that he needs help with.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Repaired the fallen beams on the stable",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Built a barricade in front of the Aldburg training hall",
      "es": "",
      "es (fem)": ""
    }
  ]
}