{
  "id": 620925208,
  "txt": [
    {
      "id": 216727827,
      "en": "The people of Entwade can be found throughout the settlement.\\n\\nLéoflad has sent you to gather the people of Entwade in hopes that they can soon depart for the Eastfold.",
      "es": ""
    },
    {
      "id": 63714945,
      "en": "'Very well, we shall go meet with Léoflad!'",
      "es": ""
    },
    {
      "id": 63714946,
      "en": "'I suppose I have packed enough for now...'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Thank you, [placeholder]. You allowed me a chance to finish with other preparations, and now, it appears that everyone is here!\\n\\n'Keeping them at my side will likely prove more challenging, but worry not, [placeholder], for I have handled far worse!'",
      "es": ""
    },
    {
      "id": 63714947,
      "en": "'Let us fetch our belongings inside and then we shall gather with the others.'",
      "es": ""
    },
    {
      "id": 63714948,
      "en": "'I will miss you, friends. Take care of each other while I am gone, for I shall return as soon as I am able!'",
      "es": ""
    },
    {
      "id": 63714949,
      "en": "'I shall join with the others when I finish my work here. Wait not on my account, it shall not be long.'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Léoflad",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Léoflad can be found near the waggons outside the Mead Hall of Entwade.\\n\\nYou have spoken to numerous groups of people in Entwade and have sent them to gather at Léoflad's side. You should now speak to Léoflad and inform her that her people are ready.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Gathered people of Entwade ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Ho, traveller. Edric has sent you to me? Good, perhaps now we shall be able to depart in some timely manner.\\n\\n'It has been a great undertaking to uproot the people of Entwade, [placeholder]. At my husband's request, I shall aid in escorting them to safety in Aldburg to the south. Many have packed for weeks now, but we cannot afford to wait any longer. I protested when Edric bade me stay in Aldburg as well, but if I cannot return to Kingstead, then I shall aid the people of the Eastfold during my stay. Truly, they face great troubles as well.\\n\\n'As for you, my people are as ready as they likely ever will be. Would you do me a great favour and bid them all join me here?'",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Léoflad, wife of Thane Edric, seeks to lead her people south to Eastfold where they will seek safety in the settlement of Aldburg.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Gather people of Entwade ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225642624,
      "en": "DNT -- Will not be seen",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Safety for the Meek",
      "es": ""
    }
  ]
}