{
  "id": 620925267,
  "txt": [
    {
      "id": 162883717,
      "en": "'The sight of Théoden King standing proudly and tall again makes me feel younger than I have done in years, [placeholder].'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'It is good to see you again, [placeholder], though we are met on the very precipice of danger. How have you fared since last we spoke?'\\n\\nYou tell Legolas of your adventures, and his light laughter breezily flies around the hall.\\n\\n'What is it that your people say? You have gone from the frying-pan into the flames, and the frying-pan was hot enough! You have had adventures to spare, [placeholder]; it seems we all have done. I am glad your own journey brought you to Fangorn, as did mine. I could spend years exploring beneath its canopy, never feeling the passage of time, were it not for the pull of that which moves my feet. Once our friends are safe, perhaps I will follow that pull to where it leads.'\\n\\nLegolas notices your quizzical expression, and his usual laughter melts away. 'The sea, [placeholder],' he responds, 'I speak of the sea.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 11, Chapter 4: Tidings Glad and Sorrowful",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "Legolas smiles at you, but he is deep in thought and has nothing to say.",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Háma outside Meduseld",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'Gríma may have intended further mischief. Indeed, I am certain of it. Leave Meduseld and speak to Háma. Tell him I want Gríma's chambers searched, and my sister-son Éomer released from imprisonment. These actions were poorly-done, and must be righted.'",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'I just want what is best for the king! All of you, and especially the Wizard, want to see him weak and powerless! Only Gríma loves him and can care for him!'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Much has transpired since last we met, but my companions can give you their account. My own would take too long to tell, and from any other would beggar belief. You would trust my tale, I am certain, but then only because you have experienced some things nearly as peculiar! Know this, [placeholder]: I bear tidings both glad and sorrowful. The task set before our mutual friends at the Last Homely House is still ongoing. Though some of that company are here with us in this golden hall, some others carry still the Burden to its destination. The errand is not yet done, but neither is it abandoned. Those be the glad tidings.\\n\\n'I will let Aragorn tell you what this joyful news has cost us, for it was not bought without strife.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'We meet again, my friend! I am glad of it, for it seems there is a shortage of friendly faces in this land. One man of honour I met, and he was imprisoned for his kindness to me!'\\n\\nYou press Aragorn on the matter of Gandalf's cryptic words, and the Ranger's face falls.\\n\\n'Gandalf gives you the joyful tidings, and leaves the ill news to me. It has been one week since our fellowship was sundered on Parth Galen, along the banks of the Anduin. Boromir of Gondor fell there. He gave his life protecting the halflings Meriadoc and Peregrin, but they were borne away by great Orcs of Saruman. Others went... another way. I had to make a choice, and I chose it. We could not abandon Merry and Pippin.\\n\\n'I do not know if I chose aright. The Orcs were destroyed before our pursuit ended, and Gandalf tells me the hobbits found safety. Should I have done otherwise? I cannot say. But now we must do what we can for Rohan, and put behind us what regrets we may.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'It has been several weeks since last we met, [placeholder]! What have you done with the time? I have cloven a number of Orc skulls since then, but not enough to satisfy my hatred of the beasts. Some of their ilk led us on a merry chase across much of Rohan, and my chest fills with pride to tell you I outpaced even Legolas on that race! I may have been winded, true, but Gimli, Glóin's son, did not abandon the pursuit without need. When we caught up with the Uruk band at last, they had already been slain by Men of Rohan.\\n\\n'It has been two days since our pursuit ended, and I have nearly caught my breath again. I have never run so far or so fast in all my days, and I would be content to stay in one place for the rest of them, if that place were a mountain with good stone and deep roots!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'It is good to see you again, [placeholder], though we are met on the very precipice of danger. How have you fared since last we spoke?'\\n\\nYou tell Legolas of your adventures, and his light laughter breezily flies around the hall.\\n\\n'What is it that our young friends used to say? You have gone from the frying-pan into the flames, and the frying-pan was hot enough! You have had adventures to spare, [placeholder]; it seems we all have done. I am glad your own journey brought you to Fangorn, as did mine. I could spend years exploring beneath its canopy, never feeling the passage of time, were it not for the pull of that which moves my feet. Once our friends are safe, perhaps I will follow that pull to where it leads.'\\n\\nLegolas notices your quizzical expression, and his usual laughter melts away. 'The sea, [placeholder],' he responds, 'I speak of the sea.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Speak to our friends and they will give you tidings both glad and sorrowful.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I feel as if a heavy shroud has been lifted from my sight. My days were filled with dark dreams, and my nights were no different. What foul craft of Gríma's is to blame? No, not his doing alone. It was my weakness that allowed him so to dominate my mind. No longer! I am myself again, and free of his whisperings. It is well that Gandalf arrived here when he did, and that Háma allowed him to pass the threshold. That transgression I will forgive.\\n\\n'Gríma may have intended further mischief. Indeed, I am certain of it. Leave Meduseld and speak to Háma. Tell him I want Gríma's chambers searched, and my sister-son Éomer released from imprisonment. These actions were poorly-done, and must be righted.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "After being apart for so long, you have reunited once again with Gandalf, Aragorn, Legolas, and Gimli, and eagerly press them for news about what befell them since last you saw them.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Our errand is not ended. We must do what we can, while others pursue the true course of its completion.'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Théoden is more willing to listen to you, now that Gandalf has spoken words of truth to the King of Rohan.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'No more running, I hope! Though I do not care for the beasts, I would rather be carried by a willing horse than run across the fields of Rohan once again!'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Aragorn, Legolas, and Gimli wait to speak with you within the Golden Hall of Meduseld.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Legolas in Meduseld",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Yes? You return from within on your own power, which tells me your wager was correct and you will draw breath until tomorrow, at least.'\\n\\nHáma listens as you recount what befell within the Golden Hall, and his questioning face is soon aglow with smiles.\\n\\n'These are better tidings than I believed possible! You are a friend both new and true to bring me such words! Théoden, my King, you have been brought from the darkness by the wisdom of Gandalf! He is the Storm-crow no longer! White Wizard, friend to Rohan and its people! I rejoice to hear it! Théoden King, restored at last!'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Théoden in Meduseld",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Théoden has asked you to bring his commands to Háma, outside the Golden Hall.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Aragorn in Meduseld",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Gimli in Meduseld",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Fortune was with us on this throw, [placeholder]! I am pleased for our sake, but more than that I am pleased for Rohan! Now, at last, Théoden has been restored and there is hope again for his kingdom!'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'I only want what is best for the king!'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Théoden King has been restored! It brings joy to this old heart of mine!'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'Only Gríma cares for Théoden King! These others want him hurt, and powerless, and weak!'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'Théoden King has been restored, and now Rohan has a chance to fight against the evils of Saruman! My heart is filled with hope, [placeholder], and I am eager to see the Wizard pay for his crimes!'",
      "es": ""
    }
  ]
}