{
  "id": 620925360,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'Did you find some strategy that could serve us against the armies of Saruman? Sadly, I did not, and I had more time to think on the problem than you had. There is no shame in it! Our strength lies on the open fields, but against such numbers as you say Saruman has assembled, I do not think our strength will suffice. The Mark is not as defensible as we need it to be!\\n\\n'Return to my sister and give her my thanks and my love. I will see her when I return to the hall with Háma. Perhaps we will look at the map once more, and see if there is something we have missed....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730886",
      "en": "'You have nothing for me? Why is this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Gandalf is in the Golden Hall of Meduseld, and he will likely have some advice for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'When my uncle rides to war, I will not refuse him. I am a shield-maiden of Rohan, and I will not shrink from the challenge of war!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 11, Chapter 6: The Cage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'Bring that token of mine to my brother, and tell him our uncle is restored! He is being confined to his chambers in Edoras, north of Meduseld.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'My brother is free of his cage? I delight to hear it, for soon I too will be free of the cage that binds me!'\\n\\nÉowyn's smile brightens her face in the same way as does the sun breaking through a gap in the clouds.\\n\\n'My cage is not made of metal or of wood, [placeholder], but it is a cage all the same. In time of peace, it confines me to the Golden Hall and its out-buildings, but when war threatens, it cannot hope to withstand the force of our great need. I am a shield-maiden of Rohan, and I shall take up sword and spear to defend this land and its people! My uncle must surely ride now to Isengard to challenge Saruman, and I will not hesitate to take up arms and ride with him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Return to my sister Éowyn and tell her I will see her soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Study the map in Éomer's chambers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Wait, there is one item you should return yourself, as its owner is here in the hall.'\\n\\nThéoden scowls and hands you a delicate cloth. On a corner of the cloth is embroidered the name Éowyn.\\n\\n'I am not so poor a judge as to think my sister-daughter Éowyn intended Gríma to have this token of her favour. Return it to her and she will tell you for whom it was intended.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73085",
      "en": "'You have nothing?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e7",
      "en": "Return Éowyn's favour to her in Meduseld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "Éowyn accepts the embroidered cloth from you with surprise.\\n\\n'I remember this token! I gave it to my brother Éomer to bring him good fortune in battle, and he wore it on his ranging throughout the Mark! It must have been taken from him when he was confined to his chambers by my uncle's command! No. The command was my lord Théoden's, but the words were Gríma's, and my brother's confinement was carried out by those men Gríma selected. One of them must have taken this token from Éomer and given it to Gríma. Had I known this, I would not have allowed it!\\n\\n'Bring this token of mine to my brother, and tell him our uncle is restored! He is being confined to his chambers in Edoras, north of Meduseld.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Gandalf in Meduseld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "You have found the entrance to Éomer's chambers, where until today he has been imprisoned by command of the King",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Éomer in his chambers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'This token of her favour belongs to the one who gave it: my sister-daughter Éowyn. She is here in the Golden Hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Éowyn in Meduseld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Théoden has been restored and now it is time to repair some of the other wrongs worked by Gríma Wormtongue in Edoras.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'[placeholder]! I am glad to see you are well. Háma has brought me the news that I am free to leave, but that is not what lightens my heart. The most joyous tidings are that my uncle Théoden has awakened to the fact of his peril, and his treacherous counsellor has been dragged to light!'\\n\\nÉomer accepts the embroidered cloth from you, and crushes it in one fist. 'This was taken from me by Forthere, one of Gríma's men. I am pleased to have it back, but I would sooner teach Forthere a lesson about respecting the belongings of others.\\n\\n'I was treated well enough by the guards outside my chambers, but my inability to do anything for my family or for Rohan was the cruelest fact of my imprisonment. I spent many hours studying the map of Rohan in the room upstairs, trying to develop a strategy for the defence of the Kingdom that could not be undone by Saruman. Go! Study the map yourself and see if there is such a strategy I might have missed, for I came up with little of use.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Éowyn is within the Golden Hall of Meduseld.\\n\\nThéoden has removed an embroidered handkerchief from the collection of stolen goods you recovered from Wormtongue's chambers, and wants you to return it to its original owner: his niece Éowyn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Find the entrance to Éomer's chambers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Éowyn has asked you to return her favour to her brother Éomer, currently imprisoned at his chambers, north of Meduseld, in Edoras.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Éowyn has asked you to return her favour to her brother Éomer, currently imprisoned at his chambers, north of Meduseld, in Edoras.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Even imprisoned, Éomer has continued to plan for the defence of Rohan. He has asked you to study the map in his chambers so you may better understand the geography of the Kingdom.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "When you have fully studied the map in Éomer's chambers, you should return to him to learn what he thinks of the strategic situation in Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e18",
      "en": "Bring Éowyn's favour to her brother Éomer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Éowyn is in the Golden Hall of Meduseld.\\n\\nÉomer has asked you to return to his sister, and to thank her for her sympathy and her worry.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "You study the map of Rohan for a time, but few strategies present themselves to you that could stand against the armies of Saruman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Study the map of Rohan in the other room and see if some strategy presents itself to you, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'All the people of Rohan will need to stand if the Kingdom is to survive, but their King must do so first.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}