{
  "id": 620925285,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Witgil is somewhere at the Folde Farm.\\n\\nNow that you have arrived at the Folde Farm, you should seek out and speak with Witgil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The Folde Farm can be found just north of Aldburg.\\n\\nThane Arcil has asked you to travel to the Folde Farm and warn them of the potential of Orc-attacks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Arcil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Travel to the Folde Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Thank you for warning the Folde Farm. The food produced there is very important to Aldburg and needs to be safe-guarded.\\n\\n'While I was content to stand guard here, I think it is time that we learn exactly what we are faced with. We need to find out truly how dangerous this threat is.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Arcil is in the Mead Hall of Aldburg to the south of Folde Farm.\\n\\nYou have alerted the people at the Folde Farm about the Orc-threat and should now return to Arcil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Travelled to the Folde Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Arcil and Éothain could not reach an agreement as to which Orc-tribe posed the greatest threat and left the decision in your hands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Arrived at Aldburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'[placeholder], I must confess that I am glad you agree with me. I know that Éothain resents me because I am not his cousin Éomer, and he has every right to; however, I do not wish to lose the support of my people. They respect you, and your loyalty will encourage them.\\n\\n'For now, we must alert the Folde Farm about the danger that these Orcs present. Please, go there now and warn them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Witgil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Travel to Aldburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I had heard of a recent Orc-attack nearby, but I thought that it might have been an isolated incident and not something to concern myself with too much. This is very troubling news.\\n\\n'I will alert everyone here; however, Athelbald is out collecting boar-meat. I hope that he makes it back safely.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dire Threat",
      "es": "",
      "es (fem)": ""
    }
  ]
}