{
  "id": 620925288,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "DNT - desc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Thane Arcil is in the Mead Hall of Aldburg.\\n\\nThane Arcil has invited you to join him for dinner. He and Éothain will attempt to resolve their differences and determine a course of action to deal with the Orcs. You should talk to Arcil when you are prepared to enter the Mead Hall of Aldburg for dinner.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Arcil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Arcil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I must admit, Éothain provided a strong case for going after the White Hand Orcs, but I cannot in good conscience approve a course of action that leaves Aldburg defenceless.\\n\\n'I will leave it in your hands, [placeholder]. If you decide that  these new Orcs pose a greater threat, then come and speak with me again. If you decide to help Éothain against the White Hand, I will hold no ill will towards you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Both Arcil and Éothain stated their case about which Orc-tribe poses the greatest threat.\\n\\nYou should speak with Arcil and let him know your thoughts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Let us eat, [placeholder]!'\\n\\n<rgb=#FF0000>NOTE: This is a solo quest and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Thane Arcil has invited you to dinner, where he and Éothain will discuss the Orc-threat and how best to proceed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Arrived at Aldburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'We are about to take supper, and we would be honoured if you would join us. \\n\\n'Since Éothain and I are in disagreement on the issue of the Orcs, I will afford him the opportunity to speak his side, and I would like for you to be there to help us decide what we should do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Speak with Éothain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Travel to Aldburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "DNT - talk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Aldburg Convenes",
      "es": "",
      "es (fem)": ""
    }
  ]
}