{
  "id": 620925265,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'You are not the first to come here today, testing the word of my heart 'gainst the command of my king. Do I compound an earlier error by allowing you into the hall, or do I make all right with a single throw?'\\n\\nHáma sighs heavily. 'Never have I so rued this post! The will of Théoden is clear, but I do not believe you come here with evil intent. You speak of dangers to the north, and all around, but returning here brings the greatest danger upon yourselves! Is that not the truest sign of your good hearts?\\n\\n'The King must be told what you have seen. Speak to me when you are ready to continue into the hall, and I shall take your weapons as is the custom. Then you shall proceed before the King, and we will see if I have misjudged you. I hope for your sake, and for mine, that I have not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You have reunited with Gandalf within the Golden Hall of Meduseld, and should now speak to the Wizard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "It is a day for unwelcome visitors to the Golden Hall, according to Háma, the doorward of Théoden.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Gandalf within Meduseld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'If you are willing, I will take your weapons and bring you before the King. Know this: once you step beneath the roof of Meduseld, all chances to repent of your defiance are gone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Book 11, Chapter 3: Théoden, Son of Thengel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'It seems your road entwines with ours for a pace or two more, [placeholder]. Ah, I would not celebrate so quickly were I you! War has already come to Rohan, and its drum-beat deepens with every passing hour. We are beset on all sides by evils both known and unknowable, and to be near Gandalf is to be near danger!'\\n\\nGandalf laughs, but his eyes are stern.\\n\\n'Gríma would say I brought the danger hither, I do not doubt. But I say Gandalf goes where he is needed, and for this day and every day that is to where the danger is deepest!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'The error was my own, if error it was. For my part, I think my heart spoke true!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Háma and he will bring you before the King",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Háma has grudgingly decided to allow you in to see the King, and will bring you inside the Golden Hall if you speak to him once more.",
      "es": "",
      "es (fem)": ""
    }
  ]
}