{
  "id": 620925282,
  "txt": [
    {
      "id": "0xfa8e118",
      "en": "Explored the Aldburg training hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The History of Aldburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Wilflad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Bertred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Arcil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'While we decide a course of action in regards to these different Orcs, might I recommend that you explore Aldburg? Despite the damage that has been done, it still is a very lovely place.\\n\\n'While you are exploring, talk to some of the inhabitants and gain some knowledge about the history of our great home. \\n\\n'As you might have noticed, we are very vulnerable here in Aldburg. Most of our men have gone west, for good reason. As you speak with others, feel free to assist those who may need it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Explore the Aldburg stable",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Explore the Quartermaster's house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Thane Arcil has yet to decide what to do about the Orcs? It is not surprising. We will decide on a course of action soon, I am sure.\\n\\n'In the meantime, I agree with him: you should acquaint yourself with Aldburg. On the surface it may not look like the city of a king, but it is, in truth, a city rich with history.\\n\\n'I recommend beginning in the eastern part of the city at the training hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'There is not much stored within the walls of the training hall these days. When our men went west, they took most of the arms with them. What remains inside, however, are weapons that span the history of the Riddermark.\\n\\n'My sole purpose here is to ensure that our enemies do not gain access to what remains.\\n\\n'Thank you for speaking with me. I do not entertain many visitors these days. From here, you should see the stable, located to the north-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Upon arriving in Aldburg and speaking with Thane Arcil, he recommends exploring Aldburg to learn more about the former capital of Rohan and to speak with some of its inhabitants in the process.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Arcil suggested that you explore the former capital city of Rohan, Aldburg and learn something of its history.\\n\\nYou should seek out Éothain and speak with him first.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "The stable of Aldburg is to the north-west of the training hall.\\n\\nTéothic recommended that you go see the stable next.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Wilflad is near the stable of Aldburg.\\n\\nWilflad may be able to provide more information about the stable.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'This is the oldest stable in the area, and it is showing its wear. I have been trying to acquire assistance with repairs, but with everyone heading west, help has been hard to come by. Perhaps you could convince Arcil that I need help rebuilding the stable?\\n\\n'This very stable has housed the steeds of some of Rohan's greatest warriors...Éorl and Folca, among others.\\n\\n'As you make your way around Aldburg, be sure to stop and speak with the Quartermaster, located in the western part of the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The Quartermaster's house is located in the western portion of Aldburg.\\n\\nWilflad suggested that you visit the Quartermaster of Aldburg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Do you hear that? No? Well, never you mind that. You are here to find out more about this great city, are you not?\\n\\n'I have been Quartermaster of Aldburg for longer than my memory goes back. I have seen quite a bit in my day and I have...I heard it again! You did not?\\n\\n'There is not much for me to do these days, but talk with my new friend. Now, there is much to do, and not enough hands to do it. If you speak with Arcil, let him know of my needs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The training hall is in the eastern part of Aldburg.\\n\\nÉothain recommended starting your exploration of Aldburg at the training hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Téothic",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Bertred is at his house in the western part of Aldburg.\\n\\nWilflad told you to speak with Bertred, Quartermaster of Aldburg, to learn more of the city's history.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I had not realized that there was so much that needed to be done around Aldburg. I was too focused on other affairs. I still have yet to decide what to do about the Orcs.\\n\\n'Allow me to consider this problem further. Since so much in Aldburg requires another set of hands, I am certain you can find work to occupy yourself with.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Arcil is at the Mead Hall of Aldburg.\\n\\nYou have explored Aldburg and learned a little about its history. You should now return to Arcil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Téothic is at the training hall in Aldburg.\\n\\nYou should speak with Téothic about the Aldburg training hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Éothain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Explore the Aldburg training hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Explored the Quartermaster's house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Explored the Aldburg stable",
      "es": "",
      "es (fem)": ""
    }
  ]
}