{
  "id": 620925286,
  "txt": [
    {
      "id": 216727827,
      "en": "Éothain is in Aldburg in the Eastfold.\\n\\nArcil asked you to speak with Éothain and inform him of the decision, but also to deliver an apology.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "DNT - desc",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Arcil",
      "es": ""
    },
    {
      "id": 149027378,
      "en": "A Decision Must Be Made",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'It appears that Éothain and I have come to terms. He is a great warrior and has served us well. We will need his sword when the time comes.\\n\\n'And that time is now. [placeholder], you have proven a great warrior, and I am giving you the responsibility of leading the attack on the White Hand Orcs.'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Arcil is in the Mead Hall of Aldburg.\\n\\nÉothain has accepted Arcil's apology and asked you to deliver his response.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Arcil has decided to deal with one Orc-threat at a time. Upon your mission to scout the Orc-camps you determined that the White Hand Orcs number far fewer than the unknown tribe.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Arrived at Aldburg",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The White Hand are dangerous, but they do not have the numbers that the unknown Orcs do. While I do not believe that my original decision was misguided, I may have been too quick to dismiss Éothain's thoughts on this matter.\\n\\n'What is important now is that we deal with these Orcs swiftly and with great force. Please deliver my apology to Éothain and let him know of my decision.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Talk to Éothain",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Travel to Aldburg",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Arcil sent you with an apology? I...perhaps he is not as inept as I once believed. I must ponder this later, though it seems we are ready to deal with the true threat.\\n\\n'Let Arcil know that his apology is accepted, but was not necessary. He has my sword when it is needed.'",
      "es": ""
    }
  ]
}