{
  "id": 620925273,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'Where did you get these items? You say they were found within Gríma's chest? I see.'\\n\\nThéoden casts a dark look in the direction of his former servant.\\n\\n'I will have one of my men restore these items to their proper owners. I am of a mind to send this worm back to his proper owner, as well. Would it be a mercy, I wonder? On this day, and in sight of his continued crimes, I am more interested in justice than in mercy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 11, Chapter 5: Chamber of the Worm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Lies! All lies! Your words are false!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730889",
      "en": "'You found nothing?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I will guide you to Gríma's chambers, as the King instructs. We must remain alert, [placeholder], for Gríma may have left the seeds of some mischief in his chambers. He may still manage to work some evil, and that would be a cruel cut indeed, to know of his treachery and still succumb to it.\\n\\n'Gríma's chambers are north-east of the steps that lead to Meduseld. Come, I will show you the way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e28",
      "en": "Unlock the chest in Gríma's chambers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "Carved into the table is the crude representation of a crying eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e29",
      "en": "Present to Háma the stolen items you recovered in Gríma's chambers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Search Gríma's chambers for further sign of his treachery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Stay alert, and I will show you the way to Gríma's chambers. Then we will search them for further seeds of treachery, as Théoden King commands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'It would seem we are not the first to search Gríma's chambers this day, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Beneath the chair you find a golden key",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Search Gríma's chambers for further sign of his treachery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xadf31d5",
      "en": "Gríma's Chambers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "Inside the chest you find items too varied to belong to Gríma, including a valuable sword",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730892",
      "en": "'Ha! You have nothing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Háma has guided you to the chambers where Gríma Wormtongue kept his bed in Edoras, so you may carry out the King's desire that the room be searched for further tendrils of Wormtongue's treachery.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "How many secrets remain to be discovered within Wormtongue's chambers?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Gríma Wormtongue's former chambers can be found north-east of the bottom of the Meduseld steps, in Edoras.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730896",
      "en": "'Nothing?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "How many secrets remain to be discovered within Wormtongue's chambers?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "How many secrets remain to be discovered within Wormtongue's chambers?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'What did you find there? That is Herugrim, the sword of Théoden! It is possible that the King asked Gríma to keep the sword safe in his chest, but such safe-keeping is no longer necessary. I will return Herugrim to its master, once I have brought Éomer word of his release.\\n\\n'For now, bring these other items to Gríma in Meduseld and see what he has to say about them. These items are both too varied and too valuable to be his property, I'll warrant, and his explanation for possessing them should be interesting.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Háma should be told what you discovered in Wormtongue's chambers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Gríma's chambers can be found north-east of the bottom of the Meduseld steps, in Edoras.\\n\\nHow many secrets remain to be discovered within Wormtongue's chambers?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "A marked page in one of these books reads 'No Mere Wit, He.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "This chest is tightly locked, and you possess no key for it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "A crude map lies on this table, but you cannot discern what it represents.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'It would seem we are not the first to search Gríma's chambers this day, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'It would seem we are not the first to search Gríma's chambers this day, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "This cabinet stands empty. Did someone get here before you?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'You found the key? Well done, [placeholder]! See if it fits the lock!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "These drawers contain linens and fine clothes, rumpled now and in disarray.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "These books detail the geography and history of Rohan, but contain nothing of note right now.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Find the entrance to Gríma Wormtongue's chambers in Edoras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "You found a number of stolen items in Gríma Wormtongue's chambers, and should confront him with them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ed0",
      "en": "Show the stolen items you recovered to Gríma in Meduseld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ed1",
      "en": "Show the stolen items to Théoden, in Meduseld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "You found a number of stolen items in Gríma Wormtongue's chambers, and should now present them to the King.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Search Gríma's chambers for further sign of his treachery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Unlock the chest in Gríma's chambers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'What are these things? Why do you show them to me, vile [placeholder]?'\\n\\nYou explain that the goods were taken from the chest in his chambers, and demand an explanation.\\n\\n'Every one of those items was a gift!' Gríma hisses. 'You are the thief! I demand that you return those things to my chambers, and when you return to my presence you come bearing an apology! I have suffered at the hands of these ingrates, and now my own possessions are being paraded before all the court, and my name dragged through the slime! These are the thanks I receive for my months of tireless service to the King?\\n\\n'You are a liar, [placeholder], and a thief! Your voice drips with poison and your words are all false! I curse thee, and beg that some kind heart will defend me from your insults and your slander!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "You have found the entrance to Wormtongue's chambers. Do further treacheries await within?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'I will bring Herugrim to the King after I have released Éomer from his confinement. Meanwhile, you should present those stolen items to Gríma in Meduseld and hear his explanation for how they came to be within his chest.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}