{
  "id": 620840136,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected red-stemmed plant ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected flowering herb ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Antidotes often grow from the same soil as poisons; herbs from near the sickly pool should be collected so that the Elves can examine them for medicinal properties.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'There is a phenomenon that often happens in nature in which remedies grow hand-in-hand with poisons. Weeds that harm can often be found nestled amongst leaves that cure. Now that we know just where the source of this strange illness lies, we should search the area for any plants which may have grown to resist the harmful environment.\\n\\n'If you see any plants that seem to stand out, can you collect them for me? I believe we can devise a remedy if healing herbs can be unearthed from this polluted swamp.\\n\\n'Return to that sickly place, [placeholder], and make haste. Collect as many plants as you can. Please hurry! Alagos is fading....'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Plants can be found growing near the dreadful pool in the Drownholt, south from Estolad Mernael.\\n\\nYou should hasten to the pool and collect many herbs there, for these may possess some property that could heal the steed Alagos.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, mellon! I am glad you have returned so soon. These are strange plants, are they not? I have never seen the like. I will bruise their leaves and see if I can infuse a worthy draught from their essences.\\n\\n'Thank you most kindly, [placeholder]! You are indeed a great friend to the Malledhrim. I see why Galadriel and Celeborn hold you in such high esteem, outsider though you are.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nestawen can be found at Estolad Mernael, tending her sick steed Alagos.\\n\\nYou should bring the plants and flowers you collected to Nestawen to see if they can be of any use to her.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Please hurry, [placeholder]. Alagos will not wait much longer.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Please hurry, [placeholder]. Alagos will not wait much longer.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect unfamiliar plants ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect unfamiliar herbs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Nestawen at Estolad Mernael",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Search for a Remedy",
      "es": ""
    }
  ]
}