{
  "id": 620840151,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'If you are going into the heart of the brigands' encampment here in Bree-land, can you search for the goods they have stolen from the surrounding farms and from shipments along the roadways? While Bree is not suffering terribly at the moment, it is only a matter of time before the current stores are empty.\\n\\n'If the brigands continue their assaults then there will be no food, ale, anything to appease the Bree-folk, and then we will have much more to worry about.\\n\\n'Will you not look for the stolen goods while in their camp?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This will do nicely. Bree is in dire need of new supplies, and this will do well to sate the populace.\\n\\n'Without this, who is to know what terrible madness would have befallen the people of Bree? Here, we are indebted to your help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Will you not search through Brigands' Watch for good stolen from local farms and the roadways surrounding Bree?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Flow of Goods",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Brigands attacking the farms and roadways of Bree-land have made off with many of the goods necessary to keep the town stocked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected stolen-goods ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the goods to  Watcher Rosecane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Stolen goods are being kept by the brigands at Brigands' Watch.\\n\\nWatcher Rosecane requested that you search Brigands' Watch for goods stolen from the roadways and farms of Bree-land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect stolen-goods ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}