{
  "id": 620840135,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The effects of the water should not hinder you now",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated bog-lights ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Nestawen has turned the herbs you brought her into a tincture that will dispel the evil poisons of the forbidding pool. It is time for the source of the sickness to be driven away so that it can do no more harm to unwitting passersby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'These plants you collected have already proven their use, mellon. You have an excellent eye for spotting healing herbs; I am very impressed.\\n\\n'If you have any wish to cleanse that area of the horror that inhabits it, you should take the remainder of this draught. It has already proven its effects on dear Alagos, for I can feel his presence returning. Soon he will be awake. Drink it, and it will dispel the effects of that evil water.\\n\\n'You may use the time it buys you to drive off whatever menace lurks there. Something saps that water, turning it into poison. Perhaps you can drive fear into whatever creature would have such a terrible effect on a place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nestawen gave you a draught for your inventory that will protect you against the fell lights that gently sap life from all around.\\n\\nNestawen wants you to sip from the tincture she made so that you will be strengthened against the bog-lights.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done a great service to us! The lights that inhabited that pool were sapping the strength from all around them, growing more and more fell.\\n\\n'I am very grateful for what you have done, [placeholder]. It was a brave deed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The sickly pool is just to the south of Estolad Mernael.\\n\\nNestawen wants you to drive away the bog-lights that reside in the Drownholt and has provided you with a draught that will protect you against the dire effects of the water.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Nestawen is at Estolad Mernael, north of the sickly pool.\\n\\nYou should return to Nestawen at once and inform her of your success against the fell lights in the pool.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Drink of the tincture I gave you, [placeholder]. It will protect you against the bog-lights, and the water that drains life from those who pass through it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Good -- now that you have drunk of the warding mixture, you should hasten to quell the lights in that bog before its effects wear off.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Use the draught to strengthen your resolve before entering the pool",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat bog-lights ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Nestawen at Estolad Mernael",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Malice of the Lights",
      "es": "",
      "es (fem)": ""
    }
  ]
}