{
  "id": 620864330,
  "txt": [
    {
      "id": "0xd085251",
      "en": "Directions to Hengstacer Farms:\\n\\nFrom the West-gate of Bree, travel north along the Greenway until you pass Thornley's Farm on your left and an old ruined fort on your right. There is a thin trail, beaten by the hooves of Hengstacer horses and ponies that leads up the hill beside those ruins. Follow that trail to the east and north, and you will find your way to Hengstacer Farms.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My letter found you then? Excellent news, and even more excellent that you are here. \\n\\n'I am Éogar, master of horses here at Hengstacer Farms, and I will tell you that there are no finer horses in all of Bree-land. I supply my horses to all stables far and wide...there are none better save for those of my homeland Rohan. \\n\\n'You have already used one of my horses, so you are aware of how good they are, but now I wonder. Are you willing to own such a fine specimen...I wonder?'\\n\\n<rgb=#00FF00>If you wish to own a mount you can visit the LOTRO Store and purchase the Riding Skill. At level 20, subscribers can return to Hengstacer Farms and unlock this skill through an in-game quest. Free Accounts must purchase the Riding Skill on the LOTRO Store in order to use mount skills in the game.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hengstacer Farms",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You received a letter from the owner of Hengstacer Farms, a stable that provides beasts of burden for the lands of Bree. The owner invited you to his farm to possibly acquire a beast of burden that you can call your very own.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Éogar at Hengstacer Farms",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You should make your way to Hengstacer farms and speak with the owner Éogar.\\n\\nFrom the West-gate of Bree travel north along the Greenway until you pass Thornley's Farm on your left and an old ruined fort on your right. There is a thin trail, beaten by the hooves of Hengstacer horses and ponies that leads up the hill beside those ruins. Follow that trail to the east and north, and you will find your way to Hengstacer Farms.",
      "es": "",
      "es (fem)": ""
    }
  ]
}