{
  "id": 620864390,
  "txt": [
    {
      "id": 218649170,
      "en": "These delicate bones have an ashy feel to them, like they will crumble in a moment if you trouble them. You imagine the dust of death filling your nose and eyes and squeeze your eyes shut unwillingly in anticipation.\\n\\nFortunately, your fingers grasp a shiny button before too long.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "You plunge your hand into this jar, but the insides of it squirm as if alive! Bugs! Bugs! Bugs!\\n\\nYou bear it just long enough to bravely retrieve a pocket-watch held hostage by the creepy crawlies within.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Valuables Gone Astray",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "Do you really have to reach in here? You ought to. Holfast said he searched in any unlikely place where treasure could be hiding.\\n\\nOh, it is sticky and terribly unpleasant. Are there words for such an awful sensation?\\n\\nYou search for a moment, your heart beating fast as can be, and pull out a very nice glove! Hopefully this belongs to Holfast....",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "You plunge your hand into this jar, but the insides of it squirm as if alive! Bugs! Bugs! Bugs!",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have found Holfast's missing button",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I've lost so many things! My monocle, my button...let's see. What else? Oh! My ring and my pocket-watch as well. There was something else too....\\n\\n'I was rummaging in many places, but if you can find everything I lost throughout the Haunted Burrow, I'll be tremendously grateful to you.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "What foul brew is this? The flesh is sickeningly cold and smells of something rancid. It is slimy, sticky, and the memory of it lingers on your hand even after you have withdrawn it.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have found Holfast's missing pocket-watch",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "You reach into the puddle, but the blood drains from your head as you realize that it is quite warm. Feeling very faint, you continue to feel around.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have found Holfast's missing glove",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Holfast Burrows' missing valuables are probably scattered throughout corners of the Haunted Burrow in places where he hoped to find hidden treasure.\\n\\nYou should seek Holfast's missing valuables in the Haunted Burrow.",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "You tremble as you reach into the soft, sticky webbing of the large coccoon. It looks uncannily real, even though you suspect it may be a fake. It is cold inside, and you shiver. Did you hear something?",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have found Holfast's missing ring....",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Holfast Burrows stands outside the Haunted Burrow, near the Party Tree in Hobbiton.\\n\\nYou have found all of Holfast's missing valuables, and now you should return them to their master.",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "These delicate bones have an ashy feel to them, like they will crumble in a moment if you trouble them. You imagine the dust of death filling your nose and eyes and squeeze your eyes shut unwillingly in anticipation.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have found Holfast's missing monocle",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "This is the wrong bone-pile",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "This is the wrong jar",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "This is the wrong barrel",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "This is the wrong puddle",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search for Holfast's Button in the Attic",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search for Holfast's Pocket-watch in the Main Cellar",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Search for Holfast's Glove in the Cobwebbed Wing",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Search for Holfast's Ring in the Creeping Wing",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Search for Holfast's monocle in the Basement",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Return the missing valuables to Holfast Burrows",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "Oh no...really, Holfast? Why did you look for treasure in here? The smell is unbearable. It's all cold and mushy....\\n\\nIt seems that Holfast didn't spend long here, for you are able to find his ring near the top of the disgusting pile. If there is any more treasure hidden inside, it's best to let it stay there.",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "Something glints in the middle of the puddle, and you are sure it is something that belonged to Holfast.\\n\\nYou reach for it, but the blood drains from your head as you realize that the puddle is quite warm. Feeling very faint, you quickly pocket the monocle you have retrieved.",
      "es": ""
    },
    {
      "id": 8725906,
      "en": "'You are such a brave [placeholder]! I can't believe you were able to bear it in there! You are bolder than I, and no mistake about it. I am tremendously indebted to you, [placeholder].\\n\\n'I am beginning to recover a bit from my terrifying adventure. Did you see any treasure while you were inside? Maybe I'll have another look....'",
      "es": ""
    },
    {
      "id": 8725907,
      "en": "'You are such a brave [placeholder]! I can't believe you were able to bear it in there! You are bolder than I, and no mistake about it. I am tremendously indebted to you, [placeholder].\\n\\n'I am beginning to recover a bit from my terrifying adventure. Did you see any treasure while you were inside? Maybe I'll have another look....'",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "This is the wrong cocoon",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Holfast Burrows searched high and low for treasure in the Haunted Burrow, but found only fright instead and lost many valuable articles along the way.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'What a terror! I ventured into the Haunted Burrow, for I was sure there would be treasure tucked away in every corner. I swore I wouldn't leave until I came away with a few riches.\\n\\n'Instead of jools at the bottoms of various jars and whatnot, I found the most horrible things instead! Sticky, cold, wet, terrifying things. Unnatural things!\\n\\n'When I came back outside for a bit of fresh air, I found that I'd lost several valuables in the meantime. Surely they are at the bottoms of the jars now, for other greedy folks to find. Now I am poorer than when I started! I dare not go back; will you help me?'\\n\\n<rgb=#FF0000>NOTE: Only one Haunted Burrow quest may be underway at a time.</rgb>",
      "es": ""
    }
  ]
}