{
  "id": 620864384,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "This is the rune Braigiar described",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "There is something carved on the tree here...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have uncovered the Rangers' cache of food",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Braigiar has assigned you the task of finding a number of hidden caches of supplies scattered throughout northern Enedwaith. If you can uncover these supplies, the Grey Company will be able to pass through swiftly without having to resort to bartering with hostile locals or stopping to hunt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "The ground here seems to be disturbed...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We need additional supplies if we are going to make it through all of Dunland without slowing to hunt or barter -- assuming the locals will deal with us at all, which seems doubtful in these dark times.\\n\\n'Fortunately there are those among our number that have long made the trek to Gondor and back to bring news and lore between the North and the South. These wayfarers laid in caches of supplies -- food, medicine, bandages, weapons, even some scrolls of lore we stowed away.\\n\\n'The caches are well hidden, but can be spotted if you know what to look for. There should be a few such here in Fordirith.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Braigiar has pointed you to a cache of foodstuffs he says is hidden in the north-western area of Fordirith. He believes it should be buried about twenty paces west from a tree marked with the Ranger's rune.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent. This food will last us a while -- hopefully through to the borders of Rohan where we should be able to trade for additional supplies with the Rohirrim, though it is a long journey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Braigiar said the cache of foodstuffs would be buried about twenty paces west of the rune-marked tree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Braigiar is at Echad Dagoras in Fordirith.\\n\\nYou discovered the Rangers' cache and dug up the foodstuffs hidden there. Now you should return with them to Braigiar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My kinsmen have oft hidden caches of supplies along the path south... I only hope they are intact and will be enough to supply us all the way to Rohan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The cache should be hidden twenty paces west of the rune-marked tree... bring it to me as soon as you can, for we need to move on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Examine the rune",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the hidden rune",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Dig here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find the Rangers' cache of foodstuffs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cache and Carry: Hidden Foodstuffs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Take the food to Braigiar",
      "es": "",
      "es (fem)": ""
    }
  ]
}