{
  "id": 620864382,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Destroyed tribute-piles  ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Gunnberg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Among the ruins, Gunnberg, chieftain of the giants, rules over his people. It is rumoured that his appetite for violence is only overshadowed by his lust for tribute.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Gunnberg, the chieftain of the giants, sits atop the cliffs, ruling his people with an iron fist.  This monster has led his people to destroy our home, pillage our sacred resting places, and deface the beauty of our ancient craftsmanship.\\n\\n'He does, however, have a weakness: it is said that the Algraig clans pay tribute to him to allay his wrath. He will likely emerge from his lair if his tribute is disturbed. \\n\\n'Gunnberg makes his home in the small mountain pass, in the southern reaches of Thrór's Coomb. This pass leads to one of the few entrances of the dwarf-halls below.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tribute-piles can be found outside Gunnberg's lair, south of Zudrugund.\\n\\nFrithgeir has asked you to seek out Gunnberg's tribute-piles and destroy them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Gunnberg's defeat may serve as a lesson to those who would despoil our home.\\n\\n'Perhaps the giants will return from whence they came.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gunnberg's personal tribute-pile lies outside his home in a small mountain pass.\\n\\nFrithgeir has asked you to disturb Gunnberg's personal tribute-pile and draw him forth to battle. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Frithgeir is at Zudrugund, north of the giant-ruins. \\n\\nYou should return to Frithgeir with news of Gunnberg's defeat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Deface Gunnberg's tribute piles...that should grab his attention.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Gunnberg must be defeated and his people routed from this vale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy tribute-piles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Disturb the tribute-pile and defeat Gunnberg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Frithgeir at Zudrugund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Speak to Nar's Assistant, Frithgeir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gunnberg's Folly",
      "es": "",
      "es (fem)": ""
    }
  ]
}