{
  "id": 620864397,
  "txt": [
    {
      "id": 22075078,
      "en": "Get back before the time runs out",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected proof that you visited the attic",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected proof that you visited the basement",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected proof that you visited the Creeping Wing",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Poppy Cotton, a very agile hobbit, has challenged you to visit all the corners of the Haunted Burrow in a set amount of time.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected proof that you made it to the Cobwebbed Wing",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have run out of time",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'So now I see that you are very brave, and that is quite well. But do you have the skills to be as nimble as myself?\\n\\n'I made my way through the tricky burrow in just a hair of the time I gave you before. It was not easy, but I did it. If you can beat my time, I will be very impressed indeed!\\n\\n'How quickly can you return to me? Are you ready to go?'\\n\\n<rgb=#FF0000>NOTE: Only one Haunted Burrow quest may be underway at a time.</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Proof of your visit to every corner of the Haunted Burrow lies in each of the levels off the main floor.\\n\\nYou should collect proof that you have visited the four main areas of the Haunted Burrow and return before the time runs out.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'That was most impressive, [placeholder]! Now I see why you are a well-travelled hero of the wide world beyond our bounds, and I am but a farmer's daughter of the Shire. Well done, my dear.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Poppy Cotton is outside the Haunted Burrow, by the Party Tree.\\n\\nYou should quickly return to Poppy Cotton with the proof that you bravely and skilfully walked in her footsteps inside the Haunted Burrow.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'There is no time to dilly-dally, [placeholder]!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect proof that you made it to the attic",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect proof that you made it to the basement",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect proof that you made it to the Creeping Wing",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect proof that you made it to the Cobwebbed Wing",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Race Through the Haunted Burrow",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Return to Poppy Cotton with the proof of your expedition",
      "es": ""
    }
  ]
}