{
  "id": 620864358,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated giants near the High Home ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated giants near Mafân-mudun ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Among the dwarf-ruins to the south of Zudrugund, there are two large encampments. These encampments are a mockery to the ancient halls found below.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The two main encampments, one at Mafân-mudun and another they call the High Home, are the dwellings of many giants. They must be sent a message that Nár's influence has not waned and that we will not tolerate their intrusion upon Thrór's home in exile.\\n\\n'Wreak our vengeance upon them, [placeholder], and perhaps they will abandon these lands. Travel to each encampment, if you would, and defeat many giants there.\\n\\n'Mafân-mudun is located in the south-eastern reaches of Thrór's Coomb and the High Home may be found in the shadow of Harndirion to the south-east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mafân-mudun is located in the south-eastern reaches of Thrór's Coomb, and the High Home may be found in the shadow of Harndirion to the south-east.\\n\\nFrithgeir has asked you to defeat giants at Mafân-mudun and the High Home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Your deeds today mark the starting point of what should become the purging of our ancestral home. With the giants' numbers diminished at each of these encampments, they should think twice about their invasion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Frithgeir is at Zudrugund, north of Mafân-mudun and the High Home.\\n\\nYou should return to Frithgeir and inform him that Nár's regards have been imparted upon the giants invading Thrór's Coomb.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Bring our vengeance down upon the giants, [placeholder]... they do not belong here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat giants near the High Home ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat giants near Mafân-mudun ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Frithgeir at Zudrugund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Nár Sends His Regards",
      "es": "",
      "es (fem)": ""
    }
  ]
}