{
  "id": 620864396,
  "txt": [
    {
      "id": 22075078,
      "en": "Get back before the time runs out",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected proof that you visited the attic",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected proof that you visited the basement",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected proof that you visited the Creeping Wing",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Poppy Cotton, a very agile hobbit, has challenged you to visit all the corners of the Haunted Burrow in a set amount of time.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected proof that you made it to the Cobwebbed Wing",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have run out of time",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hello there! I was brave enough to go to every corner of the Haunted House and not run away. Are you?\\n\\n'I went in on a dare and left proof that I visited. If you return to me with the proof, I'll know that you did the same.\\n\\n'But there is a catch! You have twice the amount of time I took myself. You must get back to me quickly, [placeholder], or else it won't count. Are you ready?'\\n\\n<rgb=#FF0000>NOTE: Only one Haunted Burrow quest may be underway at a time.</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Proof of your visit to every corner of the Haunted Burrow lies in each of the levels off the main floor.\\n\\nYou should collect proof that you have visited the four main areas of the Haunted Burrow and return before the time runs out.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Let me see what you have there. Well done indeed! You definitely made good time, but still not as good as mine. Are you up for the more difficult challenge?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Poppy Cotton is outside the Haunted Burrow, by the Party Tree.\\n\\nYou should quickly return to Poppy Cotton with the proof that you bravely and skilfully walked in her footsteps inside the Haunted Burrow.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You are probably very frightened to go in. I was too, before I went! But you mustn't let the timer run out standing here and talking to me. Be off!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect proof that you made it to the attic",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect proof that you made it to the basement",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect proof that you made it to the Creeping Wing",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect proof that you made it to the Cobwebbed Wing",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Stroll Through the Haunted Burrow",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Return to Poppy Cotton with proof of your expedition",
      "es": ""
    }
  ]
}