{
  "id": 620864336,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "This is the rune Braigiar described",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "There is something on the ground here....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have uncovered the Rangers' weapons-cache",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Some among the northern Rangers have often made the trek through Dunland to Gondor, far to the South. During these prior journeys, they left cleverly hidden caches in case one of their number should be injured or in desperate need of supplies during their journeys. Now with the Grey Company travelling into the south they have decided to collect these caches to ensure they are ready to deal with the dangers ahead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "The ground here seems to be disturbed....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The spare food will come in handy, but there are other caches as well.\\n\\n'I know of another a distance to the south...that one should contain a bundle of spare blades.\\n\\n'We shall face many dangers on our way through Dunland, and a spare weapon can mark the difference between life and death in battle. The cache itself should be hidden about sixty paces from a rune-marked hill.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Braigiar has pointed you to a cache he believes is hidden in the Southern area of Fordirith. First, you should find a marker rune atop a small rounded hill with several trees upon it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You found the weapons-cache? That is good. We are well-armed, but the journey ahead is long, and battles will take their toll on our blades.\\n\\n'Dunlending weapons will not be in short supply, but their lore of steel is poor at best. I am glad that we will have our own spares for this journey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Braigiar said the cache of weapons would be buried about sixty paces east of the rune marker, amid a jumble of large boulders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Braigiar is at Echad Dagoras, north of the weapon-cache.\\n\\nYou have discovered the Rangers' cache and dug up the weapons hidden there. You should return with them to Braigiar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We will need the weapons my kinsmen have hidden in these lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The weapon-cache should lie about sixty paces west of the rune-marked hill.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Examine the rune",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the hidden rune",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Dig here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find the Rangers' weapons-cache",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cache and Carry: Hidden Weapons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Take the weapons to Braigiar",
      "es": "",
      "es (fem)": ""
    }
  ]
}