{
  "id": 620864360,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Among the old ruins of our home, there are a series of pillars near the entrances to the halls. These pillars are etched with ancient runes. These runes are fine examples of our craftsmanship in this area, and the knowledge contained on these pillars cannot be replaced.\\n\\n'Will you find these pillars and take rubbings of the runes, so that this knowledge may be passed down to our future generations?\\n\\n'The rune-pillars are located among the ruins in the southern hills of Thr칩r's Coomb.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These rubbings will be added to our fine library. The knowledge discovered will no longer be in danger of being lost like many precious things that once resided within our ancient halls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There is much knowledge in these ruins which must not be lost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Call of Our Fathers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Among the ruins in the southern reaches of Thr칩r's Coomb, several pillars with rune-carvings still stand. The messages on the pillars may speak of lost knowledge and should be recovered.  ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Took rubbings of the ancient pillars ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Take rubbings of the ancient pillars ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The ruins on the southern hills lie to the south of N치r's Peak, through the mountain pass.\\n\\nFrithgeir has asked you to seek out the ruined pillars among the ancient dwarf-ruins and take rubbings of the runes found upon them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Frithgeir at Zudrugund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Frithgeir is at Zudrugund within N치r's Peak, north of the ruins, through the mountain pass.\\n\\nYou should return to Frithgeir and present him with the rubbings of these pillars. ",
      "es": "",
      "es (fem)": ""
    }
  ]
}