{
  "id": 620864340,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Oh, I am livid! I've been tricked! This place is naught but a monster-filled, spook-ridden, crawly-infested hole in the ground! Bilbo tricked me into thinking there was anything worth my while in this abominable cellar. How I loathe him with all my heart!\\n\\n'There is naught here but filth and corruption! I want nothing to do with this evil burrow. Do as you will with it and stay away from me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Did you hear, [placeholder]? Lobelia is too scared to poke around! That means we can go treasure-hunting! It's wonderful, just wonderful!\\n\\n'I am sure many of these nosey onlookers will have a wonderful time exploring and making off with what treasure they find. It is terribly exciting, isn't it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Haunted Burrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Don't pester me! I'm reading. That Bilbo sure knows how to prattle on about nothing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Shoo! If you don't leave me alone, I shall report you to the authorities!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Lobelia is not pleased with the cellar and has given you permission to explore it at your leisure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'That Mad Baggins has gone too far...it's a good thing he and that Frodo have gone for good!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'What's this about a spoon? He left me the silver spoons...he says they are the key to the cellar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You may now enter the Haunted Burrow (at your own peril!)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I will meet you in the cellar down below by the Party Tree. I cannot wait to get my hands on the treasure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'Oh my, what wonderful news! Apparently my spoons fit as keys into the key-hole in that burrow door down there. That old coot planned for me to have his treasure after all!\\n\\n'Come, I'll go open the door, and you can help me carry out the treasure I find. Let us meet down at the Party Tree. Just give me a moment, and I'll be down!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Lobelia looks confused by the spoon reference",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lobelia has made her way down to the Haunted Burrow to investigate, the door of which is at the Party Tree below Bag End.\\n\\nYou should join Lobelia in the Haunted Burrow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'That Mad Baggins has gone too far...it's a good thing he and that Frodo have gone for good!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'Did you see that, [placeholder]? Lobelia is too scared to go in! That means we can go treasure-hunting! It's wonderful, just wonderful!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Something smells suspicious about this....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Opal Goodbody is at the Party Tree in Hobbiton.\\n\\nYou should speak with Opal Goodbody to wrap your head around what just took place.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Lobelia is not pleased with the cellar, and has given you permission to explore it at your leisure!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Lobelia is taking too long to read the letter. You should prod her for information.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You may now enter the Haunted Burrow (at your own peril!)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Lobelia is taking too long to read the letter. You should prod her for information.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "The Party Tree is down below Bag End, and that is where the new Bag End Cellar Door has been dug up by workers.\\n\\nYou should wait at the door for Lobelia, who wishes to unlock it at last.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "The Haunted Burrow is at the Party Tree in the Shire.\\n\\nYou should wait for Lobelia to open the door to the Cellar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "Opal Goodbody is at the Party Tree in Hobbiton.\\n\\nYou should speak with Opal Goodbody to wrap your head around what just took place.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced8",
      "en": "Opal Goodbody is at the Party Tree in Hobbiton.\\n\\nYou should speak with Opal Goodbody to wrap your head around what just took place.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Lobelia inside the Haunted Burrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Opal Goodbody to discuss the fate of the Haunted Burrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Prod Lobelia for information",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Prod Lobelia for more information",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Meet Lobelia outside the Bag End Cellar Door",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Wait for Lobelia to open the door to the cellar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Speak with Lobelia inside the Haunted Burrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Speak with Opal Goodbody to discuss the fate of the Haunted Burrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Does Bilbo's letter contain a clue to gaining access to the locked cellar? Lobelia seems to think it does....\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Oh my, what wonderful news! Apparently my spoons fit as keys into the key-hole in that burrow door down there. That old madman planned for me to have his treasure after all!\\n\\n'Come, I'll go open the door, and you will help me carry out the treasure I find. Let us meet down at the Party Tree. Just give me a moment, and I'll be down!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}