{
  "id": 620864379,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Tantafod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Harcennun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated TBD Lieutenant 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Among the broken rocks of Thrór's Coomb, the feared gwiber Tantafod and Harcennun make their nests. These matrons are fiercely protective of their nests.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Defeated TBD Lieutenant 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There are two larger female gwiber that have made their home among the hills below. These dreaded beasts are two of the more powerful gwiber and a great threat to not only us, but the Men who dwell to the west. They are wily and will lurk in hiding, only to emerge when their eggs are disturbed.\\n\\n'I would have you seek out the clutches of Tantafod and Harcennun and destroy them, lest the gwiber continue to replenish.\\n\\n'These two clutches can be found in the far western reaches of Thrór's Coomb. Tantafod's clutch can be found on the western border, while Harcennun's clutch might be found near a large standing stone to the west of Tantafod's.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tantafod's clutch can be found on the western border of Thrór's Coomb, almost due south of Nár's Peak.\\n\\nFrithgeir has asked you to seek out Tantafod's clutch and destroy it. Tantafod herself may need to be dispatched as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Tantafod and Harcennun have long been the scourge of Thrór's Coomb. The defeat of these creatures marks a step forwards for our safety and the restoration of our home.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Harcennun's clutch can be found west of Tantafod's clutch, near a large rock outcropping.\\n\\nFrithgeir asked you to seek out Harcennun's clutch and destroy it. You may have to dispatch Harcennun herself as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Frithgeir is at Zudrugund within Nár's Peak, north of the gwibers' clutches.\\n\\nYou should return to Frithgeir and tell him of your heroic deeds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I have seen Tantafod, and she is terrible....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Harcennun is no less terrible than her sister....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Tantafod's clutch and defeat Tantafod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find Harcennun's clutch and defeat Harcennun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Frithgeir at Zudrugund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Defeat TBD Lieutenant 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Bigger Ones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Speak to Nar's Assistant",
      "es": "",
      "es (fem)": ""
    }
  ]
}