{
  "id": 620864359,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Brathach",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Gogulch",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeated Glewlûd",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Dwelling in the ruins throughout Thrór's Coomb, four thanes rule over the other giants in the area. These foul creatures spread fear and destruction against those that would stand against them.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Defeated Tuisog",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Gunnberg, the giant chieftain, is supported by four powerful thanes. These thanes oversee the other giants and enact his will upon all those that would oppose him. They are powerful and most capable foes.\\n\\n'Perhaps if they are laid low, Gunnberg's power in the region will be diminished. Would you do this for us? We have little love for these creatures, nor they for us, though it is said we are distantly related.\\n\\n'Travel south to the ruins there and deal with them, then return here to me.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The giant-thanes may be found among the ruins on the southern edge of Thrór's Coomb.\\n\\nFrithgeir has asked you to seek out and defeat each of Gunnberg's thanes.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well, I can't say how long the giants will remain dismayed -- these creatures are none too bright -- but at least they will be held at bay for a short time.\\n\\n'Thank you, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Frithgeir is at Zudrugund, north of the giant-ruins.\\n\\nYou should bring news of your victory to Frithgeir.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The thanes of Gunnberg are a huge menace to Nár and I...they need to be dealt with.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Brathach",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Gogulch",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat Glewlûd",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defeat Tuisog",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Crumble the Support",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Frithgeir at Zudrugund",
      "es": ""
    }
  ]
}