{
  "id": 620864367,
  "txt": [
    {
      "id": 136263297,
      "en": "This is the rune Braigiar described",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "There is something carved on the boulder here...",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have uncovered the Rangers' cache of medicines",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Braigiar has assigned you the task of finding a number of hidden caches of supplies scattered throughout northern Enedwaith. If you can uncover these supplies, the Grey Company will be able to pass through swiftly without having to resort to bartering with hostile locals or stopping to hunt.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "The ground here seems to be disturbed...",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'There is another cache to the east of here, that one should contain a number of poultices and reagents useful in the arts of healing.\\n\\n'I suspect we will be in great need of such things before long, and many of the familiar herbs we might find in the north are not to be found here.\\n\\n'The cache lies more to the north-east, about eighty paces north of a boulder marked with the Rangers' rune.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Braigiar has pointed you to a cache of herbs and poultices he says is hidden in the north-eastern area of Fordirith. He believes it should be buried among a stand of pine trees eighty paces north of a boulder marked with the Rangers' rune.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Excellent. These medicines were crafted by our most skilled healers and will serve us well in our journey south.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Braigiar said the cache of medicines would be buried among a grove of pine trees roughly eighty paces north of a large rune-marked boulder.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Braigiar is at Echad Dagoras, south-west of the medicine-cache.\\n\\nYou have discovered the Rangers' cache and dug up the medicines hidden there. Now you should return with them to Braigiar.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Medicine will be in short supply upon our journey... we need that hidden cache!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The medicine-cache lies about eighty paces north of the rune-marked boulder.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Examine the rune",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find the hidden rune",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Dig here",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Find the Rangers' medicine cache",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Cache and Carry: Hidden Medicine",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Take the medicines to Braigiar",
      "es": ""
    }
  ]
}