{
  "id": 620864300,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You'll never believe this, [placeholder]! I decided a new oven was needed to begin preparations for the next festival. The labourers went to dig a pit into the side of the Hill, and lo! We all heard a shovel scrape against some wood, and before I knew what happened, a door was dug out!\\n\\n'The door is locked now, but I'll wager it is a forgotten cellar of Bag End. Bag End is just above it, you see. Do you think that's where Mad Baggins kept his treasures? I suppose we can only guess...for Lobelia owns Bag End now.\\n\\n'If you think she'll be letting anyone else dig around for Old Bilbo's treasure, then you go right ahead and ask her; be my guest! I won't be risking it...but it is terribly exciting, all the same!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I'll wager Lobelia sent you to inquire after that new door going to the Baggins' lovely burrow. If you ask me, the whole affair smells of trouble. I tell my young ones, and I'll tell you too: best to mind your own matters, and no harm will come of aught.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I loathe those Bagginses. Loathe, I tell you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Are you here about that door as well? You listen here: that mad fool of a Baggins never said anything about a secret cellar, and neither did that awful nephew of his, Frodo. I could not be more angry!\\n\\n'I've scoured the whole burrow and not found a thing that could be used as a key to a hidden larder. They meant all along to leave Bag End to me with none of its proper fixings.\\n\\n'If you want to see so much as a doorknob inside that cellar, you must find me that key! That gardener down on Bagshot Row surely knows something, but he won't speak a word to me. You look like a big, ominous sort; you ought to wrangle the truth out of him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Cellar Door Appears",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Speak with Lobelia if you're really curious about that door. I don't know which is more frightening -- a cellar hidden away for fifty years, or Lobelia Sackville-Baggins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "During some construction efforts to place a fourth oven at the Party Tree, a shovel scraped against something wooden buried in the hillside. The oven was quickly forgotten, and an excavation of a door came to pass instead.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Lobelia Sackville-Baggins at Bag End",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lobelia Sackville-Baggins is at Bag End, north and up the Hill from the Party Tree.\\n\\nYou should speak with Lobelia if you are interested in getting into the newly excavated door, likely leading into a hidden cellar of Bag End.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gaffer Gamgee on Bagshot Row",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You seem to recall that Bilbo and Frodo, the last proprietors of Bag End, were good friends with the Gamgees on Bagshot Row, south of Bag End, just below the Party Tree.\\n\\nYou should speak with Hamfast Gamgee, otherwise known as the Gaffer, to see if Bilbo or Frodo left him any clues as to the whereabouts of a key to the secret cellar.",
      "es": "",
      "es (fem)": ""
    }
  ]
}