{
  "id": 620864383,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "This is the rune Amarion described",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "There is something carved on the floor here....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have uncovered the Rangers' cache of scrolls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Amarion has told you of a particularly valuable hidden cache secreted within the Black Dens -- unfortunately this was before it was overrun by the deadly Shadow Wolves. If you can recover the Weapon-lore scrolls hidden away within, it would be a considerable boon to the Grey Company.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "The ground here seems to be disturbed....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The provisions will come in handy, but there are other caches as well.\\n\\n'I know of another further to the south-east. It contain scrolls of weapon-lore recorded by the Elves of Rivendell long years ago.\\n\\n'The virtues such lore might bestow upon our weapons would be invaluable to us in the South.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Amarion has pointed you to a cache of weapon-lore scrolls he says is hidden within the Black Dens, south-east of Echad Dagoras. He believes it should be buried about fifty paces west of the cavern floor marked with the Rangers' rune.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent. These scrolls were scribed by the most skilled scholar among the Elves of Rivendell and will serve us well in our journey south.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Amarion said the cache of weapon-lore scrolls would be buried about fifty paces west of the rune-marked cavern.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Amarion is at Echad Dagoras, north-west of the Black Dens.\\n\\nYou have discovered the Rangers' cache and dug up the scrolls of lore hidden there. Now you should return with them to Amarion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The lore I have sent you to find will be invaluable to us in the days to come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The cache should lie fifty paces to the west of the rune-marked cavern in the Black Den.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Examine the rune",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the hidden rune",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Dig here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find the Rangers' cache of scrolls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cache and Carry: Hidden Lore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Take the scrolls to Amarion ",
      "es": "",
      "es (fem)": ""
    }
  ]
}