{
  "id": 620864380,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Surrounding several rocky crags, a horde of gwiber has begun to populate the eastern reaches of Thrór's Coomb. These creatures are growing in power and represent a danger to all of the people of Enedwaith.\\n\\n'We will pay well for any assistance that you might render in stemming the growth of the gwiber population.\\n\\n'Travel south across the river to the tundra below and seek out the gwiber along the eastern ridgeline of Thrór's Coomb.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Your efforts have been valiant, but I fear these creatures will not be so easily driven forth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Gwiber are a breed of drake found specifically in this region. They used to dwell deeper in the mountains, but now they have descended into the vale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dangerous Quarry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Several clutches of gwiber have begun to build nests in the valley of Thrór's Coomb below Zudrugund, endangering the people of Enedwaith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeat gwiber near gwiber-nests ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat gwiber near gwiber-nests ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gwiber-nests can be found in the eastern reaches of Thrór's Coomb, south of Zudrugund.\\n\\nFrithgeir has asked you to defeat any gwiber that you encounter near their nests. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Frithgeir at Zudrugund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Frithgeir is at Zudrugund, north of the gwiber-nests.\\n\\nYou should return to Frithgeir and let him know that you have been able to defeat a number of gwiber in Thrór's Coomb.",
      "es": "",
      "es (fem)": ""
    }
  ]
}