{
  "id": 620864381,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'In the valley below, gwiber have begun to emerge from their caves in the mountains and build new nests. With each new gwiber, the creatures will grow in power and will eventually overrun the whole of Thrór's Coomb.  \\n\\n'Not only do the gwiber themselves need to be destroyed, but their eggs as well, so as to stem their growth. Would you do that for us?\\n\\n'Travel south across the river and seek nests full of eggs. Destroy these, then return to me here.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The gwiber spread like a plague across Thrór's Coomb, but your efforts will at least slow their growth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Gwiber are foul beasts and dangerous, and they are fast becoming a threat to all the peoples of Enedwaith.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Clutch Collapses",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In the valley below, in the eastern reaches of Thrór's Coomb, gwiber have begun building nests to swell their numbers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Destroyed gwiber egg-clutches  ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy gwiber egg-clutches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gwiber-nests may be found to the south of Zudrugund.\\n\\nFrithgeir has asked you to hunt down nests of gwiber-eggs and destroy them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Frithgeir at Zudrugund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Frithgeir is at Zudrugund, north of the gwiber-nests. \\n\\nYou should return to Frithgeir and inform him that you have destroyed many gwiber-eggs.",
      "es": "",
      "es (fem)": ""
    }
  ]
}