{
  "id": 621085227,
  "txt": [
    {
      "id": 216727831,
      "en": "Tagar believes that the goblins are attempting to starve the people of Jax Phanâl. He asked that you look for proof of this sort in their camp to the south and east of the outpost.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Gathered bloody goat fur tufts ([placeholder]/10)",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Tagar believes that the goblins are attempting to starve the people of Jax Phanâl. He asked that you look for proof in their camp of Súlstrok to the south and east of the outpost.",
      "es": ""
    },
    {
      "id": 215429253,
      "en": "'Along the mountainside to the south and east of Jax Phanâl is a large camp of scheming goblins. Go there and find bloody goat tufts so that I can prove the goblin's guilt to the guards here in the outpost.'",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Return the tufts to Tagar at his home in Jax Phanâl",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Gather tufts of fur from slain goats at Súlstrok ([placeholder]/10)",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Along the mountainside to the south and east of Jax Phanâl is a large camp of scheming goblins. Go there and find tufts of bloody goat fur so that I can prove this goblin-guilt to the guards here in the outpost.'",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "You gathered tufts of bloody goat fur ([placeholder]/10)",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Return the tufts to Tagar at his home in Jax Phanâl",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "Gathered bloody goat fur tufts ([placeholder]/10)",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Tagar wants you to find proof that the goblins are attacking food sources for the outpost of Jax Phanâl. Gather evidence from the goblin encampment along the mountains to the south and east of Jax Phanâl.",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Gather tufts of bloody fur from slain goats ([placeholder]/10)",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I know that the goblins are doing more than just harassing our people. I need proof to share with the guards. If we gather enough evidence against the goblins, we can convince Zebulo that we must act.\\n\\n'I beg you, go to their camp of Súlstrok and search for signs that they are slaughtering the goats that we need for food, and if they are not stopped they will starve us when winter comes!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Proving Theft",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Gather tufts of bloody fur from slain goats ([placeholder]/10)",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I knew you would find evidence that the goblins slaughter our food sources for mere sport. I will see these reach the guards. In time, perhaps the magistrate will act.\\n\\n'Thank you, [placeholder].'",
      "es": ""
    }
  ]
}