{
  "id": 621085236,
  "txt": [
    {
      "id": 216727831,
      "en": "Stolen goods can be found on ships crewed by Heirsworn Corsairs in the Sail-haven.\\n\\nEshmun has asked you to recover goods stolen from Umbari merchants and from the markets of Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Recover stolen goods from the Heirsworn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Recovered stolen goods from the Heirsworn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Stealing From Their Own",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You have done well, [placeholder].\\n\\n'I will speak to the merchants of the Sail-haven and see that these goods are returned to them. Let this be a lesson to the Heirsworn that desperate plots do not bear fruit!'",
      "es": ""
    },
    {
      "id": 49286674,
      "en": "Deliver the stolen goods to Eshmun at the Harbour-warden's Tower",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Eshmun, Captain of the Haven, can be found at the Harbour-warden's Tower in the Sail-haven of Umbar Baharbêl.\\n\\nYou have recovered many of the goods stolen by the Heirsworn in the Sail-haven. You should return to Eshmun.",
      "es": ""
    },
    {
      "id": 51875096,
      "en": "Determined to pillage the Free City before making their escape to the Shield Isles or more distant shores, the Heirsworn have taken to robbing merchants and raiding the markets of Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I am troubled by Ahûd's account, [placeholder].\\n\\n'It does not take long for small thefts to grow into larger ones, especially if such crimes go unpunished. What troubles me most, though, is that the Heirsworn see no contradiction in their actions. Those who supported the Heirs of Castamir would claim to be the most loyal to Umbar, and yet, they would pillage their own city and set Umbari merchants on a course to ruin. Weak-minded cowards!\\n\\n'These are desperate Men who have abandoned whatever principles they claimed to have under the leadership of the Scourge, and it falls to us to set things right. If Ahûd spoke true, it is likely the Heirsworn have loaded the stolen goods onto their ships here in the harbour.\\n\\n'I ask that you recover them before the Heirsworn set off!'",
      "es": ""
    }
  ]
}