{
  "id": 621085234,
  "txt": [
    {
      "id": 228284034,
      "en": "'When I was made Captain of the Haven, Tumúldo said it had to be me—Kindred of the Coins or not, he knew I could keep watch on the Sail-haven. Like it was with poor Râmax, I have known Tumúldo since he was a boy, and though our friendship has been a complicated one at times, we have grown to trust each other without question.\\n\\n'Before Tumúldo departed on his voyage, he told me to do whatever I must to protect Umbar Baharbêl and its people from those who still put their faith in Balakhôr the Scourge. While these Heirsworn may not fly the black sails of old, they are still at war—only instead of with Gondor, who was too mighty for them to overcome, they have turned their hatred upon their own. I have seen Umbar changed again and again through turmoil in the course of my life, but we have never been so close to true freedom. The Heirsworn cling to the past, and their grip loosens with each passing day, but how many more must be injured—or killed—before they are finally only a memory? I say none! We shall pry each of their fingers loose until their grip is broken, and when that is done, Umbar Baharbêl shall truly be a Free City!\\n\\n'You are a hale adventurer, and though I do not know your journey, I know that you share my hatred of those who call themselves the Heirs of Castamir. Let us work together and put an end to them, once and for all!'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Complete 'The Scourge's Captains'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Complete 'Stealing From Their Own'",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Complete 'Heirs To Naught'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "In the Shadows of Black Sails",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Eshmun at the Harbour-warden's Tower",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'You have done very well, [placeholder].\\n\\n'When Tumúldo returns from his voyage, I ought to introduce him to the [placeholder] who drove out the last of the Scourge's Men in the Sail-haven!'",
      "es": ""
    },
    {
      "id": 51875094,
      "en": "In the wake of a brazen murder committed by the Heirsworn, Eshmun, the Captain of the Haven, intends to deliver swift and terrible retribution upon those still loyal to the Heirs of Castamir in Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Eshmun, Captain of the Haven, can be found at the Harbour-warden's Tower in the Sail-haven of Umbar Baharbêl.\\n\\nEshmun, Captain of the Haven, has asked for your aid in ridding Umbar Baharbêl of those still loyal to Balakhôr the Scourge and the Heirs of Castamir.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Eshmun, Captain of the Haven, can be found at the Harbour-warden's Tower in the Sail-haven of Umbar Baharbêl.\\n\\nYou have done much to rout the remnants of the Heirs of Castamir in the Sail-haven. You should talk to Eshmun.",
      "es": ""
    }
  ]
}