{
  "id": 621085246,
  "txt": [
    {
      "id": 184621264,
      "en": "You have helped a young man clean the memorial. He seems ready to speak to you.\\n\\nSpeak to Nadiph in the Upper Ward.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "To Honour the Dead",
      "es": ""
    },
    {
      "id": 190220752,
      "en": "'That is a nice thing for that man to do, but I am here from the Lower Ward. Even if I wanted to help, I could not make the journey every day.'",
      "es": ""
    },
    {
      "id": 190220753,
      "en": "'I cannot so easily abandon my post, but I will do what I can when I can.\\n\\n'Whenever that may be. I promise nothing to you, you understand.'",
      "es": ""
    },
    {
      "id": 184621222,
      "en": "You were unable to secure regular assistance from anyone nearby, but perhaps it would cheer up Nadiph to know you tried.\\n\\nReturn to Nadiph in the Upper Ward.",
      "es": ""
    },
    {
      "id": 184621269,
      "en": "Nadiph expressed a desire for help in cleaning the memorial. Perhaps you could secure pledges of assistance from people around the plaza.\\n\\nTalk to passersby around the plaza in the Upper Ward.",
      "es": ""
    },
    {
      "id": 173025617,
      "en": "Clean dirty spots on the memorial ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220756,
      "en": "'I do not think so. Sorry.\\n\\n'Perhaps someone else will do it? I cannot be your only choice for this chore, surely?'",
      "es": ""
    },
    {
      "id": 173025571,
      "en": "Talk to the idle guardsman",
      "es": ""
    },
    {
      "id": 190220710,
      "en": "'I see good Nadiph working so hard every day. I would help him, but I must care for my shop and cannot take the time away.'",
      "es": ""
    },
    {
      "id": 173025573,
      "en": "Talk to the energetic youth",
      "es": ""
    },
    {
      "id": 190220759,
      "en": "When you return, Nadiph is nowhere to be found, but there is a fresh stain atop the memorial. You wipe it clean with a scrap of cloth left behind for that purpose.\\n\\nYou could not fix Nadiph's problem, but you tried to help. That will have to be enough this time.",
      "es": ""
    },
    {
      "id": 173025576,
      "en": "Look for Nadiph",
      "es": ""
    },
    {
      "id": 173025623,
      "en": "Talk to the shopkeep in the Grand Market",
      "es": ""
    },
    {
      "id": 173025577,
      "en": "Clean the first dirty spot",
      "es": ""
    },
    {
      "id": 173025625,
      "en": "Talk to the man running errands",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "A young man is cleaning a memorial by himself. Help him.\\n\\nThe memorial can be found in the Upper Ward of Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 184621234,
      "en": "A young man is cleaning a memorial by himself. Help him.\\n\\nThe memorial can be found in the Upper Ward of Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 184621236,
      "en": "A young man is cleaning a memorial by himself. Help him.\\n\\nThe memorial can be found in the Upper Ward of Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 173025585,
      "en": "Clean the second dirty spot",
      "es": ""
    },
    {
      "id": 173025589,
      "en": "Clean the third dirty spot",
      "es": ""
    },
    {
      "id": 162883603,
      "en": "A young man stands in front of a memorial to those murdered by the Church of the All-Seeing. He seems to be cleaning it. Perhaps you should join him in his work.",
      "es": ""
    },
    {
      "id": 24695286,
      "en": "A memorial to the victims of the Church of the All-Seeing could use a cleaning.",
      "es": ""
    },
    {
      "id": 162883608,
      "en": "'I appreciate your help, stranger. This memorial is meant to honour those murdered by the Church of the All-Seeing, but as you can see, most of the folk here pretend it does not exist. I do not fault them for that! The memory of what happened here can be unbearably painful. I wish only that I had some help in keeping it clean on days when you are not nearby and offer your help.'",
      "es": ""
    },
    {
      "id": 148970386,
      "en": "Looks to be dirt",
      "es": ""
    },
    {
      "id": 148970480,
      "en": "Could be dirt. Could be droppings. Could be both!",
      "es": ""
    },
    {
      "id": 148970387,
      "en": "Could be dirt. Could be bird poop. Could be both!",
      "es": ""
    },
    {
      "id": 148970388,
      "en": "A coffee stain",
      "es": ""
    },
    {
      "id": 148970486,
      "en": "A coffee stain",
      "es": ""
    },
    {
      "id": 148970487,
      "en": "There was a stain of some kind here... but it is gone now",
      "es": ""
    },
    {
      "id": 111477273,
      "en": "Talk to Nadiph by the memorial",
      "es": ""
    }
  ]
}