{
  "id": 621085211,
  "txt": [
    {
      "id": "0x178d1f6",
      "en": "A strange man puts on a 'show' in the Upper Ward of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502956",
      "en": "Throw the remaining flyers into a fire on the south-eastern corner of the Grand Market",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Ezôti has asked you to place flyers advertising his show all around the Upper Ward.\\n\\nBut because Ezôti is terrible, do not do a good job. Place flyers in poorly visible spots around the Upper Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502959",
      "en": "Talk to Ezôti in the Upper Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b94",
      "en": "Placed flyers poorly ([placeholder]/16)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a0",
      "en": "You have placed a number of Ezôti's flyers. That is enough, and you should burn the rest in a fire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b95",
      "en": "And there they go!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d0",
      "en": "Instead of distributing more flyers for Ezôti, you have decided to burn them in a fire. The open flame on the south-eastern corner of the Grand Market in the Upper Ward should suffice.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a8",
      "en": "'Wonderful work, assistant! With all sixteen of those flyers posted in high-visibility areas with great foot traffic throughout the Upper Ward, my next show is sure to be an even bigger success than my previous one! My upcoming success burns like a fire, bright and hot, and I have myself to thank for that!\\n\\n'And you too, of course. You have contributed a small portion, I suppose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56813",
      "en": "'As excellent as I am, I am but one man... and that one man can only be in one place... at one time!\\n\\n'If only I could walk the whole of the city to spread word of my show, the docks themselves would buckle beneath the weight of my vast audience! But no... residents of the lower streets of the city do not have the coins I need to make the show worth my time! We will focus our efforts upon the Upper Ward only. Take these posters, and place them upon the walls of the Upper Ward. Only the denizens of such a prestigious quarter have the refined taste to appreciate my talents. And their coin purses often shine with gold instead of silver....'\\n\\nYou resolve to place the posters in areas with poor visibility and little foot traffic. Ezôti does not deserve to be rewarded with large crowds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be2",
      "en": "You decide you have posted enough flyers. Might as well burn the rest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d7",
      "en": "You have no more flyers left to place. Will Ezôti wonder how you accomplished the task so quickly? Probably not.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502921",
      "en": "Does Ezôti need so many flyers posted?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Come One, Come All!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502952",
      "en": "Hang up flyers... but place them poorly ([placeholder]/16)",
      "es": "",
      "es (fem)": ""
    }
  ]
}