{
  "id": 621085244,
  "txt": [
    {
      "id": "0xebd3511",
      "en": "'I have had just about enough of this land and its people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xebd3512",
      "en": "'Every step of the way, one nuisance after the other. All for this thing? This Bile of Ifrinn?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xebd3513",
      "en": "'I've nearly lost all that I've left that wretched place with. But this will have to do. For the sea casts its shadow far and wide.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x507086e",
      "en": "'Your blight upon these lands ends here, whoever you are! You will not escape! And whatever it is you took from that apothecary will not see another dawn!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x75ea545",
      "en": "Instance: Marked by the Sea Shadow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33fbc14",
      "en": "'Be proud, for you came so close to stopping Khâshap! It is time, for the Sea Shadow does not like loose ends!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x533fa31",
      "en": "'I have had just about enough of this land and in particular... you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x533fa32",
      "en": "'When I schemed to pillage the apothecary of its artifacts, I dared not dream that you would be so persistent. How wrong I was.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x533fa33",
      "en": "'You have been a thorn in my side for too long. My eyes darting to every corner, bush, and rock. For I am this close! THIS CLOSE, to fulfilling my duty!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x533fa34",
      "en": "'Admittedly, your persistence has caused me to make mistakes I would never in the past. But that ends now. I will not be stopped here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x762e3f5",
      "en": "'Stop right there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5188774",
      "en": "'Your gallantry is to be praised, Ranger. You saw what happened to that poor man, and now that you've witnessed Khâshap, you too shall share his fate. For the Sea Shadow does not like loose ends!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}