{
  "id": 621085212,
  "txt": [
    {
      "id": 24695286,
      "en": "A strange man puts on a 'show' in the Upper Ward of Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 111477269,
      "en": "Talk to Gûshida across the way from Ezôti",
      "es": ""
    },
    {
      "id": 162883603,
      "en": "'Come one, come all! Gaze upon the terror that is the Razor of Belfalas! A twisted creature from the very depths of the sea! Marvel at its frightening visage, and gasp at its every sudden movement!\\n\\n'But fear not, for I, Ezôti, have tamed this beast.'",
      "es": ""
    },
    {
      "id": 184621264,
      "en": "Gûshida has asked you to pretend to befriend Ezôti in order to gain information from him.\\n\\nSpeak to Ezôti in the Upper Ward.",
      "es": ""
    },
    {
      "id": 148970385,
      "en": "The crowd disperses as Ezôti finishes his show",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Beast Tamer Ezôti",
      "es": ""
    },
    {
      "id": 111477273,
      "en": "Talk to Ezôti in the Upper Ward",
      "es": ""
    },
    {
      "id": 162883607,
      "en": "'Can you believe this nonsense? How foolish must these people be to believe his tales? That is a normal sea turtle he's painted and dressed in sea-weed! The poor creature looks miserable.'\\n\\nShe tears her gaze away from the spectacle and gives you an appraising look.\\n\\n'I have an associate in Zîrar Tarka, Nekhama by name. She wrote to me of an adventurer who looks very much like you... an adventurer who deals honourably with others. Might you be the very one of whom Nekhama spoke?\\n\\n'Can I rely upon your help to deal with this charlatan? That turtle is not the only creature he has paraded before the crowds he attracts. Before we deal with him, we must rescue his poor captives. Ezôti knows my face and is wary of me, but you might pretend to befriend this man, and then you could learn where he keeps his \\qpets.\\q'",
      "es": ""
    },
    {
      "id": 162883608,
      "en": "'Yes, yes, now that I am finished with my show, I have time to speak with you. Hmm? An assistant? Why yes, I could use an assistant....\\n\\n'It is to be expected that someone as talented as myself would come to command the respect of others! How can I not have seen it before now? My good friend, it would be an honour and a privilege for you to work alongside me, and I have the very task upon which to set you.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "A woman attending the show is trying to get your attention.\\n\\nSpeak to the woman across the way in the Upper Ward.",
      "es": ""
    }
  ]
}