{
  "id": 621085235,
  "txt": [
    {
      "id": "0x178d1f6",
      "en": "A strange man puts on a 'show' in the Upper Ward of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Ezôti has revealed where he keeps his captive animals. Share this information with Gûshida.\\n\\nGûshida is in the Upper Ward of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502959",
      "en": "Talk to Gûshida inside Ezôti's Flat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc0",
      "en": "The boar's worried eyes are fixed on the baby bear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc3",
      "en": "The bear issues a plaintive cry, causing your companion to wince",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d0",
      "en": "Gûshida told you to meet her at Ezôti's hiding place.\\n\\nEzôti's hiding place is inside an unassuming flat in the Upper Ward of Umbar Baharbêl, to the north-east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502902",
      "en": "Check on the bear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a3",
      "en": "Ezôti's captive animals are in poor condition. Gûshida has asked you to help check on them.\\n\\nEzôti's hiding place is inside the Upper Ward of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502932",
      "en": "Talk to Gûshida across the way from Ezôti",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf6",
      "en": "The creature's breathing is laboured",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502934",
      "en": "Meet with Gûshida inside Ezôti's Flat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502935",
      "en": "Check on the cave-claw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a8",
      "en": "'This is no natural exhaustion. I suspect Ezôti has given them something to make them sluggish, and less capable of escape. The fiend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf8",
      "en": "The goat leans into your touch. You sense it has been a long time since it has been treated with compassion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502937",
      "en": "Check on the goat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56813",
      "en": "Ezôti smiles at you for a little too long, an already uncomfortable pause becoming longer and more awkward with each passing second. Finally he says 'I think I can trust you with a most important task. I have many animals in my care.'\\n\\nHe leans closer to you. His breath smells of good fish and bad milk.\\n\\n'...Or should I say \\qour\\q care? That is right! I am entrusting you with the care of my animals. Go to where I house my precious friends in the Upper Quarter. Feed and water them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d7",
      "en": "You have inspected the animals and should report back to Gûshida.\\n\\nGûshida can be found in Ezôti's hiding place in the Upper Ward of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c1",
      "en": "You share the animals' location with Gûshida.\\n\\n'Good work! I will tell my associates we are on our way to rescue the animals. I will meet you inside Ezôti's Flat in the Upper Ward, north-east of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502939",
      "en": "Check on the boar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Inside Ezôti's Den",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c3",
      "en": "The air is thick with an amalgam of stenches. Gûshida pinches her nose with a thick cloth.\\n\\n'Quickly! Help me check on them!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}