{
  "id": 621085241,
  "txt": [
    {
      "id": "0x8e11bd0",
      "en": "A fresh scent fills your senses with a pleasant sensation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d0",
      "en": "You have gathered most of the ingredients you need. Now you need fresh water and honey from a vendor that Gûshida recommended.\\n\\nGûshida's vendor is in the Upper Ward of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a3",
      "en": "You have gathered all you need to create the remedy.\\n\\nUse the remedy-making supplies from your inventory to create the remedy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd3",
      "en": "You cannot recall the last time you saw a leaf so green",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd5",
      "en": "You have concocted several doses of remedy for the animals",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568918",
      "en": "Gûshida relaxes as you give her the good news.\\n\\n'You have done well, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3e4",
      "en": "A Remedy Most Fragrant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d7",
      "en": "You have created enough remedy and should give it to the animals in Ezôti's hiding place.\\n\\nEzôti's hiding place is inside the Upper Ward of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e1",
      "en": "Give the goat in Ezôti's Flat a dose of remedy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e4",
      "en": "Give the boar in Ezôti's Flat a dose of remedy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e5",
      "en": "Give the bear in Ezôti's Flat a dose of remedy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b20",
      "en": "The cave-claw seems happier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b22",
      "en": "The goat nuzzles your hand and bleats cheerfully",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b23",
      "en": "The boar trots over to the baby bear and nuzzles it affectionately",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Gûshida has given you a formula which can help the animals.\\n\\nFind the ingredients across the Upper Ward of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e9",
      "en": "Talk to Gûshida where you first met her in the Upper Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b26",
      "en": "The bear lets out a mighty yawn and seems more at ease",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502905",
      "en": "Take a petal from a vibrant flower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502934",
      "en": "Talk to Gûshida's vendor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56813",
      "en": "'I know of a tincture that can wipe away even the heaviest lethargy. Take some herbs and edible flowers from the courtyards and gardens of the Upper Ward. Do not worry about getting permission. If you take only cuttings it will not be a problem. In Umbar, some things we share freely with each other.\\n\\n'Once you have the herbs and flowers, grind them up with honey, mix that with water, and give them to the animals. A merchant I know on the south-eastern side of the Grand Market will help you do this. Meanwhile, I will report to my Lady.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502909",
      "en": "Pluck a clump of fragrant herbs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b30",
      "en": "He hands you a remedy-making kit for your use",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1f6",
      "en": "Animals who have been kept in captivity require urgent aid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502911",
      "en": "Pick a verdant leaf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c3",
      "en": "'Gûshida stopped by. She said you might need some honey and some water.\\n\\n'Oh put your coin away. We all owe her a debt that would take a lifetime to repay.\\n\\n'Here, you can use this remedy kit to mix the tincture you need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011867",
      "en": "You have given doses of remedy to each animal, and they all seem better for it. You should report to Gûshida.\\n\\nGûshida can be found where you first met her in the Upper Ward of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502914",
      "en": "Use the remedy-making kit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc8",
      "en": "The petal glows as if with its own light",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502918",
      "en": "Give the cave-claw in Ezôti's Flat a dose of remedy",
      "es": "",
      "es (fem)": ""
    }
  ]
}