{
  "id": 621085240,
  "txt": [
    {
      "id": "0x178d1f6",
      "en": "Gûshida and Nekhama stand where you expected to find Ezôti.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50215",
      "en": "Talk to Nekhama across the way from Gûshida",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56813",
      "en": "'Ezôti has been dealt with by our mutual friend Nekhama. As you have done us a favour, I will share with you that both Nekhama and I are agents of Tatháta the Beast. Her work with the Kindred of the Coins means that weeks can go by without either of us speaking with her... but we know she would approve of the work you helped us do this day.\\n\\n'Speak with Nekhama. She has something for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b91",
      "en": "You have put an end to Ezôti's shows and saved the animals",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Catching the Eye of the Beast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56817",
      "en": "'Good work,' she says. 'The animals have all been rescued, and they will no longer suffer in such a situation as Ezôti imposed upon them. For myself I have chosen to adopt \\qThe Razor of Belfalas.\\q Once I cleaned away all the mud and sea-weed that Ezôti had used to disguise him, it became clear that the Razor was a rather ordinary turtle. And yet he is not ordinary, not truly, for he is very friendly, and loves people! He seems rather taken with me, and I confess I am quite fond of the old fellow too.'\\n\\nShe holds out a flame-coloured coin for you to take.\\n\\n'Should you ever need a favour, redeem this coin with myself or Gûshida.'\\n\\nShe smiles, and says nothing further. You suppose the meeting is done.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Ezôti is nowhere to be found, but Gûshida and a familiar face from the Shield Isles are here.\\n\\nSpeak to Gûshida and Nekhama in the Upper Ward.",
      "es": "",
      "es (fem)": ""
    }
  ]
}