{
  "id": 621085249,
  "txt": [
    {
      "id": 24695286,
      "en": "A self-proclaimed community representative stands over a ransacked stall.",
      "es": ""
    },
    {
      "id": 162883603,
      "en": "'In Umbar Baharbêl, we care for our own. It is true in most districts of the city, but it is more true in the Upper Ward than anywhere else. If a merchant loses his stall or his goods to the actions of an undesirable few, the others band together to see that he is made whole, and the wrongful parties are... dealt with. That is why we must do something about the upstarts who have taken over the Raven and Albatross. They tried to send a message to the proprietor of this inn, the House of Twisted Vines, by ruining some of his prized trellises, as you can see. But this cannot go unpunished.\\n\\n'I am a representative of the community here in the Upper Ward, and my name is Dehêbix. I speak for myself, but more importantly I speak for the community. For the sake of its people you will tell me what you know about these upstarts.\\n\\n'You did not see the attack? Then I shall count upon you to mete out the justice that is required. The upstarts that did this can be found fortifying the Raven and Albatross here in the Upper Ward. They will not be afraid to kill you, I am afraid, but the community will reward you if you risk this danger.'",
      "es": ""
    },
    {
      "id": 184621264,
      "en": "You have defeated enough of the upstarts to make them think twice about disrupting the Upper Ward again. Tell Dehêbix of your success.\\n\\nDehêbix can be found in the Upper Ward.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dehêbix Speaks For The Community",
      "es": ""
    },
    {
      "id": 148970386,
      "en": "Defeated upstart fighters ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477273,
      "en": "Talk to Dehêbix outside the House of Twisted Vines",
      "es": ""
    },
    {
      "id": 173025617,
      "en": "Defeat upstart fighters outside the Raven and Albatross ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970388,
      "en": "Defeated upstart crossbowmen ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883608,
      "en": "'My associates have sent word of your deeds to me, and I approve. Those upstarts will think twice before crossing the Golden Queen again, and if they do they know what will happen to them.\\n\\n'Did I not say before that I am an agent of Lady Hármelak? I believe I made it clear to you that I represent the community of the Upper Ward, and if you are to spend time here you must know, or must learn, this simple truth: Lady Hármelak IS the Upper Ward. It is her coin that remunerates you now, and her favour you have earned. Cherish it, for it is of great value.'",
      "es": ""
    },
    {
      "id": 173025619,
      "en": "Defeat upstart crossbowmen outside the Raven and Albatross ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "A self-proclaimed community representative asked you to fight the brigands responsible for attacking the House of Twisted Vines in the Upper Ward.\\n\\nUpstart brigand fighters can be found outside the Raven and Albatross in the Upper Ward.",
      "es": ""
    }
  ]
}