{
  "id": 621085214,
  "txt": [
    {
      "id": "0x178d1f6",
      "en": "A strange man puts on a 'show' in the Upper Ward of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502956",
      "en": "Inspect rocks outside the city beyond the Gate of Songs (2/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Ezôti has asked you to find and paint a rock that looks reasonably like a roc egg.\\n\\nSearch for a suitable rock outside the Gate of Songs in the north-eastern wall of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502929",
      "en": "Pick up the 'egg' outside the north gate of Umbar Baharbêl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502959",
      "en": "Talk to Ezôti",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b94",
      "en": "This rock is too small",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf0",
      "en": "You have delivered the 'egg'!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b95",
      "en": "This rock is the perfect size. Now you should paint it to look like an egg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d0",
      "en": "You have inspected some rocks that did not fit the requirement.\\n\\nInspect one last rock outside the gates of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a3",
      "en": "You have found the perfect sized rock. Now to paint it so it looks like a roc's egg.\\n\\nPaint the rock outside the gates of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a6",
      "en": "You have painted a rock to look like a roc's egg. It's time to deliver it back to Ezôti.\\n\\nDeliver the fake roc's egg to Ezôti in the Upper Ward of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9f5e537",
      "en": "<rgb=#FF0000>You dropped the 'egg'!</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a8",
      "en": "'This is perfect! This looks exactly like a roc egg!\\n\\n'At least, I assume it does. I have never seen one myself. But I believe that it must look exactly like this... how could it not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502920",
      "en": "Inspect rocks outside the city beyond the Gate of Songs ([placeholder]/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56813",
      "en": "'What is it that makes finding good associates so difficult? Take for example one of my previous fellows, a man named Itho. I paid him quite a large sum to fetch me an egg, a single egg! One egg! And I have not had word from him in days. How hard can it be to retrieve a roc's egg?\\n\\n'I begin to think he ran off with my money, but would he dare? How could he dare such a thing? Now, a lesser man would fall into despair over this betrayal, if that is indeed what it is... but Ezôti is no lesser man, is he? The show must go on, as they say. To that end, I need you to find an egg-shaped rock, paint it to look like a roc's egg, and bring it back here. And no one needs to know! Look for one outside the city, beyond the Gate of Songs in the north, where no one will see what you are up to.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be2",
      "en": "This rock is too big",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d7",
      "en": "You have delivered the 'egg' to Ezôti.\\n\\nReport back to Ezôti in the Upper Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Egg! A Single Egg! One Egg!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be5",
      "en": "It looks just like the real thing!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502924",
      "en": "Paint the rock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d6ae08",
      "en": "Carry the 'egg' to Ezôti in the Upper Ward of Umbar Baharbêl",
      "es": "",
      "es (fem)": ""
    }
  ]
}