{
  "id": 621085237,
  "txt": [
    {
      "id": 228284034,
      "en": "'According to Zemirah and Ahûd, the Heirsworn have taken up on the more distant piers of the Sail-haven.\\n\\n'One Heirsworn is a problem that can be handled with a hidden blade in the shadows of a tavern or by a raucous crowd in the market, but these are traitor crews—crews still captained by Balakhôr's most loyal followers. Even so, they have made their intentions clear and I would be a fool to ignore them. With the murder of Râmax, there can be no hope for peace between us. Tumúldo has put his faith in me, and I do not intend to let him down.\\n\\n'Where the Heirs of Castamir are concerned, brutality must be met with brutality, for that is the only language that they understand. But, do you understand, [placeholder]? Until the last of them are routed or slain, I say that the Sea-stone Mutiny is not ended!'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'I trust you have succeeded, [placeholder].\\n\\n'The Heirsworn should have been grateful enough that they escaped the bloodshed of the Mutiny with their lives, but they cannot let go of their delusions. The Scourge is dead, and so are the other masters of the Heirs of Castamir. Umbar Baharbêl is a Free City, and its people will not go quietly back into servitude!'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Defeat Heirsworn Corsairs in the Sail-haven ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Heirsworn Corsairs can be found around their ships at the northern and southern piers of the Sail-haven, as well as at the southern ship-yard of the Sail-haven.\\n\\nEshmun has asked you to defeat Heirsworn Corsairs in the Sail-haven.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Heirs To Naught",
      "es": ""
    },
    {
      "id": 51875094,
      "en": "Although most were slain or routed during the Sea-stone Mutiny, several crews of Corsairs still loyal to the Heirs of Castamir have found unlikely refuge in Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Eshmun at the Harbour-warden's Tower",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Eshmun, Captain of the Haven, can be found at the Harbour-warden's Tower in the Sail-haven of Umbar Baharbêl.\\n\\nYou have defeated many of the Heirsworn Corsairs troubling the people of the Sail-haven. You should return to Eshmun.",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Defeated Heirsworn Corsairs in the Sail-haven ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}