{
  "id": 621001806,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "You ran out of time...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'With the numbers of spiders and Orcs you have defeated, it may be many days before their forces are of any strength to attempt another siege near the Morgai.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The valley of Lhingris, beyond the Morgai ridge, is becoming worse by each passing night, and still worse by each passing day. The hordes of Ungol spiders and other crawling beasts seem to have no end.\\n\\n'We have seen a group of spiders keep attacking the Orc holdout of Kála-murg. Perhaps for once we can work with the spiders and defeat this common enemy.\\n\\n'Are you willing to brave the valley of Lhingris once more?'\\n\\n<rgb=#FF0000>Warning: This quest has a one hour time limit. The timer will begin upon accepting the quest. This quest can be completed with one or two adventurers.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Orc holdout is under attack. We must strike now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Kála-murg: The Final Stand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "As the unrelenting forces of Ungol pour from the mountain, few Orcs remain in Lhingris.\\n\\n<rgb=#FF0000>Warning: This quest has a one hour time limit. The timer will begin upon accepting the quest.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa81f35",
      "en": "Defeated Dulgan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Dulgan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Defeat Dulgan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Candúr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You should return to Candúr and apprise him of your efforts.",
      "es": "",
      "es (fem)": ""
    }
  ]
}