{
  "id": 621001922,
  "txt": [
    {
      "id": "0xa5029a5",
      "en": "DNT talk to Yordam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d6",
      "en": "'The Captain of the Pit and the Men of the West are like two stones, [placeholder], and we the roots who will be ground between them. We must beg the Easterlings safe passage back to their lands, and we rely on you to go before them. \\n\\n'Go then. Go to Rhûd Vorn and hail them as I showed you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "You should hail the Easterlings as Kurtil taught you before their camp, Rhûd Vorn, on the northern slopes of Udûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568936",
      "en": "You begin to explain the case of the forge-workers, but he quickly interrupts you.\\n\\n'You speak as if the Eye was fallen. You speak as if the Cause was lost. This is not so and cannot be. How could it be, for the Black Gates still stand and the great banner still waves like a lone wing above the parade grounds. Why, only this morning I sent an Orc with a letter to the Black Word's commissary in Maudhúl Vôr. As sure as the ground I stand on, it has been delivered and needed provisions are on their way.'\\n\\nWhen you do not back down, he stares hard at you.\\n\\n'Folly! There is deceit afoot, if not by you, then by someone. I will send Yordam. He will go with you so that the truth may be known to me. Go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d1",
      "en": "DNT return to the Nurnhoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b11",
      "en": "The great banner lies torn and muddied on the ground",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b12",
      "en": "The Orc messenger lies dead, the letter still in his hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b13",
      "en": "DNT the fallen black gate can be seen clearly form here)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b17",
      "en": "DNT this would be a good place to look at the black gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502853",
      "en": "Return to Kurtil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e016",
      "en": "Return to Khôpol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'Long is the tale to tell, but short is the time. Do you remember that the Captain of the Pit does not hear the signal flags' speech? He is the master of all Udûn, but many do not wish it so.\\n\\n'When the ground shook and the gates fell and the Eagles crossed the skies, a light dawned upon our minds - that we might fly ourselves. Fly like the eagles and in Udûn dwell no more. But how? And then we remember the Easterlings camped in Rhûd Vorn. Perhaps, we thought, perhaps we might go back with them, to the lands far from Captains and cruel Gondorians and Elves.\\n\\n'And so in flags was it written and in flags was it read by you and me and by others. Ushkbál the goodly overseer agreed to go before the Easterlings and plead our case. Now Ushkbál is gone and our hope rests on you, [placeholder]-[placeholder]. We ask you to go in Ushkbál's place and parley with the Easterlings. Only to meet! To speak awhile of what may be. \\n\\n'Stand before Rhûd Vorn high on the height and hail them with the words that I will teach you. \\n\\nKurtil teaches you a formal military hail in the Easterling tongue.\\n\\n'If fortune smiles upon us, they will agree.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc330e09",
      "en": "'We will meet back at Rhûd Vorn, Westerner.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e071",
      "en": "Talk to Yordam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011821",
      "en": "Now that you have found the fallen banner, the dead letter-bearer, and the Black Gates broken, you should talk to Yordam.\\n\\nIf you get separated from Yordam, wind his horn to call him back to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502859",
      "en": "DNT find banner loc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d7492",
      "en": "'Yes, take a piece as proof of what we have seen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011828",
      "en": "Now that you have collected the proofs, you should return to Khôpol before Rhûd Vorn, on the northern slopes of Udûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Three Proofs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e184",
      "en": "<rgb=#FF00FF>Hail</rgb> the Easterlings before Rhûd Vorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c7",
      "en": "Talk to the Easterling Lord",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c9",
      "en": "Find the great banner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568953",
      "en": "'I have seen the proofs, though I hardly believed my eyes. A [placeholder] from the West has spoken the truth! I return to Rhûd Vorn, as should you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a2",
      "en": "'You are returned! And they have pledged their word? Strong as iron, an Easterling's pledge.\\n\\n'See now who has also arrived. It is Gradrágh, another overseer. He wants only some persuading.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a4",
      "en": "'I see. So it is as you spoke.'\\n\\nThe Easterling Lord thinks for a moment.\\n\\n'Yes, we will meet with these forge-workers and speak to them. You may carry them this pledge, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568957",
      "en": "'I will go with you, as my Lord commands. We will see what we will see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d0",
      "en": "Find the letter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e199",
      "en": "DNT find a place to view the black gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ae5",
      "en": "This is a good spot to hail the Easterlings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502820",
      "en": "DNT find quartermaster loc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ae7",
      "en": "The great banner lies torn and muddied on the ground",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011845",
      "en": "You should talk to the Easterling Lord who responded to your hailing, outside Rhûd Vorn, on the northern slopes of Udûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502824",
      "en": "You deliver the hail correctly and presently an Easterling Lord appears with several men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011848",
      "en": "You should lead Yordam the Easterling to a view of the Black Gates, the Great Flag on the parade grounds, and seek the letter dispatched to Maudhúl Vôr.\\n\\nIf you get separated from Yordam, wind his horn to call him back to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502829",
      "en": "DNT banner loc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688c0",
      "en": "'Go with Yordam to the Great Banner, Maudhúl Vôr, and the Black Gates. You will see. The war is not lost, even if it is not yet won.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119b4",
      "en": "Having secured the pledge from the Easterling Lord Khôpol, you should return to Kurtil and the other forge-workers where they had been, on the height above Maudhúl Vôr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcc2af65",
      "en": "'There is the very Orc who was dispatched with Lord Khôpol's letter'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688c3",
      "en": "'So you are the [placeholder]. Kurtil did not mention you were [placeholder]! If you ask me, we're in a hard place, all told. I don't know where to turn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "You have agreed to petition the Easterlings for a meeting with the forge-workers, so that they may beg safe passage out of Udûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688c5",
      "en": "'I have seen the proofs, though I hardly believed my eyes. An [placeholder] from the West has spoken the truth! I return to Rhûd Vorn, as should you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc78d742",
      "en": "'So it is. The great banner is fallen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x838db86",
      "en": "'The great banner lies right along the great road. Our messenger should have turned north into Maudhúl Vôr above it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38c2825",
      "en": "'The gate is in ruin, shattered. How can this be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a0",
      "en": "Bring Yordam to the Black Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d1",
      "en": "'Long is the tale to tell, but short is the time. Do you remember that the Captain of the Pit does not hear the signal flags' speech? He is the master of all Udûn, but many do not wish it so.\\n\\n'When the ground shook and the gates fell and the Eagles crossed the skies, a light dawned upon our minds - that we might fly ourselves. Fly like the eagles and in Udûn dwell no more. But how? And then we remembered the Easterlings camped in Rhûd Vorn. Perhaps, we thought, perhaps we might go back with them, to the lands far from Captains and cruel Gondorians and Elves.\\n\\n'And so in flags was it written and in flags was it read by you and me and by others. Ushkbál the goodly overseer agreed to go before the Easterlings and plead our case. Arrange a meeting, a joining of words. Now Ushkbál is gone and our hope lies with you, [placeholder]-[placeholder]. We ask you to go in Ushkbál's place and parley with the Easterlings. We wish only to meet! To speak awhile of what may be. \\n\\n'Stand before Rhûd Vorn, high on the height, and hail them with the words that I will teach you.'\\n\\nKurtil teaches you a formal military hail in the Easterling tongue.\\n\\n'If fortune smiles upon us, they will agree.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b03",
      "en": "DNT you hail the easterlings with the words the nurnhoth taught you - and shortly, several men appear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d2",
      "en": "'Long is the tale to tell, but short is the time. Do you remember that the Captain of the Pit does not hear the signal flags' speech? He is the master of all Udûn, but many do not wish it so.\\n\\n'When the ground shook and the gates fell and the Eagles crossed the skies, a light dawned upon our minds - that we might fly ourselves. Fly like the eagles and in Udûn dwell no more. But how? And then we remembered the Easterlings camped in Rhûd Vorn. Perhaps, we thought, perhaps we might go back with them, to the lands far from Captains and cruel Gondorians and Elves - begging pardon!\\n\\n'And so in flags was it written and in flags was it read by you and me and by others. Ushkbál the goodly overseer agreed to go before the Easterlings and plead our case. Arrange a meeting, a joining of words. Now Ushkbál is gone and our hope lies with you, [placeholder]-[placeholder]. We ask you to go in Ushkbál's place and parley with the Easterlings. We wish only to meet! To speak awhile of what may be. \\n\\n'Stand before Rhûd Vorn, high on the height, and hail them with the words that I will teach you.'\\n\\nKurtil teaches you a formal military hail in the Easterling tongue.\\n\\n'If fortune smiles upon us, they will agree.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc2af642",
      "en": "'That is indeed the message. There can be no doubt.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}