{
  "id": 621001841,
  "txt": [
    {
      "id": "0x8e11b14",
      "en": "This footprint is fresh - you are on the trail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011844",
      "en": "You should search for Ushkbál the Overseer in the great foundry, on the northern side of Udûn, above Maudhúl Vôr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b18",
      "en": "The wounds are indeed incisions, not made by blunt instruments",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011822",
      "en": "Kurtil stands near the dwarves and corpse, behind a cart high up the path in northern Udûn, above Maudhúl Vôr.\\n\\nHear what Kurtil has to say.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011851",
      "en": "The dwarves stand behind a cart high up the path in northern Udûn, above Maudhúl Vôr.\\n\\nThe trail of footprints led straight from signs of a bloody struggle to two dwarf-forgeworkers standing over a corpse. You should speak to them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568950",
      "en": "'Now then, that's settled, I hope! A smouldering shame about Ushkbál, though! We know not if it were one of the enforcers or some wild-frenzied soldier who stuck him through, but there you have it. He was our hope and he's gone.\\n\\n'Well, and if you are here then you followed the signal flags, too, just as we. Let us work the iron together, we four, while it's got any heat left. Perhaps the work might be salvaged. If only we can think what to do now that we are on our own. What say you Kurtil? [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568922",
      "en": "''Twas not us who did this thing. I know full well how it may look. We only dragged him here, out of the sight of prying eyes.\\n\\n'Hoy, you there, Kurtil! I know you by face and by name. Whatever trouble you're up to this time, you must bow to plain truth: Who in the northern 'works would touch a hair on Ushkbál's ugly pate? None, that's who! No overseer we'd more gladly work for, neither.\\n\\n'Besides, you see we carry only hammers and these wounds be swords' work, plain to see. Look yourself, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568951",
      "en": "'This is how I see it, and pardon my speaking thus, Stéthi. There are two impurities we've got in this slag. First-wise, there's no one to do the deed. Second, there's someone, somewhere, who knows the signal flags and maybe doesn't want the deed done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568953",
      "en": "'Yes, yes, yes. The iron is hot now, but cooling, cooling...'\\n\\nFor a moment, Kurtil seems lost in thought.\\n\\n'We need only someone to go. Who to fill the post? No, not I, Nurnhoth that I am. Who am I? No one. Will Gradrágh go? Ha ha. We know the answer to that, my friends. What of you, Slárnur? You will not. A shame!\\n\\n'No Orc, nor dwarf, nor Nurnhoth here among us...'\\n\\nThen a smile slowly spreads across Kurtil's face, lighting the twinkle back into his eyes, which fix on you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011855",
      "en": "The corpse and dwarves are behind a cart high up the path in northern Udûn, above Maudhúl Vôr.\\n\\nYou should inspect the overseer's corpse to verify the dwarves' claim that he bears sword-wounds, while they hold only hammers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011859",
      "en": "The dwarves are behind a cart high up the path in northern Udûn, above Maudhúl Vôr.\\n\\nYou should talk to the dwarves, now that you have verified that the overseer's corpse bears sword and not blunt wounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a0",
      "en": "'The great foundry lies north of the road below, above Maudhúl Vôr. You go and seek Ushkbál the Overseer on the good legs you have. I follow behind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a1",
      "en": "'Stéthi, you explain. I'll botch it up, properly. Besides, I'm still catching my breath from dragging old Ushkbál all the ways up here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a2",
      "en": "'You speak to them, yes? I think that best.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b03",
      "en": "Kurtil arrives just behind you to witness the scene. 'Talk before fight,' he hisses.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a3",
      "en": "'Look and you will see. No hammer felled Ushkbál.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a4",
      "en": "'If it is so, then it is so, yes? The dwarf speaks true.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "It seems an overseer named Ushkbál is the key to this mysterious meeting, somehow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b06",
      "en": "This is the place - now to find the Overseer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b09",
      "en": "Clear signs of a struggle and of bloody deeds! A conspicuous footprint lies nearby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "You have not found Ushkbál the Overseer, but you have found signs of a bloody struggle. You should follow the footprints leading from the place and see where they lead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d0",
      "en": "Search for Ushkbál",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'We must seek Ushkbál the Overseer, then. It is he who will accomplish what we seek.'\\n\\nPaying no heed of any surprise on your face, Kurtil thinks for a long moment.\\n\\n'He has agreed, agreed to talk to us at least, and there is hope for more. Surely, he is found at his post, north of here by the great foundry, which lies above Maudhúl Vôr.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a4",
      "en": "Talk to Kurtil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d3",
      "en": "Talk to the dwarves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a5",
      "en": "Talk to Stéthi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a6",
      "en": "Talk to Slárnur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d6",
      "en": "Inspect the corpse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Overseer's Post",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a9",
      "en": "Follow the footprints",
      "es": "",
      "es (fem)": ""
    }
  ]
}