{
  "id": 620863848,
  "txt": [
    {
      "id": 43741057,
      "en": "'Dark creatures have come to hunt these woods. Even now they threaten to overwhelm us.'",
      "es": ""
    },
    {
      "id": 43741058,
      "en": "'Even this place of dreams is no longer safe. Prepare yourself, mortal!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "The ox-spirit has been overwhelmed",
      "es": ""
    },
    {
      "id": 43741059,
      "en": "'Enough! They have fallen back!'",
      "es": ""
    },
    {
      "id": 43741060,
      "en": "'The forest yet endures, thanks to you, [placeholder]. Return to the Huntsman's Hall with pride.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The ox-spirit has perservered",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Munfaeril has bidden you challenge an ancient spirit as a test of endurance in the Wild Hunt that the Huntsman has set before you.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have seen you stand fast and endure what many could not. I cannot say that you will survive what lies before you unbowed, but you are prepared.\\n\\n'Now return to your place in the world lest you become lost in dreams.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The ox-spirit has set before you a challenge of endurance. You must both survive against the waves of crushing despair before you.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "As you lean down and drink from the pool, strange visions dance before your eyes, and the odd mist that had fallen upon the forest begins to lift.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Having faced your challenge and emerged unbowed, you may now return to the waking world through the waters of the pool.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Welcome, little [placeholder]. You are prepared to endure the crashing waves of brutal fate?\\n\\n'They come even now as a howling fury in the night. Jaws that would tear and crush, heartless as the darkest moon.\\n\\n'Stand ready!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Challenge the ox-spirit",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defend the ox-spirit",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with the Ox-spirit",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Wild Hunt -- Munfaeril's Spirit",
      "es": ""
    }
  ]
}