{
  "id": 620863809,
  "txt": [
    {
      "id": 22075078,
      "en": "Talk to the Wild Huntsman in the Huntsman's Hall",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Having finally found an entrance to the court of the Wild Huntsman, you have come upon a number of powerful spirits -- some of whom look upon you with disdain. Now you must prove yourself before them if you are to find a way through the haunted forests of the Mournshaws for the Grey Company.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Welcome to the Huntsman's Hall, mortal. There are few who dare this place in these latter days, and fewer still who stand here worthy of the fate that brought them hence. What brings you here, I wonder?\\n\\n'So you come in the name of the Dúnedain? Such glory as they held was forfeit in long ages past, and now they come to slink through our lord's realm as thieves might?\\n\\n'Yet it is not for me to judge, for the Huntsman has forbidden us to decide the fate of mortals here. Speak with him if you would buy passage for the lost lordlings of Númenór, if this is indeed their final call to battle.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Wild Huntsman resides in the Huntsman's Hall.\\n\\nYou have been instructed to approach the Huntsman and ask that the Grey Company be allowed to pass through the southern Mournshaws into Dunland.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ye are not welcome here, [placeholder]. The peoples of Middle-earth have proven their weakness as many times as needed to convince me of their folly.\\n\\n'Yet ever and again my lord in the Uttermost West has bidden me be patient. He tells me that it may yet come to pass that my bow need not be nocked ere the Darkness ends -- and yet I remain against that eventuality.\\n\\n'And so I challenge thee, remind me again of the myriad faults of Men, the hubris of the Elves, the greed of the dwarves, and the timid cowardice of halflings. Or prove to me that there is some mettle left in the folk of Middle-earth to take their fate into their own hands. Join my hunt and see it through, that I may judge you worthy or not.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The servants of the Wild Huntsman are in the Huntsman's Hall.\\n\\nThe Huntsman has bidden you complete the tasks that the his hand-maidens set before you.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Arassiel is at the Huntsman's Hall.\\n\\nOne last spirit remains to be challenged. You should speak with Arassiel and hunt as she bids you.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Do the bidding of my servants, and I may grant your Dúnedain friends safe passage through my lands.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'So you have completed the Wild hunt. It seems there is some spark of valour left within your kind, [placeholder]. Very well then. The Dúnedain lordlings may pass through my forests unmolested. The spies of the Enemy will not see them here beneath these boughs.\\n\\n'But be wary nonetheless: evil things creep here now, though they be blind before my power, nor can I see what fate awaits the Men of the West as they march to meet their doom. But I do know this: few days remain before the decisive battles are joined. The eyes of the Uttermost West watch keenly the struggle here, for its outcome will soon be decided.\\n\\n'Take care, little one, and may your hunt be fruitful.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The Wild Huntsman is at the Huntsman's Hall.\\n\\nHaving completed the Wild Hunt, you should return and speak with the Huntsman on behalf of the Dúnedain.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'One last hunt remains...speak with Arassiel.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Speak not with me, but the Wild Huntsman instead.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to the Wild Huntsman in the Huntsman's Hall",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'You have done your part...return to the Huntsman.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Hunt Munfaeril's spirit",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Hunt Gwenaewen's spirit",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Hunt Lavaneth's spirit",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Wild Hunt",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Hunt Arassiel's spirit",
      "es": ""
    }
  ]
}