{
  "id": 620882123,
  "txt": [
    {
      "id": 218649169,
      "en": "'The time has come for me to confront my father and make him atone for the evils that he has committed. Our people have suffered and our lives may well be forfeit because of his actions.\\n\\n'Will you travel with me to Lhan Gogledh? It shall be dangerous, but it is a danger I am willing to face.... Are you?\\n\\n'If you wish to accompany me, speak to me when you are ready to leave.'\\n\\n<rgb=#FF0000>WARNING: This is a solo instance and cannot be completed in a fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I wish my father could have understood what was happening to him and what he had become. At least the creature that preyed upon him will never again return to this place.\\n\\n'I hope there will come a time that I might lead my people away from this place, for we have paid far too great a price.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Are you ready to confront my father?'\\n\\n<rgb=#FF0000>WARNING: This is a solo instance and cannot be completed in a fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Rise and Fall",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lhucu is determined to confront her father and make him atone for the evils that he has committed.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Trehéarn Brenin",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Confront Trehéarn Brenin",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lhucu is at her hut in the Bonevales.\\n\\nYou should speak with Lhucu when you are ready to depart for Lhan Gogledh.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Lhucu at her hut",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lhucu is at her hut, south of Lhan Gogledh.\\n\\nYou should speak with Lhucu regarding the unfortunate encounter with Trehéarn Brenin and the fell spirit Mostun.",
      "es": ""
    }
  ]
}