{
  "id": 620882105,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Before our imprisonment, we had heard rumours that the Brenin of the Dievlig, Trehéarn, has begun to fall to dark influences. His daughter, Lhucu, fearing the decisions that he was making, sought assistance from us.\\n\\n'Recently, she has become missing, and we fear the worst. One of our scouts saw her being brought to Plas-maru... which most certainly bodes ill for her. Will you enter that terrible place and find her?\\n\\n'Speak with me when you are ready to leave.'\\n\\n<rgb=#FF0000>WARNING: This is a solo instance and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Lhucu has been one of our allies since we made our way into Bonevales. Her release bodes well for our chances of escaping the Bonevales.\\n\\n'However, her father's fall into darkness and the foul creature whose machinations were the cause of it may lead these poor people to unending torment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Very well, [placeholder]. May the Valar light your way in that dark place.'\\n\\n<rgb=#FF0000>WARNING: This is a solo instance and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Something Foul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Plas-maru appears to be a focus for the evil spreading across the Bonevales.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You should return to Echad Naeglanc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Investigate Plas-maru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Naeglanc is at Echad Naeglanc in the Bonevales.\\n\\nYou should speak with Naeglanc when you are ready to leave for Plas-maru.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak to Naeglanc in Echad Naeglanc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Speak to Naeglanc in Echad Naeglanc.",
      "es": "",
      "es (fem)": ""
    }
  ]
}