{
  "id": 620910491,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Thank you for your help, my friend. Now allow me to give you some advice.\\n\\n'If you have thoroughly explored the East Wall, your road now leads elsewhere, as does ours. But where should you go?\\n\\n'If you have not already explored the Wold, I have heard that there is a town called Langhold in its northernmost reaches, just south of the border with the Great River. You could travel there and find work to be done, I do not doubt.\\n\\n'Or, if you have already explored the Wold, you might journey next to the Norcrofts. There is a town called Elthengels nestled in the hills in the south-east of that region.\\n\\n'Go next to one of those cities, if you have no further business in the East Wall. We will see you again when next we see you, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you have thoroughly explored the East Wall, your road now leads elsewhere, as does ours. But where should you go?\\n\\n'If you have not already explored the Wold, I have heard that there is a town called Langhold in its northernmost reaches, just south of the border with the Great River. You could travel there and find work to be done, I do not doubt.\\n\\n'Or, if you have already explored the Wold, you might journey next to the Norcrofts. There is a town called Elthengels nestled in the hills in the south-east of that region.\\n\\n'Go next to one of those cities, if you have no further business in the East Wall. We will see you again when next we see you, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hestil's Suggestion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have aided Hestil and her friends with their troubles, and now she has some advice for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You look around at Langhold, and wonder when you will next see Hestil and her friends",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You look around at Elthengels, and wonder when you will next see Hestil and her friends",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "If you are done with the East Wall and have not yet visited the Wold, travel to Langhold, in the Wold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Hestil has told you of two possible places you could go once you have completed your adventures in the East Wall: north to Langhold, in the Wold, if you have not already gone there, or north-west to Elthengels, in the Norcrofts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "If you are done with the East Wall and have already visited the Wold, travel to Elthengels, in the Norcrofts",
      "es": "",
      "es (fem)": ""
    }
  ]
}