{
  "id": 620895345,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "There are only unremarkable Orc-tools in this crate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have encountered a warrior who has been taken captive",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have found a set of rusty iron keys. You should show them to Frithstan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Penda fears for the fate of his missing allies. He now believes that they have battled into the territory of the Orcs who dwell in the mountain-caves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have found a set of rusty iron keys. You should show them to Frithstan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Brave and skilled are the men under Frithstan, but they are no match for the sheer numbers of the Orc-horde. I fear that it may already be too late to aid them, but I must know for certain.\\n\\n'If you have the courage, I would ask you to press onward into the territory of the Mountain-orcs to search for signs of my companions. Look among the Orc-tents and supply-crates for their belongings or for other evidence of their presence.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Orcs dwell near the mountains to the north-west of Penda's camp.\\n\\nPenda has requested a search for evidence of his campmate's presence among the tents and crates of the Orc-tribe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'An Orc you are not, and you are no Rohirrim...so who are you and what are you doing here? You say Penda sent you?\\n\\n'Oh, thank you! I am Frithstan. My men and I were captured by the Orcs when we launched an assault against them. \\n\\n'Look in the crate to my left and search for the Orc's key-ring.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Frithstan is bound to a pole among the Orc-tribe in the western Wailing Hills.\\n\\nSpeaking with Frithstan may reveal the fate of the missing Rohirrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "There is a crate near Frithstan in the western Orc-encampment.\\n\\nFrithstan would you like to search the nearby crate for a set of keys.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Search the Mor-hai camp thoroughly, there must be something there worth finding.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The keys! You have found them! If I don such shackles never again, it will be too soon.\\n\\n'Thankful am I for the pride of these Orcs. They were quite ill-prepared for your attempted rescue. It is shameful to have been captured by such beasts, but I am truly grateful for my release.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Frithstan remains bound in the western Orc-encampment in the Wailing Hills.\\n\\nYou have found the keys that he has asked you to look for.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search the Orc-camp for evidence of the lost warriors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to the bound Rohirrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Search the crate near Frithstan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Frithstan and release him from his shackles",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Pressing Onward",
      "es": "",
      "es (fem)": ""
    }
  ]
}