{
  "id": 620895389,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Mor-hai defilers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Mor-hai scavengers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Orcs in the Wailing Hills have begun leaving their caves and have compromised the safety of travellers along the road.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Our primary task is still to keep safe the road and protect the travel routes from Stangard to the west. This was an effortless chore in the past, but the Orcs have grown more agitated and daring, making things quite dangerous. They have crawled forth from their cave-dwellings and now venture into the light of day to cause us harm.\\n\\n'We must still maintain the safety of the road, despite any other circumstances. Travel west again and put an end to any Orc-forces who may be openly walking in our lands. I will stand guard at this post and will await your return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Orcs have been wandering north of the road that leads west from Stangard, in the north-west regions of the Wailing Hills.\\n\\nPenda has made it clear that the Orcs pose a threat to the safety of travel along the road and that they must be dealt with carefully.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Rewarded shall you be for your service to Stangard and its people. Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Penda can be found at the Rohirrim-camp along the road north of the Cuthstan and west of Stangard.\\n\\nPenda awaits your return from protecting the road from the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Keeping the road safe is a more important task than you might know. If it were to be cut off, the Orcs might be able to divide our forces.\\n\\n'Return to me when the nearby Mor-hai have been defeated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Mor-hai defilers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Mor-hai scavengers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Penda at Frithstan's Camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Protecting the Road",
      "es": "",
      "es (fem)": ""
    }
  ]
}