{
  "id": 620895370,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Orc-scouts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The scout has escaped...this does not bode well for the Rohirrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "The scout has escaped...this does not bode well for the Rohirrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With Wynmar distracted by his admiration for Noriel, Rothulf is deeply concerned about the movements of Orcs on the fringes of the camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Please, [placeholder], you must tell me more of Noriel. I would give anything to see her again. I have never seen a maiden so fair nor so bold.\\n\\n'Do you think her brethren would let me approach their keep again, so that I could speak with her one last time? I am loath to leave these woods!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Rothulf stands near Wynmar at the southern Rohirrim camp.\\n\\nWynmar is distracted by his love for Noriel, but Rothulf has asked for a word with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Wynmar has been like this ever since his first encounter with that woman. I think she has bewitched him!\\n\\n'He pays no mind to the strange sightings and sounds; I have a bad feeling, [placeholder]. I feel that we are being hunted as we move south....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rothulf suspects that a threatening presence can be found around Wynmar's camp in the south of Thinglad.\\n\\nYou should search for and defeat any threats to the Rohirrim hunters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "A hardy leader of the Orc-scouts' initiative is likely somewhere near Wynmar's camp.\\n\\nYou should try to defeat the scouts' leader before he can alert the attackers of the Rohirrim's whereabouts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Alas, alas! Why cannot our folk be friends?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Orc-scouts surrounded us? That is dire news -- and more dire that one escaped, and our leader is hopelessly bewitched. What are we to do?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Rothulf is in Wynmar's camp in southern Thinglad.\\n\\nYou should return to Rothulf with the dire news of the escaped scout.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Trying to stop us from spreading the word of your little camp, are you?\\n\\n'Cursed [placeholder], the Orcs will feast upon the flesh of Man tonight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Rothulf, who seems to have something important to tell you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat any threats to the Rohirrim's camp ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Stop the scouts' leader from sounding the alert",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return to Rothulf with news of the Orc-threat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Scouts on the Move",
      "es": "",
      "es (fem)": ""
    }
  ]
}