{
  "id": 620895330,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected hides from beasts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Renfaer has asked you to collect hides as a parting gift of good will towards the Men of Stangard, on behalf of Noriel.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Though the Men of Stangard are not allowed in these woods, their trespass has caused no lasting harm. I wish to make them a gift of neighbourly good will.\\n\\n'Please gather hides from the beasts of the forests, so that the Rohirrim may craft clothes and blankets to ward against the cold.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Hides can be found on the bears and deer of Thinglad.\\n\\nYou should collect hides from beasts you encounter to use as a gift for the Rohirrim.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, thank you, [placeholder] -- you have done well, once again.\\n\\n'These should make a suitable parting gift to the Rohirrim before they fulfill their banishment from Thinglad.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Renfaer is near the centre of Thinglad.\\n\\nYou should bring the hides you gathered to Renfaer.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Raenfer is near the centre of Thinglad.\\n\\nYou should bring the hides you gathered to Raenfer.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You want to head south before you begin your hunt, and find the scout who keeps watch there.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah, thank you, [placeholder] -- you have done well, once again.\\n\\n'These should make a suitable parting gift to the Horse-riders before they fulfill their banishment from Thinglad.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect hides from beasts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the hides to Renfaer",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the hides to Raenfer",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Parting Gift of Good Will",
      "es": ""
    }
  ]
}