{
  "id": 620858219,
  "txt": [
    {
      "id": "0x10ec170",
      "en": "'Your injury is painful, but slight. We should be able to return you to the field come tomorrow's sunrise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x10ec171",
      "en": "'Orkish arrows are often barbed. Remove it with great care, or he will certainly bleed to death.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x310ec11",
      "en": "'Fear not. We shall have you walking beneath the boughs of Lothlórien again soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x10ec172",
      "en": "'He shall soon journey into the West... return the body to Lothlórien that his family may see to his disposition.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x310ec12",
      "en": "'Try not to move your head, or you may be overcome by nausea.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x10ec173",
      "en": "'I am afraid you will be fighting with but one hand from now on -- but the cut was clean; you shall certainly live.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x310ec13",
      "en": "'I am sorry my friend. There is little we can do.... We shall meet again in the Light of the West.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x10ec174",
      "en": "'Such scars will doubtless impress the young Elven maidens until they fade, but you have lost too much blood to return to the field for now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x310ec14",
      "en": "'Come the grasses of summer, your arm will be good as new, but I am afraid that for you, today's battle is over.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x10ec175",
      "en": "'How many fingers am I holding up... no, I have not even raised my hand yet. You cannot see a thing, can you? Take him back across the river.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x310ec15",
      "en": "'Keep him awake. If he falls asleep now, he will likely slip away into dreams eternal. Get him across the river at the first opportunity!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x10ec176",
      "en": "'That elixir will render you weak as a newborn kitten for several days, but it will purge the poison.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x10ec177",
      "en": "'Forgive me, such burns take years to heal, and there will be periods of great pain. I am afraid your battle is over now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x310ec16",
      "en": "'I am sorry -- I have no word yet of your brother. No-one has heard from him since the ambush in which you were injured.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x10ec178",
      "en": "'Your shoulder was dislocated. It will be difficult for you to fight without pain, and I apologize, but the commander has asked me to return any who can raise sword to the field.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x310ec17",
      "en": "'Has the blood loss slowed? Good. If he lives through the night, then he should be out of danger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x10ec179",
      "en": "'You wish to return to the battle? I cannot stop you if you retain the strength to wield your blade, but the blow to your head was serious. I cannot say whether or not you will be overcome by spells in the field....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x310ec18",
      "en": "'Make sure those leaves are crushed thoroughly before you apply the poultice, or it will be of no use.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x310ec19",
      "en": "'The Enemy has laid an evil curse upon him. The Lady's power within Lórien will dispel it, but he must be returned there as soon as possible, or he will not recover.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x309e41",
      "en": "'Yes, Lomdognir, what is it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x309e42",
      "en": "'My apologies, Amrúnwen, but Fuirgam is becoming impatient.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x309e43",
      "en": "'The situation with our supplies is becoming dire as the battle wears on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x309e44",
      "en": "'Your supplies are here, Captain, but it will be hours before they can be unloaded and made ready.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x309e45",
      "en": "'There is no proper dock here! The pace of unloading is slow, there is no way my people can keep up.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x309e46",
      "en": "'We will have many more wounded shortly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x309e47",
      "en": "'If we do not have proper materials to aid them, there will be a great toll to account for.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x309e48",
      "en": "'Perhaps Fuirgam should mention that to the Lord and Lady, Captain! This was their idea, was it not!?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x309e49",
      "en": "'We have had less than a week to prepare for a full scale invasion, and my workers are already exhausted!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe981221",
      "en": "'You are about to enter the first true battle of what will likely be our last war in Middle-earth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe981222",
      "en": "'There is no time for long-winded speeches.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x292a2f5",
      "en": "'For the Lady!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe981223",
      "en": "'Your brothers and sisters even now fight for their lives in these forests which were once Greenwood the Great.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x528de59",
      "en": "'We stand ready commander!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe981224",
      "en": "'Therefore, I must ask you to move forward swiftly, without doubt or question in your minds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xee8f495",
      "en": "Malledhrim Soldier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe981225",
      "en": "'Know only that the Lady's Blessing goes with you, and your spirits shall shine as brightly as a freshly forged blade.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe981226",
      "en": "'Stride forth now and part the ocean of darkness that lies before you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x10ec160",
      "en": "'Your fellows are fine. Even now, they bravely lay siege to the fort just north of here. I think you shall rejoin them in a day or two -- IF you drink this and rest as I have ordered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe981227",
      "en": "'Crash down upon them and strike the fear of our vengeance into their twisted hearts!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x309e440",
      "en": "'This whole plan is folly, and I will not have you or mighty Fuirgam place the deaths of your soldiers upon me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x309e441",
      "en": "'I... forgive me, Amrunwen. The last few days have taken their toll on all of us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x309e442",
      "en": "'Just do what you can. I will see if some of the less seriously wounded can be tasked to aid you in unloading.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbbea415",
      "en": "Malledhrim Captain",
      "es": "",
      "es (fem)": ""
    }
  ]
}