{
  "id": 620876221,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "If the Northcotton Farm is to have a market, a lot will need to be cleaned up.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'With the scarecrows in place, there is only one last thing I want to do. I wandered by the market area, and while it looks nice, I think it could use some sprucing up.\\n\\n'I'd like to add some flowers to the area. That will give it a splash of colour, brightness, and cheer. I think that will finish the lot preparations!\\n\\n'I noticed several flowers around the farm that I think would look very good at the market-grounds. Gather some up and place them in the planters. Be careful, though... dunno what else might come crawling up out of the hole you make when you yank the flower out.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Flowers can be found around the Northcotton Farm.\\n\\nMilo Longfurrow asked you to gather up flowers from around the farm.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I think all the chores around the farm are done, and we are ready to welcome visitors!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The planters are at the market-grounds.\\n\\nThe flowers need to be placed in the planters.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Milo Longfurrow is at the Northcotton Farm.\\n\\nMilo Longfurrow will be pleased to hear the flowers have been planted.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Flowers can be found around the farm.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Go ahead and plant them at the market-grounds.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Plant the flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Planted the flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Milo Longfurrow",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Planting Flowers",
      "es": ""
    }
  ]
}