{
  "id": 620876382,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Harvested pipe-weed ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Driven off crows ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Pipe-weed is something hobbits take very seriously. A market would never be visited unless it had a suitable supply and variety.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Pipe-weed smoking is older than you and I. It is a tradition long held by us hobbits. Pipe-weed is a plant we grow here at the Northcotton farm. It is a particular leaf, different than the southern farms in the Shire.\\n\\n'The time has come to harvest and dry the pipe-weed to get it ready for the market. This is a multiple step process, and each part must be handled with care.\\n\\n'The first step is to pick the pipe-weed. There are still some fields that we have not picked yet. While you are out there, drive off some of the crows that have been taking what few leaves we have left.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The pipe-weed and crows can be found around the fields of the Northcotton Farm.\\n\\nBlossom Gamgee asked you to pick some pipe-weed and drive off the crows that are stealing it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This smells wonderful... the last harvest of the season!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Blossom Gamgee is at the Pipe-weed House on the Northcotton Farm.\\n\\nBlossom Gamgee will want to see the pipe-weed you picked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The crows seem to really like the pipe-weed we grow here. Some years, we lose nearly half the crop.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Harvest pipe-weed ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Drive off crows ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the pipe-weed to Blossom Gamgee",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Harvesting the Pipe-weed",
      "es": "",
      "es (fem)": ""
    }
  ]
}