{
  "id": 620876220,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected scarecrows ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "If the Northcotton Farm is to have a market, a lot will need to be cleaned up.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The market-grounds are mostly ready, but there's another thing we must do first. There will be many small hobbit-children who come to the market, and they love to wander the farm.\\n\\n'The thing they like seeing most, after the animals, are the scarecrows in the field. I haven't had time to put them out yet this year.\\n\\n'You can find the scarecrows behind a farm-house to the east. If you could gather them up and place them in the fields, the children would be delighted.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The scarecrows are behind a farm-house to the east.\\n\\nThe scarecrows must be collected before they can be placed in the fields.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The children will love seeing the scarecrows. It gives them a happy little fright!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The scarecrows should be placed in the fields around the Northcotton Farm.\\n\\nThe hobbit-children will delight in seeing the scarecrows in the fields.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Milo Longfurrow is at the Northcotton Farm.\\n\\nMilo Longfurrow will be pleased to hear that the scarecrows are placed.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Good! Now get the scarecrows placed out in the fields.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You'll have to gather up the scarecrows before you plant them in the fields.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect scarecrows ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Plant the scarecrows in the fields ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Planted the scarecrows in the fields ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Milo Longfurrow",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Planting Scarecrows",
      "es": ""
    }
  ]
}