{
  "id": 620876391,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'So the first was smooth, the second flavourful, and the third you couldn't quite handle? Sounds like we are ready for the market then!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sample the Pipe-weed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Took a sample from the first bag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Take a sample from the first bag.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The fresh pipe-weed has a soft smooth taste",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Use the pipe I gave you to sample the first bag of pipe-weed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Took a sample from the second bag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The first bag of pipe-weed is on the table.\\n\\nYou should get some pipe-weed from the first bag.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Take a pinch from the second bag, it's a half-and-half blend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "This one is still smooth, but the taste is deep and lingers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You should use the pipe you were given to sample the pipe-weed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'This should be a little more bitter than the first, but have more flavour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Took a sample from the third bag of pipe-weed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The second bag of pipe-weed is on the table.\\n\\nYou should get some pipe-weed from the second bag.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'The third bag is all dried for a season; it might be too strong for those not used to it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "Your lungs burn at the harsh, thick flavour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Use the pipe you were given to sample the second pouch of pipe-weed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Don't be ashamed if you cough a little.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "The third pouch is on the counter.\\n\\nYou should take a sample of pipe-weed from the third pipe-weed pouch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Use the pipe to sample the third pipe-weed blend.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "Blossom Gamgee is at the Pipe-weed House on the Northcotton Farm.\\n\\nBlossom Gamgee will want to know what you thought of the pipe-weed blends.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Take a sample from the first bag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Use the pipe to sample the first bag of pipe-weed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Take a sample from the second bag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Use the pipe to sample the second pipe-weed blend",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Take a sample from the third bag of pipe-weed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Sample the third pipe-weed blend",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Return the pipe to Blossom Gamgee",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Pipe-weed is something hobbits take very seriously. A market would never be visited unless it had a suitable supply and variety.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Now for the best part. You cannot put a product out without a thorough testing and sampling. You have to make sure that what you're selling is only the best.\\n\\n'I've put together three blends on the table there. One that is all freshly-picked pipe-weed, one that is all dried pipe-weed, and one that is a half-and-half blend.\\n\\n'Take this pipe and sample the blends. If you think they are good, then I will agree that they should be sold at the market.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}