{
  "id": 621041594,
  "txt": [
    {
      "id": "0xeb011a4",
      "en": "Vérnozal can be found in Máttugard, by the Steepset.\\n\\nPrince Ingór wishes to talk to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1150",
      "en": "The hall of Vérnozal was built over, and is powered by, this underground river",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a8",
      "en": "'I am pleased that you have pledged to aid the Zhélruka as we work to reclaim Gundabad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01176",
      "en": "Vérnozal can be found in Máttugard, by the Steepset.\\n\\nPrince Ingór wishes to talk to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eafe7",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Travel to DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a9",
      "en": "'This hall must be a place of beauty, restored to the shining beacon it once was.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1152",
      "en": "Many coming to Gundabad could seek a comfortable shelter here in Vérnozal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I am pleased that you have pledged to aid the Zhélruka as we work to reclaim Gundabad, [placeholder]!\\n\\n'Under my command, the Zhélruka will no longer be a wandering people. As Durin II promised, so long ago, Gundabad shall be the welcoming home of all Zhélruka!\\n\\n'Now, there is much work to be done. After a brave expedition through Máttugard, we have secured this hall: Vérnozal. It is a place for the Zhélruka to gather as we work to reclaim the Three Peaks of Gundabad. This hall was once the nobles' court and a seat of power in Gundabad. Soon it will be a place of trade and commerce, as well as a refuge of safety, for many frightful beasts and foes still lurk beneath the Three Peaks.\\n\\n'Your first task for the Zhélruka? Familiarize yourself with the hall of Vérnozal. Explore the hall and speak with those you see, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1154",
      "en": "The view from the balcony over the court is truly impressive",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1156",
      "en": "From this seat many proclamations were made by the lords of Gundabad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56862",
      "en": "'I am here to assist Hórin and Scout-master Ausma on important missions for the Zhélruka. If you assist us on these missions, I will certainly share the rewards with you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56863",
      "en": "'Ah, my friend, [placeholder]. We have undertaken many missions together, have we not? Aye, that we have! If we are to reclaim Gundabad for the Zhélruka, I say we will adventure together a great deal more. There is much history to learn of the Mountain-home and old halls to explore beneath the Three Peaks. Speak with Ausma or myself if you wish to carry out a mission.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef8156",
      "en": "There is no twist in this Mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "You have pledged to lend your aid and your adventuring skills to the Zhélruka and to fight on their behalf in Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50260",
      "en": "Talk to the Zhélruka Clan Quartermaster",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "Talk to the Gundabad Missions Quartermaster",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Vérnozal can be found in Máttugard, by the Steepset.\\n\\nPrince Ingór wishes for you to explore Vérnozal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50264",
      "en": "Talk to Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50265",
      "en": "Talk to Prince Ingór",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50267",
      "en": "Talk to Prince Ingór",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56843",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56844",
      "en": "'Good work on dealing with those night-time visitors. There is more work to be done here in Gundabad, and it is a long road that lies ahead of us. At least the travel on this road involves making a home, rather than searching for one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56848",
      "en": "'You see the potential offered to us by the hall of Vérnozal? Yes, I have seen it too.\\n\\n'Potential is not enough for the Zhélruka, however! This hall must be a place of beauty, restored to the shining beacon it once was. Right now the hall is covered in dust and crawling with small night-time beasts! Perhaps tonight you could take care of these unwelcome visitors for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56877",
      "en": "'I knew you would assist our cause!\\n\\n'Advising Prince Ingór can be difficult at times, but it is always worth the effort. He has a good heart, and wishes only the best for his people. I am certain we will work closely together, for you have his ear as much as I do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56879",
      "en": "'Welcome, [placeholder]. I am glad that you are assisting the Zhélruka in Gundabad. Come see me here in Vérnozal when Prince Ingór decides that you deserve to be rewarded for your efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50271",
      "en": "Explore the living quarters",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50273",
      "en": "Explore the balcony",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Explore the throne",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50249",
      "en": "Explore the waterway",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Talk to Zóva",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Your first task for the Zhélruka? Familiarize yourself with the hall of Vérnozal. Explore the hall and talk with those you see, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859d0",
      "en": "'Good work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859d1",
      "en": "'Explore the hall and talk with those you see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "Chapter 1: The Rightful Claim",
      "es": "",
      "es (fem)": ""
    }
  ]
}