{
  "id": 620791068,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Greetings. You have the look of a wayfarer who has walked many a long road, and I wonder if perhaps I could convince you to walk another in my stead.\\n\\n'In the normal course of things, I should be on my way to Lake Nenuial, in Evendim, to serve for a time in caring for the old Dúnedain manors and crypts found near Annúminas. Truly, for most of my brethren, this duty is a pilgrimage to the past, to another time when Arnor was a great kingdom that ruled all these lands in peace and prosperity.\\n\\n'However, what with the amassing Orc-army just on our doorstep, I will not be able to make my journey just yet. I would ask you to seek out Calenglad at the Ranger-camp on the island of Tinnudir, just off the east shore of Lake Nenuial, and give him my regrets and this explanation.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah. Thank you for carrying Ferrif's message. We are already so few in number and hemmed in on all sides by danger -- this unwelcome news comes as little surprise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please give my regrets to Calenglad at the Ranger-camp on the island of Tinnudir on Lake Nenuial, in Evendim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Pilgrimage to the Past",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Ranger Ferrif has asked you to bear his compliments and regrets to Calenglad, the leader of the Rangers at the island of Tinnudir on Lake Evendim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Calenglad is at the Ranger-camp on the island of Tinnudir, off the east shore of Lake Nenuial, west of Parth Aduial in Evendim. Evendim is west of the North Downs and north of the Shire.\\n\\nThe Ranger Ferrif has asked you to speak with his leader Calenglad in his stead.",
      "es": "",
      "es (fem)": ""
    }
  ]
}