{
  "id": 620791069,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Hana the Young wants a shipment of oatmeal sent to Ost Guruth from the Forsaken Inn; something has happened to the supply of oatmeal in recent days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Greetings, traveller. I have a favour to ask of you, if you will listen.\\n\\n'We are short on supplies, as always, and we rely in some measure on deliveries of food from The Forsaken Inn. If your travels bring you back westward, could you speak to Anlaf in The Forsaken Inn about arranging a delivery of oatmeal to be sent to Ost Guruth?\\n\\n'It would be a great help to us, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Anlaf is in The Forsaken Inn, located in the Lone-lands along the Great East Road, between Bree and Ost Guruth.\\n\\nHana the Young has asked you to inquire at The Forsaken Inn about acquiring a shipment of oatmeal for Ost Guruth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hana the Young needs oatmeal? Well, I'm afraid we're all out, and there's little to be done about it -- my supply has dried up because of the problems they're having up at Oatbarton!\\n\\n'A cousin of Old Mugwort's lives in the town, a Bounder by the name of Nod Gardener. He says that there are all kinds of problems there that the Bounders can't solve by themselves. You look like you can handle yourself pretty well, so if you should happen to swing around that way, you might be able to do some good. There won't be any oatmeal delivered out this way until problems in Oatbarton are sorted out!\\n\\n'You can get to Oatbarton by heading north from Brockenborings in the Shire, across the Greenfields.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Bounder Nod Gardener lives in Oatbarton on the border of the Shire, north of Brockenborings and across the Greenfields.\\n\\nAnlaf the Forlorn of The Forsaken Inn has asked you to journey to Oatbarton to talk to Old Mugwort's cousin Nod Gardener. He has heard that there are problems on the northern boundary of the Shire that the Bounders have not been able to solve, and that shipments of oatmeal will not be possible until the trouble in Oatbarton has been resolved.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'When you get the chance, I sure would like it if you could head over to Oatbarton in the Shire. Just head north of Brockenborings, across the Greenfields, and look for Mugwort's cousin Nod.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'A favour for Old Mugwort! Wonderful! I haven't seen him in a dog's age! Nice of him to think of us back in Oatbarton.\\n\\n'In truth, we have some serious problems around here, so it's a good thing you've come!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Anlaf is in The Forsaken Inn on the Great East Road, west of here in the Lone-lands. Speak with him and arrange for a delivery of oatmeal to Ost Guruth, [placeholder], and I will be grateful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Has Anlaf said that he will send the oatmeal along?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Anlaf the Forlorn at The Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Nod Gardener in Oatbarton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Oatmeal Problems",
      "es": "",
      "es (fem)": ""
    }
  ]
}