{
  "id": 620791066,
  "txt": [
    {
      "id": 218649169,
      "en": "'Well met! I know you to be a great traveller, and it occurs to me that I might be able to make use of your road-lore. Long ago, an Elf-warrior named Erchiel was one of my company. She was a doughty fighter and a boon companion. But since I had heard nothing from her in recent years, I had supposed she had sailed over the Sea and departed Middle-earth.\\n\\n'Yet now comes word from a traveller that she is living in a glade near Lake Evendim. If you would be so kind, I will send you to her with my greetings and with an invitation to come to Rivendell now that Middle-earth is once again threatened by the Enemy.\\n\\n'If you accept this task, I will send you first to the Ranger lore-master Culang at Tinnudir, an island just off the eastern shore of Lake Evendim. Since before the fall of Sauron, Evendim has been the domain of Men, not of Elves, so not only is it a courtesy to call on him first, but it may be that he knows just where Erchiel can be found.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Glorfindel... It is an age and more since last I saw his face. You bring back many memories....\\n\\n'I have fought many battles for my kindred, yet long ago I laid aside my sword, and that was no idle choice. Even Glorfindel's words will not sway my resolve.\\n\\n'I thank you for your kindness in bearing Glorfindel's invitation, but I think I will not go to Imladris.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You should speak with Erchiel, across the lake.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You come from Lord Glorfindel himself? Well then, you are welcome here -- it is a great honour to receive a messenger from such a renowned Elf!\\n\\n'Erchiel, you say? I know not that name. There are few Elves who come to these lands, and those are mostly travellers, not residents. Still, it may be....\\n\\n'I have heard tell of an uncanny glade across the lake, on the north-west shore. That shore is dangerous these days, but they say the glade itself is different. If an Elf lives anywhere around the lake, it would be in or near that glade. Go if you will... but be wary!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Glorfindel's Company",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Please seek out Culang at Tinnudir, as it may be he knows where Erchiel may be found.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Glorfindel has heard that his former comrade Erchiel has taken up residence in a glade by Lake Evendim.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Culang is at Tinnudir, an island off the east shore of Lake Evendim, west of the North Downs.\\n\\nGlorfindel has asked you to seek out his old battle-companion Erchiel who is said to be living near Lake Evendim. He has sent you first to speak to the Ranger Culang at Tinnudir, for it may be that he knows where she can be found.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'It is good to see you up and about, [placeholder], fully-recovered from the injury you sustained at Dagorlad! Perhaps you would be willing to help me with a small matter?\\n\\n'Long ago, an Elf-warrior named Erchiel was one of my company. She was a doughty fighter and a boon companion. But since I had heard nothing from her in recent years, I had supposed she had sailed over the Sea and departed Middle-earth.\\n\\n'Yet now comes word from a traveller that she is living in a glade near Lake Evendim. If you would be so kind, I will send you to her with my greetings and with an invitation to come to Rivendell now that Middle-earth is once again threatened by the Enemy.\\n\\n'If you accept this task, I will send you first to the Ranger lore-master Culang at Tinnudir, an island just off the eastern shore of Lake Evendim. Since before the fall of Sauron, Evendim has been the domain of Men, not of Elves, so not only is it a courtesy to call on him first, but it may be that he knows just where Erchiel can be found.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Erchiel may be found in a glade on the north-west shore of Lake Evendim, by a stream that empties into the lake.\\n\\nCulang received you warmly but confessed he had not heard the name Erchiel before. He suggested it may be that she can be found in or near a strange glade on the west shore of Lake Evendim, but he warned you that the area is very dangerous.",
      "es": ""
    }
  ]
}