{
  "id": 620791050,
  "txt": [
    {
      "id": 218649169,
      "en": "'The Angmarim presence in Annúminas is most disturbing, and hearing the news you brought me, I think that is the best place to search for Amarthiel. She cannot yet have gone too deep into the ruined city, and we cannot let her go any further.\\n\\n'I will let you bring five of my men with you. Whatever you do, you must come back with information about her plans. This is most urgent for the Dúnedain and for Eriador. We cannot let the Lidless Eye have any more influence in this region.\\n\\n'Speak with me again when you are ready to leave.' ",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This is grave news indeed. I will send word to Elrond of Rivendell and to Golodir my kinsman. We need help, and quickly, if Mordor is so deeply involved.\\n\\n'Thank you for your help with this and for dispatching one of Amarthiel's Black Númenórean lieutenants. We have made a strike, but unless we follow it up with one more sure, Amarthiel will surely recover from it and seek to crush us utterly.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Are you ready to search for Amarthiel? My men have been ordered to protect you no matter the cost.'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 9, Chapter 5: Amarthiel's Hope",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Your news is dire, but at least we can prepare a defence against Amarthiel.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Calenglad has informed you that there has been a recent growth in the number of Angmarim outside of Annúminas. ",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Discover Amarthiel's plans at Annúminas",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Calenglad is at the Ranger-camp at Tinnudir on the eastern shore of Lake Evendim.\\n\\nSpeak with Calenglad when you are ready to leave for Annúminas.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Calenglad is at the Ranger-camp at Tinnudir on the eastern shore of Lake Evendim.\\n\\nYou should speak with Calenglad again, now that you have discovered Amarthiel's plans.",
      "es": ""
    }
  ]
}