{
  "id": 620912803,
  "txt": [
    {
      "id": "0x87d0854",
      "en": "'Hail, stranger! You arrived just in time; we were about to strike at the Orcs in an attempt to take back Hurmulkezer, but it sounds as though this would go badly for us.\\n\\n'If the Ghâsh-hai are truly as formidable as you say, we might need a new strategy.\\n\\n'Instead of attacking head on, perhaps we should meet up with the dwarves at the Cross-roads of Ash. There is strength in numbers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You found Durin's Court",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Lit a brazier ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Feggi recommended that you travel to Durin's Court in an attempt to warn Gúthi and his dwarves of the Ghâsh-hai threat, hopefully before they march into a stronghold teeming with Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Gúthi and his dwarves made for Durin's Court to take the stronghold at Hurmulkezer, but now I fear for them. It may not be too late to warn them of the Ghâsh-hai threat.\\n\\n'Along the way to Durin's Court, you will find several unlit braziers. They should be lit as a warning to the dwarves of the fire-wielding Orcs that menace these halls.\\n\\n'Durin's Court can be found south-east of Ânghumu-ru. Have a safe journey, brave [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gúthi can be found in Durin's Court, east from Feggi's camp in Ânghumu-ru, and then south through Hadâd-mezer. Unlit braziers can be found along the way.\\n\\nYou should make your way across the Flaming Deeps to Gúthi, lighting the braziers along the way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hail, stranger! You arrived just in time; we were about to strike at the Orcs in an attempt to take back Hurmulkezer, but it sounds as though this would go badly for us.\\n\\n'If the Ghâsh-hai are truly as formidable as you say, we might need a new strategy.\\n\\n'Instead of attacking head on, perhaps we should meet up with the dwarves at the Cross-roads of Ash. There is strength in numbers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gúthi can be found in Durin's Court in the south-eastern Flaming Deeps.\\n\\nYou should speak with Gúthi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Orcs have taken over the stronghold of Hurmulkezer to the south-east of Anazârmekhem and a group of Dwarves, led by Guthi were sent there to secure control of it. Now that the Ghâsh-hai Orcs have bolstered their forces, Guthi needs to be warned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Discover Durin's Court",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Light braziers as you make your way to Durin's Court ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Gúthi at Durin's Court",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Faint Glimmer of Hope",
      "es": "",
      "es (fem)": ""
    }
  ]
}