{
  "id": 620912847,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Gúthi left a score mark on the wall pointing to the west, the direction of the Cross-roads of Ash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Another mark from Gúthi directs you further west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "The score marks indicate that the dwarf camp is just south-west from here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gúthi made for the Cross-roads of Ash to join his fellow dwarves and formulate a new plan to smash the presence of Ghâsh-hai in Flaming Deeps.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have arrived at the Cross-roads of Ash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Gúthi went off to the Cross-roads of Ash to meet others to formulate a new plan to get rid of the Orc presence in Flaming Deeps. Go to the Cross-roads of Ash, which can be found to the north-west of Hurmulkezer and speak with Gúthi to hear the new plan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Cross-roads of Ash can be found by following the road west from Durin's Court. Gúthi's score-marks can be found along the way.\\n\\nYou should keep an eye out for Gúthi's score marks on the walls, which should help to guide you along the path to the Cross-roads of Ash.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We are still trying to gather additional information about the Ghâsh-hai movements and plans. As we know, they have been using the forges to craft weaponry, but there is something odd about their behaviour that we've been unable to puzzle out.\\n\\n'In the meantime, I am glad you have joined us! We need all the strength we can get....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gúthi is at The Cross-roads of Ash, in the south-west quadrant of the Flaming Deeps.\\n\\nYou should speak with Gúthi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Head to the Cross-roads of Ash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Gúthi at The Cross-roads of Ash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gathering at the Gate",
      "es": "",
      "es (fem)": ""
    }
  ]
}