{
  "id": 620826495,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Lit a cauldron ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "This looks like a good spot to light a flare",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "This spot no longer looks good",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Borgar has gotten word that more dwarves are being readied to support the encampment at Jazârgund.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Thank goodness you are here, [placeholder]. We are pressed to the limit. The Orcs here are being led by a vicious group of White Hand Uruks, whose knowledge and abilities have pressed us into a fight we cannot win with our current garrison.\\n\\n'I sent word several days ago for help, but I am afraid they will not know the safest path to our camp. Here is a flint and some twigs. Light the cauldrons along the road to the east.\\n\\n'When you have finished, return here to me.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The cauldrons are to the east in Jundul-dûm.\\n\\nBorgar has asked you to light several cauldrons along the road leading east from Jazârgund.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I can see the light from the cauldrons myself. Excellent work, [placeholder]. Hopefully the reinforcements will arrive soon.\\n\\n'In the meantime, there is plenty left for us to do while we are waiting.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Borgar is at Jazârgund, west of Jundul-dûm.\\n\\nBorgar will be pleased to hear that the reinforcements he requested will now be able to find their way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Make sure all of those cauldrons are lit. I do not want our reinforcements getting lost in the dark.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Light the cauldrons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Borgar at Jazârgund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hope From the East",
      "es": "",
      "es (fem)": ""
    }
  ]
}