{
  "id": 620826422,
  "txt": [
    {
      "id": 218649169,
      "en": "'The make of the goblin-armour disturbs me, [placeholder]. It is finer than I would expect them to have -- and certainly to make themselves. If the goblins are being supplied with armour and equipment from elsewhere in Khazad-dûm, then I think we had best find out where that source is and remove it.\\n\\n'However, I cannot be certain of my fears unless I have some of their armour to examine. For that purpose, I would have you collect some of that armour from the goblins while you're in Gamil Filik.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, I had feared this was the case. Upon a closer look, it is no mystery where this came from -- these suits incorporate old pieces of dwarf-metal and armour from long ago. The craftsmanship is so fine that even the vast span of years between has not destroyed it.\\n\\n'Unfortunately, what time could not ruin, the foul hands of goblin-smiths have. Some of these pieces must have been re-beaten and re-worked a dozen times by now and worn by even more goblins over the years since they were looted from the fallen or from hidden armouries of old. I fear they are of no use to us now.\\n\\n'They serve only as another reminder of the ancient tragedies that engulfed fair Khazad-dûm in darkness.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'See if you can get me a few pieces of that goblin-armour; we must know whence it came.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Armour of the Deeps",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Stíling noted that the armour of the goblins at Gamil Filik is of unusual make and is concerned about its origin.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected goblin armour-scraps ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect goblin armour-scraps ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Goblins can be found in Gamil Filik, south-east of the Deep Descent camp.\\n\\nStíling has asked you to collect several pieces of the goblins' armour for him to examine.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the armour back to Stíling",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Stíling is at the outskirts of Gamil Filik.\\n\\nYou should bring the armour back to Stíling for his examination.",
      "es": ""
    }
  ]
}