{
  "id": 620826419,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The rails stop in a dead end here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The passage is intact, but you note a sense of dread hanging about this particular tunnel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Posted a sign ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gufi is confident that the dwarves will be able to reclaim Moria quickly. He is eager to scout out potential mine-sites.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ah, greetings to you, good [placeholder]! I am Gufi, at your service. It is a great day to be a dwarf, I tell you, and I am privileged to see the retaking of Khazad-dûm in person!\\n\\n'As we arrived here, I noticed the railway directly to the west. I sense that there are untapped mining prospects there, for the lodes of the Silvertine are the richest in veins in all of Moria, and likely in all of Middle-earth.\\n\\n'Would you be so good as to scout prospective paths in the tunnels, and hang signs at any clear dead-ends so that we know where to start our search?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The railway tunnel is directly west of Gufi's camp, and can be reached by following the track directly there.\\n\\nGufi has asked you to scout the tunnel into which the rails proceed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Dread, you say? Bah! A dwarf does not fear a little dreariness in a mine-shaft! According to you, that is the best and only road, and so that is where we will begin! I thank you for your report, [placeholder], however nonsensical its delivery!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Signposts can be found in the rail-tunnels of the Silvertine Lodes near the dead ends.\\n\\nYou should hang signs where the rails lead to dead ends.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gufi is at the central encampment in the Silvertine Lodes.\\n\\nYou should return to Gufi with the results of your survey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There is no point proceeding until we have had a chance to scout out our best prospects.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Scout dead-end passages ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Scout intact passages ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Post signs at the dead ends ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return to Gufi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bright Prospects, Dark Rails",
      "es": "",
      "es (fem)": ""
    }
  ]
}