{
  "id": 621041781,
  "txt": [
    {
      "id": "0xb011ad5",
      "en": "Hersegg can be found at Azanulbizar.\\n\\nYou should talk to Hersegg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568bf9",
      "en": "'...but whatever the case he summoned Thráin and gave to him what heirlooms of their house remained – chief among them his Ring, last of the Seven that had been given to the Dwarf-kings.\\n\\n'He said to Thráin, \\qRiches may yet spring anew from this bauble, my son. Or perhaps not. Yet one cannot breed gold without gold.\\q When Thráin asked if his intent was to return to Erebor, Thrór remained silent. After a long moment, he said, \\qThese bones are too old. I will not be avenged on Smaug - that fate, perchance, shall be yours, or your sons’. I have known too much of loss and of Men’s derision. I go to seek better fortunes, if they may yet be found.\\q\\n\\n'He did not say where he meant to go, and Thráin did not ask, but merely wished him fortune in his quest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568826",
      "en": "'And that is all there is to tell of the doom of Thrór, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b10",
      "en": "Talk to Hersegg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b11",
      "en": "Follow along with Hersegg as she recounts Nár's tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b50",
      "en": "'Although both Thrór and Nár saw many signs of Orcs in the dale, they were old and overtrodden. Outside Khazad-dûm, all was still and silent. Before them, the East-gate yawned open, as if to beckon the two of them forth.\\n\\n'But the journey had been long, and Nár thought better of seeking shelter within Moria.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b52",
      "en": "'Hidden beneath the eaves of trees and stones at the foot of Zirakzigil, Nár built a fire and prepared what meagre meal he could that might befit a king and one road-weary traveller.\\n\\n'When the supper was ended, Thrór stood at once. As if in answer, Nár knelt before the old king and helped him to fasten a shield to his arm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b55",
      "en": "'Loyal as ever and heedless of his own peril, Nár drew his sword. He abandoned his hiding spot and rushed up the steps to the East-gate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568aa4",
      "en": "'Long after the realm of Grárik had fallen to the cold-drake Vethúg, and twenty years after the Lonely Mountain fell to Smaug....'\\n\\nHersegg pauses.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b58",
      "en": "'And waited... until he thought he could bear it no longer.\\n\\n'Despite every doubt, though, his resolve did not falter. Even if he were fated to live the rest of his days huddled beside a fire at Azanulbizar, Nár would not disobey his king — it was his duty to await Thrór's return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568aa7",
      "en": "'Thrór had bidden Nár to stay and await his return, but it was not merely the word of his king that kept him from daring to enter Moria. In truth, and to his shame, Nár was afraid.\\n\\n'For many days Nár hid among the trees outside the gates, lonely and troubled. When he dared to draw nearer to the gate and peer into the gloom, neither sound nor the faintest flicker of light emerged from within.\\n\\n'More troublingly still, neither had Thrór.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568aa8",
      "en": "'When Nár awoke, his clothing was cold and heavy with rain. Nár's rest had ended abruptly, and in a daze, he tried to regain his bearings.\\n\\n'Above him the sky loomed dark, its hue a sickly purple, and he could not tell if it was day or night. Aside from the sound of trickling rainfall, all was still and silent.\\n\\n'Alas, Nár would have little time to ponder his situation.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502bd2",
      "en": "Talk to Hersegg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502bd3",
      "en": "Follow along with Hersegg as she recounts Nár's tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a93",
      "en": "Hersegg can be found at Azanulbizar.\\n\\nYou should listen to Hersegg as she recounts Nár's tale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a94",
      "en": "Hersegg can be found at Azanulbizar.\\n\\nYou should talk to Hersegg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011ba1",
      "en": "Hersegg can be found at Azanulbizar.\\n\\nYou should listen to Hersegg as she recounts Nár's tale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011ba5",
      "en": "Hersegg can be found at Azanulbizar.\\n\\nYou should talk to Hersegg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011ba6",
      "en": "Hersegg can be found at Azanulbizar.\\n\\nYou should listen to Hersegg as she recounts Nár's tale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502a20",
      "en": "Talk to Hersegg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a42",
      "en": "Hersegg can be found at Azanulbizar.\\n\\nYou should listen to Hersegg as she recounts Nár's tale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa239",
      "en": "Instance: Nár's Tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502a22",
      "en": "Follow along with Hersegg as she recounts Nár's tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a44",
      "en": "Hersegg can be found at Azanulbizar.\\n\\nYou should listen to Hersegg as she recounts Nár's tale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011ba9",
      "en": "Hersegg has asked you to learn the fate of Thrór.\\n\\nYou should listen to Hersegg as she recounts Nár's tale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502a24",
      "en": "Talk to Hersegg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a47",
      "en": "Hersegg can be found at Azanulbizar.\\n\\nYou should talk to Hersegg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502a27",
      "en": "Follow along with Hersegg as she recounts Nár's tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a50",
      "en": "Hersegg can be found at Azanulbizar.\\n\\nYou should talk to Hersegg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011bb5",
      "en": "Hersegg can be found at Azanulbizar.\\n\\nYou should listen to Hersegg as she recounts Nár's tale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011bb7",
      "en": "Hersegg can be found at Azanulbizar.\\n\\nYou should talk to Hersegg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b21",
      "en": "'At first, Nár again made for the Redhorn Pass, but Orcs beyond counting had gathered there and watched him with their red eyes. And so, Nár fled back the way he had come. As he passed by the gates of Khazad-dûm again, more great Orcs, including some larger than any he had heard of before, had surrounded Thrór’s corpse and were hacking it to pieces. Into that hateful frenzy, a great mass of crows descended, and to them, the Orcs began to fling the scraps of the Dwarf-king. Nár dared not look again.\\n\\n'Tear-blind, Nár ran on along the banks of Kheled-zâram, fleeing the Orcs and wolves that now hunted him in cruel sport. When at last he came to the ruins of Amdân, he found them barred, and black arrows hounded his every step. Desperate to escape his own doom, however, Nár thought of Kibil-nâla and leapt down the paths alongside the stream. By some stroke of fortune, Nár had won his escape, but behind him the laughter of Azog and the Orcs rang in his ears.\\n\\n'For many months, Nár wandered in the wilderness, wracked with sorrow, the sight of his King’s defilement branded in his heart. At long last, he found his way north to the High Pass across the Misty Mountains, then made his way back to Thrór’s Coomb. By the time he entered Zudrugund the guards scarcely recognized him, so haggard and wild he had grown.\\n\\n'Nár was never well in his mind again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502a34",
      "en": "Learn the fate of Thrór and the name of his murderer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a57",
      "en": "Hersegg can be found at Azanulbizar.\\n\\nYou should listen to Hersegg as she recounts Nár's tale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568ac9",
      "en": "'Long after the realm of Grárik had fallen to the cold-drake Vethúg, and twenty years after the Lonely Mountain fell to Smaug, King Thrór and his folk came to dwell in a coomb near the wilds of Dunland. From the old stronghold of Zudrugund, Thrór ruled what remained of the two kingdoms he had fled in his life. His son was Thráin, a formidable warrior; his grandsons Thorin and Frerin, and granddaughter Dís, were yet young. His people were few, poor, and hungry, and they knew little joy since the loss of their homes in the North.\\n\\n'Dotage and gloom took their toll on King Thrór, and he thought long of regaining the splendour of his fathers’ halls. But it was not in the halls of Erebor where Smaug now slumbered upon the heirlooms of his people, nor the frozen wastes in the north that called to him: it was Khazad-dûm itself! It had been more than eight hundred years since doom befell it - since the Elves named it Moria, but it mattered not. Thrór determined that he would reclaim it, and in so doing, restore the glory of his kingdom and of Durin's Folk. What true reason had he, none know for certain. \\n\\n'Perhaps he had gone mad, or perhaps not....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502a36",
      "en": "Follow along with Hersegg as she recounts Nár's tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502a38",
      "en": "Talk to Hersegg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502bf9",
      "en": "Follow along with Hersegg as she recounts Nár's tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502ba1",
      "en": "Talk to Hersegg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8ed8d3",
      "en": "Follow along with Hersegg as she recounts Nár's tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a61",
      "en": "Hersegg can be found at Azanulbizar.\\n\\nYou should listen to Hersegg as she recounts Nár's tale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568ad3",
      "en": "'Nár had known the truth at once, but wished not to believe it. It was Thrór.\\n\\n'As Nár crept closer, there came a chittering laughter from beyond the darkness of the East-gate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502ba3",
      "en": "Talk to Hersegg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a62",
      "en": "Hersegg can be found at Azanulbizar.\\n\\nYou should talk to Hersegg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502ba4",
      "en": "Follow along with Hersegg as she recounts Nár's tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502ba6",
      "en": "Talk to Hersegg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502ba7",
      "en": "Follow along with Hersegg as she recounts Nár's tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502ba9",
      "en": "Talk to Hersegg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e118e8",
      "en": "'Upon Thrór's brow, carved in crude dwarf-runes, was the name: AZOG'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011bd6",
      "en": "Hersegg can be found at Azanulbizar.\\n\\nYou should talk to Hersegg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1422",
      "en": "Hoping to aid King Thorin in guiding the Prince to victory, Hersegg, grand-daughter of Hermáth Stormhammer, has offered to tell you the tragic tale of Nár.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011bd9",
      "en": "Hersegg can be found at Azanulbizar.\\n\\nYou should talk to Hersegg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502a55",
      "en": "Talk to Hersegg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a78",
      "en": "Hersegg can be found at Azanulbizar.\\n\\nYou should talk to Hersegg.",
      "es": "",
      "es (fem)": ""
    }
  ]
}