{
  "id": 621041772,
  "txt": [
    {
      "id": 177082793,
      "en": "You have felt the same dread that Dáin did. Moria is not safe to enter!",
      "es": ""
    },
    {
      "id": 126754727,
      "en": "Durin's Bane and the Unslain",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Dáin",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "You should return to Dáin and inform him that you did indeed feel the presence of the Balrog inside the gates of Moria.",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Dáin",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Dáin has begun to tell the story of Nafni the Unslain.\\n\\nYou should talk to Dáin to hear his story.",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "Dáin has just about finished his story.\\n\\nYou should talk to Dáin to hear the ending.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477384,
      "en": "Complete 'Discovery: The Fall of Khazad-dûm'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "Still shaken by the sight of the creature beyond the gates, Dáin squints at you as you approach.\\n\\n'Have you come to check on me, Hermáth? Hmph!'\\n\\nHe grumbles but spares you an uncertain smile.\\n\\n'I always thought myself fearless. I have gone toe-to-toe with Orcs and trolls many times my size with nothing but the fire in my heart. But THAT foe... Durin's Bane! Standing in sight of just one such evil has shaken me to my core. Imagine an army of those fiends!\\n\\n'You do not think me a coward, do you? I know you for a fierce warrior, Hermáth. I would have you go to the East Gate and feel the monster's presence for yourself! Then, at least, I will know I am not alone in my fear.'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883733,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477394,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 51875096,
      "en": "Dáin has a tale to tell about the Balrog he witnessed inside the gates of Moria; Durin's Bane.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Dáin",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Complete 'The Fall of Khazad-dûm' on any difficulty.\\n\\nUse the Instance Finder to enter this instance.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477399,
      "en": "<rgb=#FF0000>Sit</rgb> and listen to Dáin's story",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Complete 'The Fall of Khazad-dûm'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Sit before Dáin and listen to the story of Nafni the Unslain.",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Dáin has asked you to go to the East Gate of Moria and feel the presence of the Balrog within.",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Dáin begins to tell the tale of The Fall of Khazad-dûm",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'So? Were you held in the grip of fear while in the presence of that terrible creature?'\\n\\nYou tell Dáin that you did feel great dread as you neared the East Gate. Visibly relieved, he lets out a great sigh.\\n\\n'I am glad to hear it, Hermáth. I had begun to fear my father's death had stolen away my courage! But if even you quailed before that monster, I was right to forbid entry into Khazad-dûm; you are one of our bravest warriors! To speak truthfully, I am fortunate the Balrog did not slay me where I stood! It held a whip of crackling flames, and I tell you it was likely long enough to reach me. The spirit of Nafni the Unslain must have protected me!'\\n\\nHe sees your look of confusion at the mention of Nafni's name and epithet.\\n\\n'Hermáth, do you not know of the great Nafni? He is the only dwarf since the First Age to survive not one, but TWO encounters with a Balrog! I cannot allow this gap in your knowledge of history to continue. Have a seat, and let me tell you the tale.'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'Forgive me: I am much better at cleaving Orc-skulls than I am at spinning tales. I will do my best.'\\n\\nDáin clears his throat and begins his story.\\n\\n'In the year 1980 of the Third Age, Durin's Bane was unearthed in the Foundations of Stone. Nafni was there on that day, protecting Durin VI while the king treated his Elf-guests to a tour of Khazad-dûm's splendid mines. Durin fell to the Balrog's fury, but he ordered Nafni to survive and protect his son, Náin. And so he did, for Nafni was fleet of foot and was able to escape the terrible creature! He saw that fiend in all of its fiery terror... and lived. Upon hearing Nafni's recounting, Náin was enraged, and vowed revenge for his father at all costs.\\n\\n'The brave soldiers of Khazad-dûm tried to push the Balrog and the Nameless horde in its train back to the depths, but slowly, more and more of the kingdom was to fall. A year later, Durin's son, now King Náin I, gathered his forces and launched one final, desperate attack against the Balrog, slayer of his father and target of his vengeance....'\\n\\n<rgb=#FF0000>Complete 'The Fall of Khazad-dûm' to witness the events of Dáin's story unfold!</rgb>",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "Dáin continues the story of Nafni, now near its ending.\\n\\n'And so Khazad-dûm was abandoned. Thráin I became king, barely older than I am now, and eventually he led our people to Erebor. Nafni earned his title \\qThe Unslain\\q for surviving his second encounter with the Balrog, and he would become a wise advisor and trusted friend to King Thráin. He was a great and noble dwarf of Durin's Folk.'\\n\\nDáin is pleased with his own recounting of the tale, but as his thoughts return to your present situation his face hardens and his eyes burn with anger.\\n\\n'Though Azog is dead and his Orc-army routed, a greater foe prevents us from reclaiming our lost kingdom. Though all the dwarf clans answer our call to battle, it will not be enough. No power among the mortal races will ever be enough....\\n\\n'Hermáth, I wish to be alone with my thoughts for now. Thank you for checking in on me.'",
      "es": ""
    }
  ]
}