{
  "id": 620957899,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Bingo has decided to reassess his course when you come to the Last Bridge, on the border between the Lone-lands and the Trollshaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'That was quite a restful sleep, my friend, and I am rejuvenated and ready to continue the journey! Wait... you have such dark circles under your eyes, and look like you are dead on your very feet! Do you need another rest, [placeholder]? I can hardly believe it!'\\n\\n<rgb=#00FF00>Bert Bartleby has arrived at the Rivendell stables.</rgb>\\n\\n<rgb=#FF0000>Next week: 'A New Friend' (Recommended Level: 35)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'All right, let us find a spot not too far from the road where we can make camp for the night.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Bingo's legs are sore from the walk from Ost Guruth, and wants to find a good place to stop for the night. He said to speak with him on the Last Bridge when you are ready to look for a good place to make camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Bingo on the Last Bridge, east of Ost Guruth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Bingo is north of the road, a short distance east of the Last Bridge, in the Trollshaws.\\n\\nBingo had a restful night, but you did not.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Bingo on the Last Bridge and find a good place to make camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Bingo in the Trollshaws, east of the Last Bridge, north of the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Our own journey must continue, [placeholder]! Judging from these distances, we will be able to leave the Lone-lands today and come into the wooded hills and dales of the Trollshaws. It sounds like an ominous place! Are you ready? Let us walk eastward, my adventurous companion, and we will reassess our course when we come to the Last Bridge, marked here on my map!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'That was quite a restful sleep, my friend, and I am rejuvenated and ready to continue the journey! What? You stayed awake all night? Do Elves not need as much sleep as the rest of us? Ha! Save the rest for the rest, [placeholder], is that it? Well, we can be off in a little while, what do you say?'\\n\\n<rgb=#00FF00>Bert Bartleby has arrived at the Rivendell stables.</rgb>\\n\\n<rgb=#FF0000>Next week: 'A New Friend' (Recommended Level: 35)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo has decided to continue his journey and leave the Lone-lands behind, passing into the wooded hills of the Trollshaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I am happy for Theodore and Haley, and am proud of the small part we played in their newfound appreciation for each other. I wonder for how many Treasure Hunting Lessons that appreciation will last?'\\n\\nBingo laughs, and consults his map.\\n\\n'Our own journey must continue, [placeholder]! Judging from these distances, we will be able to leave the Lone-lands today and come into the wooded hills and dales of the Trollshaws. It sounds like an ominous place! Are you ready? Let us walk eastward, my adventurous companion, and we will reassess our course when we come to the Last Bridge, marked here on my map!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'That was quite a walk, and now my legs are sore. It does not look like so great a distance on my map, but it is one thing to see the land depicted in tiny pictures, and quite another to walk it step by step!\\n\\n'We should look for a good spot to stop for the night, [placeholder]. Speak to me and we can look for such a place just off the road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Restful Night",
      "es": "",
      "es (fem)": ""
    }
  ]
}