{
  "id": 620957983,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'Can you give Bilbo my manuscript so far and ask if he will read through it? I am too shy to ask him myself, but if you ask perhaps he would be willing to take the time to read it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Notes by the Author",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'I very much enjoyed reading about the Shire again. I confess that I do miss the peace and quiet of my home, and Bingo's writing has reminded me of it in fine fashion: methodical and calm.\\n\\n'I also enjoyed his account of the people he has met along the way: Tom Bombadil, the treasure-seekers in the Forsaken Inn, and also his lynx-friend Willem Whisker! Bingo is fortunate he has faced little adversity to this point, and I hope his journey remains danger-free as it progresses! My own adventure was full of trolls and goblins and dragons, as well as obstinate dwarves and Elves alike!\\n\\n'Tell Bingo I enjoyed reading his account very much, [placeholder], and will look forward to the rest when his journey is done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'I will use the notes you brought me to expand my description of the Ford of Bruinen. Bilbo will not believe how flowery my description will be now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I wonder what Bilbo would think of my account of our journey so far, [placeholder]? He is both an author and an adventurer, and I would be very interested to hear any feedback he might have to offer! Can you give him my manuscript so far and ask if he will read through it? I am too shy to ask him myself, but if you ask perhaps he would be willing to take the time to read it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Defeat dangerous creatures in the High Moor or Giant Valley ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Ah, Bingo spoke to me of the account he is writing of his journey. This must be it!\\n\\n'I would be pleased to read it and give him my thoughts. Give me a few moments to look over the manuscript. It should not be too long, but I will need some time to read it carefully. I will give it my undivided attention!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Wait for Bilbo to finish reading Bingo's account of the journey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I am all a-flutter, [placeholder]! I cannot wait to hear what Bilbo Baggins thinks of my account of our adventure to this point!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Bilbo Baggins in the Hall of Fire, and note his feedback for Bingo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I have finished reading Bingo's manuscript, [placeholder], and I made a few notes. I very much enjoyed reading about the Shire again. I confess that I do miss the peace and quiet of my home, and Bingo's writing has reminded me of it in fine fashion: methodical and calm.\\n\\n'I also enjoyed his account of the people he has met along the way: Tom Bombadil, the treasure-seekers in the Forsaken Inn, and also his lynx-friend Willem Whisker! Bingo is fortunate he has faced little adversity to this point, and I hope his journey remains danger-free as it progresses! My own adventure was full of trolls and goblins and dragons, as well as obstinate dwarves and Elves alike!\\n\\n'Tell Bingo I enjoyed reading his account very much, [placeholder], and will look forward to the rest when his journey is done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Well? What did the esteemed Bilbo think of my account to this point?'\\n\\nYou tell Bingo what Bilbo had to say about his writing, but the more you speak the more disappointed Bingo becomes.\\n\\n'He liked the peace and quiet of the Shire? I am writing an adventure story, [placeholder]! Calm? That is the last thing I want my account to be! He hoped that the rest of my journey would be 'danger-free?' What a disaster!\\n\\n'We have to do something. My journey has not been exciting enough, and I have not been including enough descriptions. Find dangerous creatures in the High Moor or Giant Valley and defeat them, making note of how exciting you find the battles! And return to the Ford of Bruinen and take some better notes of its appearance. I was so distracted thinking about W.W. that I wrote only a cursory piece about it! I need some help fleshing out that description, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Bilbo Baggins in the Hall of Fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e31",
      "en": "Return the manuscript to Bingo and tell him what Bilbo thought of it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo is proud of the account he has written so far, and wants to see what Bilbo Baggins, noted author and adventurer, thinks of his manuscript.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Bingo is in the Hall of Fire, in the Last Homely House.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e04",
      "en": "Give Bingo's manuscript to Bilbo Baggins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You have returned, my friend, and I hope you have had plenty of exciting and dangerous battles with which to spice up my manuscript! And I see that you also have taken down some notes on the Ford of Bruinen. Very good! I will use these notes to expand my description of that crossing. Bilbo will not believe how flowery my description will be now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Bilbo Baggins is in the Hall of Fire, in Rivendell.\\n\\nBingo has asked you to show the manuscript he has been writing to Bilbo Baggins, noted author and adventurer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Bingo has asked you to defeat dangerous creatures in the High Moors or Giant Valley, in the Trollshaws, and also to take notes on the parchment he gave you at the Ford of Bruinen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Bilbo is reading through Bingo's manuscript.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Bingo is waiting in the Hall of Fire in the Last Homely House for you to return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e36",
      "en": "Take some notes on the parchment at the Ford of Bruinen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e37",
      "en": "Return to Bingo in the Hall of Fire with your notes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'You must be speaking in jest, [placeholder]! That is what Bingo took away from my feedback concerning his account of the journey? I did not mean that at all!\\n\\n'Bingo has missed the point completely. Can you tell him that what is really important in writing is how the writer conveys to the reader the experience of the adventure? I am most interested in how the journey made Bingo feel, not in the number of dangers he faced or the quantity of adjectives he uses to describe the places he found!\\n\\n'I enjoyed Bingo's account, and want to read more of it. But he has completely misunderstood my notes! Tell him not to worry about the reception to his book, or he will never write another sincere word!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Bilbo Baggins is in the Hall of Fire in the Last Homely House.\\n\\nBilbo has finished reading Bingo's manuscript, and is ready to give you his thoughts on it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Bilbo Baggins is in the Hall of Fire in the Last Homely House, in Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "Defeated dangerous creatures in the Trollshaws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "You take some notes describing the Ford of Bruinen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'Bingo has missed the point completely. Can you tell him that what is really important in writing is how the writer conveys to the reader the experience of the adventure? I am most interested in how the journey made Bingo feel, not in the number of dangers he faced or the quantity of adjectives he uses to describe the places he found!\\n\\n'I enjoyed Bingo's account, and want to read more of it. But he has completely misunderstood my notes! Tell him not to worry about the reception to his book, or he will never write another sincere word!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Bingo is in the Hall of Fire in the Last Homely House, in Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1c13e91",
      "en": "Bilbo Baggins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to Bingo in the Hall of Fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'I do not know about that. I respect Bilbo's opinion, so I will not press the issue, but I do worry that my journey has not been exciting enough to hold a reader's interest, [placeholder]. I will try and come up with some way to thrill my future readers, and I hope you will think on it as well. I have come to Rivendell, but my journey has only just begun! Where should we go next?'\\n\\n<rgb=#FF0000>Next week: 'A Snowy Climb' (Recommended Level: 42)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Bilbo did not like my manuscript! We have to do something! My journey has not been exciting enough, and I have not been including enough descriptions. Find dangerous creatures in the High Moor or Giant Valley and defeat them, making note of how exciting you find the battles! And return to the Ford of Bruinen and take some better notes of its appearance. I was so distracted thinking about W.W. that I wrote only a cursory piece about it! I need some help fleshing out that description, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Bilbo has finished reading Bingo's manuscript",
      "es": "",
      "es (fem)": ""
    }
  ]
}