{
  "id": 620957946,
  "txt": [
    {
      "id": "0x9b56880",
      "en": "'I think Willem must be hungry. See if you can get some suitable venison from the glen-hinds and glen-bucks in these woods. I am sure he would appreciate it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e26",
      "en": "Bring venison to the lynx on the road through the Trollshaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Why the delay? Bring that venison to Willem Whisker! He must be hungry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'I knew it! He loved the venison! Good work, [placeholder]!\\n\\n'I have been thinking it over, and I think we should allow him to tag along with us for as long as he wants. He is a good boy, I daresay, and it will be good to have another companion on this journey. No offence intended to you, of course! But you are not as fuzzy as Willem Whisker, are you?\\n\\n'This way, W.W.! You are welcome to journey with us for as long as you wish! We go now to the next stop on my map: the entrance to Rivendell, the hidden valley!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'The hidden valley of Rivendell is marked on my map. It looks as if it is among the heights of the Trollshaws, to the east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have been looking at the map that started my grand adventure, and I know where I want to go next, [placeholder]! If I am reading this correctly, we should be just about here. Now, do you see this area here, among the trees to the east and a little north? The author of this map has made a little drawing of three figures here in this glade. Look at their large smiles!\\n\\n'I want to find this Glade of Smiling Figures, my friend. It should be to the east of our location, and a little north, but there may be some impassable rock-faces in our way. We may need to return to the road before we can strike north-east to the glade.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Bingo is in the Stone-trolls' Glade, in the Trollshaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to Bingo at the Stone-trolls' Glade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'What purpose brings your party to the hidden valley, [placeholder]? Are you on friendly terms with the one who follows you? He does seem to be well-behaved, for the moment, but I wonder if that will change when he gets hungry?'\\n\\nThe sentinel laughs, a musical sound.\\n\\n'The lynx? No, I do not speak of the lynx, [placeholder]. I speak of the hungry-looking hobbit there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'If I am reading this map correctly, we should be just about here. Now, do you see this area here, among the trees to the east and a little north? The author of this map has made a little drawing of three figures here in this glade. Look at their large smiles!\\n\\n'I want to find this Glade of Smiling Figures, my friend. It should be to the east of our location, and a little north, but there may be some impassable rock-faces in our way. We may need to return to the road before we can strike north-east to the glade.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo's journey has brought the two of you into the Trollshaws, and the wooded hillsides provide a new setting for the hobbit's adventure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "<rgb=#FF0000>Wave</rgb> at the lynx to get him to stop following Bingo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Bingo on the road through the Trollshaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Look at those mighty stones! Trolls! We are fortunate indeed that they are mere statues, and not the real thing!'\\n\\nBingo's smile fades as he peers to the north-west between two of the figures, and he frowns deeply.\\n\\n'Oh no, [placeholder]. A helpless creature has been caught in a trap! Can you help the poor thing? Such cruelty! It pains me to see it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Collect venison in the Trollshaws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9a9a048",
      "en": "Lynx",
      "es": "Lince",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Well, look at that! I am glad they are made of stone, and not real trolls at all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Talk to Bingo on the road through the Trollshaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Find the entrance to Rivendell, the hidden valley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Bingo is at the Stone-trolls' Glade, in the Trollshaws.\\n\\nYou have freed a lynx from a cruel animal trap at Bingo's request, and should speak now to the hobbit.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Well, that was a good deed, my friend. The poor thing! I understand the need to catch animals for food, of course, but the construction of that trap seemed unnecessarily cruel to me. I am glad that lynx is free, and I hope no permanent damage was done to the creature!\\n\\n'Let us travel to the south-east, and we can decide where next to go when we have returned to the road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Talk to the sentinel at the entrance to the hidden valley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Bingo wants to return to the road south-east of the Stone-trolls' Glade in order to continue his journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Talk to Bingo at the entrance to the hidden valley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'[placeholder], I do not want to worry you but... well, we are being followed! No, do not make any sudden movements!\\n\\n'It is that lynx... it has been following us for a short while now, and it is staring at us from across the road! Can you... do you think you can <rgb=#FF0000>wave at it</rgb> to shoo it away?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Bingo has asked you to <rgb=#FF0000>wave at the lynx</rgb> that has followed the two of you back to the road, in order to shoo it away.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Bingo is on the road south-east of the Stone-trolls' Glade, in the Trollshaws.\\n\\nYou attempted to wave away the lynx that is following Bingo, but the creature refused to leave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'That did not work, [placeholder]! He is still staring at us! Hmm... do you think that Willem Whisker is hungry?'\\n\\nBingo turns a bright shade of red at your quizzical expression, and becomes suddenly sheepish.\\n\\n'What? He needed a name, didn't he? He looks like a Willem Whisker to me. Just look at that face! Anyway, I think he must be hungry. See if you can get some suitable venison from the glen-hinds or glen-bucks in these woods. I am sure Willem would appreciate it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Glen-hinds and glen-bucks can be found throughout the Trollshaws, and from them you should be able to get the venison that Bingo has requested.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Find the Glade of Three Smiling Figures",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Bingo at the Stone-trolls' Glade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56844",
      "en": "'Oh no, [placeholder]. A helpless creature has been caught in a trap! Can you help the poor thing? Such cruelty! It pains me to see it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Free the lynx from the trap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56845",
      "en": "'I am glad that lynx is free, and I hope no permanent damage was done to the creature!\\n\\n'Let us travel to the south-east, and we can decide where next to go when we have returned to the road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Talk to Bingo back on the road south-east of the Stone-trolls' Glade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56847",
      "en": "'That lynx has been following us for a short while now, and it is staring at us from across the road! Can you... do you think you can <rgb=#FF0000>wave at it</rgb> to shoo it away?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Willem Whisker is on the road south-east of the Stone-trolls' Glade.\\n\\nYou have collected some venison, and should bring it to the lynx to see if that appeases his hunger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56848",
      "en": "The lynx happily devours the venison, and then stares up at you enigmatically.\\n\\nHe does look a little like a Willem Whisker, now that you think about it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56849",
      "en": "'I knew it! He loved the venison! Good work, [placeholder]!\\n\\n'I have been thinking it over, and I think we should allow him to tag along with us for as long as he wants. He is a good boy, I daresay, and it will be good to have another companion on this journey. No offence intended to you, of course! But you are not as fuzzy as Willem Whisker, are you? Well... not all the time, my Beorning friend! Ha ha ha!\\n\\n'This way, W.W.! You are welcome to journey with us for as long as you wish! We go now to the next stop on my map: the entrance to Rivendell, the hidden valley!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Bingo is on the road through the Trollshaws, south-east of the Stone-trolls' Glade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "The entrance to the hidden valley of Rivendell is marked on Bingo's map, in the eastern heights of the Trollshaws.\\n\\nBingo is ready to travel to Rivendell, and has suggested that you go to the entrance to that hidden valley.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1163",
      "en": "Free of the trap, the lynx suddenly bounds away",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "You have found the entrance to the hidden valley of Rivendell, and the sentinels eye your small party with suspicion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1166",
      "en": "The lynx stares at you with large eyes, and does not move",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7641b38",
      "en": "Trapped Lynx",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01144",
      "en": "The Glade of Three Smiling Figures is north-east of where you and Bingo camped for the night. Bingo suggested that you might need to return to the road before striking north for the glade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'I hope they will let us into the valley! I greatly wish to see it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'According to my map this is the entrance to the hidden valley!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Bingo is outside the entrance to the hidden valley of Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01149",
      "en": "Bingo has seen a lynx caught in a cruel trap at the Stone-trolls' Glade, and has asked you to free the poor creature.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Really? This Elf believes I am more of a danger to the peace of Rivendell than our new friend W.W.?'\\n\\nBingo's face is full of outrage, but he cannot maintain the mask for long, and soon he is his usual jovial self.\\n\\n'These are perceptive Elves, [placeholder]! Willem Whisker will cause no trouble for them, but if there are any dinners to be had within Rivendell I will menace them most effectively!'\\n\\n<rgb=#FF0000>Next week: 'A Hospitable Home' (Recommended Level: 39)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'I trust that you will cause no trouble within Rivendell, my friend?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "The Elf-sentinels eye your small group suspiciously",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1178",
      "en": "Three large stone figures stand in the glade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56870",
      "en": "'What purpose brings your party to the hidden valley, [placeholder]? Are you on friendly terms with the one who follows you? He does seem to be well-behaved, for the moment, but I wonder if that will change when he gets hungry?'\\n\\nThe sentinel laughs, a musical sound.\\n\\n'The lynx? No, I do not speak of the lynx, [placeholder]. I speak of the other hobbit with you, the hungry-looking fellow! Ha ha ha!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Collected venison ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A New Friend",
      "es": "",
      "es (fem)": ""
    }
  ]
}