{
  "id": 620957949,
  "txt": [
    {
      "id": 177082769,
      "en": "You have found Bingo and Bilbo already deep in conversation",
      "es": ""
    },
    {
      "id": 49286869,
      "en": "Return the map to Bingo in the Hall of Fire, in the Last Homely House",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Ah, do you mean to tell me that Bingo found my map of Eriador? I am delighted to hear it, [placeholder]!\\n\\n'Before I left the Shire for good, I spent some time visiting my old haunts and fixing the dear place in my memory. I can still see many of my favourite sunny paths and peaceful benches, even now. But one thing brought a sadness to my heart, and it was the belief that none of the dear hobbits I was leaving behind would ever experience the same joys I had in seeing the world. Oh, I knew Frodo would be all right; he'd always been an adventurous boy, but he was unusual in that regard.\\n\\n'I conceived of a plan, [placeholder]. I would draw a map of the wider world, and I would leave it in a cookbook in the library at Tuckborough. Perhaps it would be found by an inquisitive hobbit, one who needed only the slightest of pushes to embark on a grand adventure.\\n\\n'And look! I was right! Gandalf would be so proud of my inventiveness, [placeholder]! I do hope, for Bingo's sake, that there will be no dragons involved, as there were for me. Then I would feel most responsible, but for now it seems to me a lark and a joy!'",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'I can hardly believe it, [placeholder]. Bilbo Baggins, the great author and adventurer, is the one responsible for getting me started on this grand journey of mine! I will have so many things to ask him, about his adventures and his writing both!'\\n\\n<rgb=#FF0000>Next week: 'Notes by the Author' (Recommended Level: 40)</rgb>",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Elrond is in his library in the Last Homely House, in Rivendell.\\n\\nBingo has gone in search of food for himself and W.W., and left you the task of telling Elrond that another hobbit has come to Rivendell.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'You should introduce yourself to the top Elf and tell him that we have come for a short visit. I have heard nothing of the hospitality of Elves, but it must not be for its lack! He will not turn us away, surely.'",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'More guests? This is what happens when you allow one hobbit into your home, [placeholder]: more arrive soon after, and more after that! I will not turn this Bingo away, as long as he remains a polite and respectable house-guest. I know you will as well. Gandalf speaks of the mischief of your people. but I have seen only one or two examples of such conduct!\\n\\n'You should show him to Bilbo Baggins, in the Hall of Fire. They must have a great deal in common; despite my jest, hobbits remain an unusual sight in Imladris.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I am excited to explore the hidden valley of Rivendell, my friend, but right now my stomach is rumbling! The Elves must surely have a dining-hall or a store-house for their meals. I am going to take W.W. and find a bite for us to eat!\\n\\n'You should introduce yourself to the top Elf and tell him that we have come for a short visit. I have heard nothing of the hospitality of Elves, but it must not be for its lack! He will not turn us away, surely.'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Find the Market of Rivendell",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'More guests? This is what happens when you allow one hobbit into your home, [placeholder]: more arrive soon after, and more after that! I will not turn this Bingo away, as long as he remains a polite and respectable house-guest.\\n\\n'You should show him to Bilbo Baggins, in the Hall of Fire. They must have a great deal in common; despite my jest, hobbits remain an unusual sight in Imladris.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Bingo Boffin is in the Hall of Fire, merrily conversing with Bilbo Baggins.",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Find the lake of Hidhuinen",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Find the Spire of Meeting",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Look who it is, [placeholder]! It is Bilbo Baggins, the famed adventurer from up Hobbiton way! I have been filling him in with tidings of home, and he has been telling me about his stay with the Elves of Rivendell!'\\n\\nBingo looks at you conspiratorially and quickly whispers, 'He seems a right ordinary fellow to me, not mad at all!' before proceeding in a normal tone of voice.\\n\\n'Bilbo has had the capital idea of drawing me a map so I can best explore Rivendell and not miss anything. What fun!'",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Find the Haven of Orladion",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Find the Falls of Imladris by the south-eastern bridge",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Bilbo Baggins is in the Hall of Fire, in the Last Homely House.",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Find Imdolen on the road north of Rivendell",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'It is always a pleasure to see a hobbit outside the Shire, [placeholder]! Bingo seems to be quite an interesting fellow, and I am glad to see him testing his limits!\\n\\n'I have drawn a quick map of some notable sights here in Rivendell. Find each of these locations and you will have seen some of the most notable locations in this beautiful valley. If I had more time, I could make a much prettier map, but I made this one with some haste. Go now, before Bingo loses his taste for exploration and adventure! It is a fear of mine for all hobbits, that the wanderlust will depart as quickly as it arrived!'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Bilbo has provided you and Bingo with a map of notable landmarks in Rivendell.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477334,
      "en": "Talk to Bilbo in the Hall of Fire",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Find Bilbo Baggins in the Hall of Fire",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "You and Bingo have explored several of the most notable sights in Rivendell, and should now return to the Hall of Fire, in the Last Homely House.",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Talk to Bingo in the Hall of Fire",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'That was great fun, my friend, and at each stop I was amazed anew at the sheer beauty of Rivendell! I hope we did not prove a nuisance to the Elves that live here, for I felt myself gawking at several points and had to restrain my tongue from wagging!\\n\\n'Thank you again for holding onto the map, for I was able to keep my eyes up on the scenery instead of down on the paper. It is quite a well-drawn map, now that I look more closely at it.'\\n\\nBingo stops talking and takes the map from you.\\n\\n'Wait a moment, [placeholder]... there is something most distinctive about this map! See how the artist has used these lines here to form the shape of the mountains? Why, that is most familiar to me, for the mountains on my own map are drawn in that very same fashion! You remember that map, right? It is the map that started my own adventure, so long ago now! Can it be that we have found the very hobbit who drew the map I found in that cookbook?'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Bilbo is in the Hall of Fire, in the Last Homely House.\\n\\nBingo has noticed that the map of Rivendell sketched by Bilbo bears some resemblance to the map he found back in the Shire.",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "'Look who it is!'",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Bingo in the Hall of Fire",
      "es": ""
    },
    {
      "id": 162883649,
      "en": "'It is always a pleasure to see hobbits outside the Shire, [placeholder], though it seems more common among your own folk. But Bingo is not a River Hobbit, so his presence here makes me raise an eyebrow. He seems to be quite an interesting fellow, and I am glad to see him testing his limits!\\n\\n'I have drawn a quick map of some notable sights here in Rivendell. Find each of these locations and you will have seen some of the most notable locations in this beautiful valley. If I had more time, I could make a much prettier map, but I made this one with some haste. Go now, before Bingo loses his taste for exploration and adventure! It is a fear of mine for all hobbits, that the wanderlust will depart as quickly as it arrived!\\n\\n'I do not fear that in you, [placeholder]. I can tell that you are serious about the adventuring life! But I have never known a Boffin to have much of an interest in wandering the wild before.'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Bilbo in the Hall of Fire, in the Last Homely House",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Bingo is in the Hall of Fire, in the Last Homely House.\\n\\nYou have learned that Bilbo Baggins is responsible for drawing the map that was left in the cookbook that started Bingo on his long adventure.",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "You and Bingo have arrived at the hidden valley of Rivendell, and the hobbit is excited to explore.",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Elrond suggested that you introduce Bingo Boffin to Bilbo Baggins in the Hall of Fire.",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'Can it be that we have found the very hobbit who drew the map I found in that cookbook?'",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'Before I left the Shire for good, I spent some time visiting my old haunts and fixing the dear place in my memory. I can still see many of my favourite sunny paths and peaceful benches, even now. But one thing brought a sadness to my heart, and it was the belief that none of the dear hobbits I was leaving behind would ever experience the same joys I had in seeing the world. Oh, I knew Frodo would be all right; he'd always been an adventurous boy, but he was unusual in that regard.\\n\\n'I conceived of a plan, [placeholder]. I would draw a map of the wider world, and I would leave it in a cookbook in the library at Tuckborough. Perhaps it would be found by an inquisitive hobbit, one who needed only the slightest of pushes to embark on a grand adventure.\\n\\n'And look! I was right! Gandalf would be so proud of my inventiveness, [placeholder]! I do hope, for Bingo's sake, that there will be no dragons involved, as there were for me. Then I would feel most responsible, but for now it seems to me a lark and a joy!'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'You should show this Bingo Boffin to Bilbo Baggins, in the Hall of Fire. They must have a great deal in common; despite my jest, hobbits remain an unusual sight in Imladris.'",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'You should show this Bingo Boffin to Bilbo Baggins, in the Hall of Fire. They must have a great deal in common; despite my jest, hobbits remain an unusual sight in Imladris.'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'It is always a pleasure to see hobbits outside the Shire, [placeholder]! Bingo seems to be quite an interesting fellow, and I am glad to see him testing his limits!\\n\\n'I have drawn a quick map of some notable sights here in Rivendell. Find each of these locations and you will have seen some of the most notable locations in this beautiful valley. If I had more time, I could make a much prettier map, but I made this one with some haste. Go now, before Bingo loses his taste for exploration and adventure! It is a fear of mine for all hobbits, that the wanderlust will depart as quickly as it arrived!\\n\\n'I do not fear that in you, [placeholder]. I can tell that you are serious about the adventuring life! But I have never known a Boffin to have much of an interest in wandering the wild before.'",
      "es": ""
    },
    {
      "id": 177082737,
      "en": "The roar of the falls is overpowering, but the view remains lovely",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'Bilbo has had the capital idea of drawing me a map so I can best explore Rivendell and not miss anything. What fun!'",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'I have drawn a quick map of some notable sights here in Rivendell. Find each of these locations and you will have seen some of the most notable locations in this beautiful valley.'",
      "es": ""
    },
    {
      "id": 177082739,
      "en": "The air of Imdolen, high above Rivendell, is crisp and clear",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'Bilbo has had the capital idea of drawing me a map so I can best explore Rivendell and not miss anything. What fun!'",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "Many fine goods are for sale at the Market of Rivendell",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Elrond in his library, in the Last Homely House",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "The lake of Hidhuinen is peaceful and calm",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "This spire serves as a popular meeting-spot for the folk of Rivendell",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "The Haven of Orladion is quiet and peaceful",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Hospitable Home",
      "es": ""
    }
  ]
}