{
  "id": 620957801,
  "txt": [
    {
      "id": "0x9b56880",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ed8",
      "en": "Hold the parchment out to the fire in the Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Talk to Bingo in the Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'You figured it out, [placeholder]! I knew you would!\\n\\n'Theodore wanted to come along as well. He is very excited to meet the one responsible for leaving us these clues and riddles.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'Meet me by the tent in Ost Guruth, [placeholder]! We were just there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Find the location mentioned on the three-word parchment and meet Bingo there",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Anlaf the Forlorn is the proprietor of the Forsaken Inn, and can be found behind the counter.\\n\\nBingo is disappointed that the treasure hunt has come to a disappointing end, and is convinced that there is more to the story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'I am excited to meet whoever has been leaving us these riddles, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'I have been puzzling over the parchment you found in the last strongbox, [placeholder], the one that simply reads 'The End Now.' That cannot possibly be the end of the hunt, can it? There has to be more to this than we were seeing, there just has to be!\\n\\n'Well, I will keep studying the words for clues, but I do not want the keeper of this place to think us ungrateful! Go to Anlaf and see if there is anything that needs doing, and if I learn anything useful about this disappointing paper I will let you know!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50248",
      "en": "Talk to the Master Treasure Seeker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'I am nervous, [placeholder]. Your friend Bingo believes that the riddle has led us to this place, and that the true Master Treasure Seeker awaits within! I am so excited to meet him, for I have so much to learn!\\n\\n'Listen! I hear movement within! He is coming out!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo is troubled by the dull conclusion to the treasure hunt, and wonders if this truly is The End Now, or if it is simply another riddle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'You wish to help out? Well, I will not turn down the offer. After all, you never know when the offers will stop, and my back is not as strong as it was in my youthful days!\\n\\n'I have had problems with the supply carts from time to time. The inn is a good ways from Bree-town, and the road can be treacherous in poor weather. Still, my most recent supply should be here by now, and when he is in a hurry to return my man sometimes leaves the crates and baskets outside next to the inn.\\n\\n'Can you retrieve any of the supplies he has left and carry them down to the cellar storage room? It is on your left as you descend the stairs, and is right now storage for mainly old chairs. I would appreciate the help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Anlaf the Forlorn has asked you to carry some of the supplies from outside the Forsaken Inn down to his cellar storage room.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Talk to Anlaf the Forlorn in the Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'You have agreed to carry some of Anlaf's supplies from outside the inn down to his cellar storage room? That sounds perfect, [placeholder]! I will stay here and study this old parchment for clues.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Pick up the box of goods outside the Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Anlaf the Forlorn will want to hear that you brought the supplies down to his storage room.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Pick up a basket of eggs outside the Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'You brought the supplies down to my storage room? Ah, very good. I have been particularly waiting for the basket of lemons.'\\n\\nYou tell Anlaf that there was no basket of lemons with the other supplies, and perhaps it will arrive with another shipment.\\n\\n'Hmm... that is very peculiar. I was expecting it on this cart. Well, no matter. They are only lemons, though I was looking forward to them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Nothing yet, [placeholder]. I am beginning to wonder if this is not truly the end now, as says the parchment!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Bingo is in the Forsaken Inn, wrestling with the meaning of the three words on the parchment you recovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Talk to Anlaf the Forlorn in the Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Nothing yet, [placeholder]. Can it be that this paper speaks the truth, and this is truly the end of the treasure hunt on which we embarked? It is frustrating, but I should not dwell upon it. Did Anlaf appreciate the work you did for him?'\\n\\nYou tell Bingo about the supplies you brought downstairs, and also about the missing basket of lemons.\\n\\n'Some lemons have gone missing? That is curious. It reminds me of an old trick I learned... in childhood... when I was small... and...'\\n\\nBingo's voice trails off and he stares closely at the parchment in his hand.\\n\\n'[placeholder]! Will you take this and hold it before the fire? Not too close, mind you, but just close enough to warm the paper? I wonder...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Talk to Bingo in the Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Thank you for the work. I do wonder what happened to those lemons, though.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1152",
      "en": "Haley Meadowsweet steps outside the tent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Bingo has asked you to hold the three-word parchment before the fire in the Forsaken Inn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ef0",
      "en": "Talk to Bingo outside the tent in Ost Guruth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Bingo is in the Forsaken Inn, in the Lone-lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56841",
      "en": "'Take that parchment and hold it before the fire, [placeholder]! Not too close, mind you, but just close enough to warm the paper! I wonder...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1158",
      "en": "You set down the box of goods",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56847",
      "en": "'You figured it out!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'Our treasure hunt is at an end, [placeholder], and I am satisfied with its conclusion! I hope that Haley knows what she has gotten herself into, for I suspect that Theodore may not be the most attentive of pupils. Can he be taught the skills of Haley's trade? I think they both may have a lot to learn!\\n\\n'My own journey is not at The End Now... it is at The Beginning, [placeholder]!'\\n\\n<rgb=#FF0000>Next week: 'A Restful Night' (Recommended Level: 34)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Bingo told you that the parchment with THE END NOW written on it contained the location to go next, and he said he would meet you there once you figured it out!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'Teach me to be a Treasure Seeker, Haley! With you to teach me, I am certain that one day I will be the best!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'What have I gotten myself into, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "You deciphered the string of letters on the parchment and followed the clue to Ost Guruth. Bingo is here as well, and wishes to speak to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'I knew it, [placeholder]! When I was just a young hobbit, my father showed me the trick of writing invisible letters using the juice of lemons. When the paper is warmed, the letters appear as clear as day!'\\n\\nBingo studies the parchment for a moment, and his face lights up.\\n\\n'I know where to go, [placeholder], and I believe we will discover the solution to our treasured mystery at the location written on this parchment! Study the paper and see if you can learn where to go, and I will meet you there! I am so glad to know that this paper was not The End Now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1160",
      "en": "As it warms in the heat of the fire, letters appear on the parchment!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'I will keep studying the words for clues, but I do not want the keeper of this place to think us ungrateful! Go to Anlaf and see if there is anything that needs doing, and if I learn anything useful about this disappointing paper I will let you know!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'My most recent supply should be here by now, and when he is in a hurry to return my man sometimes leaves the crates and baskets outside next to the inn.\\n\\n'Can you retrieve any of the supplies he has left and carry them down to the cellar storage room? It is on your left as you descend the stairs, and is right now storage for mainly old chairs. I would appreciate the help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Theodore Gorse came to Ost Guruth with Bingo, and is excited to meet whoever has been leaving you these riddles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1166",
      "en": "Bingo smiles widely at you as you approach. 'You figured it out!' he says happily",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6a06",
      "en": "Carry the box of goods to the cellar storage room",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'The Master Treasure Seeker is about to emerge!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50271",
      "en": "Talk to Theodore Gorse outside the tent in Ost Guruth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Haley Meadowsweet is the real Master Treasure Seeker, and is ready to speak with you in Ost Guruth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50273",
      "en": "Talk to Theodore Gorse outside the tent in Ost Guruth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'You found me, [placeholder]. I have to admit, I am impressed! I did not know that you would be able to solve the riddles I left for you. Theodore never had a chance, of course. He often bragged about his abilities as a treasure seeker, but of course I knew the truth. One of us spoke of such deeds, and one of us actually did them!\\n\\n'I would discover these treasures and leave riddles to their locations for Theodore to find, but he never did. Until you and Bingo came along, I believed I would have no challenger to my title. But there it is!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'Haley? Can it be? I don't believe it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Talk to Bingo outside the tent in Ost Guruth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'I thought so!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Theodore Gorse is in front of Haley Meadowsweet's tent in Ost Guruth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "You set down the box of goods",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Haley was the real Master Treasure Seeker all along? I don't believe it, but she got to all of those treasures before I did, and left the riddles there for me to unravel... but I never did!'\\n\\nTheodore looks crestfallen for a moment, and then he clenches a fist.\\n\\n'I will learn from her, [placeholder], if she will accept me as a student! With her training, I will be the Master Treasure Seeker one day! I swear it on all the hidden treasures of Middle-earth! One day, with Haley as my tutor, I will be the best!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50277",
      "en": "Pick up a box of goods outside the Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Well now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'I am impressed you solved my riddles, because I doubted Theodore ever would!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56860",
      "en": "'You have agreed to carry some of Anlaf's supplies from outside the inn down to his cellar storage room? That sounds perfect, [placeholder]! I will stay here and study this old parchment for clues.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1174",
      "en": "You set down the basket of eggs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56861",
      "en": "'Well, here we are. Now what?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1177",
      "en": "Bingo hands you the three-word parchment, an excited look on his face",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "Bingo is outside Haley Meadowsweet's tent in Ost Guruth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6a20",
      "en": "Carry the box of goods to the basement storage room",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6a23",
      "en": "Carry the basket of eggs to the cellar storage room",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01165",
      "en": "Anlaf the Forlorn has asked you to carry some of the supplies from outside the Forsaken Inn down to his cellar storage room.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The End Now?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56879",
      "en": "'My most recent supply should be here by now, and when he is in a hurry to return my man sometimes leaves the crates and baskets outside next to the inn.\\n\\n'Can you retrieve any of the supplies he has left and carry them down to the cellar storage room? It is on your left as you descend the stairs, and is right now storage for mainly old chairs. I would appreciate the help.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}