{
  "id": 620946907,
  "txt": [
    {
      "id": 149027376,
      "en": "Ost Thondol",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Search Ost Thondol for the source of the evil Pothlorn sensed",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "The worm-wight is in the ruins of Ost Thondol, north-west of Pothlorn's hiding place.\\n\\nYou should attempt to destroy the worm-wight, which appears to be leading the trolls of Ost Thondol.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "You are confronted by a creature most foul... a worm-wight",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elf-scout Pothlorn was wounded in an encounter with Stone-trolls while scouting Ost Thondol.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Defeat the worm-wight",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Pothlorn is hiding among the rocks at the base of the hill, south-east of Ost Thondol.\\n\\nYou should return to Pothlorn and let him know what you discovered within Ost Thondol.",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Defeated the worm-wight",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Elladan",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Pothlorn",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Elladan is at Thorenhad, north-west of Pothlorn's hiding place.\\n\\nPothlorn told you to return to Elladan and tell him what you discovered.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'A worm-wight? That explains the uneasiness many of us have felt here for the last few weeks. Pothlorn is right... a greater evil had to have placed the creature at Ost Thondol. The first to come to mind would be the Black Captain, but he was thrown down in the Bruinen and sent horseless back to his master.\\n\\n'Nevertheless, we must find the master of the worm-wight at all costs. My brother Elrohir sent a scout into Nan Tornaeth, where some worms dwell. You should speak with Elrohir.'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'What? A wight in the form of a worm? This is an evil omen indeed. A wight is not empowered of itself, but filled with a spirit of evil, placed there by an even greater evil. You must return to Elladan at once and tell him what you found here. I will come when I am able.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'There were many wolves on the path, and they became ever more maddened the nearer I came to Ost Thondol, which lies on the height right above me. They would not pass the foot of the hill, however, so I pressed on... only to encounter Stone-trolls in the ruins above.\\n\\n'I sensed something else there, as well, but I know not what it was, for the trolls were too many for me, and I was forced to retreat. They were nearly my death.\\n\\n'If you wish to be of true aid to Elladan and Elrohir, head up the hill to Ost Thondol and seek the source of the evil here. Whatever it is, even the wolves fear it....'",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "The ruins of Ost Thondol can be found atop the hill, north-west of Pothlorn.\\n\\nPothlorn asked you to search the ruins of Ost Thondol for the evil he sensed during his battle with the Stone-trolls.",
      "es": ""
    }
  ]
}