{
  "id": 620946843,
  "txt": [
    {
      "id": "0xd082ba3",
      "en": "While most folks sensibly stay home and tend to fields and shops, some hardy adventurers are drawn to the most inhospitable and difficult places in Middle-earth. Few such places pose so great a challenge as the stretch of the Misty Mountains surrounding the region of the High Pass, which is fraught with hazards -- both natural and otherwise -- to test the most rugged individuals.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Explore Where Giants Dwell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba5",
      "en": "Few know the full extent of the depths of Goblin-town, and those who have experienced them most likely died therin as slaves to cruel goblin-overseers. The goblins themselves may not know all the ways, for the deepest passages extend far into the heart of the Misty Mountains where dark and unseen terrors lie, and the goblins will not brave these passages unless driven or enraged.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Find Bilbo's Buttons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba9",
      "en": "There are not many ruins to be found in the Misty Mountains, for few indeed are those willing to build anything of note in such an inhospitable environment. Those that are to be found here were built long ago by the dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba91",
      "en": "Travellers have long told tales of the mighty and capricious giants that inhabit the cold peaks of the Misty Mountains, you must seek out their places for yourself however, for there are few who have seen them left to tell you the way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba92",
      "en": "In order to cross the Misty Mountains, travellers have long had to traverse high and trecherous passes, often choked with snow, knife-like winds, and other more aggressive hazards. Seek out these passes and learn the secret ways of the mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba94",
      "en": "How strange...scattered throughout the warrens of Goblin-town seem to be a set of old, well-worn brass buttons, as if lost from a Hobbit's waistcoat. How in the world did such things come to be in these dark and twisted tunnels?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Explore the mountain passes of the Misty Mountains with ruins built long ago by the dwarves. However the way is treacherous, often choked with snow, knife-like winds, and other more aggressive hazards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Explore the Forbidding Heights",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Explore Goblin-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Explore the High Passes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Explore the Ruins of the Misty Mountains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Explorer of the Misty Mountains",
      "es": "",
      "es (fem)": ""
    }
  ]
}