{
  "id": 620946999,
  "txt": [
    {
      "id": "0x2f00e18",
      "en": "Bring the collar you found to Calenthon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The bear-wight is laired in the south-west part of Nan Tornaeth, not far from Calenthon's camp.\\n\\nYou should defeat the bear-wight, perhaps freeing the other bears from its madness.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730887",
      "en": "'Did you find anything?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Defeat the bear-wight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Calenthon is at his camp in Nan Tornaeth, north-east from the bear-wight's lair.\\n\\nYou should return to Calenthon and tell him of your victory over the bear-wight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Defeated the bear-wight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You found a rune-marked collar upon one of the bears and were nearly overcome with a chilling sensation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I cannot say that I am surprised, given your previous encounters, that you found a wight behind the madness of the bears; however, we are no closer to learning what power is behind the raising of these foul wights.\\n\\n'I should not say that we are not any closer, for these runes upon the collar are in a mode once used in the kingdom of Rhudaur. The Corcur, a remnant from the old kingdom who took refuge in Angmar long ago, have returned and have established an encampment in the ruins above. They seek to reclaim Rhudaur and make it a great power once more, but they have become little more than wild men... I cannot see how they could have the power to raise wights.\\n\\n'Nevertheless, I sent my companion, Malloval, to scout their encampment, but he has not returned....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Investigate the source of the chilling sensation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "As you examine the collar, you are nearly overwhelmed by a chilling sensation which seems to emanate from the south-west part of Nan Tornaeth, not far from Calenthon's camp. You should investigate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You have found the source of the chill... a bear-wight also wearing a collar similar to that which you found",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The source of the chill seems to come from the south-west part of Nan Tornaeth.\\n\\nYou should investigate the source of the chilling sensation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The source of the chill seems to come from the south-west part of Nan Tornaeth, not far from Calenthon's camp.\\n\\nYou should investigate the source of the chilling sensation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Investigate the source of the chilling sensation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "The source of the chill seems to come from the south-west part of Nan Tornaeth.\\n\\nYou should investigate the source of the chilling sensation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Investigate the source of the chilling sensation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Chilling Revelation",
      "es": "",
      "es (fem)": ""
    }
  ]
}