{
  "id": 620838186,
  "txt": [
    {
      "id": 218649169,
      "en": "'We have had much reason to gather and share meals of late, both for honouring the visitors who seek respite in our land, and for the tragic news that reached us in the wake of their arrival.\\n\\n'For the most part, our people are more than content to subsist upon the bounty of our breads and the greenery cultivated by our gardeners, but we also enjoy the hunt and a fine roast now and again. After all, it does not hurt to bolster the morale of our folk with a little indulgence in such dark times, when battle seems always close at hand.\\n\\n'To this end, I would have you hunt a few of the wild bears to the west, in the rocky dens of Brochos. Their meat is rich and well worth savouring when properly prepared.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah! A choice set of cuts, [placeholder]. The upcoming feast shall be fine indeed!\\n\\n'I only hope it bolsters the strength of our guests, for it seems that they will have a long and perilous journey ahead of them.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The bears of Brochos produce a very hearty meat.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you had poor fortune in the hunt? I suppose the bears can wait, but the upcoming banquet cannot! Please go to Brochos as soon as you are able.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Bears of Brochos",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elves of Lothlórien subsist mostly upon the flowering bounty of Lothlórien, but there are those among them that enjoy the chase of the hunt and a finely cooked roast upon special occasions as well.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected bear-meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect bear-meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bears can be found in the dens of Brochos, which is a ways to the west of the Vineyards of Lórien.\\n\\nFarasdúr has asked you to hunt the bears of Brochos and return with rich meat.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Farasdúr near the Vineyards of Lórien",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Farasdúr is near the Vineyards of Lórien in Egladil, east of Brochos.\\n\\nYou should bring the bear-meat you have collected to Farasdúr.",
      "es": ""
    }
  ]
}