{
  "id": 620838184,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Greetings, [placeholder]. I am the master huntsman of Egladil and the lands surrounding it. I and my hunters provide much of the meat we partake of during feasts and banquets in Lothlórien, though we are careful never to take too much from the forest's bounty.\\n\\n'Unfortunately, I have recently seen a new sort of creature about which threatens to throw matters awry -- a variety of large lizard that breeds along the banks of the Anduin. They used to be quite rare here, but of late their numbers have grown rapidly. Perhaps something evil has driven them from their territory upstream? I know not, but they are voracious hunters, and if we are to keep sufficient game within the bounds of Lórien's forests, then we must trim their numbers quickly. Will you lend us your aid?\\n\\n'It is unfortunate that Aesbrennil has not yet found a proper recipe for their tough meat, or we would be well-lardered indeed upon these beasts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Commendable work, [placeholder]. I have no ill-will towards those creatures, but their presence here threatens the bounty of Lothlórien. \\n\\n'Perhaps when this dark time has passed, they shall return to their rightful grounds and prosper there again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Anduin lizards are a vicious breed and must be driven from Lothlórien.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Invasive Hunters",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Strange lizards have recently come to infest the forests bordering the Anduin, killing off many of the native animals.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Anduin lizards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Anduin lizards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Anduin lizards can mostly be found in Egladil in the south-east reaches of Lothlórien.\\n\\nFarasdúr has asked you to defeat several of the Anduin lizards that have encroached upon the hunting grounds of the Galadhrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Farasdúr near the Vinyards of Lórien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Farasdúr is near the Vinyards of Lórien in Egladil.\\n\\nYou should speak with Farasdúr near the Vinyards of Lórien.",
      "es": "",
      "es (fem)": ""
    }
  ]
}