{
  "id": 620838046,
  "txt": [
    {
      "id": "0xd085251",
      "en": "The letter reads:\\n\\n'Be it known that I, Jon Brackenbrook, overseeing the rebuilding of Archet, write this on behalf of [placeholder]. I fought alongside [placeholder] in an attempt to thwart the Blackwold brigands and their Angmarim masters.\\n\\nShould it be within your power, give [placeholder], some measure of welcome and thanks for all that they have done.\\n\\nJon Brackenbrook\\n\\n\\nApparently, Jon Brackenbrook wishes you well in your future endeavours.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I heard what you did. Mundo will never admit to it but what you did with the tall folk will be talked about behind your back for years! To think, you helped save not only two hobbits from the Shire, but a whole town.\\n\\n'Merry me, you must have a little Baggins in you. Here, take these and then look through my wares. You may find something there to your liking, adventurer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I remember your face and your actions. You are a hero to us all.\\n\\n'I will do what I can, though we do not have much to offer at the moment. Take these and then speak with me again to see what else I can offer you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Message of Thanks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I heard what you did. Mungo will never admit to it but what you did with the tall folk will be talked about behind your back for years! To think, you helped save not only two Hobbits from The Shire, but a whole town.\\n\\n'Merry me, you must have a little Baggins in you. Here, take these and then look through my wares. You may find something there to your liking, adventurer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Your assistance against the bandits who burned and raided Archet is worthy of much merit from the people of the Shire and Bree-land. Jon Brackenbrook has seen that you are given some measure of favour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the letter to Constable Thistlewool or Postman Newbuck",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Deliver the letter of thanks to Constable Thistlewool in Archet or Postman Newbuck in Little Delving.\\n\\nJon Brackenbrook has written a letter on your behalf thanking you for your assistance with the Blackwold brigands who recently assaulted and destroyed much of Archet. He hopes that you will gain some measure of thanks from others.",
      "es": "",
      "es (fem)": ""
    }
  ]
}