{
  "id": 621092574,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Your work thus far in fighting the Nêpharai has been instrumental to our survival. The leader of the Nêpharai, Umâr organized and led the revolt, and was personally responsible for the death of a number of the refugees. His leadership endangers our people, and he must pay for what he has done.\\n\\n'Seek him out and dispatch him for his misdeeds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Return to Dabôr the Breaker in Hulzidâr and inform him of Umâr's demise and the recovery of the journal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Return to Dabôr the Breaker in Hulzidâr and present him with the journal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Defeat Umâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Deep within Harkhaphâr, the Nêpharai are led by Umâr. Seek him out and defeat him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "When Umâr falls, he leaves behind a small bound journal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa30",
      "en": "Test the Boundaries",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'This journal is most disturbing. It seems that Umâr was not working alone, and was in fact sponsored to lead this revolt. I fear that The Storm may have more enemies throughout the court than he realizes. I will pass this journal along. Your hard work has put Hulzidâr on secure footing for a good deal of time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Locate Umâr within Harkhaphâr and defeat him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa20",
      "en": "Behead the Snake",
      "es": "",
      "es (fem)": ""
    }
  ]
}