{
  "id": 621092491,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'A short time ago, several former gladiators attempted an uprising here, and when that failed, fled to Harkhaphâr. These Nêpharai stole supplies and have been intercepting supply shipments from the south. \\n\\n'They chose to betray our encampment because we took in Rothog's people, and those who sought protection from the dangers of the catacombs.\\n\\n'Could you travel to Harkhaphâr, secure these much needed supplies, and return them to Bâkhadir, who is located outside of the camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Return the supplies to Bâkhadir, located just north of Harkhaphâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Bâkhadir outside of the camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "To the South, the Nêpharai have made a small encampment known as Harkhaphâr. The Nêpharai possess supplies that have been taken from Hulzidâr. Enter the camp and reclaim these supplies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Much Needed Provisions",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Ah good! These supplies should allow our people to survive for several months.  Your work will lessen the suffering of the refugees that we protect.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Gathered supplies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Gather supplies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The Nêpharai have stolen needed supplies from Hulzidâr. Travel south to Harkhaphâr, locate the supplies, and reclaim them.",
      "es": "",
      "es (fem)": ""
    }
  ]
}