{
  "id": 621092419,
  "txt": [
    {
      "id": 246419844,
      "en": "Return to the merchant Muntâkh in Mekab-kuphâr, the Temámir outpost in the southern Khabârkhad.",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "Restored badly desecrated tombs in Sektakhâb ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I am grateful. My heart goes out to those poor souls. The dead deserve dignity, and peace. Because of you, they shall have it once again.'",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Restore desecrated tombs in Sektakhâb ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Restored desecrated tombs in Sektakhâb ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "The merchant Muntâkh has asked you to undo the desecration of tombs by grave robbers in Sektakhâb.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Desecration in the Tombs",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Return to the merchant Muntâkh in Mekab-kuphâr",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Can you spare a moment? It's awful - absolutely awful - what those people have done.'\\n\\nYou ask him what people and to what he's referring.\\n\\n'The grave robbers. They've been in Sektakhâb. No wonder the dead are agitated. I'd be too if they smashed my home and disturbed my slumber. They have been desecrating the tombs there, they are all in disarray. All for a few pieces of coin or gold.\\n\\n'The dead are too much for me for deal with, or I'd restore them myself. But you look like you can handle yourself. Would you go there and restore the tombs? Bring the dead some dignity and peace?'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Restore badly desecrated tombs in Sektakhâb ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 24695153,
      "en": "The merchant Muntâkh has asked you to undo the desecration of tombs by grave robbers in Sektakhâb, so that the dead may find some peace.",
      "es": ""
    }
  ]
}