{
  "id": 621092485,
  "txt": [
    {
      "id": 228870261,
      "en": "Spousal Strife",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "TBD talk to bibulous spouse",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'TBD so  you found him in T? well, why haven't you given him a piece of your mind yet?'",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'So you found my husband in Tâkhdar after all? My foresight was correct; I know my foolish love too well. But you did not return him to me! Go give him a piece of my mind and bring him home!'",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "tbd look around for a drunk guy",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'Have you come to a conclusion on my husband's whereabouts? Then what are you doing here? Go fetch him! I am beside myself with worry!'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Speak with Hanâth's inebriated spouse",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I had thought the opening of Dâr Laja would allow all to be heard, but it is difficult enough to hear my own thoughts. I have a wine-shop to run. I cannot wait indefinitely for the Kindred of the Coins to hear my complaints. It is a small enough matter; would you take care of it for me?\\n\\n'A woman looking for her husband is causing a bit of ruckus in my wine shop in the Tor-gardens, The Din of Arms. I beg you, see what she is on about. She is irritating my patrons.'",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'And who are... do I know you? You are wavy around the edges... but I like the shape of those waves! You are unknown to me, and it is always good health to drink to a new friendship! Here, share these bottles with me! Not wine, but almost as good.\\n\\n'I am... Baziphâr. I do not... remember your name. Do not expect me to! Ha ha! Come, let us imbibe together as friends!'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "tbd talk to inebriated spouse",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Find the irritated wife at the Din of Arms",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "tbd look around for a drunk guy",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Search for a drunken man in Kheb Hanût",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Find and speak with Hanâth at The Din of Arms in the Tor Gardens.\\n\\nShemâya, a wine-merchant of Umbar Baharbêl has come to Dâr Laja to file a complaint against a frequent visitor to the shop. She suggests first meeting with his wife, Hanâth at The Din of Arms in the Tor Gardens.",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I would ask if you had seen my husband, but I know he has been forbidden from showing his face at this wine-house, too. That man has caused no end of trouble at every single wine-house and tavern and even friend's home in the entire city!\\n\\n'I am certain he is still drinking somewhere. Perhaps in Tâkhdar, although I do not know where, and am certain I will not descend to such unsavoury depths. You seem like you journey there often. Look for him next time you are there!'",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "This region seems safe enough for a drunken husband to spend his time",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Have you yet spoken with Hanâth, or whatever her name was? That woman still terrorizes my patrons. Does she not realize her husband will not return there? I have forbidden him entry time and time again! Please find him, if only to cease her nattering.'",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "Hanâth's husband is probably in Tâkhdar in the black market at Kheb Hanût.\\n\\nSearch for someone who seems particularly inebriated in the cellars.",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "tbd you spy a man deep into his cups while onlookers avoid him",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "Hanâth's husband is drinking himself blind in Tâkhdar at Kheb Hanût.\\n\\nYou have found Hanâth's husband in the cellars. You should greet him and see if he is sober enough to ascend.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "TBD find harried spouse; she doesn't tell you his name",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Hanâth's husband is somewhere in Tâkhdar, likely in Kheb Hanût.\\n\\nA frantic woman is looking for her husband, who has gotten himself banned from every wine-house for drunken behaviour. She suspects he is still drinking somewhere in Tâkhdar.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Introduce yourself to Hanâth's husband",
      "es": ""
    },
    {
      "id": 24695140,
      "en": "The troublesome woman can be found at The Din of Arms in the Tor-gardens, in the western side of Umbar Baharbêl.\\n\\nA wine-merchant has asked you to speak with a woman who seems to have lost her husband.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Search for Hanâth's husband in Tâkhdar",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "tbd look around for a drunk guy",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "You spy a man deep into his cups while onlookers avoid him",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Hanâth at The Din of Arms",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "TBD talk to bibulous spouse",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'tbd have you come to drink with me? wonderful'",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "tbd you spy a man deep into his cups while onlookers avoid him",
      "es": ""
    }
  ]
}