{
  "id": 621092414,
  "txt": [
    {
      "id": 228284034,
      "en": "'My honest and most helpful friend, might you lend a hand once again? Trade flows like heady wine now that you have returned my stolen crates! My good business, however, has attracted covetous gazes. You have no doubt seen ruffians and smugglers about. They are no business contacts or rivals of mine, I assure you! Certainly no friends of mine, nor yours! If you were to rid Tâkhdar of some small number, I am sure no one would miss them.'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Smugglers can be found throughout Tâkhdar.\\n\\nIlzhâna has asked you to thin the number of smugglers stalking Tâkhdar and interfering in her trade. She insists it's for the safety of the cellars, not because they are business rivals.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Ilzhâna can be found at Tilmakhím on the western side of Tâkhdar.\\n\\nReturn to Ilzhâna with news of your exploits.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Ilzhâna, a cheerful but suspicious trader of unknown wares, has asked you to thin the number of smugglers, who she insists are not business rivals.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Honest Trade",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Speak to Ilzhâna",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'So you return! Then you encountered no trouble persuading those brigands to depart? No, no, I do not recall asking you to slay any such fine business folk. But if you did, it cannot be helped, ah ha! How truly terrible such ruffians assaulted you, leaving you no choice but to fight back and end their own business ventures.\\n\\n'You are too good to this honest trader. Too good indeed! Take this with my eternal gratitude.'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Smugglers defeated ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Have you convinced any of those smugglers to leave Tâkhdar, my favourite future customer? I am certain no harm shall befall you, what with those shiny weapons you bear!'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Defeat smugglers in Tâkhdar ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}