{
  "id": 620901032,
  "txt": [
    {
      "id": 136263297,
      "en": "You continue to see to the comfort of injured Rohirrim",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A party of Rohirrim have ridden south from the Wold to investigate the massing of the Orcs along the East Wall of Rohan.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am Framric, a man of Rohan proud and true, and I need your help. Orcs have crossed the river, and now they swarm throughout this land, all along the East Wall of my homeland.\\n\\n'I came south from the Wold with a party of some thirty riders to investigate what could have drawn the Orcs across the Great River. When we arrived, the force was even larger than we expected, and they set upon us. We drove them away, but suffered many losses and our camp is in disarray.\\n\\n'My people could use your help to restore the camp and make safe the border of Rohan. Go to the south-west, near the passage into the Norcrofts. Make your presence known to my brothers, if you wish to aid us.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "A band of Rohirrim from the Wold have made camp in the East Wall south-west of the Argonath and the entrance to the Wold, in the stretch of land that leads to the Norcrofts.\\n\\nYou have been told where to find a camp of the Rohirrim in the East Wall, and should seek them out to offer your aid against the Orcs.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'My name is Léomund, and I need your help. Orcs have crossed the river! Now they swarm throughout this land, and all along the East Wall of my homeland.\\n\\n'Thirty of my people rode south from the Wold to investigate what could have drawn the Orcs across the Great River. When we arrived, the force was even larger than we expected, and they set upon us. We drove them away, but suffered many losses and our camp is in disarray.\\n\\n'My people could use your help to restore the camp and make safe the border of Rohan. Go to the south-west, near the passage into the Norcrofts, and make your presence known to my brothers, if you wish to aid us.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Rohirrim injured in the recent battle with the Orcs need your help to be made more comfortable.\\n\\nWounded Rohirrim can be found throughout their camp.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Céolbald can be found within the Rohirrim camp in the East Wall, in the swath of land that leads to the Norcrofts.\\n\\nYou have seen to the comfort of several injured Rohirrim, and should return to Céolbald.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'My people could use your help against the Orcs, friend. Find their camp south-west of here in the East Wall, in the swath of land that leads to the Norcrofts.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Welcome to Mansig's encampment, friend. We came south from the Wold with a party of some thirty riders to investigate what could have drawn the Orcs across the Great River. When we arrived, the force was even larger than we expected, and they set upon us. We drove them away, but suffered many losses and our camp is in disarray.\\n\\n'If you are willing, we could use your help! Speak to Céolbald and he will answer any questions you may have.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'My people will need your help against the Orcs, if you are willing to lend it to them. Find their camp to the south-west, in the stretch of land that leads to the Norcrofts.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You are here to help? Thank the Hammerhand for that! We can use every pair of strong arms we can get!\\n\\n'We rode from Harwick with enough men and horses to investigate the troubling reports of Orc activity in the East Wall, but we were not prepared for what we found. As we began pitching our tents and unloading the supplies, we were set upon by a contingent of Orcs! The battle was made the fiercer by its sudden joining, and though we drove off the enemy for a time we suffered many losses.\\n\\n'Ask me anything and I will tell you, but if you have a moment could you see to the comfort of our wounded?'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I will answer any questions you have, but please see to the comfort of our wounded in exchange for my answers.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Thank you, [placeholder]. Many of those men will need to be borne back to Harwick to rest from their injuries, but until we can return to the Wold we must do what we can for them here.\\n\\n'Ask me any questions you like, and I will answer as best I may. You will find work here, if you seek it. We must recover from the Orc attack and regain the initiative if we are to succeed in our errand.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "See to the comfort of injured Rohirrim throughout the camp ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Saw to the comfort of injured Rohirrim throughout the camp ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Céolbald",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Riders Afoot",
      "es": ""
    }
  ]
}