{
  "id": 620901178,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The southern tower reports no danger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The central tower reports no danger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "The men of this tower have spotted Easterling movement at the ford",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Utred has long kept watch against the passage of foes across the ford, and he has asked you to perform a regular patrol of the River Watch forts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I will think on the threats of the brigands, [placeholder], but in the meantime, I would ask you to perform the patrol of the ford watch-towers.\\n\\n'We do this regularly, but I would like to keep my riders close, in case those fool brigands get it into their empty heads to attack the town. I will welcome them... with spears and arrows! Let them come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The second southernmost watch-tower can be found on the edge of the Great River in the northern Wold, south-east of Langhold.\\n\\nYou should ride to the watch-tower and ensure that all is well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hail, Rider! If rider you are... that is not quite a war-steed, but I suppose it will do for now.\\n\\n'You are on patrol, yes? I am afraid we have spotted movement on the ford -- Easterlings, most like.\\n\\n'You should ride to the tower on Anduin's edge and see what they have to report. We are safe... for now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The central watch-tower can be found on the edge of the Great River in the northern Wold, slightly north of the first tower.\\n\\nYou should ride to the watch-tower and ensure that all is well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The highest watch-tower can be found on the tallest hill overlooking the Great River in the northern Wold, slightly north of the first tower.\\n\\nYou should ride to the watch-tower and ensure that all is well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Hail, [placeholder]! Are you on patrol?\\n\\n'You may ride on, friend. There is nothing out of the ordinary here -- just the ordinary dangers of the plains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "The watch-tower at the Great River's edge can be found north of the high tower, down the slopes towards the water.\\n\\nYou should speak with the watchman at the river-edge tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Hail, traveller. Are you on patrol this week? All is clear here; you may ride on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Easterlings are upon us! They have gathered at the ford, and begin to swarm the river-banks on this side. Their numbers are still small -- I believe we still have a chance to fend them off.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak to a guard at the second southernmost watch-tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak to a guard at the central watch-tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak to a watchman at the northern central tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Speak to the watchman guarding the northernmost tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The River Watch Patrol",
      "es": "",
      "es (fem)": ""
    }
  ]
}