{
  "id": 620901194,
  "txt": [
    {
      "id": 136263297,
      "en": "This is a good place to <rgb=#FF00FF>look</rgb> for the eyes",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You see nothing but trees... without eyes",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You arrived at Thornhope to find it in ruins, and its only known survivor -- Béortnoth, son of Wulfrad -- more than half mad.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "There is a wild look in Thane Béortnoth's eyes as he speaks.\\n\\n'Shhh! Be silent! They will hear!'\\n\\nHe glances west towards Fangorn.\\n\\n'The forest... it is watching! The trees have eyes... deep, deep eyes, full of sorrow. If we are not careful, it will come! Do you not see the eyes?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Fangorn lies to the west of Thornhope.\\n\\nYou should go near Fangorn and <rgb=#FF00FF>look</rgb> for signs of the eyes that Béortnoth claims he saw.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I tell you I SAW the eyes... while the tree was carrying me!'\\n\\nHe pauses, a look of confusion on his face.\\n\\n'Trees cannot walk, can they? So no tree could have been carrying me. Was it a dream? I was sure it said its name was Blackthorn....'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You should now <rgb=#FF00FF>look</rgb> for the eyes that Béortnoth claims he saw.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Thane Béortnoth is camped near the ruins of Thornhope to the east.\\n\\nYou should return to Béortnoth and assure him that the trees do not have eyes and that they are not watching.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find a place to <rgb=#FF00FF>look</rgb> for the eyes Béortnoth saw",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "<rgb=#FF00FF>Look</rgb> for the eyes Béortnoth claims he saw",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Thane Béortnoth near Thornhope",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Tortured Mind",
      "es": ""
    }
  ]
}