{
  "id": 620901116,
  "txt": [
    {
      "id": 218649170,
      "en": "'I heard and saw nothing... I swear it!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I never liked either one of them to begin with... I am only here to watch the fight.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Troubled Friendship",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I am pretty sure I saw someone playing with Sperling's sword down in the southern part of the city, but it was not Brunstan.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'If Brunstan stole Sperling's sword, he should be fed to the Orcs. Sperling's da gave him the sword before he went away....'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "This child confessed to misplacing Sperling's toy sword",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Oh, you must hurry, kind [placeholder]! Brunstan and Sperling will surely harm each other if they continue fighting!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 218649175,
      "en": "'Oh dear, you say that another of my friends was actually to blame for the loss of Sperling's sword? Oh my....'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 94621393,
      "en": "Talk to Getfleda.",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Oh my! I do not know who to believe! I cannot believe that Brunstan would be so dishonourable, but I also do not believe that Sperling would accuse him without cause!\\n\\n'Perhaps one of the other children saw something... would you ask them?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Talk to Brunstan and Sperling.",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'Sperling has accused me of stealing the toy sword his father gave him, but I tell you I did not! I am no dishonourable dog that would steal from his friends!\\n\\n'Sperling lent me the sword, and I returned it... I swear it! He only blames me because he does not want to blame himself for the loss of it.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Talk to Getfleda and let her know what her friends had to say.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Talk to the children observing the fight between Brunstan and Sperling and learn if any of them saw what happened.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Talk to Getfleda.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Getfleda",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Hear Brunstan's side of the story",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Hear Sperling's side of the story",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Getfleda",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to the children observing the fight between Brunstan and Sperling",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Getfleda",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'Brunstan is a liar and a thief! My father gave me a wooden practice sword before he went away to fight, and I let Brunstan play with it... now it is gone.\\n\\n'He swears that he returned it to me, but I swear he did not! He is a liar without honour!'",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "'Let us talk somewhere else....'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have accompanied Getfleda, a girl of Eaworth, to help break up a fight between two of her friends, Brunstan and Sperling.",
      "es": ""
    },
    {
      "id": 177256593,
      "en": "'There, see? Can you stop them?'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'N-nay, I saw nothing! I-I....'\\n\\nThe child sighs and looks distraught.\\n\\n'I cannot tell a lie. I borrowed the sword from Brunstan and was playing in the burned yards to the south. When my mother called me to dinner, I forgot the toy and left it behind. When I went back, I could not find it again.\\n\\n'Please, do not tell Sperling and Brunstan! They are both bigger than me!'",
      "es": ""
    }
  ]
}