{
  "id": 620901124,
  "txt": [
    {
      "id": 218649169,
      "en": "'Look at the state of this camp, [placeholder]. My men had not been here for an hour when a band of screaming Orcs fell upon us. The walls were not yet up, and some of my warriors were away seeking firewood.\\n\\n'The Men of Rohan are made of stern stuff indeed, as are their horses. We did not despair, though we were beset on all sides. My fighting men were able to keep the Orcs at bay until my other warriors returned. Then it became a rout.\\n\\n'Many of the Orcs still lurk in the surrounding woods. If you are a friend to the Men of Rohan, I ask you to remedy this blight upon the East Wall. Wilferth tells me there are several types of Orc in this area, of different sizes, or types, or loyalties. Orc, Uruk...it is all the same to me. Remove them, [placeholder], and I will count you a friend.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Very good! An enemy of the Orcs is a friend of mine, [placeholder]! There is more to be done, however.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Orcs that attacked my men are still out there! Remedy this situation, [placeholder], and I will count you a friend. You will find them throughout the East Wall.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Expedition to the East Wall",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Mansig wants you to defeat some of the Orcs and Uruks that ambushed his men in the East Wall.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Orcs and Uruks throughout the East Wall ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Orcs and Uruks throughout the East Wall ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orcs and Uruks can be found throughout the East Wall.\\n\\nMansig has asked you to defeat Orcs and Uruks throughout the East Wall.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Mansig",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Mansig is at his camp in the East Wall.\\n\\nYou have defeated many of the foes that attacked Mansig's party of Rohirrim and should now return to tell him of your success.",
      "es": ""
    }
  ]
}