{
  "id": 620901095,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'My heart grieves, [placeholder]. My mother has always been wise in her ways and her counsel... why now has she turned to folly?\\n\\n'To know that Saruman, ever a friend to Rohan, has fallen to evil is nearly more than I can bear, but that he should take with him good folk, such as Góda daughter of Athelmar...?\\n\\n'Nonetheless, I cannot allow this treason to go unnoticed. [placeholder], I would ask that you take my mother into custody. The guards will escort her to the jail to await trial.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, so my son has not the courage to confront me himself? Know this, [placeholder], what I did, I did for the good of the Riding and of Rohan.\\n\\n'Théoden King has become feeble-minded, incapable of ruling the Mark. Saruman is strong and wise... he seeks only to bring order to the lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I doubt not that her intent was true, [placeholder], but our allegiance is to Théoden, not Saruman. I cannot believe that there is any good in the deeds of the Wizard, and that is a great sorrow.\\n\\n'We must, however, persevere, for if our hearts fail us, darkness will consume Rohan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Betrayal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Hoital, the uruk leading the Orcs of Maustazg, revealed that the siege was being orchestrated by Saruman the White and that Lady Góda was working against Ingmar on behalf of Saruman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda0334b",
      "en": "'Guards, take Lady Góda to the jail. I will come to her later.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Góda in the Mead Hall of Eaworth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lady Góda stands near Ingbert in the Mead Hall of Eaworth.\\n\\nGrief-stricken, Ingbert has asked you to confront Góda about her betrayal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ingbert in the Mead Hall of Eaworth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ingbert is in the Mead Hall of Eaworth.\\n\\nYou should speak with Ingbert about his mother's betrayal.",
      "es": "",
      "es (fem)": ""
    }
  ]
}