{
  "id": 620901077,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Assisted Lady Góda with Espying the Vale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Assisted Lady Góda with Blinding the Enemy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Assisted Lady Góda with Sowing Mayhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "After hearing from both Lord Ingmar and Lady Góda, you brought your support of Góda's plan to Reeve Ingbert.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Assisted Lady Góda with Evidence of Evil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My son is displeased with my decision, but I am Reeve of the Entwash Vale. When his day comes, he may choose his own course.\\n\\n'While I yearn as well to find glory in battle, my first thoughts must be for my people. If you would, help my mother, Lady Góda, with whatever tasks she has for you. In the meantime, my son and I shall continue siege-preparations here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lady Góda stands near Reeve Ingbert in the Mead Hall of Eaworth.\\n\\nIngbert has instructed you to lend aid to Lady Góda as she plans the defence of Eaworth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "When you return to Ingbert, it is clear that he is distressed.\\n\\n'All is not well, [placeholder]... the forces of the Orcs are stronger than we had first suspected. I am in a quandary....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Reeve Ingbert is in the Mead Hall of Eaworth, in the Entwash Vale.\\n\\nYou should return to Ingbert and let him know that Góda's preparations are complete.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Assist Lady Góda with Espying the Vale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Assist Lady Góda with Blinding the Enemy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Assist Lady Góda with Sowing Mayhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Assist Lady Góda with Evidence of Evil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Best Defence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Ingbert in the Mead Hall of Eaworth",
      "es": "",
      "es (fem)": ""
    }
  ]
}