{
  "id": 620901190,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], you brought me out of a pit of pity and despair, and for that I thank you. But while I no longer desire death, I do desire vengeance.\\n\\n'Do you know what it is like to see your wife and children brutalized and murdered before you, and there is nothing you can do to stop it? I do. The Orcs did just that, and when they were done, I begged for death myself...only the creature which led that band -- an Orc called Matumkâr -- would not allow them to grant me my wish. I was allowed to bury what remained of my children, but my wife I never saw again.\\n\\n'[placeholder], if naught else comes of this horror, I ask only one thing: see to it that Matumkâr perishes at Thornhope. Let my family have the justice they deserve!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have my gratitude, [placeholder]. The spirits of my children can now have peace....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Death to the Reaper",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcc23f1",
      "en": "'Ha! More fodder for the lads! Come to squeal like the others?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Wadel, the grieving father you rescued from the ruins of Thornhope, desires nothing but revenge against the monsters who murdered his family.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Matumkâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Matumkâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Matumkâr will likely be found near Wadel's home in Thornhope.\\n\\nWadel has asked you to kill Matumkâr, the Orc who led the band that murdererd his family.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Wadel outside Thornhope",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wadel is encamped outside the walls of Thornhope.\\n\\nYou should return to Wadel with news of your victory over Matumkâr.",
      "es": "",
      "es (fem)": ""
    }
  ]
}