{
  "id": 620901173,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Orcs are mindless and bloodthirsty, and I have fought enough of the villains to know what drives them. They are simple creatures, driven only by hatred for the good people of the Mark.'\\n\\nA shadow crosses Mansig's honest face, and he pauses.\\n\\n'And yet, there is something unusual about these Orcs, something I have not seen before. My scouts report that they have seen Orcs crouched in the woods, clearly looking for signs of...something. It is not the location of my camp, for they already know where it lies. Nay, they seek something else.\\n\\n'Find these searchers and defeat them, [placeholder]. If there is something the Orcs want to find, it is important for my men and my homeland that they not find it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I do not need to know what they were looking for to be glad they have not found it. You did well, [placeholder].\\n\\n'Keep aiding my men. What is good for Rohan is good for all people of this land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Orcs are usually so mindless. What could they be searching for in this way? I do not like it.\\n\\n'Find Orc-searchers in the woods nearby and end their hunt. Whatever it is for which they look, make certain they do not find it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Searchers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mansig is puzzled by the activities of the Orcs and wants you to learn what they are up to and counter it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Orc-searchers in the East Wall ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Orc-searchers in the East Wall ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orc-searchers can be found throughout the East Wall in the woods near Mansig's camp.\\n\\nMansig is troubled by the unusual activity of the Orc-searchers in the East Wall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Mansig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mansig is at his camp in the East Wall.\\n\\nYou have defeated Orc-searchers throughout the East Wall and should now return to Mansig.",
      "es": "",
      "es (fem)": ""
    }
  ]
}