{
  "id": 620901040,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], a moment! The kindness you have shown our people has come to the attention of Lady Tóla, Lord Ingmar's new wife. She wishes to express her gratitude to you in person.\\n\\n'Lord Ingmar's home is in the northern part of the city. Speak with Darmod, the doorwarden, and he will grant you access to Lady Tóla.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, [placeholder] the [placeholder]. Lady Tóla awaits you within. Please enter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Are you [placeholder]? Word of your kindness has come to me, and I desired to thank you. It is not often that strangers offer their aid, nor that they be offered hospitality in return... these days are dire.\\n\\n'However, I confess, it was not to show gratitude alone that I summoned you hither.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Kindness Counts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Impressed by the kindness you have shown her people, Lady Tóla, new wife of Lord Ingmar, requests your presence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Darmod outside Ingmar's house in Eaworth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Darmod stands guard outside Lord Ingmar's house in the northern part of Eaworth.\\n\\nBotulf instructed you to speak with Darmod, Lord Ingmar's doorwarden, to gain access to Lady Tóla.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Tóla at Ingmar's house in Eaworth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lady Tóla awaits you within her house in the northern part of Eaworth.\\n\\nYou should enter Lord Ingmar's house and speak with Lady Tóla.",
      "es": "",
      "es (fem)": ""
    }
  ]
}