{
  "id": 620901074,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have won victory at Maustazg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The preparations for the defence of Eaworth have been completed, but all is not well....\\n\\n<rgb=#FF0000>NOTE: This instance can only be completed Solo.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Despite your defiance of Théoden King's laws, our defences are set, but we may still lose everything!\\n\\n'My grandson has taken a force to Maustazg, intent on destroying the Orcs, against the commands of his King and of his father. If he lives, he will most certainly be branded a traitor and face exile or death. If he dies in battle, he will earn no glory.\\n\\n'I am through with you, [placeholder]. If you wish to redeem yourself, speak with Ingbert.'\\n\\n<rgb=#FF0000>NOTE: This instance can only be completed Solo.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ingbert stands near Góda in the Mead Hall of Eaworth.\\n\\nGóda, disgusted with you, suggested that if you wish to redeem yourself for your errors in judgement, you should speak with Ingbert.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is as I feared, [placeholder]. My son could not bear the shame of waging a war from the walls of Eaworth. He took a force out this morning to lay siege to Maustazg.\\n\\n'I beg you, [placeholder], go to him and lend him your arm... I would see my son return safely, though I fear it may not change his fate.\\n\\n'Let me know if you will do so, and I will lend you a steed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ingbert is in the Mead Hall of Eaworth.\\n\\nSpeak with Ingbert when you are ready to ride to Maustazg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Ingbert is in the Mead Hall of Eaworth.\\n\\nYou should speak with Ingbert regarding the battle at Maustazg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will ride to my son's aid? My thanks to you, [placeholder]!'\\n\\n<rgb=#FF0000>NOTE: This instance can only be completed Solo.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Alas for Ingmar's foolishness! He went against my commands and now lies dying in the infirmary. It is only to be hoped that the healers may ease his wounds and save his life.'\\n\\nHis face becomes grim as he continues.\\n\\n'However, not all will be well even then. From what Ingmar managed to tell me and what you yourself report, there is indeed a traitor in our midst, and I am loath to pursue her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Ingbert",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ingbert to ride to Ingmar's aid",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Ingbert in the Mead Hall of Eaworth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "In Defence of Eaworth",
      "es": "",
      "es (fem)": ""
    }
  ]
}