{
  "id": 620901004,
  "txt": [
    {
      "id": 218649170,
      "en": "'You have shown kindness to my people... I will gladly provide you with the thread you need.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You ask much in this dark time. Nevertheless, I will not have it said that Ordbéorth of Eaworth did not do his part to prepare for the siege. Here are the needles you requested.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Blankets for the Winter",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Thank you for your kindness and your diligence, [placeholder]. You are a true friend to Eaworth.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'My thanks to you... this will be a boon in the coming days!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected spools of thread from Nothgyth",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Have you something for me?'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected sewing-needles from Ordbéorth",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'We shall make good use of this blanket... thank you!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected aurochs-hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Offram has given you the hides you need. Thread can be obtained from Nothgyth in the southern part of the city. Ordbéorth in the northern part of the city can provide sewing-needles.\\n\\nOffram has asked you to collect the hides, thread, and needles necessary to make warm blankets for the people of Eaworth.",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Have you something for me?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The infirmary's sewing-table can be found outside the infirmary in Eaworth.\\n\\nOffram asked you to sew warm blankets for the people of Eaworth.",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'I have lost everything, and you bring me a blanket? A BLANKET?\\n\\n'Nay, I should not be so hard on you. It is not your fault that Ingbert protects us not.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "People in need of warm blankets can be found throughout Eaworth.\\n\\nOffram wants you to deliver the warm blankets you sewed to the people of Eaworth.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Offram stands guard outside the Vendor Hall in Eaworth.\\n\\nYou should let Offram know that you have delivered the blankets as he had asked.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect spools of thread from Nothgyth",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect sewing-needles from Ordbéorth",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect aurochs-hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Sew warm blankets for the people of Eaworth",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Deliver warm blankets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Delivered warm blankets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Offram outside the Vendor Hall in Eaworth",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'Have you something for me?'",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "'Offram thinks ahead... my family will need warmth now that our home is gone.'",
      "es": ""
    },
    {
      "id": 8725906,
      "en": "'Have you something for me?'",
      "es": ""
    },
    {
      "id": 8725907,
      "en": "'Thank you for this gift, [placeholder]. It will bring warmth on cold nights.'",
      "es": ""
    },
    {
      "id": 8725908,
      "en": "'Have you something for me?'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Offram, pleased by your hunting prowess and offering of meat, hides, and ivory, has more tasks for you.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The impending siege promises to be a long one. Many of the people of Eaworth will need blankets to keep them warm during the harsh winter.\\n\\n'Take these hides you collected to the infirmary's sewing-table and make some blankets. You will need to find some thread and needles as well. For the former, you should speak with Nothgyth in the southern part of the city. For the needles, speak with Ordbéorth... he is somewhat mercenary, but he will provide you with what you need.\\n\\n'When you have sewn the blankets, distribute them throughout the city, then return to me.'",
      "es": ""
    }
  ]
}