{
  "id": 620901038,
  "txt": [
    {
      "id": 218649170,
      "en": "'I am more at odds with myself than ever. Arguments have been made for both causes, but I am still uncertain.\\n\\n'Can you see no other options?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You there, what is your name? [placeholder], you say? You are a stranger here, so perhaps you might provide my father wiser counsel than either myself or my grandmother.\\n\\n'I believe the best defence for Eaworth against the coming siege is to attack the Orcs directly and subvert the siege before it has begun. Do you not believe this to be wise counsel?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Facing Fears",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'My grandson is headstrong and will not listen to reason. I believe Tóla's fears to be justified... let us speak of this later.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You agree that there is wisdom in taking the Enemy unaware",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You admit that it is a difficult decision. King Théoden's edict is, in truth, law",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Watch the discourse between Reeve Ingbert, Lady Góda, and Lord Ingmar.",
      "es": ""
    },
    {
      "id": 47377745,
      "en": "'Can we come to an agreement on this matter? Is there no choice that will satisfy all?'",
      "es": ""
    },
    {
      "id": 47377746,
      "en": "'Neither your grandmother, nor I contest that wisdom, Ingmar. Nevertheless, the King's will is clear... is there no other choice than to defy him?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Speak with Lord Ingmar.",
      "es": ""
    },
    {
      "id": 47377747,
      "en": "'Enough! I can think no more on this. We will continue our discussion later.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Watch the discourse between Reeve Ingbert, Lady Góda, and Lord Ingmar.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Speak with Lady Góda.",
      "es": ""
    },
    {
      "id": 104708866,
      "en": "'However, though you may not see it, I do not truly disagree with you, Ingmar. We are surely permitted to defend ourselves. Do you agree, stranger?'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Watch the discourse between Reeve Ingbert, Lady Góda, and Lord Ingmar.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Speak with Reeve Ingbert.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 94621400,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 44118402,
      "en": "'Perhaps we should ask this stranger's advice... I am sure it could be eye-opening.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Watch the discourse between Reeve Ingbert, Lady Góda, and Lord Ingmar.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Lord Ingmar",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Watch the discourse between Reeve Ingbert, Lady Góda, and Lord Ingmar.",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Lady Góda",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Watch the discourse between Reeve Ingbert, Lady Góda, and Lord Ingmar.",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "You tell the Reeve that you must know more of the situation before you can provide him with adequate advice",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 22075080,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 254415633,
      "en": "'Surely Théoden King's edict does not extend to repelling invaders? It is madness!'",
      "es": ""
    },
    {
      "id": 254415634,
      "en": "'Do you see, Father? Even a stranger can see the wisdom of my plan!'",
      "es": ""
    },
    {
      "id": 254415635,
      "en": "'What you say would be true if we did not have to worry about the outlying farms! What of them?'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lady Tóla asked you to speak with her husband's grandmother, Lady Góda, and obtain her assistance in convincing Reeve Ingbert to deny Lord Ingmar's wishes.",
      "es": ""
    },
    {
      "id": 140762033,
      "en": "'I do not see how, my son. Théoden King has decreed a ban upon the hunting of Orcs... can we in good conscience disregard his commands?'",
      "es": ""
    },
    {
      "id": 140762034,
      "en": "'Indeed, my son. Théoden King is not an old dotard without reason... he gives us assurances that all will be well in the end.'",
      "es": ""
    },
    {
      "id": 140762035,
      "en": "'A dilemma to be certain, but not one without a solution. Let us build our defences here at Eaworth. We can hold the city with less loss of life than an assault against the Orcs.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I do not deny that under ordinary circumstances, great glory might be won by attacking the foe, and perhaps the siege might be averted, but we are forbidden to attack the Orcs by Théoden King himself.\\n\\n'Under such circumstances, would it not be treason to attack the Orcs? Would it not be wiser counsel to fortify the city and prepare for a siege? It cannot be denied that we may defend ourselves against attack, for then we are not the hunters.\\n\\n'What say you?'",
      "es": ""
    }
  ]
}