{
  "id": 620901094,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Ingmar's attack on Maustazg was a success, but he was severely wounded in the battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My heart is aggrieved, [placeholder]. My son lies wounded, and my mother sits under guard in the city's prison. However, I cannot allow my grief to consume me.\\n\\n'I wish to be certain of my son's health and well-being. Go to him at the infirmary and learn of his condition. If he is conscious, let Ingmar know that I am proud of him. He has earned great honour and glory among the people of Eaworth, for his assault on Maustazg has brought a reprieve against the siege of the Orcs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lord Ingmar lies wounded in the infirmary of Eaworth.\\n\\nReeve Ingbert has asked you to check on the well-being of his son and to convey his pride to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is good to hear that my son is doing well, though I wish that Tóla would be at peace.\\n\\n'However, there is another matter upon my heart that I would discuss with you....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lady Tóla is at Ingmar's house in the northern part of Eaworth.\\n\\nIngmar asked you to bring reassurance to Lady Tóla in light of his victory and his grandmother's betrayal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Reeve Ingbert is in the Mead Hall of Eaworth.\\n\\nTóla asked you to leave her alone. You should return to Reeve Ingbert and let him know the welfare of his son and Tóla's distress.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The glory does not belong to me only, but to every man who rode against the Orcs. It belongs also to you, [placeholder].\\n\\n'Tóla, my dear wife, was deceived by my grandmother and sought to keep me from harm. She should be made aware that my injury has bought Eaworth a reprieve from the Orcs and that my grandmother acted in treason.\\n\\n'Will you bring assurance to Tóla? You will find her at our house nearby.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Ingmar sent you? Then he has awakened and is coherent?'\\n\\nYou speak of Lady Góda's treachery and of the glory and honour Ingmar earned, securing the safety of Eaworth against the Orcs.\\n\\n'Do you think that this brings me peace? My husband's foolishness nearly left me a widow! Please, leave me alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Ingmar in the infirmary of Eaworth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Tóla at Ingmar's house in Eaworth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Ingbert in the Mead Hall of Eaworth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Regrets and Consolation",
      "es": "",
      "es (fem)": ""
    }
  ]
}