{
  "id": 620901191,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected Wulfrad's coffer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected Wulfrad's seal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected Wulfrad's ring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You rescued Máthild, a servant from the House of Thornhope in service to Thane Wulfrad. The wily girl avoided capture and fought at your side while you brought her to safety.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Thane Wulfrad was a good man and a good master. His son, likewise, has a good heart and wishes nothing but peace for his people... what remain of them.\\n\\n'However, his heart is burdened by his own losses. Perhaps you will help ease his pain by finding any valuables that may yet remain in the ruins and bringing them here?\\n\\n'You have been kind to us already, but this last kindness would be a great service to the new Thane.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Valuables once belonging to Thane Wulfrad, Béortnoth's father, might still remain in the ruins of the Mead Hall of Thornhope.\\n\\nMáthild asked you to find valuables once belonging to Thane Wulfrad so that she might present them to the new Thane, Béortnoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is a wonder these things remain, [placeholder]! This seal, especially, is a great token of the House of Thornhope.\\n\\n'You should present these to the Thane at once. Thank you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Máthild is encamped outside the walls of Thornhope.\\n\\nYou should bring the items you found to Máthild.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Thane Béortnoth is encamped outside the walls of Thornhope.\\n\\nMáthild asked you to bring the items you collected to Thane Béortnoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "Béortnoth's gaze seems distant and unfocused. After a moment, his eyes focus, and he sees your gift.\\n\\n'You say Máthild asked you to bring these to me? She was always a good girl, sweet of disposition. I will treasure these as the last heirlooms of the House of Thornhope.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "Béortnoth's gaze is distant and glassy. He does not seem to notice you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Wulfrad's coffer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Wulfrad's seal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect Wulfrad's ring from Wulfrad's treasure box",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Máthild outside Thornhope",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Treasures of the Master",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring the items you found to Béortnoth outside of Thornhope",
      "es": "",
      "es (fem)": ""
    }
  ]
}