{
  "id": 620901053,
  "txt": [
    {
      "id": "0xd085252",
      "en": "Cíllan looks over the letter with sharp eyes.\\n\\n'Really, Utred, I do not think you should make light of this threat. They have never poised themselves to attack our town -- only to harry our lands, and steal from the farmers.\\n\\n'I do not like Eastmund's language, and I think we should heed [placeholder]'s words of warning! We should prepare to defend ourselves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ah! Someone to help me. I am glad the city watch sent a strong-looking [placeholder] to aid me.\\n\\n'The brigands came just before dawn and ransacked my farm, and beat me.\\n\\n'There were only four, maybe five of them that did the dirty work. Brigands would not dare return to the northern Wold in any great number, so long as Utred is Thane. I did not make out which way they ran...perhaps south-west?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Unnerving Display of Confidence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "Utred reads the letter with a scowl.\\n\\n'Fool Eastmund! He dares offer me terms of peace if I give up Langhold and the northern Wold to his brigand scum!\\n\\n'I will not send my folk away, and I will rally my riders and deal with the brigands at once. They should have been thankful for exile...it was a pardon. I will not be so forgiving next time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'We have every right to be here. Do you think you can just harass my folk, stranger, because some power-crazed Thane told you to? I will stand up for my folk!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The farmer indicated that the small band of attackers may have gone south-west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you are in need of employ, there are some real brigands in need of banishment. Soldiers grown do not waste time with children's games that mimic the deeds of Men.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Defend ourselves? They will never attack us. Why not, you ask? Because we will oust them first, as we always do.\\n\\n'Thank you, [placeholder], for your diligence, but you are to leave those brigands to me. If you wish to be of service, you may perform the patrol of the River Watch.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You are unnerved by the sight of so many foes near Langhold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Eastmund has yielded, and asked that a message be delivered to the Thane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The farmer whose lands were looted can be found west of Langhold, not far from the north gate.\\n\\nYou should speak with the farmer and hear out the story of what befell him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "The Thane refuses to abandon Langhold over a brigand threat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Eastmund's Lair is along the western edge of the northern Wold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Cíllan is concerned by the strange threatening behaviour of the brigands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The foes amassed near Langhold appear to be very organized.\\n\\nYou should seek the leader of this rabble and encourage him to return with his unruly followers to exile.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Eastmund has asked for a message of grievances to be brought to Thane Utred of Langhold.\\n\\nYou should go to Thane Utred at once and deliver the message, and warn him of the forbidding brigand presence near Langhold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Cíllan stands near the Thane in the Mead Hall of Langhold.\\n\\nYou should show Cíllan the letter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Utred is in the Mead Hall in Langhold.\\n\\nYou should speak with Thane Utred now that Cíllan has said her piece.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Question the farmer about the attack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the brigand camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Confront the leader of the brigands about the group's aggressive positioning",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring Eastmund's message to the Thane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Show the letter to Cíllan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "See if Utred heeds the warning after receiving his wife's counsel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The leader of the brigands in the northern Wold seems overly confident despite the recent banishment of his people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I see that you have some skill at fighting child-brigands. How would you like to try your hand at the real thing, eh, stranger? Why play at fighting when there are real enemies to be cowed?\\n\\n'Brigands have raided a farm to the west of here, and the poor farmer has lost everything. If you want to be useful as your reputation bids, you should go and deal with the team of bandits who did this.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}