{
  "id": 620901058,
  "txt": [
    {
      "id": 136263297,
      "en": "If you believe Ingmar's reasoning to be greater than Góda's, you should bring your support of his plan to Ingbert",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "<rgb=#FF0000>Support Ingmar failed</rgb>",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Reeve Ingbert, still undecided about what course of action he should take regarding the Orcs in the Entwash Vale, has put his faith in your advice.\\n\\n<rgb=#FF0000>You should accept both Support Góda and Support Ingmar to learn their positions, but you may only complete one of them. The other will fail. Which quest you complete will determine who you will support throughout the story arc.</rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'How I yearn to ride forth with my son against these Orcs who dare intrude upon the lands of the House of Léotharn! Yet I know in my age that my desire, like Ingmar's, is driven more by a lust for glory than for the care of my people.\\n\\n'I am torn, for I do see reason behind Ingmar's arguments, but is it greater than my mother's? The lives that would be saved by following my mother's advice would be great, but would it resolve the issue of Orcs marauding in the Entwash Vale?\\n\\n'Speak with Ingmar and learn the full reason behind his plan, then return to me, and I will make my decision.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lord Ingmar stands near Reeve Ingbert in the Mead Hall of Eaworth.\\n\\nIngbert has bidden you speak with Ingmar regarding his plan, to learn whether the greater wisdom is to follow his son into battle.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "You take a moment to convey your support of Ingmar's plan, igniting the passion for glory within Ingbert's heart.\\n\\n'Aye! I will not remain holed up within these walls like a coward!'\\n\\nHis manner calms a little.\\n\\n'It is true that we have the opportunity to scatter these Orcs like chaff on the wind... but only if we attack first. I have made my decision.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ingbert stands near Ingmar in the Mead Hall of Eaworth.\\n\\nIf you believe that Ingmar's reasoning is greater than Góda's, you should bring your support of his plan to Ingbert.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Bah! We stand here and debate the wisdom of attacking the Orcs as if driving away invaders in the Entwash Vale could possibly be the motive behind Théoden King's edict.\\n\\n'There is rumour that Saruman the White, ever the friend and ally of the Rohirrim, has subjected a tribe of Orcs beneath his hand... surely, these are the Orcs which the King protects, yet the invaders are from the Misty Mountains!\\n\\n'What glory is there in holing up behind these walls, waiting for the Orcs to burn them down around us and kill every man, woman, and child within? It is cowardice!\\n\\n'Understand, my grandmother is indeed a wise woman, but she is also stubborn. She does not comprehend the opportunity that we have! The Orcs have not yet mustered enough strength to lay siege to Eaworth... if we strike now, we can cripple their efforts and drive the mongrels forth from the Entwash Vale.\\n\\n'There is no safety within these walls of wood. Fire burns wood, and the Orcs are master wielders of fire. Will you support my position with my father? Perhaps you may bring him courage and wisdom.'\\n\\n<rgb=#FF0000>You should accept both Support Góda and Support Ingmar to learn their positions, but you may only complete one of them. The other will fail. Which quest you complete will determine who you will support throughout the story arc.</rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Ingmar in the Mead Hall of Eaworth",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Ingbert in the Mead Hall of Eaworth",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "<rgb=#FF0000>If you complete Support Góda, this quest will fail</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Support Ingmar",
      "es": ""
    }
  ]
}