{
  "id": 620847401,
  "txt": [
    {
      "id": 136263297,
      "en": "This foul tome will surely interest the Elves",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "These odd trinkets are sure to interest the Elves",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "These dusty shelves contain a book that will certainly be of interest to the Elves",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Malledhrim have asked you and your companions to enter Barad Guldur in an attempt to strike at the heart of the forces of Dol Guldur.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "These dusty shelves contain a book that will certainly be of interest to the Elves",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Belvaer, the commander here, has given some instructions for you, [placeholder]. Further up this tower lie horrors of Mordor which yearn to smother the light of the world beyond these fell eaves, corrupting Middle-earth as they have corrupted Mirkwood.\\n\\n'If you are to march further, you do so in the face of great peril. If you feel able, you should scour this place for any clues or information that will be of use in our campaign against the Enemy, whether it be within these walls or abroad in the greater fight against the Enemy.\\n\\n'I wish you luck, [placeholder]! Please bring your findings to me -- but this is not a path that you should walk alone. Bring many strong friends with you upon this venture.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The relics and tomes of the Necromancer can be found throughout Barad Guldur.\\n\\nYou should keep an eye out for any useful clues or information that will aid the efforts of the Malledhrim as you ascend Barad Guldur.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Hail, mellon! I am glad to see that you have returned in one piece. Do tell of what you saw in the tower....'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Anglú awaits you in Barad Guldur.\\n\\nYou should hasten back to Anglú and tell him of your findings throughout the tower.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You must search for anything that will be informative to the Malledhrim. This will be of great use to us.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search for notable objects",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search for any curious relics",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Search amongst book-shelves",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Anglú in Barad Guldur",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Barad Guldur: Gruesome Relics and Tomes",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Anglú in Barad Guldur",
      "es": ""
    }
  ]
}