{
  "id": 620847442,
  "txt": [
    {
      "id": 218649169,
      "en": "'We are very busy here with planning our offensive, as you see. Unfortunately, this does not leave me with much opportunity to pursue my usual studies. I am a scholar of nature, you see, as are many of my kindred.\\n\\n'I have great interest in the natural world, even one as corrupted as this black forest. At home in Lórien I have a great collection of water-samples; it has taken me many long years to build. It would be a shame to leave the Drownholt without expanding my library.\\n\\n'You would be doing a great favour to me if you would take samples from pools in the Drownholt as you go thither. Such items would be worth more to me than gold, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'How wonderful, [placeholder]! I think these will do very well for the purpose of my studies. I hope to learn much of Mirkwood from these drops, for they can tell me many long tales of the rain and the plants and the earth of these parts. I suspect these will be sad tales, but perhaps some helpful knowledge can be gleaned from them in time.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I am so glad that you are willing to gather phials of water for my collection! I very much look forward to studying the samples you bring me, for there is much to be learned of a place from its still waters.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Wetlands of Southern Mirkwood",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Laidhriel is interested in collecting samples of water to keep for study upon her return to Lothlórien so that she can better understand the environs of Mirkwood's swamp-lands.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected water-samples in the Drownholt ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect water-samples in the Drownholt ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Samples of water can be collected throughout the many shallow pools of the Drownholt in Mirkwood.\\n\\nLaidhriel has asked you to wander among the pools of the Drownholt and collect several phials of water for her collection.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the phials to Laidhriel at Estolad Mernael",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Laidhriel stands at the entrance to Estolad Mernael in the Drownholt.\\n\\nYou should return to Laidhriel with the water-samples she requested of you.",
      "es": ""
    }
  ]
}