{
  "id": 621063142,
  "txt": [
    {
      "id": 173025621,
      "en": "Throw stink-bombs at Lotho's Bounders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 9502545,
      "en": "'Oh, that horrid smell!'",
      "es": ""
    },
    {
      "id": 9502546,
      "en": "'Ugh, disgusting!'",
      "es": ""
    },
    {
      "id": 9502547,
      "en": "'How dare you! I'm going home!'",
      "es": ""
    },
    {
      "id": 148970386,
      "en": "Collected stink-bombs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Fredegar Bolger can be found in the village of Nobottle.\\n\\nYou should talk to Fredegar Bolger.",
      "es": ""
    },
    {
      "id": 148970390,
      "en": "Lotho's Bounder flees, but the foul stink lingers!",
      "es": ""
    },
    {
      "id": 184621267,
      "en": "Fredegar Bolger has been making and storing stink-bombs around Nobottle, should the need arise.\\n\\nYou should collect all the stink-bombs for Fredegar Bolger.",
      "es": ""
    },
    {
      "id": 184621268,
      "en": "Lotho's Bounders can be found in Yondershire.\\n\\nYou should throw stink bombs at Lotho's Bounders.",
      "es": ""
    },
    {
      "id": 111477267,
      "en": "Talk to Fredegar in Nobottle",
      "es": ""
    },
    {
      "id": 246419717,
      "en": "Fredegar Bolger can be found in the village of Nobottle.\\n\\nYou should talk to Fredegar Bolger.",
      "es": ""
    },
    {
      "id": 149027506,
      "en": "The Smell of Revolt",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Swamp muck...\\n\\n'Rotten eggs...\\n\\n'Neeker glands...\\n\\n'Fresh manure...'\\n\\nFredegar smirks at you, delighting in the expression on your face.\\n\\n'What are these? It's simple, [placeholder]: these are the ingredients I collected that will turn the tide for us, a terrible stew that is going to send Lotho Pimple running back to his mother! While you were gone, I brewed up a bomb: a frightfully potent stink-bomb! By now my friends will have followed my lead and made a dozen more!\\n\\n'After we hit Lotho and his Bounders with these stink-bombs, they'll have to soak in their bathtubs for a full year before they can even think about continuing their scheme to change the bounds of the Shire! Now let us gather up the stink-bombs and put an end to Lotho's plans!'",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Lotho's plans to change the Bounds in Yondershire must be stopped.",
      "es": ""
    },
    {
      "id": 162883604,
      "en": "'Ha, those hobbits smell terrible! If that doesn't teach Lotho a lesson, I know of nothing else that will!\\n\\n'It is time to confront him, [placeholder], once and for all!'",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Talk to Fredegar in Nobottle",
      "es": ""
    },
    {
      "id": 162883606,
      "en": "'Well, we did it, [placeholder]! We protected the bounds, and now Lotho is going to have to sit in a bathtub, scrubbing instead of scheming! Ah, it'll do him some good, no doubt about it. \\n\\n'It's a little worrying that Lotho thought to employ those scoundrels Bill Ferny and Harry Goatleaf, and with all these ruffians about it seems there may be dark days ahead for the Shire. We'd better stay on guard, my friend.\\n\\n'But thanks again for joining my little rebellion! It went better than I expected, but goodness me am I pleased that it's over now!'",
      "es": ""
    },
    {
      "id": 173025617,
      "en": "Collect stink-bombs ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}