{
  "id": 621063144,
  "txt": [
    {
      "id": "0x8e1faf3",
      "en": "To Yondershire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b4",
      "en": "While many consider Yondershire to be a rural backwater of the Shire proper, the villages there are most welcoming to weary travellers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Talk to Frothard Took in Tighfield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'Welcome to Yondershire and welcome to Nobottle, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56841",
      "en": "'Welcome to Yondershire! What brings you to the farming hamlet of Tighfield, friend?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Salga Greengrass can be found in the village of Nobottle in eastern Yondershire. Frothard Took can be found in the hamlet of Tighfield in central Yondershire.\\n\\nYou should talk to Salga Greengrass in Nobottle and Frothard Took in Tighfield.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56858",
      "en": "'This here is just beyond the bounds of the Shire. If you are looking for the Shire proper, you have to travel a bit further east. I would recommend a stop in Yondershire to rest your feet before you continue on. The best of the Bounders all patrol there! Talk to Salga Greengrass in the village of Nobottle and Frothard Took in the hamlet of Tighfield. They will surely welcome you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Salga Greengrass in Nobottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'If you are heading west, you may want to rest a while in Yondershire. The Bounders there can be found patrolling the western edge of the Shire proper. Talk to Salga Greengrass in the village of Nobottle and Frothard Took in the hamlet of Tighfield. Those Bounders will give you a proper Yondershire welcome!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}