{
  "id": 621063145,
  "txt": [
    {
      "id": "0xeb01174",
      "en": "Fredegar Bolger can be found in the village of Nobottle.\\n\\nYou should bring the list of signatures to Fredegar Bolger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "The young hobbit speaks to the small crowd that gathers around him.\\n\\n'They say the Bounders protect the bounds? Why is that? That is because everything within the bounds is our home! We are hobbits, are we not? We will decide where the bounds are and where the bounds are not!'\\n\\nThe young hobbit turns his attention to you.\\n\\n'You there! You look like you could use some more convincing. Speak to these hobbits gathered around. They will tell you I speak only the truth!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1150",
      "en": "Talked to Fredegar's admirers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01178",
      "en": "Fredegar Bolger can be found in the village of Nobottle.\\n\\nYou should talk to Fredegar Bolger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ee7",
      "en": "Talk to Fredegar in Nobottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b4",
      "en": "Fredegar Bolger has come to Yondershire with plans to keep safe both the Hithershire and the Yondershire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Fredegar in Nobottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1156",
      "en": "Defeated ruffians in Yondershire ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56866",
      "en": "'This is a fine and lengthy list of signatures! You have done well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Fredegar's admirers can be found in the village of Nobottle.\\n\\nYou should talk to Fredegar's admirers in order to get a better understanding of this hobbit's views.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50260",
      "en": "Collect signatures from upset hobbits throughout Yondershire ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Canvas of Defiance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01156",
      "en": "Ruffians can be found in the ruins of Ost Lagorath to the north and throughout Yondershire.\\n\\nFredegar has asked you to defeat ruffians in Yondershire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Fredegar Bolger can be found in the village of Nobottle.\\n\\nYou should talk to Fredegar Bolger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'Now that you have spoken to these fine hobbits, you must see that I speak the truth! My name is Fredegar, and I have but one concern: the state of the bounds!\\n\\n'There has been something upsetting going on in the Shire. I can't say any more than that, but you will have to take my word for it. There are frightening folk about, and...'\\n\\nFredegar shivers.\\n\\n'The less said of that, the better. But I have also seen a number of ruffians moving about, and we can surely do something about them! Can I ask you to persuade some ruffians to turn tail and return to their homes outside the Shire? I know they have taken up residence in the ruins of Ost Lagorath to the north, but you might also find them prowling about elsewhere in the Yondershire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56871",
      "en": "'Fredegar speaks the truth. I have seen a ruffian or two cross the bounds of southern Yondershire. We have got to do something!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56872",
      "en": "'Fredegar is worried about Yondershire, and I believe him. We live a peaceful life but lately I've seen more and more troublemakers about!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56873",
      "en": "'He is such a good storyteller. I could listen to him talk about the bounds all day!\\n\\n'Did you know the bounds of the Shire used to be different from the current bounds? I have seen the maps! Hubo Clayhanger has a book containing such maps in his collection! Now, what was the name of that author? It was someone familiar, but I can't remember why....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56874",
      "en": "'I don't have proof, but I think some of the stone walls that mark the old bounds are being moved! One day the old wall was intact, and the next? Why, it was missing a stone or two! Someone is up to something!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56877",
      "en": "'Listen to the tales told by [placeholder], the [placeholder] who has defeated many ruffians in Yondershire!\\n\\n'So that's one thing settled, and I thank you for handling it. On to my second concern: someone is seeking to change the bounds, removing Yondershire from the Shire itself! This is unacceptable.\\n\\n'Here, [placeholder]. Take this signature list and collect as many signatures as you can. We'll prove to the guilty party that the folk of Yondershire will not stand for his meddling!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1141",
      "en": "Collected signatures from upset hobbits throughout Yondershire ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01169",
      "en": "Hobbits upset and disgruntled for various reasons can be found in villages throughout Yondershire.\\n\\nFredegar has asked you to collect signatures from upset hobbits in each village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Defeat ruffians in Yondershire ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50249",
      "en": "Talk to Fredegar's admirers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Talk to Fredegar in Nobottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c6abd1",
      "en": "'I will sign this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c6abd2",
      "en": "'This is a good idea!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c6abd3",
      "en": "'Happy to help!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}