{
  "id": 621063143,
  "txt": [
    {
      "id": 177082704,
      "en": "The young hobbit speaks to a crowd of admirers",
      "es": ""
    },
    {
      "id": 177082728,
      "en": "There is a great view of the village from here",
      "es": ""
    },
    {
      "id": 111477321,
      "en": "Find Fredegar Bolger",
      "es": ""
    },
    {
      "id": 111477368,
      "en": "Visit Nobottle Farm",
      "es": ""
    },
    {
      "id": 177082706,
      "en": "The village centre is cozy and bustling",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "Nobottle can be found in eastern Yondershire.\\n\\nSalga Greengrass has asked you to explore the village of Nobottle.",
      "es": ""
    },
    {
      "id": 177082708,
      "en": "The small centre is modest for a village that seats its Reeve",
      "es": ""
    },
    {
      "id": 24695220,
      "en": "Salga Greengrass has asked you to explore the village of Nobottle, then seek the nearby settlement of Long Cleeve.",
      "es": ""
    },
    {
      "id": 177082710,
      "en": "The small establishment looks cozy",
      "es": ""
    },
    {
      "id": 246419798,
      "en": "The village of Long Cleeve can be found north of Nobottle in Yondershire.\\n\\nRosalinda North-took has asked you to explore the village of Long Cleeve.",
      "es": ""
    },
    {
      "id": 177082711,
      "en": "Many folk gather at this establishment",
      "es": ""
    },
    {
      "id": 177082713,
      "en": "The farm primarily grows barley for Nobottle's famous brew",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "The village of Long Cleeve can be found north of Nobottle in Yondershire.\\n\\nYou should travel to Long Cleeve and talk to Rosalinda North-took.",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "From Nobottle to Long Cleeve",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "'Welcome to Yondershire! Make yourself at home here in Long Cleeve. There is much to do and see here. Have you any other business to discuss? What news have you from Nobottle?\\n\\n'Salga Greengrass sent you to see the sights of Nobottle, and claimed they were the most interesting to be seen anywhere? Well, that claim has little substance! No tour is complete without seeing what Long Cleeve has on offer: the village centre, the lovely gazebo, and the Roaring Bull, the finest tavern in all of Yondershire!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Rosalinda North-took in Long Cleeve",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Visit Nobottle's village centre",
      "es": ""
    },
    {
      "id": 111477316,
      "en": "Visit The Fox and Fiddle in Nobottle",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'Welcome to the village of Nobottle. I am Salga Greengrass of the Yonder-watch! We here at Nobottle welcome both friends and strangers alike, despite what you may have been told. Farmers, brewers, writers, and all sorts of folk reside here in Nobottle, and we are proud of them all. We even have some guests at the moment, such as that Fredegar Bolger, a hobbit from away on whom I have been keeping my eye! Perhaps you can do the same?\\n\\n'While you are here, I recommend exploring our lively village and seeing the sights: the village centre, Nobottle Farm, and the Fox and Fiddle, the finest tavern in all of Yondershire! When you are done, feel free to make the journey to the village of Long Cleeve. Once there you can meet Rosa, the newest Reeve! She took over for her mother, you see, who was Reeve before....\\n\\n'Ah, do not let me talk your ears off! Get to sightseeing!'",
      "es": ""
    },
    {
      "id": 111477363,
      "en": "Visit Long Cleeve's village centre",
      "es": ""
    },
    {
      "id": 177082725,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477319,
      "en": "Visit the Long Cleeve gazebo",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Visit The Roaring Bull in Long Cleeve",
      "es": ""
    }
  ]
}