{
  "id": 621063162,
  "txt": [
    {
      "id": 184621264,
      "en": "The Fox and Fiddle can be found in the village of Nobottle.\\n\\nYou should talk to Arno Diggle in The Fox and Fiddle.",
      "es": ""
    },
    {
      "id": 184621266,
      "en": "Nails and planks of wood can be found scattered around the village of Nobottle.\\n\\nYou should collect nails and planks of wood for the display case.",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'I have had a tremendous idea, [placeholder]. There is ample space at the Fox and Fiddle, and Arno Diggle would surely not mind if we construct a small display case in one corner or another of his tavern. How much coin have I given to him over the years for food and drink, not to mention how often I recommend his establishment to others? This is the least he can do for us!\\n\\n'Maybe you should first ask what he thinks before we begin building our museum beneath his roof. But how could he refuse?'",
      "es": ""
    },
    {
      "id": 173025619,
      "en": "Collect nails ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025621,
      "en": "Collect planks of wood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 24695220,
      "en": "Hubo Clayhanger has the grand notion of building a museum in the village of Nobottle so that all can view the wonders of Yondershire without leaving home.",
      "es": ""
    },
    {
      "id": 49286800,
      "en": "Build the display case",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883688,
      "en": "'What can I get you?'\\n\\nYou explain Hubo Clayhanger's curious request, and the proprietor of the tavern tilts his head to one side.\\n\\n'Interesting idea. Hubo is one of my most loyal customers, and I suppose it is possible that such a display will attract some more business. I say go ahead!\\n\\n'You see those crates over there? They are not currently in use, nor is the space beneath them. You can set up Hubo's museum over there, and we'll see how it goes. There should be nails and wood aplenty for your purposes throughout Nobottle.'",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "Hubo Clayhanger's Museum of Wonders",
      "es": ""
    },
    {
      "id": 111477346,
      "en": "Collect nails ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419798,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082673,
      "en": "Built the display case!",
      "es": ""
    },
    {
      "id": 111477348,
      "en": "Collect planks of wood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082675,
      "en": "It is perfect!",
      "es": ""
    },
    {
      "id": 111477353,
      "en": "Talk to Arno Diggle in The Fox and Fiddle",
      "es": ""
    },
    {
      "id": 162883607,
      "en": "'Would you look at that! Everyone in the village can now visit the Wellstones without having to set foot outside the Fox and Fiddle! Well done indeed, [placeholder]!'",
      "es": ""
    },
    {
      "id": 162883608,
      "en": "'That looks quite decent, [placeholder]! Now the question is whether this decoration will actually attract new customers to the Fox and Fiddle... but I am at least willing to give Hubo the time to find out. He has purchased a LOT of food and drink from me over the years, you know.'",
      "es": ""
    },
    {
      "id": 246419716,
      "en": "The Fox and Fiddle can be found in the village of Nobottle.\\n\\nYou set the forgotten relics in the display case.",
      "es": ""
    },
    {
      "id": 246419717,
      "en": "Both Hubo Clayhanger and Arno Diggle can be found in The Fox and Fiddle.\\n\\nYou should talk to Hubo Clayhanger and Arno Diggle.",
      "es": ""
    },
    {
      "id": 148970388,
      "en": "Collected nails ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477266,
      "en": "Set the relics in the display case",
      "es": ""
    },
    {
      "id": 148970390,
      "en": "Collected planks of wood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419814,
      "en": "The Fox and Fiddle can be found in the village of Nobottle.\\n\\nYou should build the display case in The Fox and Fiddle where Arno Diggle said you could build it.",
      "es": ""
    },
    {
      "id": 111477270,
      "en": "Talk to Hubo Clayhanger in The Fox and Fiddle",
      "es": ""
    },
    {
      "id": 177082691,
      "en": "Collected nails ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082693,
      "en": "Collected planks of wood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477273,
      "en": "Talk to Arno Diggle in The Fox and Fiddle",
      "es": ""
    }
  ]
}