{
  "id": 621063140,
  "txt": [
    {
      "id": "0x6a50278",
      "en": "Talk to Fredegar Bolger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56877",
      "en": "'I won't let you get away with this, Lotho!'\\n\\nFredegar takes a deep breath and calms down slightly before speaking to you in a hushed tone.\\n\\n'[placeholder], I have a plan. There is a Yonder-watch store-house not far from here, and it's become something of a secret hideout for me and my friends. Meet me there as soon as you are able!'\\n\\nFredegar turns back to Lotho.\\n\\n'Until next time, Lotho. You haven't seen the last of us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b4",
      "en": "Fredegar Bolger plans to dispute the official marking of the bounds with Lotho Sackville-Baggins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56862",
      "en": "'You made it! That Lotho has never been much for discussion, and he's only gotten worse with age.\\n\\n'Unfortunately for him, we've only gotten smarter and more serious, haven't we?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50265",
      "en": "Talk to Fredegar Bolger at the secret hideout",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50266",
      "en": "Find Lotho Sackville-Baggins between Needlehole and Yondershire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Lotho Sackville-Baggins can be found in eastern Yondershire, outside of Needlehole.\\n\\nYou should talk to Lotho Sackville-Baggins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01174",
      "en": "A secret Yonder-watch store-house can be found in the woods between Gamwich and Long Cleeve.\\n\\nYou should talk to Fredegar Bolger at the Yonder-watch store-house.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50210",
      "en": "Regroup at the secret Yonder-watch store-house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Bitter Bounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01102",
      "en": "Fredegar Bolger can be found in eastern Yondershire, outside of Needlehole.\\n\\nYou should talk to Fredegar Bolger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1147",
      "en": "Lotho and some of his cronies have come to Yondershire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1131",
      "en": "Fredegar is already formulating a plan to deal with Lotho and his Bounders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'Hullo, what's this you have here?'\\n\\nLotho scowls at you.\\n\\n'Do you think waving this list of names in my face is going to change my mind? The old bounds worked fine, back when the Westfarthing and Northfarthing ended where they should! Who needs Yondershire to be a part of the Shire? Not I, and not anyone, leastways not any good solid hobbits!\\n\\n'You peculiar folk... listen up! We need to change the bounds so we can keep the Shire proper safe. Either you move, or you're not in the Shire anymore. It's that simple.\\n\\n'There's no point trying to discuss it, and your Yonder-watch hasn't got any say in the matter. In fact, I'm sending my own personal Bounders into the Yondershire to make sure nobody tries tampering with the proper bounds. Ha!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Lotho Sackville-Baggins outside of Needlehole",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01178",
      "en": "Lotho Sackville-Baggins can be found in eastern Yondershire, outside of Needlehole.\\n\\nYou should travel towards Needlehole with Fredegar Bolger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01179",
      "en": "A secret Yonder-watch store-house can be found in the woods between Gamwich and Long Cleeve.\\n\\nFredegar Bolger has asked you to regroup at the secret Yonder-watch store-house.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'It is good that you came back when you did, because this matter has become more urgent. The Yonder-watch has informed me that the hobbit seeking to change the bounds has been spotted near Needlehole! He is a sour fellow named Lotho Sackville-Baggins. Do you know him?\\n\\n'Let us find him and see if he will abandon this misguided campaign of his.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}