{
  "id": 621063137,
  "txt": [
    {
      "id": "0xa8e1150",
      "en": "This sprawling farm of Tighfield bustles with activity",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1168",
      "en": "Folk gather in this small establishment to tell hunting tales",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50249",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Visit the Tighfield Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1152",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Tighfield can be found in central Yondershire.\\n\\nFrothard Took has asked you to explore the hamlet of Tighfield.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1154",
      "en": "This path leads to the hunting grounds of the North Moors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b4",
      "en": "Frothard Took has asked you to explore the hamlet of Tighfield, then seek the nearby settlement of Gamwich.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1156",
      "en": "The small pond is a lovely place for a picnic",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01156",
      "en": "The village of Gamwich can be found north of Tighfield in Yondershire.\\n\\nGytha Beatbrush has asked you to explore the village of Gamwich.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1157",
      "en": "The Elbow's Bend is a popular establishment in Tighfield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1159",
      "en": "The sleepy village centre of Tighfield comes alive on Market Day",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "The village of Gamwich can be found north of Tighfield in Yondershire.\\n\\nYou should travel to Gamwich and talk to Gytha Beatbrush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "From Tighfield to Gamwich",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'You are looking for Gytha? Why, that's me! I am a member of the Yonder-watch, but game hunting is my first love, and it is something at which I excel!\\n\\n'Stay awhile and see what our peaceful and productive village has to offer. There are a number of interesting sites to discover here: the hunting trail, the old fishing hole, and of course the finest tavern in all of Yondershire: the Brimful Quiver!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Gytha Beatbrush in Gamwich",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50271",
      "en": "Visit Tighfield village centre",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50244",
      "en": "Visit The Elbow's Bend in Tighfield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'Welcome to the hamlet of Tighfield. I am Frothard Took, Bounder at your service! We here in Tighfield are mostly farmers. We live the quiet life and enjoy a round of golf on Foxden Heath every now and again. We are also known for our rope making! Are you staying in Yondershire for long?\\n\\n'I recommend that you explore the hamlet of Tighfield, checking out our most notable sites: the village centre, Tighfield Farm, and the Elbow's Bend, the finest tavern in all of Yondershire!\\n\\n'When you're done, you should journey to the village of Gamwich. Gytha Beatbrush is a game hunter there and a fearsome Bounder as well. You should meet her!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50273",
      "en": "Visit the hunting trail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1165",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "Visit The Brimful Quiver in Gamwich",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Visit Gamwich's fishing hole",
      "es": "",
      "es (fem)": ""
    }
  ]
}