{
  "id": 621063160,
  "txt": [
    {
      "id": "0x6a50260",
      "en": "Travel to Bâr Faroth in Yondershire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50262",
      "en": "Dig up forgotten relics ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Bâr Faroth can be found in northern Yondershire.\\n\\nYou should travel to Bâr Faroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b4",
      "en": "Hubo Clayhanger wishes to finally finish writing his first book, but he will need an adventurer's assistance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50264",
      "en": "Make etchings of the ruins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01156",
      "en": "Bâr Faroth can be found in northern Yondershire.\\n\\nYou should dig up forgotten relics and make etchings of the ruins at Bâr Faroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1141",
      "en": "The ruins are even more impressive than described in Hubo Clayhanger's book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50267",
      "en": "Bring Hubo Clayhanger what you have collected from the ruins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56866",
      "en": "'You have brought me even more than I expected! Look at these relics! And these etchings are so detailed that I feel as if I am myself transported to Bâr Faroth... without leaving the comfort of my own hobbit-hole!\\n\\n'This is so much better than my book! Do you know something, [placeholder]? My book is FINISHED! Now I want to make a museum instead!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1143",
      "en": "Dug up forgotten relics ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1145",
      "en": "Made etchings of the ruins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Hubo Finishes His Book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'I must confess something to you, friend. This feels silly of me to say to someone who has adventured far and wide... but I have never actually been to the Wellstones! I have been writing mainly about the accounts of others who have seen them! You see, I have not actually set one foot outside of Nobottle in my entire life! My mother took a trip to the Shire Proper a few months before I was born, but I don't believe that counts.\\n\\n'And so my book remains incomplete! I need more information... I need an eyewitness account! Can you go to the Wellstones and look for any relics you might find? I will also make use of any etchings you can provide. That will be most helpful! Remember: the ruins in question go by two names, so you are looking for either the Wellstones or Bâr Faroth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01166",
      "en": "Hubo Clayhanger's home can be found in the village of Nobottle.\\n\\nYou should bring Hubo Clayhanger what you have collected from the ruins.",
      "es": "",
      "es (fem)": ""
    }
  ]
}