{
  "id": 621063161,
  "txt": [
    {
      "id": "0x9b56874",
      "en": "\\qThe Wonders of Wellstones\\q by Hubo Clayhanger\\n\\nThis book seems to have been started some time ago, but it remains unfinished.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1150",
      "en": "Perused Hubo Clayhanger's books ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50249",
      "en": "Peruse Hubo Clayhanger's books ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Talk to Hubo Clayhanger about his unfinished book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56877",
      "en": "'Oh ho, you found my book! Yes, it's true: I am writing a book about the history of the Wellstones. They are ruins found in Yondershire! Some called the ruins Bâr Faroth. Have you visited them?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Hubo Clayhanger's home can be found in the village of Nobottle.\\n\\nYou should travel to Hubo Clayhanger's home to further discuss your adventures over a cup of tea.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b4",
      "en": "Hubo Clayhanger, both a loyal patron of The Fox and Fiddle and a budding author, wishes to hear of your many daring heroics and wondrous adventures.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01156",
      "en": "Hubo Clayhanger's home can be found in the village of Nobottle.\\n\\nYou should have a cup of tea with Hubo Clayhanger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1159",
      "en": "Books fill most of the rooms in Hubo Clayhanger's home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Hubo Clayhanger's home can be found in the village of Nobottle.\\n\\nYou should peruse some of Hubo Clayhanger's books while he prepares tea.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Hubo Clayhanger and His Tales of Wonder",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "\\qHigh Stalks: The History of Pipe-weed\\q by Ludo Grubb\\n\\nThis book would be a fine read for anyone looking to grow pipe-weed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c6abd1",
      "en": "'Come in! Come in! Make yourself at home while I finish preparing some tea for us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c6abd2",
      "en": "'Tea's ready!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41a5d12",
      "en": "Hubo Clayhanger's Home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50244",
      "en": "Travel to Hubo Clayhanger's home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'Why, hullo there! I have not seen you before, which can only mean one thing: you do not live in the village!\\n\\n'I knew it! I may spend most of my time right here in The Fox and Fiddle, but I have found that news has a way of collecting in taverns better than anywhere else. What brings you to Nobottle? An adventurer, you say? Oh ho! I am something of an adventurer myself!\\n\\n'You simply must come back to my home. You can view my collection of books and regale me with tales of your most interesting and exciting adventures!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56871",
      "en": "\\qA Bounder's Life for Me\\q by Bandobras Took\\n\\nThis book is an old chronicle of Bounder tales, apparently written by Bullroarer himself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1165",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56872",
      "en": "\\qThe Perfect Sward: How To Tend Your Yard\\q by Hamfast Gamgee\\n\\nThis old book appears to be a guide to gardening for beginners.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56873",
      "en": "\\qOut of the Bounds: Maps of the Shire Proper and the Yondershire\\q by Fredegar Bolger\\n\\nThis book contains many maps of the Shire with boundary markings and other annotations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01166",
      "en": "Hubo Clayhanger's home can be found in the village of Nobottle.\\n\\nYou should talk to Hubo Clayhanger about his unfinished book.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Have a cup of tea with Hubo Clayhanger",
      "es": "",
      "es (fem)": ""
    }
  ]
}