{
  "id": 621063138,
  "txt": [
    {
      "id": "0xb5689a0",
      "en": "'You want to move along, stranger. Stand in my way and you'll be sorry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01174",
      "en": "Fredegar Bolger can be found in the village of Nobottle.\\n\\nYou should talk to Fredegar Bolger in Nobottle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'The Yonder-watch does not yet have enough supplies to deal with the presence of so many of Lotho's Bounders. How about you bring some supplies to Nobottle? Whatever you do, don't get caught by Lotho's Bounders!\\n\\n'I will find you there later, once I have completed a few more of my preparations. My plan is still coming together, but when it does it will be something else... trust me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Confront Harry Goatleaf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01178",
      "en": "Yonder-watch supplies can be found at the secret store-hole in the woods between Gamwich and Long Cleeve.\\n\\nYou should carry Yonder-watch supplies to Salga Greengrass in Nobottle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d6ae73",
      "en": "Defeat Harry Goatleaf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b4",
      "en": "The Yonder-watch will need supplies if they are to put a stop to Lotho's foolish plans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Salga Greengrass in Nobottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56862",
      "en": "'Harry Goatleaf? How many of these Men have come to Yondershire? Perhaps they are in league with Lotho after all. How can a hobbit, even one like Lotho, stoop to such lows as this? Still, it seems he has done just that, and now it's up to us to stop him and his cronies.\\n\\n'I have cooked up something that should do just that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "The Nobottle Run",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50265",
      "en": "Talk to Fredegar in Nobottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Salga Greengrass can be found in Nobottle.\\n\\nYou should talk to Salga Greengrass in Nobottle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'Thank you for these supplies. I confess that I was suspicious of Mr. Bolger when he arrived, but he has proven to be a good friend to the Yonder-watch.\\n\\n'While I have you here, would you mind assisting me with an urgent matter? Some Man named Harry Goatleaf is lurking about near here. I was hoping you might confront him and send him on his way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1136",
      "en": "You were spotted by one of Lotho's Bounders!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x90f2121",
      "en": "'Thank you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1139",
      "en": "Confronted Harry Goatleaf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b92",
      "en": "You taught Harry Goatleaf a lesson... but will it stick?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5ed3",
      "en": "You have failed to deliver the supplies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6a62",
      "en": "Carry Bounder supplies to Salga Greengrass in Nobottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01107",
      "en": "Harry Goatleaf can be found near Nobottle in the Yondershire.\\n\\nYou should confront Harry Goatleaf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50214",
      "en": "Collect the Yonder-watch supplies from the secret store-hole",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50215",
      "en": "<rgb=#FF0000>Avoid Lotho's Bounders</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50218",
      "en": "Confront Harry Goatleaf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5d6b091",
      "en": "'You'll regret standing in my way!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5d6b092",
      "en": "'You'll rue the day you interfered with us!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}