{
  "id": 621063141,
  "txt": [
    {
      "id": 190220704,
      "en": "'I'll go where I please and do what I please, and anyone who stands in my way is going to pay for it!'",
      "es": ""
    },
    {
      "id": 246419828,
      "en": "A secret Yonder-watch store-hole can be found in the woods between Gamwich and Long Cleeve.\\n\\nYou should talk to Fredegar Bolger at the store-hole.",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'If the Yonder-watch hopes to outwit Lotho and his Bounders, they are going to need some supplies, and I have just the things!\\n\\n'I need you to bring these supplies to the Bounders in Long Cleeve. Whatever you do, don't get caught by Lotho's Bounders!'",
      "es": ""
    },
    {
      "id": 173025618,
      "en": "Confront Bill Ferny",
      "es": ""
    },
    {
      "id": 246419832,
      "en": "Yonder-watch supplies can be found at the secret store-hole in the woods between Gamwich and Long Cleeve.\\n\\nYou should carry Yonder-watch supplies to a Bounder in Long Cleeve.",
      "es": ""
    },
    {
      "id": 30846579,
      "en": "Defeat Bill Ferny",
      "es": ""
    },
    {
      "id": 24695220,
      "en": "The Yonder-watch will need supplies if they are to put a stop to Lotho's plans.",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Bounder Tudge in Long Cleeve",
      "es": ""
    },
    {
      "id": 162883682,
      "en": "'Hmm, I do not know this Bill Ferny. Do you think he might be in league with Lotho?\\n\\n'No, I doubt it. Lotho might be a sour-faced fellow, but he's still a hobbit, and I can't imagine he'd have anything to do with this Ferny fellow.'",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "The Long Cleeve Run",
      "es": ""
    },
    {
      "id": 111477349,
      "en": "Talk to Fredegar Bolger at the secret store-hole",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "A Bounder of the Yonder-watch can be found in Long Cleeve.\\n\\nYou should talk to Bounder Tudge in Long Cleeve.",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "'Thank you for these supplies. Fredegar has been of tremendous help to our cause.\\n\\n'While I have you here, would you mind assisting me with something? There is a Man named Bill Ferny lurking about near here, and I suspect he is up to no good. His presence will begin to frighten the children before long. So shoo him away... with force!'",
      "es": ""
    },
    {
      "id": 177082678,
      "en": "You were spotted by one of Lotho's Bounders!",
      "es": ""
    },
    {
      "id": 177082681,
      "en": "Confronted Bill Ferny",
      "es": ""
    },
    {
      "id": 238414673,
      "en": "'I'll show you!'",
      "es": ""
    },
    {
      "id": 127885011,
      "en": "You have failed to deliver the supplies",
      "es": ""
    },
    {
      "id": 69036642,
      "en": "Carry Yonder-watch supplies to a Bounder in Long Cleeve",
      "es": ""
    },
    {
      "id": 148970388,
      "en": "You taught him a lesson... but will it stick?",
      "es": ""
    },
    {
      "id": 246419719,
      "en": "Bill Ferny can be found near Long Cleeve in the Yondershire.\\n\\nYou should confront Bill Ferny.",
      "es": ""
    },
    {
      "id": 111477268,
      "en": "Collect the Yonder-watch supplies from the secret store-hole",
      "es": ""
    },
    {
      "id": 111477269,
      "en": "<rgb=#FF0000>Avoid Lotho's Bounders</rgb>",
      "es": ""
    },
    {
      "id": 9502545,
      "en": "'This is just what we needed!'",
      "es": ""
    },
    {
      "id": 111477272,
      "en": "Confront Bill Ferny",
      "es": ""
    },
    {
      "id": 90083345,
      "en": "'I give up! I give up!'",
      "es": ""
    }
  ]
}