{
  "id": 621061301,
  "txt": [
    {
      "id": 118698132,
      "en": "Musings from Durin",
      "es": ""
    },
    {
      "id": 158729941,
      "en": "Durin",
      "es": ""
    },
    {
      "id": 241216645,
      "en": "My dear friend,\\n\\nThere is more still to be done before the Mountain-home can be declared secure: chief among these is the matter of Hrímil Frost-heart, though hers is not the only threat that remains! The dragon is weakened, aye; injured, but not dead. And was it not so with the kingdom of Angmar Reborn? I understand the king of that land was overthrown, but still his servants lived to trouble us. I saw Rúvaran only once, outside the gates of Gundabad, but it was enough. From what you have told me of your encounter with that Angmarim cultist and his ally Ailgar, they would have slain every dwarf of the Gabil'akkâ in Angmar's name with nary a second thought. We are fortunate they had not finished the fell purpose to which they put the Máltagar! Had they concluded drawing their runes upon the Black Stone Anvil, the avalanche begun by Mótsog might have completed their work for them! But it was not so. Perhaps the First Crafter looks still after his children?\\n\\nMy thoughts turn to Mótsog often, now that he is gone. I am glad we parted as friends, for all the heartache in our past. Sometimes I think I feel his presence, but I know it is now only my imagination. Others visit me so from time to time, when the constant din of the army fades and busy hands are briefly idle: Stóthkell, Thettmárr, Líkmund, so many others. I strode in Annâk-khurfu the other day and remembered with fondness those worthies playing Hammers and Bones before the war. May their runes prove true henceforth, and forevermore!\\n\\nI spoke briefly with Prince Ingór this morning, busy as he is, and he said his desire to see the lost city of Thafar-gathol is less now than it was, for Gundabad will be home enough for the Zhélruka. 'The city that was promised has been delivered,' he said to me, and I wondered if dwarves of his folk will no longer be lost seeking the Citadel. I wondered something else as well, though I hesitate to give it ink. Do me this favour and share it not with Ingór, or Venko, or others of the Zhélruka; I fear they may find it distasteful.\\n\\nWe know that Mótsog revealed himself to certain of the dwarves throughout history, but the First Crafter hid the Greymaul's true nature from those who beheld him. Of what matters did he speak? Guidance he provided, no doubt, attempting to shape the actions of the dwarves as they faced their innumerable trials. Did he speak too of his rebellion, which caused so much grief for the Longbeards and reverberated in later ages even in the halls of the other clans? Did he speak of Biriz-zahar, the golden city high in the mountains at which the Greymaul Rebellion ended, a city now in ruins, wind-swept and forgotten?\\n\\nDid Zhélruka wanderers in the Grey Mountains see a vision of Mótsog's majestic city, as it once was, and mistake it? How many lives were changed on account of dwarves who went in search of lost Thafar-gathol? The grand towers and wide streets of Biriz-zahar shown to us by Mótsog were like little else I have seen; imagine if you wandered in the mountains, hungry and afraid, and saw such a place shimmering in the cold air before you. The memory of that place would linger. Would you not think always of returning to it, of finding it again? But that place is no more.\\n\\nI cannot say this is certain, my friend. Would that Mótsog remained in the world, and I could ask him of it! But he is gone, and we must find what answers we can without him.\\n\\nBut my quill wanders, and these musings are of little use to the task at hand: the conquest and safe-guarding of Gundabad! I sat down to write you this note of thanks, and thank you I now will! I asked Stáli the Hewer to fashion a replica of the mosaic of Zul-mazal, and you will find the package containing it enclosed herein. It is my hope that you will look upon it fondly, and remember the friendship of dwarves: those who are gone, and those who remain.\\n\\nYou will ever have my thanks, not only for your service to the Gabil'akkâ but for your friendship too,\\n\\nPrince Durin VII, son of King Thorin Stonehelm, Lord of Gundabad",
      "es": ""
    }
  ]
}