{
  "id": 620910817,
  "txt": [
    {
      "id": 136263297,
      "en": "This trader assures you that the people here are not unfriendly to you",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "This trader assures you that the people here are not unfriendly to you",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "This trader assures you that the people here are not unfriendly to you",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have found a friend in Harwick, amidst all of the hostility you have encountered thus far! ",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Are you the legendary [placeholder]? I have heard much of you!\\n\\n'Be wary; the guards are all keeping an eye out for you, at Aldor Harding's bidding. I will not tell, though. Some folk here count you friend for your great deeds at Langhold. Word spreads fast between our two towns.\\n\\n'You have one friend here, and more. I hear only good things of you from the traders. You will not be turned away from their establishments, but be careful not to let the guards see you while you are on notice.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The friendly traders can be found outside of the Vault, Auction Hall, and Crafting Hall in Harwick.\\n\\nYou should speak with each of the friendly traders and acquaint yourself with the town services of Harwick. Be wary of the guards!",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "You have found the major town services of Harwick, and found friends amongst the sea of distrustful people loyal to Harding.\\n\\nYou are not alone in these fair hard lands after all!",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You have found the major town services of Harwick, and found friends amongst the sea of distrustful people loyal to Harding.\\n\\nYou are not alone in these fair hard lands after all!",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah, I have heard much of you, [placeholder]! I know you by reputation, though we have never met. You are a hero for what you did for Langhold, helping those women and children get out.\\n\\n'Know that you are counted a friend by the vault-keepers here, brave warrior.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Oh! I have heard of your deeds. You are welcome to spend as long as you like here at the Auction Hall. The guards will not bother you here, and we will certainly not tell them you are here.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I know you! You are that [placeholder] who gave warning to Langhold, and helped those women and children escape the cursed allies of Mordor.\\n\\n'You are welcome, most welcome. No one from the Crafting Hall will alert the guards of your whereabouts.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with the trader at the Vault",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with the trader at the Auction Hall",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with the trader at the Crafting Hall",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 228870261,
      "en": "A Friend in a Sea of Distrust",
      "es": ""
    }
  ]
}