{
  "id": 621076095,
  "txt": [
    {
      "id": 190220626,
      "en": "'Let me guess, he was collecting seashells again? He's been at it for days. He thinks i don't notice the growing pile hidden in his room.'\\n\\nSadness creeps into her voice.\\n\\n'Did he tell you about TBD NAME? It took so long for him to warm up to her after his father passed, but now he can't imagine a world without her. Neither can I.\\n\\n'She left to join the fighting at Minas Tirith. She still hasn't come home. I begin to worry she never may, and I think he fears the same.'\\n\\nShe sighs and takes a moment to gather herself.\\n\\n'I should talk to him about this.\\n\\n'Thank you, adventurer, for your help.'",
      "es": ""
    },
    {
      "id": 173025735,
      "en": "Talk to Lastriel",
      "es": ""
    },
    {
      "id": 190220628,
      "en": "'You there, adventurer!\\n\\n'When you passed the front gate on the way in, were there guards at the ready? I sent two men to replace Berion and Lastriel, but they have yet to report back to me. Could you return to the gate and see to their whereabouts?'",
      "es": ""
    },
    {
      "id": 173025736,
      "en": "Collect seashells ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220629,
      "en": "You relay the message from the guardswoman.\\n\\nThe sergeant grunts an affirmative.\\n\\n'Well, as long as the gate is guarded. I will await Lastriel's report.'",
      "es": ""
    },
    {
      "id": 184621141,
      "en": "You have collected enough seashells.\\n\\nTalk to TBD CHILD on the beach near Linhir.",
      "es": ""
    },
    {
      "id": 190220583,
      "en": "TBD CHILD examines each shell with what appears to be a jeweller's loupe before tucking them in his pockets.\\n\\n'The shells aren't for me, they're for my mum.\\n\\n'Every summer, Miss TBD would make a necklace out of shells and give it to my mom, but Miss TBD still hasn't come home from the war. Mum's really sad about it, so I want to try making one instead.\\n\\n'I promise I'll come home soon. Please don't tell my mum what I'm doing here. I want it to be a secret.'",
      "es": ""
    },
    {
      "id": 173025737,
      "en": "Collect a vibrant seashell",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "Lastriel has asked you to return the sergeant with the promise that she will report in soon\\n\\nTalk to Maldor in Ost Anglebed.",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "Maldor would like to know where his men are.",
      "es": ""
    },
    {
      "id": 148970339,
      "en": "Collected seashells ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025697,
      "en": "Talk to TBD PARENT",
      "es": ""
    },
    {
      "id": 173025745,
      "en": "Collect a pearlescent seashell",
      "es": ""
    },
    {
      "id": 184621172,
      "en": "Maldor has asked you to check on the guards stationed at the front gate.\\n\\nGo to the front gate of Ost Anglebed.",
      "es": ""
    },
    {
      "id": 173025747,
      "en": "Collect a 'double-pretty' seashell",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "Shift Change",
      "es": ""
    },
    {
      "id": 173025702,
      "en": "Talk to Maldor",
      "es": ""
    },
    {
      "id": 148970256,
      "en": "This seashell seems sufficiently vibrant",
      "es": ""
    },
    {
      "id": 148970258,
      "en": "This seashell seems sufficiently pearlescent",
      "es": ""
    },
    {
      "id": 190220598,
      "en": "A young guardsman sits on the ground, coaching himself to take deep breaths. His skin is blanched and damp with sweat. Two other guards stand near him, shielding him from the views of others.\\n\\nA guardswoman pulls your attention away.\\n\\n'Hail, adventurer. Can I help you?'\\n\\nYou tell her you were sent by the sergeant to investigate the whereabouts of the gate guards.\\n\\nShe sighs and clicks her tongue.\\n\\n'Can I ask you to keep a secret?'\\n\\nShe lowers her voice to a whisper.\\n\\n'Berion has had some difficulty ever since he came back from Minas Tirith. He's a good soldier and a great man, but sometimes he... I don't know what to call it. It's as if he's seeing something that only he can see. If the sergeant finds out about these episodes, I fear Berion will lose his post and that cannot happen. He needs the money.\\n\\n'I won't ask you to lie on our behalf, but please don't tell the sergeant about Berion. I'll report back to him myself once I think of something to say.'",
      "es": ""
    },
    {
      "id": 173025752,
      "en": "Talk to TBDCHILD",
      "es": ""
    },
    {
      "id": 184621088,
      "en": "You have secured a promise from TBD CHILD to return home. It's time to tell TBD PARENT.\\n\\nTalk to TBD PARENT in Linhir.",
      "es": ""
    },
    {
      "id": 148970260,
      "en": "This seashell seems to be prettier than others, though whether it counts as 'double-pretty' remains to be seen",
      "es": ""
    }
  ]
}