{
  "id": 621076039,
  "txt": [
    {
      "id": "0x8e1faf3",
      "en": "A Taste of Home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c5",
      "en": "Talk to Kúmri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568931",
      "en": "'Traveller.'\\n\\nHe dips his chin in a casual greeting.\\n\\n'I must say, you look familiar. Perhaps we've seen each other on the road, or maybe even in battle. If so, it's good to see you again. If not, then it's a pleasure to meet you.\\n\\n'Either way, my name is Kúmri, and I am hoping to travel to Pelargir. Word has reached my ears of a popular eatery by the ship-yards run by others who were left behind like me. There is berry that grows in this area that I'd like to bring with me. If they're cooking what I think they're cooking, I could see this fruit pairing well with those flavours. May I ask you to harvest some for me? My arm, you see—'\\n\\nHe extends his arm, slowly, until he winces and pulls it back.\\n\\n'It's still healing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c6",
      "en": "Collect tart berries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "You have found enough tart berries to satisfy Kúmri.\\n\\nDeliver the tart berries to Kúmri.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "Kúmri would like your help gathering berries so that he may have something to present to Onjópo in Pelargir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b07",
      "en": "Collected tart berries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568938",
      "en": "'Did you try one as you gathered them? They're terribly sour, aren't they?\\n\\n'Thank you for doing me this kindness. Come see me in Pelargir, won't you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011874",
      "en": "Kúmri has asked you to pick some berries outside of Ost Anglebed.\\n\\nFind tart berries in the fields east of Ost Anglebed.",
      "es": "",
      "es (fem)": ""
    }
  ]
}