{
  "id": 621076023,
  "txt": [
    {
      "id": 148970260,
      "en": "This seashell seems to be prettier than others, though whether it counts as 'double-pretty' remains to be seen",
      "es": ""
    },
    {
      "id": 184621172,
      "en": "Meligrien has asked you to look for her child, Celethon. She suspects he can be found by the beach near Linhir.\\n\\nTalk to Celethon.",
      "es": ""
    },
    {
      "id": 184621088,
      "en": "You have secured a promise from Celethon to return home. It's time to tell Meligrien.\\n\\nTalk to Meligrien in Linhir.",
      "es": ""
    },
    {
      "id": 190220626,
      "en": "'Let me guess, he was collecting seashells again? He's been at it for days. He thinks I don't notice the growing pile hidden in his room.'\\n\\nSadness creeps into her voice.\\n\\n'Did he tell you about Túrith? It took so long for him to warm up to her after his father passed, but now he can't imagine a world without her. Neither can I.\\n\\n'She left to join the fighting at Minas Tirith. She still hasn't come home. I begin to worry she never may, and I think he fears the same.'\\n\\nShe sighs and takes a moment to gather herself.\\n\\n'I should talk to him about this.\\n\\n'Thank you, adventurer, for your help.'",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "Celethon asked you to help them collect seashells by the seashore.\\n\\nCollect seashells on the beach near Linhir.",
      "es": ""
    },
    {
      "id": 184621141,
      "en": "You have collected enough seashells.\\n\\nTalk to Celethon on the beach near Linhir.",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "Seashells by the Seashore",
      "es": ""
    },
    {
      "id": 190220628,
      "en": "'Mother worries too much. I'm old enough to be on my own!\\n\\n'What am I doing here? I need to collect some seashells for... reasons. If you help me find some, I'll go home sooner rather than later.'\\n\\nYou agree to help.\\n\\n'Hooray! In addition to a few normal shells, could you find some unique ones, too?'",
      "es": ""
    },
    {
      "id": 190220629,
      "en": "A young woman, faselled by a long journey, eagerly thrusts coin into the hand of the stable-master.\\n\\nShe steadies herself on the horse and smiles eastward.\\n\\n'I'll be home soon, my Meligrien, Celethon. Wait just a bit longer.'",
      "es": ""
    },
    {
      "id": 190220583,
      "en": "Celethon examines each shell with what appears to be a jeweller's loupe before tucking them in his pockets.\\n\\n'The shells aren't for me, they're for my mum.\\n\\n'Every summer, Miss Túrith would make a necklace out of shells and give it to my mum, but Miss Túrith still hasn't come home from the war. Mum's really sad about it, so I want to try making one instead.\\n\\n'I promise I'll come home soon. Please don't tell my mum what I'm doing here. I want it to be a secret.'",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "Meligrien would like for you to check on her child near the beach along Linhir's southern coast.",
      "es": ""
    },
    {
      "id": 190220631,
      "en": "'I'll be home soon, my Meligrien, Celethon. Wait just a bit longer.'",
      "es": ""
    },
    {
      "id": 173025735,
      "en": "Talk to Celethon",
      "es": ""
    },
    {
      "id": 173025736,
      "en": "Collect seashells ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025737,
      "en": "Collect a vibrant seashell",
      "es": ""
    },
    {
      "id": 190220593,
      "en": "'Hello, friend. May I ask you for a small favour? My son is supposed to be helping me with some chores, but he's nowhere to be found. I suspect he's gone to the beach again, along the coast south of town. Could you tell him his mother is worried about him and that he should come home? His name is Celethon.'",
      "es": ""
    },
    {
      "id": 148970339,
      "en": "Collected seashells ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220598,
      "en": "'Mother worries too much. I'm old enough to be on my own!\\n\\n'What am I doing here? I need to collect some seashells for... reasons. If you help me find some, I'll go home sooner rather than later.'\\n\\nYou agree to help.\\n\\n'Hooray! In addition to a few normal shells, could you find some unique ones, too?'",
      "es": ""
    },
    {
      "id": 173025697,
      "en": "Talk to Meligrien",
      "es": ""
    },
    {
      "id": 173025745,
      "en": "Collect a pearlescent seashell",
      "es": ""
    },
    {
      "id": 173025747,
      "en": "Collect a 'double-pretty' seashell",
      "es": ""
    },
    {
      "id": 148970256,
      "en": "This seashell seems sufficiently vibrant",
      "es": ""
    },
    {
      "id": 148970258,
      "en": "This seashell seems sufficiently pearlescent",
      "es": ""
    },
    {
      "id": 173025752,
      "en": "Talk to Celethon",
      "es": ""
    }
  ]
}