{
  "id": 621076186,
  "txt": [
    {
      "id": 148970471,
      "en": "You have discovered Minlos",
      "es": ""
    },
    {
      "id": 173025619,
      "en": "Find the Rammas Echor",
      "es": ""
    },
    {
      "id": 148970472,
      "en": "You have discovered Nan Harlond",
      "es": ""
    },
    {
      "id": 148970473,
      "en": "You have discovered Rammas Echor",
      "es": ""
    },
    {
      "id": 137079129,
      "en": "The Harlond was held by Orcs of Mordor in the days before the Battle of Pelennor Fields, and the creatures burned as many of the Gondorian ships as they could. When Corsair ships flying black sails came up the river from the south, the Orcs were taken by surprise when the banner of the King was raised, revealing the vessels to be commanded by Aragorn and the allies of Gondor. Their arrival on the field of battle proved instrumental in the defence of Minas Tirith and the defeat of Sauron's forces.\\n\\nToday, the folk of Gondor and dwarves from the White Mountains work to repair and rebuild the south-harbour, hoping that trade and goods will once again flow freely upon the river to ports both near and far.",
      "es": ""
    },
    {
      "id": 8567320,
      "en": "Imloth Melui, the Vale of Sweet Flowers, is the home of Lady Vanyalos, sister of the Steward Denethor and wife of Forlong, Lord of Lossarnach. Both of these men perished during the war, one inside the walls of the White City and the other without, but the wounds of their passing lie especially deep upon Vanyalos, for she dreamed it would happen and feels the burden of failing to prevent it.\\n\\nImloth Melui provides many of the healers who work at the Houses of Healing in Minas Tirith, including the woman Ioreth, who knows a little about an impressive array of things, and an impressive amount about very little.",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "Lord Forlong, the ruler of Lossarnach, kept a hall in the village of Arnach until he rode to Minas Tirith during the War of the Ring. He perished in the fighting on the Pelennor and now his hall stands empty, the people of Arnach doing the best they can to go on without their much-loved lord. Arnach remains a bustling settlement for merchants and craftsmen, but the memory of the Haradrim attacks during the previous months remains painful.",
      "es": ""
    },
    {
      "id": 137079088,
      "en": "The beacon of Minlos is the nearest to Minas Tirith, and was seized by Haradrim raiders during the war as they attempted to move against the village of Arnach. Now the beacon has been extinguished and folk of nearby farms hope it will remain unlit for many years, a signal the danger has passed.",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Explore settlements and other important points of interest in Lossarnach.",
      "es": ""
    },
    {
      "id": 137079090,
      "en": "The fields and farms of Nan Harlond stand on either side of the road below the south-harbour of Gondor, no longer threatened by the armies of Sauron but still endangered by occasional foes left behind by their defeated allies. The natural beauty of Lossarnach fights to emerge following the War of the Ring, and the flowers here are a testament to its resilience.",
      "es": ""
    },
    {
      "id": 137079092,
      "en": "The great wall that is the Rammas Echor encircles Minas Tirith and the Pelennor Fields. During the war, the wall was breached in several places and the forces of Sauron streamed through to lay siege to the White City. Now, dwarves and Gondorian labourers work to repair the damage and shore up the defences once again, though all hope the Rammas will not be needed again for many years.",
      "es": ""
    },
    {
      "id": 148970488,
      "en": "You have discovered the Harlond",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Explore settlements and other important points of interest in Lossarnach.",
      "es": ""
    },
    {
      "id": 173025591,
      "en": "Find the Harlond",
      "es": ""
    },
    {
      "id": 149027508,
      "en": "Reclaiming Lossarnach",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Find Imloth Melui",
      "es": ""
    },
    {
      "id": 173025617,
      "en": "Find Nan Harlond",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Find Arnach",
      "es": ""
    },
    {
      "id": 148970469,
      "en": "You have discovered Arnach",
      "es": ""
    },
    {
      "id": 148970470,
      "en": "You have discovered Imloth Melui",
      "es": ""
    },
    {
      "id": 111477273,
      "en": "Find Minlos",
      "es": ""
    }
  ]
}