{
  "id": 621076052,
  "txt": [
    {
      "id": "0x8e1faf3",
      "en": "Adventures of the Trencher-woman: Malbarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c5",
      "en": "Talk to Valdamarca Haith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568931",
      "en": "'Well hullo! How are you? Nice to meet you!'\\n\\nThe enthusiastic woman shakes your hand up and down, and up and down, and up again.\\n\\n'My name is Valdamarca Haith, but everybody calls me the trencher-woman! Well, no one calls me the trencher-woman, but I'm hoping the name will catch on!\\n\\n'I'm on a journey to sample the delicious flavours our fair Middle-earth has to offer.\\n\\n'Malbarth has been so lovely to me. I plan to throw a feast for them. Could you do a little hunting and foraging for me? I'll trade you for some delicious bread. I learned the recipe from a young lad all the way over in Lhan Garan.\\n\\n'What do you mean a loaf of bread isn't enough compensation? Very well, I'll throw in some coin, too.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c6",
      "en": "Collect tart berries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c9",
      "en": "Hunt wild boars ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "You have hunted enough boars and should return to Valdarmaica, the trencher-woman.\\n\\nDeliver boar meat to the trencher-woman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "Valdamarca Haith would like your help hunting and gathering from the grounds near Malbarth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b10",
      "en": "Hunted wild boars ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b07",
      "en": "Collected tart berries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568938",
      "en": "Valdamarca, the trencher-woman, takes your offerings and sets them aside.\\n\\n'Oh well this will make for a proper feast, won't it? Thank you, new friend.\\n\\n'When my business in Malbarth is complete, I wonder where the road will take me.'\\n\\nYou tell her of an increasingly popular establishment in Pelargir.\\n\\n'How enticing! Maybe we'll meet again there someday.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011874",
      "en": "The trencher-woman needs you to hunt wild boars around Lower Lebennin.\\n\\nDefeat wild boars around Lower Lebennin.",
      "es": "",
      "es (fem)": ""
    }
  ]
}