{
  "id": 621076146,
  "txt": [
    {
      "id": 173025735,
      "en": "Talk to Eithriel",
      "es": ""
    },
    {
      "id": 190220628,
      "en": "'Excuse me. My name is Berion. I believe you saw me earlier, sitting by the front gate.\\n\\n'I've been a soldier ever since I was tall enough and strong enough to hold a spear. I can't imagine doing anything else in life, but I can't carry on being a guardsman anymore.\\n\\n'I was thinking of seeking apprenticeship with one of the tradespeople here in Ost Anglebed. If one of them accepts me, I may quit the guard knowing I'll still be able to provide for myself.\\n\\n'Could you speak with the smith, the baker, and the tanner while I meet with others? We can meet back here later.'",
      "es": ""
    },
    {
      "id": 190220629,
      "en": "His face falls when you deliver the news.\\n\\n'I had forgotten about that incident with Brechan. Ah, well, I suppose there's nothing to do but speak with the sergeant. Thank you for trying, friend.'",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "You have spoken with the tradespeople only to learn that none can take on an apprentice. You'll have to deliver the bad news to Berion.\\n\\nTalk to Berion in Ost Anglebed.",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "Berion would like your help speaking with tradespeople around town.",
      "es": ""
    },
    {
      "id": 190220632,
      "en": "The smith makes a long, low growling sound that you think might have been speech.\\n\\n'My father regretfully declines to take any new apprentices at this time,' his daughter translates.\\n\\nThe old man grunts an affirmative.",
      "es": ""
    },
    {
      "id": 190220449,
      "en": "Eithriel laughs at you.\\n\\n'Do I want an apprentice? I wake up before the cocks crow and move my own weight in dough twice over before dawn rears its head. Of course I want an apprentice!\\n\\n'The trouble is, I haven't coin enough to hire one.\\n\\n'You tell Berion that I'm sorry, and to come see me for some free bread if he ever needs it, assuming his pride will allow it.'",
      "es": ""
    },
    {
      "id": 190220451,
      "en": "'Berion needs work, you say? Need I remind him that the last time he came to visit me he didn't make it within fifteen feet before the smell of the tannery stole the lunch from his stomach?'",
      "es": ""
    },
    {
      "id": 184621172,
      "en": "Berion has asked you to speak with some tradespeople on his behalf.\\n\\nTalk to tradespeople in Ost Anglebed.",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "Looking for Work",
      "es": ""
    },
    {
      "id": 173025702,
      "en": "Talk to Berion",
      "es": ""
    },
    {
      "id": 173025360,
      "en": "Talk to Raithgam",
      "es": ""
    },
    {
      "id": 173025362,
      "en": "Talk to Brechan",
      "es": ""
    }
  ]
}