{
  "id": 621076040,
  "txt": [
    {
      "id": 149027571,
      "en": "The Secret Ingredient",
      "es": ""
    },
    {
      "id": 173025733,
      "en": "Talk to Jódha",
      "es": ""
    },
    {
      "id": 190220593,
      "en": "An affable woman pulls you aside.\\n\\n'You there! Are you looking for work?'\\n\\nYou begin to answer, but she doesn't let you finish.\\n\\n'Of course you are!'\\n\\nShe pushes a cloth-lined basket into your hands.\\n\\n'There is an herb that grows outside the western gate of Pelargir. It has broad leaves and a distinct smell, like the rind of a sour fruit. I would go get it myself, but as you can see we have a lot of hungry customers to feed.'\\n\\nShe leans in and whispers in a conspiratorial tone.\\n\\n'Onjópo is a great cook, but he doesn't do well under pressure. I need to make sure he doesn't burn anything.'\\n\\nShe sends you off with a wink.",
      "es": ""
    },
    {
      "id": 173025734,
      "en": "Collect savoury herbs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "You have found enough herbs to satisfy Jódha.\\n\\nDeliver the savoury herbs to Jódha.",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "Jódha needs some help preparing for a rush of customers at her food stall.",
      "es": ""
    },
    {
      "id": 148970247,
      "en": "Collected savoury herbs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220600,
      "en": "With a sweep of her arm, Jódha gestures to the line of hungry patrons waiting in front of the grill.\\n\\n'We started out feeding just the shipbreakers and shipbuilders, but before we knew it half of Pelargir has come lining up for our food! We never expected to be so popular. Thank you for the herbs. They're one of the most important ingredients in our marinade.\\n\\n'You'll... keep that a secret, won't you?'",
      "es": ""
    },
    {
      "id": 184621172,
      "en": "Jódha has asked you to pick some savoury herbs outside of Pelargir.\\n\\nFind herbs in the fields west of Pelargir.",
      "es": ""
    }
  ]
}