{
  "id": 621075951,
  "txt": [
    {
      "id": "0x78d1799",
      "en": "After the Battle of the Pelennor Fields, the stores of potions held at the Hall of the Gentle Hand were drained to meet the demands of the wounded soldiers returning from war. Though the lands are calmer, there are still ingredients whose locations are difficult or dangerous for common folk to access.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b31",
      "en": "Collected lethelin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568912",
      "en": "'These are quite good! They will make fine ingredients for our potions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "You should bring the plants and mushrooms to Atharon.\\n\\nAtharon is in the Hall of the Gentle Hand in Imloth Melui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568913",
      "en": "'Since you will be out in the forest, might I impose upon you another task as well? We have run low on both fuingil and lethelin, both of which can be found west of the city. Fuingil, also known as nightstar, is a mushroom which grows in dark places like caves, and lothelin is a plant which loves to spread across the forest floor. Both are essential in many of the potions we make here in the Hall.\\n\\n'Please gather what you can and bring it back to me, and I shall reward you for your time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e6",
      "en": "Collect fuingil ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859582",
      "en": "'Since you will be out in the forest, might I impose upon you another task as well?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859583",
      "en": "'These are quite good! They will make fine ingredients for our potions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e152",
      "en": "Return to Atharon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Of Stars and Blossoms",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b28",
      "en": "Collected fuingil ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f0",
      "en": "Collect lethelin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011895",
      "en": "Atharon has asked you to gather ingredients for potion making while you are searching the forest.\\n\\nFuingil and lethelin can be found in the forest and caves west of Imloth Melui.",
      "es": "",
      "es (fem)": ""
    }
  ]
}