{
  "id": 621075821,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The Song of Waves and Wind",
      "es": "La canción de las olas y el viento",
      "es (fem)": ""
    },
    {
      "id": "0x82ba951",
      "en": "The story continues in future updates!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502920",
      "en": "Complete 'The Song of Waves and Wind, Chapter 4'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba953",
      "en": "The story continues in future updates!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502922",
      "en": "Complete 'The Song of Waves and Wind, Chapter 5'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba954",
      "en": "At the command of the Kindred of the Coins, Dâr Laja, the Meeting-hall of Umbar Baharbêl is opened and the folk of the city bring their troubles before their chosen leaders. The populace is especially concerned about dangers that threaten to spill from Umbar-môkh, the catacombs beneath the city, and the whereabouts of certain members of the Kindred who have not been seen in some days...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502924",
      "en": "Complete 'The Song of Waves and Wind, Chapter 6'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502926",
      "en": "Complete 'The Song of Waves and Wind, Chapter 7'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502956",
      "en": "Complete 'The Song of Waves and Wind, Chapter 2'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba959",
      "en": "The story continues in future updates!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502928",
      "en": "Complete 'The Song of Waves and Wind, Chapter 8'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502958",
      "en": "Complete 'The Song of Waves and Wind, Chapter 3'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba960",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba961",
      "en": "Your pursuit of Azagath and Nakási continues into the dying forests of Imhûlar and the rocky canyons of Urash Dâr, but they remain always a step ahead of your searching companions. When it seems your hunt has come to nothing, you make an unlikely discovery: friends from the north have come to Shagâna on an urgent mission with word of a grievous threat. A terrible evil of the ancient world, long-since forgotten, has reawakened and endangers all of Middle-earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502930",
      "en": "Complete 'The Song of Waves and Wind, Chapter 9'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba962",
      "en": "At great cost, your friends and allies stand against the awakened Thardúth and their Utûgi warriors, preserving the safety of the surrounding lands from the danger they pose... for now.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete 'The Song of Waves and Wind, Chapter 1'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa6",
      "en": "The story continues in future updates!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba963",
      "en": "A new journey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502932",
      "en": "Complete 'The Song of Waves and Wind, Chapter 10'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba935",
      "en": "The War of the Ring is over, but the folk of Gondor must recover from the wounds they suffered at the hands of Sauron's forces. King Elessar desires to travel his kingdom and heal those hurts, but Queen Arwen and the Council of Gondor each want to ensure his safety on such a tour. Foes both old and new threaten to disturb the young peace, and the King of Gondor needs your help to face them and preserve the safety of his kingdom.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba964",
      "en": "Bidding farewell to the crew of the Wave-hunter, you turn your attention to a new mission: the capture and return of Azagath Sea-shadow and Nakási Wave-reaper before they can locate the evil they seek in the lands of Shagâna east of Umbar. Your journey begins in Ambarûl beside the River Ikorbân, and you find yourself working with the Kindred of the Coins to bring their former allies to justice.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba965",
      "en": "With new travelling companions come new trials and uncertainties, and danger swirls about your group as you follow your quarry deep into Khûd Zagin, a desert land left inhospitable by the Great Dearth brought by the Ordâkhai. With the aid of the Avabár-kintai of the Oasis of Shonith and another unlikely ally you learn of the deadly weapon sought by Azagath and Nakási: a lost stockpile of Narghâk, the Hungry Fire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba937",
      "en": "King Elessar and Queen Arwen's journey across their kingdom continues, with you by their side to defend them from supporters of the Heirs of Castamir and others who wish to do them harm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502935",
      "en": "Complete 'The Song of Waves and Wind, Chapter 11'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502936",
      "en": "Complete 'The Song of Waves and Wind, Chapter 12'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba939",
      "en": "Corsairs raiding the coastline of Anfalas call King Elessar's attention to the Langstrand, over which his old friend Golasgil ruled before his death. You help see that Golasgil's last wishes, given to you as he lay dying before the Black Gate of Mordor, are carried out.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502937",
      "en": "Complete 'The Song of Waves and Wind, Chapter 13'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502938",
      "en": "The story continues in future updates!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba941",
      "en": "An information-seeking mission into the Land of the Green Hills turns deadly when agents of the Kindred of the Coins dare an upriver raid, seizing the young heir of Pinnath Gelin. King Elessar charges you with a dangerous quest: to gather a crew and sail across the Bay of Belfalas to Umbar, where he hopes you will be able to rescue the Kindred's hostage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Experience the story of 'The Song of Waves and Wind'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba943",
      "en": "After recruiting a skilled crew to make the voyage to Umbar, and daring many an unexpected challenge, you and your trusted friends arrive at the Cape of Umbar. The city, and the end of your mission, is just ahead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "The story continues in future updates!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba945",
      "en": "You and your crew adventure in Umbar Baharbêl and oppose the machinations of the Kindred of the Coins, at last braving the hidden harbour in which two of their number dock their ships. One hostage is rescued... but another remains, and he is beyond your reach in the Citadel of Winds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba947",
      "en": "With some unexpected assistance, you dare gain entrance to the Citadel of Winds and rescue the heir of Pinnath Gelin from the clutches of the Kindred of the Coins, but not before learning that at least one of their leaders is not what they seem....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba949",
      "en": "Three leaders of the Kindred of the Coins flee for the Depths of Mâkhda Khorbo while you and your allies seek to keep the city from suffering at their hands. The folk of Umbar Baharbêl remain unaware of the disease that lurked within the heart of the Kindred, and Hármelak resolves to rededicate her council for the betterment of the city's people.",
      "es": "",
      "es (fem)": ""
    }
  ]
}