{
  "id": 620994493,
  "txt": [
    {
      "id": "0xb5689c5",
      "en": "'With all you have done for us, both past and present, no reward could suffice. I am glad to have you as a trusted ally, [placeholder].\\n\\n'I believe the Haradrim will no longer pose a threat to Haerondir. From what our look-out, Dornach, was able to surmise, their numbers should not be able to fully organize until well after the Host of the West passes their camp.\\n\\n'We need not fear any ambush from that direction, at least, thanks to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd2",
      "en": "Defeated Rujateng",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502911",
      "en": "Defeat Rujateng",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502913",
      "en": "Complete Quest: The Eyes and The Blind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502914",
      "en": "Complete Quest: Beneath the Snake",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b4",
      "en": "You should return to Gladhir, who can be found at Haerondir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502915",
      "en": "Complete Quest: Dwindling Rations",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502916",
      "en": "Complete Quest: The Poisoned Mind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e7",
      "en": "'[placeholder], it is good to have you here with us on the doorstep of the Enemy. After you left Osgiliath, the other Rangers and I had little difficulty finding and defeating the last Orcs hiding amongst the city ruins.\\n\\n'Now then, to the matter at hand. As you may have heard, the Enemy does not venture into the ruins of Haerondir, for they believe it haunted. In truth, this is not the case. It is an appearance we keep up so that we may occupy this most northern look-out for Gondor undisturbed.\\n\\n'Not long ago, Haradrim set up camp just over the western hills. We have noticed their patrols widen as each day passes. While we have been able to trick the Orcs for many years, I fear the Haradrim are shrewder foes.\\n\\n'We must stop this camp from spreading and uncovering the truth about Haerondir. Would you take on this task while we guard the western gate from assault?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d3",
      "en": "You should find the Haradrim encampment of Dûm Boha, located on the western slopes of the Slag-hills.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502906",
      "en": "Enter Dûm Boha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc9",
      "en": "There is much to be done to impede the Haradrim here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011890",
      "en": "You should find and defeat Rujateng at Dûm Boha.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502937",
      "en": "Return to Gladhir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Gladhir has asked you to stop the Haradrim camped in the hills from discovering Haerondir and threatening the Host of the West.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Bane of the Serpent",
      "es": "",
      "es (fem)": ""
    }
  ]
}