{
  "id": 620994526,
  "txt": [
    {
      "id": "0xa8e1191",
      "en": "More foes surge from the line!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e22",
      "en": "Bring a new supply of full quivers to Legolas on the north-eastern slope of the eastern slag hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "Mighty Ologs stride forth, bellowing with rage!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Stand fast, men! They seek to cow us with their numbers, but each of us is worth a dozen of their mindless thralls!\\n\\n'My limbs are heavy and my breath is short, [placeholder], but I will do what I can to support Aragorn and my kinsmen.\\n\\n'Fight on! Fight on!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'I see that you have already slain your share of Orcs, [placeholder]! Legolas has also cut an impressive swath, but he tells me his supply of arrows will not last long. Perhaps you can help him with this?\\n\\n'The battle has only just begun, but there is no need to worry about our respective tallies this time. There will be plenty of foes for all of us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Orcs and Uruks have formed a ring around the slag hills, surrounding the Host of the West. Aragorn has asked you to defeat your foes and aid your friends and allies as best you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The Black Gate has opened, and the armies of Mordor stream forth from Sauron's lands, seeking to put an end to those of us who vex him still. This is where we will make our stand!\\n\\n'Sauron's warriors have formed a ring around the slag hills, [placeholder]. Fight them as they approach, and keep them from advancing! Stand with our friends and allies, and aid them as you can! We must hold out for as long as we are able!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Host of the West has been surrounded by the armies of Mordor and must now fight for its survival.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Aragorn on top of the eastern slag hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Legolas fights alongside Gimli on the north-eastern side of the eastern slag hill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Fight your way to Prince Imrahil on the south-eastern slope of the western slag hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I have enough arrows for the moment, but Gimli is right: my supply will run low soon if the tide of enemies does not slow!\\n\\n'Many archers of Gondor and Rohan have already fallen to the arrows of Mordor; some of their quivers remain full, or nearly so. Go to the archery lines and look for our fallen unfortunates. If you return to me with a number of their full quivers I will be able to maintain my current pace, and continue to support Gimli with my bow.\\n\\n'I thank you for undertaking this helpful task, grim though it may seem!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Lines of archers fire into the enemy ranks from their position on the slag hills. Look for full quivers by the bodies of men who have fallen, and gather them for Legolas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Defeated enemies at the Battle of the Morannon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Thank you, my friend. Set the quivers at my feet and I will use them as the need arises.'\\n\\nYou place the quivers of arrows at Legolas's feet and he nods with satisfaction, but his eyes never leave the distant line of battle.\\n\\n'I heard Aragorn shouting his commands from the top of the slag hill to the south-west, [placeholder]. Climb the hill and see if you can aid him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Defeated enemies at the Battle of the Morannon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Aragorn is atop the eastern slag hill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "Defeated enemies at the Battle of the Morannon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'We have held the line of battle for now, keeping our foes from ascending the eastern hill, but it seems that our foes have redoubled their efforts to take the western hill.\\n\\n'We are hard-pressed and can spare no man, but someone must go to the western hill and keep it from being taken! Can you go to the aid of Imrahil with haste enough, [placeholder]? I know you can! Fight your way to the slope of the western hill, and help the Prince of Dol Amroth throw back the tide!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Prince Imrahil is hard-pressed on the slopes of the western slag hill, before the Black Gate.\\n\\nAragorn has asked you to fight your way across the battlefield to the western slag hill, where you must come to the aid of Prince Imrahil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Daervunn on the eastern edge of the battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'[placeholder]! The fighting here goes poorly, but with you here my spirits are lifted!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85990",
      "en": "Gimli is right. My supply of arrows will soon run low.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Daervunn fights on the south-eastern edge of the eastern slag hill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85991",
      "en": "Set the quivers at my feet and I will use them as the need arises.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Is this to be the last battle, [placeholder]? My heart tells me this is so, and though it be a sorrowful thing I will be glad to see the end of war-time, and to have rest.\\n\\n'A palpable hit, and another! I find no joy in battle, my friend, but I find that I am uncommonly good at it, truly! I will use that skill to defend the men at my side, until my last breath is stolen away by some lucky stroke!\\n\\n'Fight onward, [placeholder]! Make our foes pay for the evils they have done, and hope still to do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85992",
      "en": "We have held the line of battle… for now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Lothrandir on the eastern edge of the battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85993",
      "en": "The fighting here goes poorly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Gimli on the north-eastern slope of the eastern slag hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Legolas on the north-eastern slope of the eastern slag hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Collect full quivers from the fallen in the ranks of archers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Lothrandir is shouting words of support and guidance to the men of the line on the eastern side of the battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You hear the battle-cries of Gimli the Dwarf coming from the north-eastern side of the eastern slag hill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Orcs and Uruks have formed a ring around the slag hills, surrounding the Host of the West. Aragorn has asked you to defeat your foes and aid your friends and allies as best you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Orcs and Uruks have formed a ring around the slag hills, surrounding the Host of the West. Aragorn has asked you to defeat your foes and aid your friends and allies as best you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "Legolas fights alongside Gimli on the north-eastern side of the eastern slag hill.\\n\\nYou collected a number of full quivers to return to Legolas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Defeat enemies at the Battle of the Morannon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "Collected quivers from fallen archers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Defeat enemies at the Battle of the Morannon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85966",
      "en": "This is where we will make our stand!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85967",
      "en": "A palpable hit, and another!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Defeat enemies at the Battle of the Morannon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85968",
      "en": "Stand fast!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "The western slag hill comes under fierce attack!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85969",
      "en": "Legolas tells me his supply of arrows will not last!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 8, Chapter 5: Surrounded",
      "es": "",
      "es (fem)": ""
    }
  ]
}