{
  "id": 620994557,
  "txt": [
    {
      "id": 173025780,
      "en": "Return to Thurindol",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'While you are out among the Slag-hills, would you be kind enough to survey the Enemy strongholds of Carchost, Narchost, and the Morannon?\\n\\n'It is imperative that we have the latest movements of the Enemy.'",
      "es": ""
    },
    {
      "id": 148970243,
      "en": "Travelling any closer to Morannon would surely lead to a swift death",
      "es": ""
    },
    {
      "id": 148970244,
      "en": "The entrance does not seem to be heavily guarded",
      "es": ""
    },
    {
      "id": 148970245,
      "en": "Narchost overlooks much of the western Slag-hills",
      "es": ""
    },
    {
      "id": 173025784,
      "en": "Survey the Black Gate",
      "es": ""
    },
    {
      "id": 148970246,
      "en": "The entrance to the tower seems to be guarded by the entire Orc encampment",
      "es": ""
    },
    {
      "id": 173025785,
      "en": "Survey the base of Narchost",
      "es": ""
    },
    {
      "id": 184621236,
      "en": "You should return to Thurindol, who can be found at the small Ranger outpost hidden in the Slag-hills.",
      "es": ""
    },
    {
      "id": 148970247,
      "en": "Carchost overlooks much of the eastern Slag-hills",
      "es": ""
    },
    {
      "id": 184621175,
      "en": "Good vantage points can be found around the Slag-hills.\\n\\nYou should survey the Black Gate and the Towers of the Teeth.",
      "es": ""
    },
    {
      "id": 190220549,
      "en": "You relate to Thurindol what you saw.\\n\\n'The Morannon has not changed? That is as I expected. The movements you describe around Narchost are interesting. I do not know what to make of it. And Carchost is heavily guarded, you say? That must mean there is something of great importance within the tower now.'",
      "es": ""
    },
    {
      "id": 173025728,
      "en": "Survey the tower of Narchost",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Thurindol requires more information on the structures within the Slag-hills, and wishes for you to survey the territory.",
      "es": ""
    },
    {
      "id": 173025729,
      "en": "Survey the base of Carchost",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Surveying the Morannon",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "Survey the tower of Carchost",
      "es": ""
    }
  ]
}