{
  "id": 620994523,
  "txt": [
    {
      "id": 228284039,
      "en": "'Are you ready to go? Be well prepared, for we are on the very doorstep of evil and there may be no coming back from this.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Aragorn is at the base of the slag-hill outside the Black Gate.\\n\\nAragorn has asked you to accompany him as he rides to demand the surrender of Sauron, and he wants you to be well-prepared before you go with him.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Aragorn is atop the eastern slag-hill as the Battle of the Black Gate rages outside Mordor.\\n\\nThe Mouth of Sauron has revealed that Frodo and Sam have been captured in Mordor. The quest of the Ring has failed.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Aragorn and the Host of the West have come to the Black Gate of Mordor, and the time has come to deal with the Dark Lord.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'There is no sense in delaying what must come. There must be a parley. I will go forth with a small group of my most trusted allies and call for Sauron's surrender. I would be honoured if you would accompany me, my friend.\\n\\n'I do not expect the Dark Lord to give in to our demands, but still I must offer him the opportunity. Speak to me when your preparations are made and we will go together.'",
      "es": ""
    },
    {
      "id": 30955856,
      "en": "There is no sense in delaying what must come.'",
      "es": ""
    },
    {
      "id": 30955857,
      "en": "Are you ready to go?'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 30955858,
      "en": "The Quest of the Ring has failed… but we must not give in to despair!'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Aragorn at the base of the slag-hill and ride with him to the Black Gate",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 8, Chapter 4: The Black Gate",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Aragorn on the eastern slag-hill",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Do not give up hope, [placeholder]. We must stand as tall as we may, or Frodo and Sam will have gone to their doom for nothing. I will not allow this to be! The Quest of the Ring has failed, but we must not give in to despair or we betray the men who fight alongside us.\\n\\n'The day is dark. Let our blades and our hearts oppose the evils that would forever silence them, and avenge our friends upon these foes!'",
      "es": ""
    }
  ]
}