{
  "id": 620994522,
  "txt": [
    {
      "id": 12367441,
      "en": "'Stay behind me, Master Halfling.'",
      "es": ""
    },
    {
      "id": 12367442,
      "en": "'He sends a servant to us. A messenger only.'",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "The Mouth of Sauron smiles with cruelty and avarice",
      "es": ""
    },
    {
      "id": 24695160,
      "en": "On the very doorstep of Mordor, Aragorn commands Sauron to come forth and surrender.",
      "es": ""
    },
    {
      "id": 142280305,
      "en": "'Someone comes!'",
      "es": ""
    },
    {
      "id": 142280306,
      "en": "'Saruman?'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Stand with Aragorn as he defies the Dark Lord Sauron",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Stand with Aragorn as he defies the Mouth of Sauron",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Pippin and keep him quiet",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Listen to the demands of the Mouth of Sauron",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Mithrandir",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Collect the short-sword",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Collect the Elf-cloak",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Collect the mithril-shirt",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Mithrandir asked you to retrieve the items presented by the Mouth of Sauron.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 66773649,
      "en": "'Why isn't anything happening?'",
      "es": ""
    },
    {
      "id": 66773650,
      "en": "'Is that... is that the Dark Lord?'",
      "es": ""
    },
    {
      "id": 66773651,
      "en": "'Oh no!'",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Aragorn outside the Black Gate",
      "es": ""
    },
    {
      "id": 107460480,
      "en": "'But why bring them here?'",
      "es": ""
    },
    {
      "id": 107460481,
      "en": "'Name these terms.'",
      "es": ""
    },
    {
      "id": 107460482,
      "en": "'This is much to exchange for the delivery of one prisoner.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 107460483,
      "en": "'Has Sauron's defeat on the field of battle so demoralized him that now he must haggle?'",
      "es": ""
    },
    {
      "id": 107460484,
      "en": "'Where is this prisoner? Deliver him to us and we will consider Sauron's terms.'",
      "es": ""
    },
    {
      "id": 107460485,
      "en": "'[placeholder], I would speak with you.'",
      "es": ""
    },
    {
      "id": 107460486,
      "en": "'Now, [placeholder]!'",
      "es": ""
    },
    {
      "id": 107460487,
      "en": "'We take these items in memory of our friend!'",
      "es": ""
    },
    {
      "id": 107460488,
      "en": "'As for your terms, consider them utterly rejected!'",
      "es": ""
    },
    {
      "id": 107460489,
      "en": "'We did not come here to waste words with Sauron, or with his slaves.'",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "You have taken the items that belonged to Frodo and Sam, and Gandalf has defied the Mouth of Sauron.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'All is still and silent, but I do not trust this emptiness. Do not be fooled by the quiet! There are eyes upon us, though we see them not.\\n\\n'Let us ride nearer, and I will call for Sauron's surrender.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Steel your heart for the trials ahead, [placeholder]. That Sauron has either Frodo or Samwise in captivity seems certain, but you must have noticed, as I have, that this Messenger speaks only of one prisoner, not of two.\\n\\n'And yet, those items are unmistakable and were in the possession of both our hobbits. I do not want this vile Messenger to keep them. I will distract him, [placeholder], and I want you to retrieve these items in memory of our friends.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'[placeholder]! Surely you must recognize those items! That's Frodo's mail-shirt, the one he had from Bilbo! The grey cloak has an elven-brooch pinned to it, like the one I had from Lórien. And that's Sam's sword, or I'm a Boffin!\\n\\n'How did this terrible Messenger come to have those items, [placeholder]? What happened to Frodo and Sam?'\\n\\nYou silence Pippin with a look, but he is crestfallen and his outburst cannot be taken back.",
      "es": ""
    },
    {
      "id": 107460496,
      "en": "'Your protection as a herald is near its end, and death is close at hand for you!'",
      "es": ""
    },
    {
      "id": 107460497,
      "en": "'Now begone!'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Stand with the Host of the West in defiance of Mordor",
      "es": ""
    },
    {
      "id": 254077073,
      "en": "'We go now to treat with Mordor.'",
      "es": ""
    },
    {
      "id": 254077074,
      "en": "'I have asked all of you to accompany me so every land that opposes Sauron will be represented.'",
      "es": ""
    },
    {
      "id": 254077075,
      "en": "'It is time.'",
      "es": ""
    },
    {
      "id": 254077076,
      "en": "'This is far enough.'",
      "es": ""
    },
    {
      "id": 254077077,
      "en": "'Unfurl the banner. Let them see with whom they are dealing.'",
      "es": ""
    },
    {
      "id": 254077078,
      "en": "'Hearken to me!'",
      "es": ""
    },
    {
      "id": 254077079,
      "en": "'Gondor has come to your border with just grievances and fair demands!'",
      "es": ""
    },
    {
      "id": 254077080,
      "en": "'Send forth the Lord of the Black Land!'",
      "es": ""
    },
    {
      "id": 254077081,
      "en": "'Wrongfully has he made war upon Gondor, and taken its lands.'",
      "es": ""
    },
    {
      "id": 38701488,
      "en": "'Let him come forth to answer for these crimes!'",
      "es": ""
    },
    {
      "id": 38701489,
      "en": "'As King of Gondor, I demand that Sauron come forth and atone for his evils!'",
      "es": ""
    },
    {
      "id": 38701490,
      "en": "'He speaks of himself.'",
      "es": ""
    },
    {
      "id": 38701491,
      "en": "'Well-spoken, my friend.'",
      "es": ""
    },
    {
      "id": 38701492,
      "en": "'Now we will see what answer Sauron will make.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Black Gate",
      "es": ""
    },
    {
      "id": 5533777,
      "en": "'I am the Mouth of Sauron, and I speak for He who resides in the Dark Tower.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Aragorn is at the Morannon, the Black Gate of Mordor, and prepares to challenge Sauron.",
      "es": ""
    },
    {
      "id": 208042865,
      "en": "'Steady, Master Peregrin.'",
      "es": ""
    },
    {
      "id": 5533778,
      "en": "'I see none who have authority to treat with me.'",
      "es": ""
    },
    {
      "id": 208042866,
      "en": "'No. Sauron will not leave his lands until his victory is assured.'",
      "es": ""
    },
    {
      "id": 5533779,
      "en": "'Certainly not thou!'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Aragorn has decided to call for the surrender of Sauron, and wishes for you to stand with him.",
      "es": ""
    },
    {
      "id": 5533780,
      "en": "'I am not to be touched! I am protected as a herald!'",
      "es": ""
    },
    {
      "id": 208042867,
      "en": "'Indeed, but we would be wise not to underestimate this messenger.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "The Mouth of Sauron has presented tokens for the perusal of the company.",
      "es": ""
    },
    {
      "id": 208042868,
      "en": "'He must be deep in the Enemy's counsels to be trusted with this message.'",
      "es": ""
    },
    {
      "id": 5533781,
      "en": "'We are surprised to see thee with this rabble, old greybeard.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Mithrandir has asked you to make Pippin hold his tongue lest he endanger the negotiations with the Mouth of Sauron.",
      "es": ""
    },
    {
      "id": 208042869,
      "en": "'You have nothing to fear from us, Messenger, until your errand is done.'",
      "es": ""
    },
    {
      "id": 5533782,
      "en": "'Dost thou not sendst others to their doom, hatching thy plots from a safe distance?'",
      "es": ""
    },
    {
      "id": 208042870,
      "en": "'But if your Master does not repent of his evil, you will be imperiled indeed.'",
      "es": ""
    },
    {
      "id": 5533783,
      "en": "'I have tokens I was bidden to show thee, if thou shouldst dare to come.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The Mouth of Sauron mocks the Host of the West, and prepares the terms of Aragorn's surrender. Remain alert.",
      "es": ""
    },
    {
      "id": 208042871,
      "en": "'Quiet, Peregrin!'",
      "es": ""
    },
    {
      "id": 5533784,
      "en": "'You have another of these imps with you!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Mithrandir has asked for you to speak with him while he considers Sauron's terms.",
      "es": ""
    },
    {
      "id": 208042872,
      "en": "'[placeholder], see to him and tell him to hold his tongue!'",
      "es": ""
    },
    {
      "id": 5533785,
      "en": "'I do not know what use you find in them.'",
      "es": ""
    },
    {
      "id": 208042873,
      "en": "'I do not seek to deny them. I know all their history, which you do not.'",
      "es": ""
    },
    {
      "id": 88540480,
      "en": "'Sending them as spies into Mordor is foolish, even for you.'",
      "es": ""
    },
    {
      "id": 88540481,
      "en": "'But this imp does me a service, and I thank him for it.'",
      "es": ""
    },
    {
      "id": 88540482,
      "en": "'You cannot deny these tokens now, for he plainly has seen them before.'",
      "es": ""
    },
    {
      "id": 88540483,
      "en": "'Coat of the dwarves... cloak of the Elves... blade of the fallen West...'",
      "es": ""
    },
    {
      "id": 88540484,
      "en": "'And spy from the Shire, home to rats. Aye, we know of it.'",
      "es": ""
    },
    {
      "id": 88540485,
      "en": "'He who bore these tokens might be dear to you, and he might not.'",
      "es": ""
    },
    {
      "id": 88540486,
      "en": "'But if you would grieve to lose him, I advise you to think most carefully.'",
      "es": ""
    },
    {
      "id": 88540487,
      "en": "'Sauron bears no love for spies. His fate will depend on your choice.'",
      "es": ""
    },
    {
      "id": 88540488,
      "en": "'Good! I can see he was dear to you.'",
      "es": ""
    },
    {
      "id": 88540489,
      "en": "'Or maybe his errand was one you did not want to fail?'",
      "es": ""
    },
    {
      "id": 88540496,
      "en": "'It has.'",
      "es": ""
    },
    {
      "id": 88540497,
      "en": "'Now your little spy will suffer the worst torments the Dark Tower can devise.'",
      "es": ""
    },
    {
      "id": 88540498,
      "en": "'You will never see him again. Or, perhaps, he will be released when he is broken.'",
      "es": ""
    },
    {
      "id": 88540499,
      "en": "'And he will come to you thus changed, and you will see what you have done.'",
      "es": ""
    },
    {
      "id": 88540500,
      "en": "'This is what will be, unless you accept my Lord's terms.'",
      "es": ""
    },
    {
      "id": 88540501,
      "en": "'Gondor's rabble will withdraw beyond the River Anduin.'",
      "es": ""
    },
    {
      "id": 88540502,
      "en": "'They will take oaths to never again assail Sauron the Great or his subjects.'",
      "es": ""
    },
    {
      "id": 88540503,
      "en": "'All lands east of the Anduin will be Sauron's in perpetuity.'",
      "es": ""
    },
    {
      "id": 88540504,
      "en": "'Lands west of the Anduin will be subordinate to his will.'",
      "es": ""
    },
    {
      "id": 88540505,
      "en": "'The men of those lands will arrange their own affairs, but bear no weapons.'",
      "es": ""
    },
    {
      "id": 88540512,
      "en": "'They will help to rebuild Isengard, and Sauron's lieutenant will dwell there.'",
      "es": ""
    },
    {
      "id": 88540513,
      "en": "'He will rule over the remains of the West.'",
      "es": ""
    },
    {
      "id": 88540514,
      "en": "'Nay, not Saruman.'",
      "es": ""
    },
    {
      "id": 88540515,
      "en": "'Insolence! You are in no position to make demands of Sauron!'",
      "es": ""
    },
    {
      "id": 88540516,
      "en": "'These are the terms. You will take them, or you will leave them!'",
      "es": ""
    },
    {
      "id": 88540517,
      "en": "'Ssssss!'",
      "es": ""
    }
  ]
}