{
  "id": 620994530,
  "txt": [
    {
      "id": "0xa8e1191",
      "en": "Defeated enemies at the Battle of the Morannon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Defeated enemies at the Battle of the Morannon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Talk to Éomer atop the western slag hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Defeated enemies at the Battle of the Morannon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'How goes the fighting on the western hill, [placeholder]? I trust that Éomer and Imrahil stand still against the forces of Mordor?'\\n\\nYou tell Aragorn that they are still defiant, but injuries have begun to mount among their soldiers.\\n\\n'So it is with us, but we fight on. It will not be long now, but we will stand until the end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50244",
      "en": "Talk to Legolas on the south-western slope of the eastern slag hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'All those quivers you brought me are spent, [placeholder]! There is knife-work to be done all around the hill, and plenty for all!\\n\\n'I have this fight in hand, but I am certain there will be enough foes for you to slay if you go a-looking for them, or wait for them to seek you out!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Talk to Calenglad atop the eastern slag hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'I am glad the flow of the battle has brought you to me, [placeholder]. I wanted to speak with you again.'\\n\\nYou study the Ranger's face and see little of the doubt that troubled him at the Camp of the Host. He seems curiously calm for one who stands amid such tumult.\\n\\n'After battle was joined, I stood with Aragorn and felled Orc after Orc; soon I lost count of the bodies, but there were ever more to replace them. With each swing of my blade, my sword lost its individuality. It was no longer my weapon only, but it was the weapon of every Dúnadan that ever took up sword for his king.\\n\\n'With every swing, it seemed to me I was conducting a great music, and the tides of battle moved through and around me in a great swelling chorus. It was a drowning tide, and it swept the foes of Men beneath it, cleansing the land of their foul mark.\\n\\n'I saw the great beauty of the land returning in full measure, the deep forests growing anew and the rivers flowing swift and clean. I saw twilight pooling in the hills, and the stars reflected in mountain lakes, crisp and cool.\\n\\n'My eyes were opened to this vision of a new age, and though I saw it only for the span of a breath, I knew in that moment that Gwindeth had been right: such a kingdom would be worth some measure of sorrow. She will see it, though she fade into myth, and men question whether she ever existed at all. But still she will be there, among the falls and waters of Lake Nenuial, and she will remember.\\n\\n'I am at peace, my friend. The evil of Sauron cannot last, even if every last one of us perishes before his gates. But let us hope we do not, [placeholder]! A new age is coming!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Do not worry about me, [placeholder]! We are hard-pressed by our foes, but even so they are unable to match us! I have the high ground, for now, and that gives me the advantage!\\n\\n'The flow of the battle pushed Éomer of Rohan further down the slope, and I fear he will be cut off from the rest of his forces. Find him to the east, and ensure he is safe!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Rohirrim soldiers are being overmatched by their foes to the south-west of Éomer's position at the base of the western slag hill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Éomer south-east of the western slag hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Reeve Ingbert needs time to recover, but he is hard-pressed by his foes!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50248",
      "en": "Talk to Aragorn atop the eastern slag hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I welcome the concern of the Prince of Dol Amroth, but it is unnecessary! My own battle is well in hand.\\n\\n'But I have another worry: the terrible flying creatures that carry the robed Nazgûl on their backs. They fall upon my soldiers and bear them aloft with their clutching claws... and then they drop them to the battlefield below. There is no protection from this!\\n\\n'The safety of my men is my prime concern, for many soldiers of Rohan are unhorsed and such is not their preferred means of doing battle. Over the din of battle I thought I heard Rohirric voices crying out in alarm, to the south-west. That is where you are needed, not here with me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Battle of the Morannon continues unabated as the forces of Mordor press the attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Pippin and Beregond are halfway up the southern slope of the western slag hill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Come to the aid of the Rohirrim men south-west of Éomer's position",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Protect Reeve Ingbert while he gets to his feet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I am glad to see you are still kicking, [placeholder]! I am afraid I can't do very much among all these warriors, but I aim to do the best I can for Frodo and poor Sam.\\n\\n'I miss Merry, but at least he is back in Minas Tirith and won't need to see this fighting, not for today at least. I don't expect I can draw level with some of his deeds, not unless I were to smite that horrible Messenger, but that is all right.\\n\\n'Be careful, [placeholder]! This beastly brood is out for blood!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Talk to Pippin on the southern slope of the western slag hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'The tide of enemies has swelled, and soon it will crash upon the shore of our shield wall; the tide will not draw back again until we are slain.\\n\\n'I have taken it upon myself to watch Peregrin the Halfling. He is a soldier of Gondor and now more a member of the Guard than I, but it grieves my heart to think he might fall in this battle. I will protect him if I can, both for his sake and that of my son, whose friendship he possesses.\\n\\n'Stay wary, [placeholder]. I wager our foes have not depleted the stock of their sorceries!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Talk to Beregond on the southern slope of the western slag hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Learn what has so distressed Thalanir on the slope of the western slag hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Talk to Thalanir on the southern slope of the western slag hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Not far from Pippin and Beregond's location on the western slag hill, a Gondorian soldier calls desperately for your help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85989",
      "en": "The flow of battle pushed Éomer of Rohan down the slope. Help him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Thalanir is to the west of Pippin and Beregond's location, on the slope of the western slag hill.\\n\\nSomething has distressed Thalanir, and the soldier of Gondor calls for your help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Find a fallen sword for Thalanir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Help! Can you help me? I have slain a number of Orcs, but the last one staggered away with my sword still stuck in its gut, and now I have no weapon!\\n\\n'Can you find me a sword? There must be a blade somewhere at the base of the hill, abandoned or dropped by a coward or by a corpse! Without a weapon I cannot do any good for Gondor, and I have no way to protect myself from the throng!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Thalanir has lost his sword, and the soldier of Gondor has sent you to find a fallen sword on the battlefield to replace the weapon he lost.\\n\\nFallen swords can be found around the base of the western slag hill near the bodies of their former wielders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "You found a sword for Thalanir and should bring it to him on the southern slope of the western slag hill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "While you distract his foes, Ingbert manages to escape",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "You found a sword for Thalanir and should bring it to him on the southern slope of the western slag hill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Éomer is on top of the western slag hill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Defeat enemies at the Battle of the Morannon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Bring the sword to Thalanir on the slope of the western slag hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'We are being overwhelmed, [placeholder]. I sustained an injury from an Orc's lucky swing, and now my arm hangs loosely; I cannot lift up my shield. My men have fallen back a short distance, but they cannot stand long against the tide. They will soon need to retreat once more.\\n\\n'I ask that you fight across to the eastern slag hill once again; if the battle is turning against us here, it must also be going ill with Aragorn. Look for his friends, the Elf and the dwarf. I saw them from afar, but could not tell how they fared.\\n\\n'They will need you as the battle goes on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Bring the sword to Thalanir on the slope of the western slag hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Defeat enemies at the Battle of the Morannon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Defeat enemies at the Battle of the Morannon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Legolas has asked you to defeat any enemies you can find as the press of battle surges against the eastern slag hill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Aragorn is atop the eastern slag hill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Legolas is on the south-western slope of the eastern slag hill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Calenglad is atop the eastern slag hill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1162",
      "en": "Orcs surge into the space between the two slag hills, thirsty for blood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Reeve Ingbert is wounded south-east of the base of the western slag hill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1165",
      "en": "The Orcs charge once again up the side of the hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1167",
      "en": "Aragorn calls to you, but you can barely hear him over the sound of the throng",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'Help! Will no one help me? Alas for my injuries!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "More foes surge about the base of the hill!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b0",
      "en": "Those terrible flying creatures fall upon my soldiers and bear them aloft!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "Thalanir was slain before you could return to him with a weapon, but there is no time to mourn his ill fortune.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b1",
      "en": "Alas for my injuries!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1173",
      "en": "You pick up the sword and hope it will ease Thalanir's mind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Éomer is south-east of the western slag hill.\\n\\nPrince Imrahil asked you to lend your aid to Éomer of Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b2",
      "en": "I am glad to see you are still kicking!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b3",
      "en": "Stay wary! Our foes have not depleted the stock of their sorceries!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b4",
      "en": "Help! Can you help me?!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1176",
      "en": "Thalanir has gone beyond need of a sword. He is slain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Éomer has asked you to fight your way back to the eastern slag hill in search of Legolas and Gimli.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b5",
      "en": "We are being overwhelmed… fight back to Aragorn on the other hill!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b6",
      "en": "There is knife-work to be done all around the hill.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b7",
      "en": "I am glad you returned. I wanted to tell you something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1179",
      "en": "You hear Éomer's voice above the din, coming from atop the hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b8",
      "en": "How goes the fighting on the western hill?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "You also hear Rohirric words of surprise from the south-west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "Reeve Ingbert has been injured, and his foes press the attack!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "To the west, a soldier of Gondor cries for help!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 8, Chapter 6: The Drowning Tide",
      "es": "",
      "es (fem)": ""
    }
  ]
}