{
  "id": 620994491,
  "txt": [
    {
      "id": "0xb011897",
      "en": "Mírthel can be found at Haerondir.\\n\\nYou should talk to Mírthel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c5",
      "en": "'I am not surprised to see you here, my friend. You and I always find ourselves at the front of the action, it seems!\\n\\n'What Candúr told you is true: things look grim here. Foes blanket the hills around the Morannon, sharp eyes keep watch from every vantage, and sharper blades are ever ready to strike. Never mind the danger to you or I. What I fear is that such numbers may harry and assail the Host so that it arrives before the Gates not in full force, but in tatters!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'[placeholder], there are too few Rangers stationed in the Wastes. We are spread thin, trying to monitor the Enemy's forces in Dagorlad and near the Morannon.\\n\\n'Mírthel has just come back from a patrol. He carries a message from the Slag-hills. Find him and learn his tidings, if you are able to assist us further. We shall speak again in due time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e1",
      "en": "Travel to the small Ranger outpost in the Slag-hills",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568913",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b4",
      "en": "Thurindol can be found at a small Ranger outpost hidden in the Slag-hills.\\n\\nYou should talk to Thurindol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e4",
      "en": "Talk to Candúr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568900",
      "en": "'So word that you were travelling with the Host of the West was true after all! Truly, I am glad you are here... but it is not I who am in need just now. \\n\\n'I have been keeping watch upon the foes in Dagorlad while Thurindol keeps watch upon the Slag-hills. Go speak with him, and in haste, for the situation in the Slag-hills is dire indeed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502919",
      "en": "Talk to Mírthel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568919",
      "en": "'Ah, [placeholder], it has been quite the journey we have taken since when we first met in the southern reaches of Ithilien.\\n\\n'I have just returned from a patrol to the Slag-hills. I come with a message from Candúr who seeks aid in his covert efforts there.\\n\\n'Would you travel there and speak with him? A [placeholder] of your abilities would be a great boon, I think. Be careful there, and keep out of sight. The Enemy can see much from atop the Towers of the Teeth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e8",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b25",
      "en": "Candúr is worried about threats to the east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d3",
      "en": "A small ranger outpost is hidden in the Slag-hills.\\n\\nYou should find Candúr in the Ranger outpost hidden by the Slag-hills.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b26",
      "en": "Thurindol is worried about threats near the Black Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011862",
      "en": "Candúr can be found at a small Ranger outpost hidden in the Slag-hills.\\n\\nYou should talk to Candúr and hear his message.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502937",
      "en": "Talk to Thurindol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Gladhir has asked you to assist the Rangers working in stealth among the Slag-hills.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Unnatural Terrain",
      "es": "",
      "es (fem)": ""
    }
  ]
}