{
  "id": 620994556,
  "txt": [
    {
      "id": "0xb011897",
      "en": "Candúr can be found at a small Ranger outpost hidden in the Slag-hills.\\n\\nYou should talk to Candúr before you depart.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f5",
      "en": "Talk to Candúr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'I tell you, [placeholder], I have wondered whether I were going mad. I would track an Orc Captain climbing the nearby eastern hills, only to lose track of him. Then, as if by some sorcery, I would espy him far west, where I should surely have seen him pass.\\n\\n'The riddle has evaded me until now. The maggot-holes must communicate in tunnels deep beneath these midden-heaps, and access fundaments beneath the Towers of the Teeth, as well.  It is the only answer!\\n\\n'Will you investigate? Find a way into Carchost and discover what pathways lie below.\\n\\n'Ah, but I forget myself. You should speak with Candúr before you go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f7",
      "en": "Talk to Thurindol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011841",
      "en": "Carchost and Skoironk are located in the Slag-hills.\\n\\nYou should find the entrances and enter Carchost and Skoironk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b4",
      "en": "Thurindol can be found at a small Ranger outpost hidden in the Slag-hills.\\n\\nYou should talk to Thurindol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b07",
      "en": "Many dangers may lie ahead within the tower of Carchost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b08",
      "en": "The sounds of Orcs echo from out of the cavernous maggot-holes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568904",
      "en": "'You are going beneath Carchost, then? I am glad you are willing to help us in this. It will be dangerous, but for this task I have faith in none so much as you. Fortune smile on you. We will speak again, I am sure of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011878",
      "en": "You should return to Thurindol, who can be found at a small Ranger outpost hidden in the Slag-hills.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568906",
      "en": "'[placeholder], you honour the name Ranger with your bravery and commitment to Gondor. We shall see you again soon. This deed you undertake will not go unremembered by my order. I will see to it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c0",
      "en": "Talk to Thurindol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Thurindol believes that there are even more enemies beneath the Slag-hills and asks of you to investigate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "What Lies Beneath the Hills",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568909",
      "en": "'If what you relate is true, why then an entire army hides in wait below the ground! We know full well that overwhelming odds stand locked behind the Morannon. But we shall not face those until the ordained time of battle, according to Lord Aragorn's plan. \\n\\n'What if this nether army poured forth to accost us before that time? What last gleam of hope might be lost if my Lord's plan faltered? No, it is clear. We must do something if we may... whatever we may.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "Enter Carchost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c3",
      "en": "Enter Skoironk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c4",
      "en": "Find the entrance to Carchost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c5",
      "en": "Find the entrance to Skoironk",
      "es": "",
      "es (fem)": ""
    }
  ]
}