{
  "id": 620994521,
  "txt": [
    {
      "id": 177082769,
      "en": "Dol Acharn once towered above the plain, but now only the base remains",
      "es": ""
    },
    {
      "id": 49286692,
      "en": "Climb atop the slag-hill and <rgb=#00FF00>look</rgb> south to the Black Gate",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Defeat foes in the Noman-lands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "Ondoher's Folly reeks still of blood and death, even after all these years",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "Defeated foes in the Noman-lands and Dagorlad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Aragorn asked you to defeat a number of threatening foes in the Noman-lands.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I will give the order for the Host of the West to begin its final march, [placeholder], but I need you to go forward in the vanguard, leading the way and making safe our passage. The foes arrayed against us have been commanded to let us pass, but I would not be surprised if the more ambitious among their number think to increase their own fame or notoriety by slowing our progress.\\n\\n'Defeat these foes and any other beasts that threaten, and look for Langlas in the ruin of Haerondir, north-east of here. He will know where else to scout in advance of the Host.\\n\\n'Once you have aided Langlas, rejoin us north of the Black Gate and we will prepare for the final throw.'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Find Aragorn on the northern side of the Slag-hills outside the Black Gate",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Aragorn and the Host of the West planned to meet you at the base of the Slag Hills outside the Black Gate once you scouted the Wastes.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "One last march across the Wastes will bring the Host of the West to the Black Gate of Mordor, and Aragorn sends you ahead to make safe the passage.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Aragorn at the base of the slag-hill outside the Black Gate",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'The foes arrayed against us have been commanded to let us pass, but I would not be surprised if the more ambitious among their number think to increase their own fame or notoriety by slowing our progress.\\n\\n'Defeat these foes and any other beasts that threaten, and look for Langlas in the ruin of Haerondir, north-east of here. He will know where else to scout in advance of the Host.\\n\\n'Once you have aided Langlas, rejoin us north of the Black Gate and we will prepare for the final throw.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Aragorn and the Host of the West planned to meet you at the base of the Slag-hills outside the Black Gate once you scouted the Wastes.",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Look for Aragorn on the northern side of the slag-hills that border the Black Gate. He planned to encamp there before riding forth to challenge the master of Mordor.'",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Defeated foes in the Noman-lands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'We have come to it at last, [placeholder]. Climb to the top of the slag-hill and <rgb=#00FF00>look</rgb> to the south. What waits for us at the Black Gate of Mordor?'",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Talk to Aragorn at the base of the slag-hill outside the Black Gate",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Sickly light plays over the stones of Haerondir, and the air smells foul",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'What did you see from atop the slag-hill?'\\n\\nAragorn listens to your account.\\n\\n'All was quiet and still? I see, and I am not surprised. Sauron is waiting. I do not take the empty calm before the Gate to be fact, and neither should you. The Dark Lord's armies are arrayed before us, though we see them not. He waits to unleash them, for he wants to see what we will do.'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Good luck, [placeholder]! Good luck to all of us!'",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "Haradrim warriors are encamped in Dûm Boha, and they prepare for combat",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "After you defeated threatening foes in the Noman-lands, Aragorn wanted you to meet up with Langlas in the ruin of Haerondir, north-east of the Camp of the Host.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'This is a dead place, an empty place. I do not like it. There will be many places such as these as we get nearer to Mordor, [placeholder]. How could anyone live here?\\n\\n'The answer to that question is a simple one, I suppose: no one does live here, not truly. Not good folk, at any rate.\\n\\n'I have heard tell from the Rangers of Ithilien that there are a few sites throughout the Wastes in which evil folk dwell. These places should be scouted before the Host passes near. Find Dûm Boha in the Noman-lands, and Dol Acharn and Ondoher's Folly in Dagorlad, and defeat any enemies that may endanger the passage of the Host. Once the way is safe, the Host of the West will assemble outside the Black Gate and we will see what awaits us there.'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Find Dol Acharn in Dagorlad, north-east of Haerondir",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Langlas asked you to find locations in the Wastes where enemies might threaten the Host of the West, and to defeat any foes you find. The sites of concern to him are:\\n\\nDûm Boha, east of Haerondir, in the Noman-lands.\\nDol Acharn, north-east of Haerondir, on the field of Dagorlad\\nOndoher's Folly, north of Haerondir, on the field of Dagorlad\\n\\nAfter you have accomplished these tasks, Langlas asked you to meet with Aragorn before the Black Gate.",
      "es": ""
    },
    {
      "id": 30955920,
      "en": "Defeat our foes and meet with Langlas in the ruin of Haerondir.'",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Find the road to Dol Acharn in Dagorlad, north-east of Haerondir",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 30955921,
      "en": "Good luck… to all of us!'",
      "es": ""
    },
    {
      "id": 30955922,
      "en": "This is a dead place, an empty place. I do not like it.'",
      "es": ""
    },
    {
      "id": 30955923,
      "en": "Once the way is safe, we will assemble outside the Black Gate.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Find Ondoher's Folly in Dagorlad, north of Haerondir",
      "es": ""
    },
    {
      "id": 30955924,
      "en": "Look for Aragorn on the north side of the slag-hills outside the Black Gate.'",
      "es": ""
    },
    {
      "id": 30955925,
      "en": "We have come to it at last.'",
      "es": ""
    },
    {
      "id": 30955926,
      "en": "Climb to the top of the slag-hill and look to the south.'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Defeat foes in the Noman-lands and Dagorlad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 30955927,
      "en": "Sauron... is waiting.'",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'Climb to the top of the slag-hill and <rgb=#00FF00>look</rgb> to the south. What waits for us at the Black Gate of Mordor?'",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'I have heard tell from the Rangers of Ithilien that there are a few sites throughout the Wastes in which evil folk dwell. These places should be scouted before the Host passes near. Find Dûm Boha in the Noman-lands, and Dol Acharn and Ondoher's Folly in Dagorlad, and defeat any enemies that may endanger the passage of the Host. Once the way is safe, the Host of the West will assemble outside the Black Gate and we will see what awaits us there.'",
      "es": ""
    },
    {
      "id": 177082745,
      "en": "Dol Acharn once towered above the plain, but now only the base remains",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Find Langlas in the ruin of Haerondir, in the Noman-lands",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "Aragorn asked you to climb to the top of the slag-hill and <rgb=#00FF00>look</rgb> south to the Black Gate of Mordor.",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Aragorn sees you approach and beckons to you",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Find Langlas in the ruin of Haerondir, in the Noman-lands",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Find Dûm Boha in the Noman-lands, east of Haerondir",
      "es": ""
    },
    {
      "id": 246419895,
      "en": "Aragorn is at the base of the slag-hill before the Black Gate.",
      "es": ""
    },
    {
      "id": 30955881,
      "en": "I will give the order for the Host of the West to begin its march.'",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "The field before the Black Gate of Mordor is empty, and quiet",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 8, Chapter 3: A Waiting Silence",
      "es": ""
    }
  ]
}