{
  "id": 620994470,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'[placeholder], these brush fires are no mere accident. My rangers report more Mordor Orcs crossing into North Ithilien, many of which bear torches.\\n\\n'I believe the Enemy has sent these firestarters to scorch the land. Now that the Dawnless Day has ended, North Ithilien's new growth shows promise. And the Enemy will do everything to snuff out hope. \\n\\n'But we must act first. We must snuff out these firestarters before their flames engulf the region! You will find these torch-bearing enemies near the Fields of Cormallen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Mordor Firestarters have begun to set North Ithilien's revitalized flora aflame. Slay them before they burn the entirety of North Ithilien!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Snuffing Them Out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to  Thurindol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Thurindol can be found in Henneth Annûn.\\n\\nYou have defeated many of the encroaching Mordor Firestarters. You should speak to Thurindol with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Defeated Mordor Firestarter ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Mordor Firestarters can be found in the wilds of Ithilien, south of Cair Andros. \\n\\nYou should defeat Mordor Firestarters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'The Dark Lord sees North Ithilien's new growth as a sign of his waning reach.\\n\\n'We must do everything we can to help these lands heal. In such dark days, we must act as sentinels of hope, defending whatever promising growth we can. \\n\\n'You have my thanks, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Defeat Mordor Firestarters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}