{
  "id": 620994480,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Phials of poison can be found on Uruks and Orcs in Cair Andros.\\n\\nYou should collect phials of poison.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Mílgamel can be found at Henneth Annûn.\\n\\nYou should take the poisons and what you have learned to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "This grey goo is acidic and watered down",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "A workbench can be found at Henneth Annûn.\\n\\nYou should bring the phials of poison to Henneth Annûn for study.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Speak with Mílgamel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Collect phials of viscous poison ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'A moss you say? That is no lichen of which I ever heard! And so my wonderment grows, and I find myself drawn to stray from the confining course Master Galathir has set for me. Yet if I do all he asks - then what study I make beyond it is no concern of his, do you not agree?'\\n\\nShe meets your eye with a new boldness in hers.\\n\\n'Let us suppose for a moment that this grey lichen is most deadly and is the main ingredient used in making the poison. Indeed, I recall that I have read of poisonous mosses before. It would not be a stretch. And if we suppose, as well, that the lichen grows native somewhere within these lands east of the Anduin, there is hope we may learn more about it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Collected phial of viscous poison ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Collect phials of refined poison ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Collected phial of refined poison ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Study the phials of viscous poison at Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "A workbench can be found at Henneth Annûn.\\n\\nYou should bring the phials of poison to Henneth Annûn for study.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "This grey goo is similar but contains bits of what appear to be a lichen in it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Mílgamel is concerned with a decaying corpse of one of the animals brought in from the wilds. She believes Cair Andros may hold the key.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Collect TBD ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'The Rangers brought back a mangled animal corpse from the wilds. It was struck with an arrow of Orkish design.\\n\\n'The peculiar thing is not the arrow, but the state of the animal's body. The corpse is sickened and in a rapid state of decay. The Rangers say the ground surrounding the animal was devoid of flora.\\n\\n'This is all very concerning. Perhaps it was unwise to pass Cair Andros by, after all. The forces from Mordor at Cair Andros must be coating their arrows with something most vile. Something not seen upon the Pelennor Battlefield (or else I would recognize it), and therefore, perhaps, concocted here in North Ithilien! It is not why Master Galathir sent me, or an inquiry he would approve of, but I must know what this substance is.\\n\\n'I shall not accompany you to Cair Andros, as my lack of skill in combat would only slow you down - and endanger myself - but I beseech you, go and gather what you can of this poison, so we may study it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Dark Lord's Blight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Collect TBD ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Study the phials of refined poison at Henneth Annûn",
      "es": "",
      "es (fem)": ""
    }
  ]
}