{
  "id": 620994532,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Aragorn stands atop the eastern slag hill and prepares to stand against the final enemy attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Aragorn is on the eastern slag hill, looking out toward the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Host of the West has come to the end of the road as the forces of Mordor prepare their final assault.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The enemy lines have drawn back slightly, but it is only in preparation for their final push. Soon they will march inwards once more, tightening the noose around our position. We must be ready!\\n\\n'Tell me when you are prepared and we will stand together to rebut them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85950",
      "en": "We must be ready!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85951",
      "en": "Our foes make their final assault!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Aragorn and defy the final enemy assault",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Already the lines begin to push forward once again. Our foes make their final assault!'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85952",
      "en": "It has been an honour to fight alongside you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Aragorn atop the eastern slag hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 8, Chapter 7: Mordor Triumphant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'It has been an honour to fight alongside you. Even now, at the end, I do not regret what we have done, or that for which we fought. Let us stand together for a little while longer.\\n\\n'I am pleased to call you friend, [placeholder].'\\n\\n<rgb=#00FF00>To be continued in Volume IV, Book 9, 'The Ring of Power'...</rgb>\\n",
      "es": "",
      "es (fem)": ""
    }
  ]
}