{
  "id": 620994514,
  "txt": [
    {
      "id": 250295569,
      "en": "'Come on, Sam! We're nearly at the top!'",
      "es": ""
    },
    {
      "id": 250295570,
      "en": "'A tower... there is a tower above the pass.'",
      "es": ""
    },
    {
      "id": 250295571,
      "en": "'He is right, Sam. Every way into Mordor will be watched, in some fashion.'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Sleep, precious... yes, for a little while",
      "es": ""
    },
    {
      "id": 250295572,
      "en": "'Look, we can rest over here, out of the wind.'",
      "es": ""
    },
    {
      "id": 250295573,
      "en": "'Try and get some sleep, Sméagol.'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "That should be enough. Yes, precious, time to slip away...",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to nice Master",
      "es": ""
    },
    {
      "id": 23498385,
      "en": "'Me too, Sam. Me too.'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Climb the final stair with the hobbitses",
      "es": ""
    },
    {
      "id": 23498386,
      "en": "'A tunnel, he said.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to nice Master",
      "es": ""
    },
    {
      "id": 23498387,
      "en": "'The stairs, the tunnel... and Mordor.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "<rgb=#00FF00>Lie down</rgb> and get some sleep, as the nice Master requested",
      "es": ""
    },
    {
      "id": 23498388,
      "en": "'I think we are almost at the top.'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Wait until the hobbitses are deep in conversation",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Sneak to the east, towards the tower, precious",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "We have to tell Her what we have brought. She will be so pleased, gollum, gollum!",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "We have to find Her, and tell her what we have brought with us!",
      "es": ""
    },
    {
      "id": 97774097,
      "en": "'I have had my fill of stairs, Mr. Frodo.'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "The nice master is near the top of the Winding Stair, looking out upon the dead city below.",
      "es": ""
    },
    {
      "id": 97774098,
      "en": "'What was it Gollum said was at the top of the stairs?'",
      "es": ""
    },
    {
      "id": 97774099,
      "en": "'That's right. I don't much care for tunnels.'",
      "es": ""
    },
    {
      "id": 97774100,
      "en": "'Who would have thought we'd make it there, Mr. Frodo?'",
      "es": ""
    },
    {
      "id": 97774101,
      "en": "'I can't believe it! At last!'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "There is one more stair to climb before the hobbitses can put the Winding Stair behind them.\\n\\nAnd then?",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have led the good master and his protector into the mountains, as you were asked. The Straight Stair and the Winding Stair are behind, and the Tunnel lies ahead.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Sneak to the east, towards the tunnel, gollum",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Sam and I need to rest from the climb before we move on to this tunnel you mentioned, Sméagol. I am exhausted, and I do not want us to pass beneath that tower without recovering whatever strength we may.\\n\\n'You should <rgb=#00FF00>lie down</rgb> and get some sleep as well, Sméagol. We will all need our rest for what lies ahead, I imagine.'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Talk to Sméagol and tell him this will retrieve the Precious",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Sneak east to the tunnel, precious",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Please don't go inside the tunnel, gollum, gollum! We can't bring the hobbitses to Her! She'll eat them, yes, not just the fat one but the Master too, and Sméagol can't do that to them! No, precious, no! Don't go to Her!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'No, precious, don't go this way! We mustn't hurt the nice Master!\\n\\n'We swore, precious! We swore to serve the nice Master! Do not try to hurt him! Must not, gollum! Gollum!'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Sméagol is here. What does he want? Why is he in my way, gollum, gollum?",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Thank you for bringing us this far, Sméagol. I know it cannot have been easy for you to come this way again, or to creep so near to the city below, but you have done right by your promise.\\n\\n'Just a little further, you said? I am ready to put these stairs behind us, and then we will need to rest, if we can. I am so very tired, and Sam may not say it but he must be as well.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Sméagol, precious",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "The tunnel lies ahead. You need to go there, precious, and make certain all is ready!",
      "es": ""
    },
    {
      "id": 155892385,
      "en": "'They do, but not the sort of drink we would want.'",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "Sméagol is back. He doesn't have the nerve to get the Precious!",
      "es": ""
    },
    {
      "id": 155892386,
      "en": "'He said not to drink any water flowing out of Imlad Morgul, not into it.'",
      "es": ""
    },
    {
      "id": 155892387,
      "en": "'I don't like any of it, but this is the path we must take.'",
      "es": ""
    },
    {
      "id": 155892388,
      "en": "'You may be right, Sam.'",
      "es": ""
    },
    {
      "id": 155892389,
      "en": "'I wonder too, but I don't know the answer, Sam.'",
      "es": ""
    },
    {
      "id": 155892390,
      "en": "'And that's the mark of a real tale, isn't it?'",
      "es": ""
    },
    {
      "id": 155892391,
      "en": "'Think of any story of which you're particularly fond.'",
      "es": ""
    },
    {
      "id": 155892392,
      "en": "'You might know how it'll end, or guess that the ending will be happy or sad.'",
      "es": ""
    },
    {
      "id": 155892393,
      "en": "'But the people inside the story don't know, and you wouldn't want them to know.'",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'We shouldn't leave the hobbitses, gollum, gollum! They trusts us, they do, and we swore on the Precious! Nice master trusts Sméagol, yes, he's a friend to us, a good friend!\\n\\n'We swore to serve the Master of the Precious!'",
      "es": ""
    },
    {
      "id": 266199680,
      "en": "'That's not always the best story to hear, though it might be the best one to be landed in!'",
      "es": ""
    },
    {
      "id": 266199681,
      "en": "'What sort of tale have we landed into, I wonder?'",
      "es": ""
    },
    {
      "id": 266199682,
      "en": "'That's true, Mr. Frodo.'",
      "es": ""
    },
    {
      "id": 266199683,
      "en": "'I mean, take Beren.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Interlude: No Other Way",
      "es": ""
    },
    {
      "id": 266199684,
      "en": "'He didn't know he was going to end up with the Silmaril from the Iron Crown, but he did.'",
      "es": ""
    },
    {
      "id": 266199685,
      "en": "'And that was a much more dangerous adventure than ours, wasn't it?'",
      "es": ""
    },
    {
      "id": 261301681,
      "en": "'You remember... you remember poor Sméagol, yes?'",
      "es": ""
    },
    {
      "id": 266199686,
      "en": "'And eventually the Silmaril came to Eärendil.'",
      "es": ""
    },
    {
      "id": 261301682,
      "en": "'Not tasty, no... not tasty at all!'",
      "es": ""
    },
    {
      "id": 266199687,
      "en": "'Oh! Something just occured to me!'",
      "es": ""
    },
    {
      "id": 261301683,
      "en": "'But Sméagol... he brings you tasty foods... yes...'",
      "es": ""
    },
    {
      "id": 266199688,
      "en": "'You've got some of its light in the glass that Lady Galadriel gave to you!'",
      "es": ""
    },
    {
      "id": 261301684,
      "en": "'They are almost here, gollum! Gollum!'",
      "es": ""
    },
    {
      "id": 266199689,
      "en": "'We're in the same tale as Beren! Don't the great stories ever end?'",
      "es": ""
    },
    {
      "id": 261301685,
      "en": "'A gift, yes... a gift for you...'",
      "es": ""
    },
    {
      "id": 261301686,
      "en": "'And then... we will be free of our Promise...'",
      "es": ""
    },
    {
      "id": 261301687,
      "en": "'And the Precious... will be ours...'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "The nice Master and the other hobbit need to rest.",
      "es": ""
    },
    {
      "id": 261301688,
      "en": "'There is no other way, Sméagol... no... other... way....'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "The nice master has asked you to <rgb=#00FF00>lie down</rgb>, at least for a little while.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Wait for the hobbitses to become absorbed in their conversation.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "You have business ahead. Leave the hobbitses behind and go to the east, beneath the tower.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 266199696,
      "en": "'Maybe we wouldn't be, if we had known the full extent of the thing before we started!'",
      "es": ""
    },
    {
      "id": 266199697,
      "en": "'I suppose it's always that way, isn't it? In the old stories, I mean.'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "She will help us get the Precious, yes she will, gollum, gollum!",
      "es": ""
    },
    {
      "id": 266199698,
      "en": "'I used to think folk in those stories went looking for their adventures.'",
      "es": ""
    },
    {
      "id": 266199699,
      "en": "'As if their lives were a little dull, and they needed a bit of sport.'",
      "es": ""
    },
    {
      "id": 266199700,
      "en": "'But that's not the way of it at all, not with the stories that really mattered.'",
      "es": ""
    },
    {
      "id": 266199701,
      "en": "'Folk in those stories more sort of landed in them, and did the best they could.'",
      "es": ""
    },
    {
      "id": 266199702,
      "en": "'It could be they had a chance to turn back, or lots of chances, and they didn't.'",
      "es": ""
    },
    {
      "id": 266199703,
      "en": "'And if they had turned back, well, we wouldn't remember them.'",
      "es": ""
    },
    {
      "id": 266199704,
      "en": "'That might be a good ending for people inside a story, but not for those outside it!'",
      "es": ""
    },
    {
      "id": 266199705,
      "en": "'We don't want to hear that they came back home and everything was all right, and mostly the same.'",
      "es": ""
    },
    {
      "id": 177082737,
      "en": "She won't want the Precious, though, no indeed, gollum!",
      "es": ""
    },
    {
      "id": 183726865,
      "en": "No turning back now!",
      "es": ""
    },
    {
      "id": 177082740,
      "en": "Once we have the Precious, we will be the Master! ",
      "es": ""
    },
    {
      "id": 183726866,
      "en": "This way? No, not this way, gollum, gollum.",
      "es": ""
    },
    {
      "id": 183726867,
      "en": "She is close, yes... close...",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "Now what was the right way, gollum, gollum?",
      "es": ""
    },
    {
      "id": 183726868,
      "en": "Always hungry, yes... always hungry, Precious...",
      "es": ""
    },
    {
      "id": 183726869,
      "en": "Not this way, no! Not safe, precious...",
      "es": ""
    },
    {
      "id": 183726870,
      "en": "Almost there, precious... almost there, gollum! Gollum!",
      "es": ""
    },
    {
      "id": 183726871,
      "en": "Not this way! No, not this way, precious...",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "Sméagol is back, the coward",
      "es": ""
    },
    {
      "id": 78359248,
      "en": "'They don't end as tales, Sam, but the folk in them go when their part is finished.'",
      "es": ""
    },
    {
      "id": 78359249,
      "en": "'Our part in the tale will end once we've played it, soon or late.'",
      "es": ""
    },
    {
      "id": 78359250,
      "en": "'Oh, Sam. Hearing you talk like this makes me think the tale is already written!'",
      "es": ""
    },
    {
      "id": 266199728,
      "en": "'And then a good night's rest, and waking up to work in the garden.'",
      "es": ""
    },
    {
      "id": 78359251,
      "en": "'But you've forgotten one of the chief characters! Samwise the Stout-hearted!'",
      "es": ""
    },
    {
      "id": 266199729,
      "en": "'That's all I'm hoping for, Mr. Frodo.'",
      "es": ""
    },
    {
      "id": 96304465,
      "en": "'I don't like the look of that at all.'",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "She won't want the Precious, though, no indeed, gollum!",
      "es": ""
    },
    {
      "id": 78359252,
      "en": "'\\qI want to hear more about Sam. Frodo wouldn't have gotten very far without Sam, would he, dad?\\q'",
      "es": ""
    },
    {
      "id": 266199730,
      "en": "'But I wonder if our own tale will ever be put into words, and shared by a fireside?'",
      "es": ""
    },
    {
      "id": 96304466,
      "en": "'Your secret way is guarded after all, Gollum!'",
      "es": ""
    },
    {
      "id": 78359253,
      "en": "'So was I, Sam. So was I.'",
      "es": ""
    },
    {
      "id": 266199731,
      "en": "'Will folk ever ask to hear it?'",
      "es": ""
    },
    {
      "id": 96304467,
      "en": "'I suppose you knew that all along! Leading us into a trap, are you?'",
      "es": ""
    },
    {
      "id": 78359254,
      "en": "'But look around us. This will be no one's favourite part, that's for certain!'",
      "es": ""
    },
    {
      "id": 266199732,
      "en": "'Will they say, \\qTell us the one about Frodo and the Ring!\\q'",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "Leave us alone, Sméagol! This is the only way, gollum!",
      "es": ""
    },
    {
      "id": 78359255,
      "en": "'We should get some rest while we can.'",
      "es": ""
    },
    {
      "id": 266199733,
      "en": "'\\qThat is one of my most favourite stories! Frodo was so brave, wasn't he, dad?\\q'",
      "es": ""
    },
    {
      "id": 266199734,
      "en": "'\\qIndeed, my boy. He was the most famous of all the hobbits, and as you know that's really something!\\q'",
      "es": ""
    },
    {
      "id": 266199735,
      "en": "'Don't make fun, Mr. Frodo. I was being serious!'",
      "es": ""
    },
    {
      "id": 266199736,
      "en": "'That's true, sir. You catch some sleep and I'll stay a-watch.'",
      "es": ""
    },
    {
      "id": 246419776,
      "en": "Sméagol is back, and he wants to keep us from the Precious! Only we know what we must do, gollum!",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "What do you want, precious? Leave me alone!",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "Weak! Do not listen to him, gollum, gollum!",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Talk to Sméagol outside the tunnel",
      "es": ""
    },
    {
      "id": 234741281,
      "en": "'I wonder when we'll find water again?'",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Enter the tunnel, gollum, gollum!",
      "es": ""
    },
    {
      "id": 234741282,
      "en": "'There isn't any up here, so far as I can tell.'",
      "es": ""
    },
    {
      "id": 234741283,
      "en": "'Do you think there will be any in Mordor? Orcs must drink, surely.'",
      "es": ""
    },
    {
      "id": 234741284,
      "en": "'Then filling our bottles is even more important.'",
      "es": ""
    },
    {
      "id": 234741285,
      "en": "'But I have heard not so much as a drip or a trickle.'",
      "es": ""
    },
    {
      "id": 234741286,
      "en": "'Faramir said not to drink any water in the Morgul Vale, so it doesn't matter.'",
      "es": ""
    },
    {
      "id": 234741287,
      "en": "'Still, I wouldn't trust it, not unless I was dying of thirst.'",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "Find Her, precious, and tell Her what we have brought!",
      "es": ""
    },
    {
      "id": 234741288,
      "en": "'There's a foul odour about everything, a wicked and stuffy smell.'",
      "es": ""
    },
    {
      "id": 234741289,
      "en": "'That's true. And it's doubly-true that we shouldn't be here right now.'",
      "es": ""
    }
  ]
}