{
  "id": 620994471,
  "txt": [
    {
      "id": 216727828,
      "en": "Brush fires have sprung up across North Ithilien. \\n\\nThurindol has asked you to search North Ithilien for brush fires and put them out before they spread further.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Anborn in Henneth Annûn",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Thurindol can be found in Henneth Annûn.\\n\\nYou should return to Thurindol with news of your success. ",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Small brush fires dot the hill-sides of North Ithilien. We have led several small charges against these flames, yet reports of more come to us at Henneth Annûn each morning.\\n\\n'This time of the season, a brush fire should be a rare occurrence, and not one we should be dealing with every day. I fear the Orcs lurking in Ithilien are to blame. No doubt they wish to slow us down or strike fear into us by attempting to burn the entire hill-side bare.\\n\\n'If you encounter any brush-fires, douse them immediately. I know that I can count on you, my friend.'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'[placeholder], your efforts have saved North Ithilien's wilds.\\n\\n'Any sign of new life is a threat to the Enemy. We must be the sentinels of hope and guard these verdant lands. You have my thanks.",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Thurindol",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'[placeholder], your efforts have saved North Ithilien's wilds.\\n\\n'Any sign of new life is a threat to the Enemy. We must be the sentinels of hope and guard these verdant lands. You have my thanks.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Thurindol has asked you to put out brush fires around North Ithilien.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Doused the flames ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Saving the Wilds",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Douse the flames of burning brush around North Ithilien ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}