{
  "id": 620994518,
  "txt": [
    {
      "id": 177082769,
      "en": "Mithrandir calls to you with concern in his voice",
      "es": ""
    },
    {
      "id": 30955896,
      "en": "'The only hope of victory lies with Frodo, but we still have a part to play.'",
      "es": ""
    },
    {
      "id": 30955897,
      "en": "'Find Daervunn and ask him if the men are ready to leave.'",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'My thoughts are also with Frodo and Sam, and I fear for their safety in the company of Gollum. But I agree with Mithrandir that they must still be alive, for we would know if Sauron had the Ring.\\n\\n'But my reasoning is not that of the Wizard. I travelled with Frodo and Sam for almost four months, and we had many adventures and braved many dangers. And even after so many shared hardships, I think Master Gamgee had only just begun to warm up to me, and perhaps did not yet entirely trust this \\qStrider.\\q\\n\\n'He will not take his eyes off Gollum, even if Frodo perhaps will. I do not think Gollum will be able to take advantage of our Samwise, even if he thinks he can. They will be fine, inasmuch as any might be whose misfortune it is to journey in the Black Land.'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'Look for Daervunn where the northward road departs from the camp and ask him if the men are ready to leave.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Daervunn is at the northern edge of the Camp of the Host, where the road leaves the encampment and passes into Dagorlad.\\n\\nAragorn has asked you to see if Daervunn has readied the men to march.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'This road will take us across the blasted plains of Dagorlad, to the very gate of Mordor. The men stir with restlessness, but they will obey their liege, whether he be Éomer or Aragorn. Others there are, too, who have joined this host in cause of allied friendship; if they have not turned back now, I believe they will never abandon us.\\n\\n'I have shared words with Peregrin Took here, and he too has a courage about him. Are all of your people possessed of such bravery? Surely not, and yet those I have known seem to be cut from the same cloth as you: loyal and unflinching in the face of danger!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The only hope of victory lies with Frodo, but we still have a part to play in this great struggle, [placeholder]. I asked Daervunn to prepare the men for departure, for I believed it might take longer than expected for the Host of the West to set out upon this last march. Heavy are the feet that dread the approaching road, but still they must step one before the other!\\n\\n'Look for Daervunn where the northward road departs from the camp, my friend, and ask him if the men are ready to leave.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Daervunn and Pippin are at the edge of the Camp of the Host, where the northward road leads into Dagorlad.",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Look for Daervunn where the northward road departs from the camp and ask him if the men are ready to leave.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The Host of the West has come to the border between Ithilien and Dagorlad. There is now no other way to go but forward to the Black Gate of Mordor.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'This road will take us across the blasted plains of Dagorlad, to the very gate of Mordor. The men stir with restlessness, but they will obey their liege, whether he be Éomer or Aragorn. Others there are, too, who have joined this host in cause of allied friendship; if they have not turned back now, I believe they will never abandon us.\\n\\n'I have shared words with Peregrin Took here, and he too has a courage about him.'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Aragorn is on the rise in the middle of the Camp of the Host.\\n\\nDaervunn reported that the men are ready to march.",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'This is the road to Mordor? No one could mistake it for anything else, [placeholder]! It looks as I would have expected it to look, had I ever wanted to fill my heart with fright and my mind with unease at the considering... and I did not!\\n\\n'Daervunn has had some kind words to say concerning my \\qcourage,\\q and I did not want to offend him by disagreeing, but I think he sees what is not there. If I were truly brave, would I feel so frightened at the prospect of taking this road? Certainly not! But Aragorn believes that we have to do this, and I have smarts enough to know he is more wise than I am. If he says there is no other way, this hobbit will not gainsay him. This is the road we must take!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'What did Daervunn have to say? Are the men ready to march?'\\n\\nYou report the Ranger's words, and Aragorn nods grimly.\\n\\n'It pains me that such a course is necessary, but I take satisfaction in knowing the great loyalty and courage of the men with whom I march.'",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Daervunn and Pippin are staring out at the road ahead",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'This road will take us across the blasted plains of Dagorlad, to the very gate of Mordor. I hope you are ready.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'If Aragorn says there is no other way, I will not gainsay him. This is the road we must take!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Mithrandir is at the Camp of the Host on the border of Dagorlad.\\n\\nSomething has worried Mithrandir and he wishes to speak to you about it.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'You were at the council of the captains, [placeholder], and you heard the arguments for and against this march to the Black Gate. You must know of its importance, as I do.\\n\\n'But still I am troubled. Before battle consumed Minas Tirith, I spoke with Faramir of his watch in Ithilien, and he told me that his men encountered two hobbits in the wild: Frodo and Sam. Briefly he held them, but he did not hinder their errand overlong and soon released them to their purpose.\\n\\n'But a third there was, and he served our friends as their guide: Gollum. Faramir spoke against the creature, but Frodo believed he could be trusted, and intended to follow him through a secret pass into Mordor. The pass is called Cirith Ungol. It is an evil place. I know enough of that pass to know that danger lurks there in the darkness, and I fear that Frodo may trust his guide too readily. Alas that our roads ran apart!\\n\\n'A fortnight has passed since Frodo and Sam departed from Faramir's care. My wondering mind worries at how little we know of their fates, [placeholder], and conjures terrible scenarios of what could have befallen. What has happened to our friends? What has happened to the Ring?'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Mithrandir desires to speak with you, my friend.'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Mithrandir is at the Camp of the Host on the border of Dagorlad.\\n\\nMithrandir is worried about what might have befallen Frodo and Sam since they parted ways with Faramir in Ithilien.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Aragorn at the Camp of the Host",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Too much time has passed without word of our friends. Did their guide lead them into some danger, as I fear? We cannot know for certain, [placeholder], but neither can we dispel our worries.'",
      "es": ""
    },
    {
      "id": 30955920,
      "en": "'My thoughts are also with Frodo and Sam.'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Mithrandir is at the Camp of the Host, on the border of Dagorlad.",
      "es": ""
    },
    {
      "id": 30955921,
      "en": "Every step that Frodo takes towards the Fire kindles our hopes.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Mithrandir at the Camp of the Host",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'In my heart I guessed that Frodo and Gollum would meet before the end, but I hope that Frodo does not trust blindly. If he remains alert to the possibility of deceit, perhaps he can prevent it before it leads our friends to harm.\\n\\n'Or has it already done so? It has been two weeks since they left Henneth Annûn, and still there has been no word. If they fell prey to some treachery of Gollum's, surely we would have heard by now. Cirith Ungol...'\\n\\nMithrandir's voice trails away as his eyes search the horizon. After a moment his attention returns, and a smile briefly illuminates his features.\\n\\n'I should not have given in to these fears, [placeholder]. The Ring remains out of Sauron's grasp. Let that keep our hearts afloat and allay some of our worries! For if Frodo were betrayed to Sauron, I feel certain that the Dark Lord would make use of the Ring at once, and we would know the end had arrived. That has not happened. The Ring, and Frodo, have not been seized by the Dark Lord. Every step that Frodo takes toward the Fire kindles our hopes.'",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Mithrandir and experience 'Interlude: No Other Way' or read the shortened account instead",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Mithrandir at the Camp of the Host",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Aragorn at the Camp of the Host",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "The worried thoughts of the Host of the West turn towards Frodo and Sam, who have passed beyond even Gandalf's sight. He knows only that the hobbits make for the dangerous pass of Cirith Ungol, their guide the creature Gollum, spared years ago by the mercy of Bilbo. Their guide possesses knowledge of this hidden way into Mordor, but another secret he keeps to himself: the identity of the terrible guardian that lurks within the tunnel through which they must pass...",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Aragorn is on the rise in the middle of the Camp of the Host.",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'The Ring, and Frodo, have not been seized by the Dark Lord. Every step that Frodo takes toward the Fire kindles our hopes.'",
      "es": ""
    },
    {
      "id": 30955872,
      "en": "'This road will take us to the very gate of Mordor.'",
      "es": ""
    },
    {
      "id": 30955873,
      "en": "This is the road to Mordor? No one could mistake it for anything else!'",
      "es": ""
    },
    {
      "id": 30955874,
      "en": "Find Daervunn and ask him if the men are ready to leave.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Find Daervunn at the northern edge of the Camp of the Host",
      "es": ""
    },
    {
      "id": 30955875,
      "en": "Are the men ready to march?'",
      "es": ""
    },
    {
      "id": 30955876,
      "en": "I hope you are ready.'",
      "es": ""
    },
    {
      "id": 30955877,
      "en": "If Aragorn says there is no other way, I believe him!'",
      "es": ""
    },
    {
      "id": 30955878,
      "en": "Worry gnaws at me, my friend.'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Daervunn at the northern edge of the Camp of the Host",
      "es": ""
    },
    {
      "id": 30955879,
      "en": "Mithrandir desires to speak with you.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Pippin Took at the northern edge of the Camp of the Host",
      "es": ""
    },
    {
      "id": 30955880,
      "en": "Too much time has passed without word of our friends.'",
      "es": ""
    },
    {
      "id": 30955881,
      "en": "In my heart I guessed that Frodo and Gollum would meet before the end…'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 8, Chapter 1: No Other Way",
      "es": ""
    }
  ]
}