{
  "id": 620994566,
  "txt": [
    {
      "id": "0xb568924",
      "en": "'My, it looks as if the poison is already starting to burn through your pouch. This may be trickier to study than I had initially thought.\\n\\n'I had hoped to turn it into a weapon of sorts, such to corrode machines of war. Now I see that I will need to find a way to properly transport this acidic goo.\\n\\n'It may need to wait until later as there are much more pressing matters to attend to here. Still, I will see what I can do here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'You say there is an insect in the tunnels that even the Orcs dislike. I wonder if we could use this knowledge to our advantage.\\n\\n'If you happen to find yourself in the section of the cavern in which these maggots have taken up residence, perhaps you would be able to to collect their poisons.\\n\\n'In studying the poison, we may be able to learn more of the creation of these caverns.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011897",
      "en": "Maggot larvae can be found within the caverns of Skoironk.\\n\\nYou should collect poisonous goo from the maggot larvae in Skoironk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d1",
      "en": "Collect poisonous goo ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Lethal Larvae",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Thurindol wishes to learn more about the creatures that bore the caverns below the Slag-hills.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d5",
      "en": "Speak with Thurindol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b12",
      "en": "Collected poisonous goo ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011853",
      "en": "Thurindol can be found at a small Ranger outpost hidden in the Slag-hills.\\n\\nYou should speak with Thurindol.",
      "es": "",
      "es (fem)": ""
    }
  ]
}