{
  "id": 620864553,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'In the past few months, there have been sightings among the Uch-lûth of foul wights rising from their barrows. These creatures are defiling the ancient dead in a most horrific manner and threatening to spill out into inhabited lands.\\n\\n'Can you seek out the foul monsters and defeat them?\\n\\n'The wights can be found throughout the southern and western barrows of the Lich Bluffs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you...this is a good start to returning the bodies of these poor men and women to rest.\\n\\n'This may also allow my brethren to pass through these places unmolested.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'What evil stirs the dead, I wonder? The raising of wights is the art of but a few -- the Witch-king for one, but others more dire as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Remnants of the Past",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Lich Bluffs are the final resting place of many of the fallen from the Algraig clans. However, a dark force has emerged from the shadows, bringing forth wights to attack the living.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated wights ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat wights ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "These creatures move among many of the barrows in the southern reaches of the Lich Bluffs. \\n  \\nMincham has asked you to seek out and defeat any wights that you might encounter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Mincham in the Lich Bluffs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mincham is located south and slightly east of the large Gondorian ruins in the Lich Bluffs.\\n\\nYou should return to Mincham and let him know that you have defeated many wights.",
      "es": "",
      "es (fem)": ""
    }
  ]
}