{
  "id": 620864530,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Amdir assures you he is well, but he is deathly pale, and trembles with chill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the help of the Ranger Strider and his friend Amdir, you have escaped death at the hands of a group of brigands called the Blackwolds.\\n\\nYou are now in the peaceful village of Archet, and you have witnessed evidence that this town is at great risk of an attack from the very Blackwolds that held you captive.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You are awake, [placeholder]! Thank goodness. You were exhausted after what happened last night, but that Ranger got us all safe to Archet in the end.\\n\\n'I am terribly worried for his friend! Amdir looks so very ill. You can check on him if you like; he is just over there, to the west of where I am standing. Do you see him there, across the lane?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Amdir, very pale and wounded, is sitting in Archet near The Mad Badger Inn.\\n\\nYou should check on Amdir, for he was stabbed last night while helping to rescue you and the two hobbits from the Blackwolds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So you are awake at last, [placeholder]? You earned your rest, for you fought bravely last night. As for myself, I found no peace in slumber.\\n\\n'The blade of the Black Rider pierced only my shoulder, though not deeply. I am chilled, but it is no matter....\\n\\n'Thank you for your concern, but it is Strider for whom I fear! He is charged with a great task, but he tarries for my sake, and for Archet's.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Strider kneels beside his friend Amdir, near The Mad Badger Inn in the village of Archet.\\n\\nYou should speak with Strider, for Amdir implied that Strider's need is the more pressing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Did you wander in with those Rangers and halflings in the middle of the night as well? I hope you'll not be bringing any trouble with you. That wound looks suspicious to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Hail, [placeholder]. Amdir is right -- I am torn asunder! I do not wish to leave him in this state, and Archet must be warned that the Blackwolds mean to raid the town, but I should be seeking a different Baggins right now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Look not to me, but to Strider. It is he who is in need of your help this day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'That poor dear Ranger... he was so brave last night! I do hope that Strider can help him. I don't have any experience with such violent wounds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "See for yourself how Amdir fares",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I haven't had breakfast yet! This is intolerable. First kidnapped and now starved... I do not like Big Folk one bit!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Learn why Strider is torn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro: Strider's Charge",
      "es": "",
      "es (fem)": ""
    }
  ]
}