{
  "id": 620864551,
  "txt": [
    {
      "id": 136263297,
      "en": "Captain Brackenbrook does not believe the Blackwolds are a threat",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Kate Henseed believes Archet is safe from danger",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Peg Pruner believes Archet is safe from danger",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Strider will rest easy if Archet is made aware of the imminent threat from the Blackwolds, but the leader of the town's garrison, Captain Brackenbrook, is distrustful of the dangerous-looking Rangers. He simply will not heed Strider's warning.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Constable Thistlewool believes Archet is safe from danger",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Perhaps you can help, [placeholder]. The people of Archet will be in great danger when the Blackwolds execute the plan we witnessed last night. The Captain here, a Man named Brackenbrook, does not like my look, and will not heed my warnings.\\n\\n'Pray, speak to him on my behalf, and see if you can rouse him!\\n\\n'Every moment I spend here is a moment in which my true charge plunges blindly nearer to unfathomable peril! The Black Rider you saw last night seeks a Baggins, and our friend Mundo is not the one.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Captain Brackenbrook is in the town of Archet, near The Mad Badger Inn.\\n\\nYou should speak with Captain Brackenbrook on Strider's behalf and try to convince him to heed the Blackwold threat.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'If Captain Brackenbrook says we're safe, then we're safe. He's always done a fine job at protecting our village! Why would the Blackwold wanderers suddenly attack us now?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The townsfolk of Archet are standing around the town, the presence of Ranger guests having drawn their attention.\\n\\nYou should speak to the townsfolk to see if anyone else is on your side and not Brackenbrook's.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Strider is in the town of Archet, awaiting word.\\n\\nYou should speak with Strider and tell him of Captain Brackenbrook's folly.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Argue all you like! I won't be attacking innocent people without reason, brigands or no. And I think you'll find my townsfolk agree with me.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You think the Blackwolds mean to attack us? Don't be absurd! They harbour no love for us, but they haven't a leader, and they fight more among themselves than they do with outsiders.\\n\\n'They couldn't raid a squirrel nest, let alone our town!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I am worried for Amdir and worried for Archet, but I must find the real Mr. Baggins before the Black Riders do. Brackenbrook is a fool to risk the doom of his people on his dislike for my looks!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Did you wander in here last night with those Rangers? I do not like the look of those fellows one bit, but I let them stay on account of the pale one's wounds.\\n\\n'You say the Blackwolds mean to attack us, but I do not believe it, not without proof. Those brigands have always been about -- they are an unruly lot, but not murderous.\\n\\n'I'll not be attacking them without good reason. If you must, talk to folks around town and get their opinions. If they are on your side, I'll consider the Ranger's warning.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I see that your friend is wounded, and I hope it was not the Blackwolds that did it to him....\\n\\n'I truly trust Captain Brackenbrook, for he has always kept us safe since he took charge of Archet. I won't argue with the captain, but I will help the injured fellow in any way that I can.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Captain Brackenbrook in Archet",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Alas for peaceful folk everywhere! It is an enormous task to convince them that evil people with evil intentions will commit evil deeds.\\n\\n'It seems that I cannot leave yet. Amdir needs my help, and I have pressing work to do in Archet to get these people ready for the impending storm. If you help me, perhaps I can leave before tonight.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "See if Kate Henseed will believe your warning",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "See if Peg Pruner will believe your warning",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "See if Constable Thistlewool will believe your warning",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Intro: Captain Brackenbrook",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Tell Strider that the people of Archet do not believe you",
      "es": ""
    }
  ]
}