{
  "id": 621080234,
  "txt": [
    {
      "id": "0xb568827",
      "en": "'Ah, [placeholder], I am glad to see you well.\\n\\n'Lond Cirion is grateful for your aid in driving back the Corsairs of Umbar for they have long troubled our shores.\\n\\n'With the war ended, and many lost, we can only depend on those left behind to be up to the task. I too am personally grateful that you were able to help our new recruits. Your wisdom and martial discipline is appreciated.\\n\\n'Now, if there is nothing else?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568807",
      "en": "'Ever since the war, the lands have been emptied of our most seasoned and hearty folk.\\n\\n'Guard duties have been delegated to garrisons mostly made up of new recruits with barely any field experience.\\n\\n'Lond Cirion to the west of here remains harried by straggler Corsairs in Khatsûr.\\n\\n'They grow bold and encroach further towards Lagorduin. Would you help them by repelling the Corsairs?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5028d4",
      "en": "Defeat Corsairs in Khatsûr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011953",
      "en": "Fimlothel has asked you to aid the new recruits by repelling the Corsair advance from Khatsûr.\\n\\nKhatsûr can be found at the western edge of Anfalas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011956",
      "en": "You have helped quell the numbers of Corsairs in Khatsûr. You should report to Marra.\\n\\nMarra can be found in Lond Cirion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5028d8",
      "en": "Talk to Marra in Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa346",
      "en": "To the Haven of Sailors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11a15",
      "en": "Defeated Corsairs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1667",
      "en": "Fimlothel expresses concern that new recruits in Lond Cirion may need help by fending off the Corsair incursion along the coast of Hathollant.",
      "es": "",
      "es (fem)": ""
    }
  ]
}