{
  "id": 621080257,
  "txt": [
    {
      "id": "0xb011ad5",
      "en": "Gerech forced your hand and has been defeated. You should tell Endela she is free.\\n\\nEndela can be found in the bluffs to the south-west.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b23",
      "en": "Confront Gerech the Addled",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568858",
      "en": "'Please don't hurt me!'\\n\\nThe woman recoils at your approach. But you raise your hands in surrender.\\n\\n'A cursed child you say? I'm no child. But I have been running from hunters all my life.\\n\\n'I was told the circumstances of my birth were extraordinary by Gerech. When my mother passed, he took me in, but I was treated poorly, and subjected to horrible experiments for his own esoteric pursuits of knowledge.\\n\\n'Apparently my existence is akin to a curse upon Anfalas. When I grew older, I managed to escape and have been on the run since.\\n\\n'I don't know whether I am cursed or not, but I'm done running. Would you help me gain my freedom?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b53",
      "en": "Defeat Gerech",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568ba6",
      "en": "'I cannot thank you enough for what you have done. This is the start of something new.\\n\\n'I have not been able to live peacefully without a shadow looming over me for quite some time.\\n\\n'I am in your debt, good stranger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b57",
      "en": "Talk to Endela",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b58",
      "en": "Confront Gerech the Addled",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b59",
      "en": "Find the cursed child",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568807",
      "en": "'You! You can help, yes you can!\\n\\n'My search for this cursed child has ended! They are here to bring eternal ruin to Anfalas! The prosperity of the Langstrand is in your hands!\\n\\n'Every single huntsman I have sent to end this imminent doom upon us has not returned, but I see you! You look very capable....'\\n\\nYou look at the stranger with elevated skepticism.\\n\\n'Please, time is of the essence! The trail ends here, among the bluffs of Anfalas to the south-west!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1667",
      "en": "Gerech the Addled wishes for you to find a cursed child that roams Langstrand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5028a3",
      "en": "Find the cursed child",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5028a5",
      "en": "Scare the huntsman away",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e119e1",
      "en": "A woman is being threatened by a huntsman!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5028a9",
      "en": "Talk to Endela",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e119e7",
      "en": "You had no choice but to stop Gerech the Addled",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011921",
      "en": "Gerech the Addled has asked you to help with a cursed child who seems to be a sign for imminent doom to Anfalas.\\n\\nThe cursed child can be found in the bluffs to the south-west.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011924",
      "en": "The Huntsman refuses to give up the cursed child. You should intimidate them and scare them away.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa346",
      "en": "A Curse Festers Within",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11994",
      "en": "You had no choice but to stop Gerech the Addled",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011927",
      "en": "The Huntsman has been scared away. You should reason with the cursed child.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011ad0",
      "en": "Endela has revealed to you the terrible treatment she suffered. You should confront Gerech.\\n\\nGerech the Addled can be found in Barad Faen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568852",
      "en": "'What do you want? This is my quarry!\\n\\n'I have been tracking this girl for many moons! Nothing you say can convince me to abandon course!\\n\\n'I shall claim the bounty!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568ba1",
      "en": "'You return to me empty handed. I placed all my faith in you to prevent the doom of Anfalas!'\\n\\nYou inform Gerech that the woman must go free.\\n\\n'Never! You have no idea what you have done! You will be the doom of us all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011ad2",
      "en": "Gerech has lost his faith and has become hostile.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568bd2",
      "en": "'You return to me empty handed. I placed all my faith in you to prevent the doom of Anfalas!'\\n\\nYou inform Gerech that the woman must go free.\\n\\n'Never! You have no idea what you have done! You will be the doom of us all!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}