{
  "id": 621080261,
  "txt": [
    {
      "id": 173025369,
      "en": "Pick up the honey pot",
      "es": ""
    },
    {
      "id": 184621096,
      "en": "Leithiel has asked you to distract a swarm of bees with some honey. You should pick up the jar of honey.\\n\\nThe honey is next to Leithiel at Bergraw in Pinnath Gelin.",
      "es": ""
    },
    {
      "id": 190220630,
      "en": "'Hello and welcome to Bergraw! We produce Pinnath Gelin's prized Calengaran. Bottles were sent up to the table of the king and his lady themselves for the wedding! Have you tried it?\\n\\n'Yes, we pride ourselves on our wine, however this season's batches are in serious peril. So much has been going strangely lately on our Green Hills. Talk of goblins and Southrons. Something happened to Cornworth Farm and I haven't been able to get yeast from them for months! I've had to make due with yeast made from our very own grapes. It'll change the flavour, but will still be Bergraw worthy, of course. Only problem is, I can't get near the barrel the yeast is growing in to collect it! One bee sting could mean my death – my own gran had her throat close up because of it, many years back. We've all been careful since.\\n\\n'Maybe you can help. I have some honey to distract the bees with, but you'll have to be quick! Take up that honey there, bring it a distance away from the barrel of grape yeast, and then make a run for it! You should be able to gather yeast in time, before they get back. I'm… nearly sure of it!'",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "With local farms under various forms of attack, wine makers in Pinnath Gelin have had to become resourceful in their methods.",
      "es": ""
    },
    {
      "id": 184621189,
      "en": "You should bring the yeast you've collected to Leithiel at her vineyard in Pinnath Gelin.",
      "es": ""
    },
    {
      "id": 251715688,
      "en": "Bring the yeast to Leithiel",
      "es": ""
    },
    {
      "id": 226858048,
      "en": "'Whew, you hustled like a bee was in your britches for sure! Haha!'",
      "es": ""
    },
    {
      "id": 226858073,
      "en": "'Hello and welcome to Bergraw! We produce Pinnath Gelin's prized Calengaran.",
      "es": ""
    },
    {
      "id": 184621472,
      "en": "You should place the honeypot a ways away from the barrel of grapes.\\n\\nA good spot for the honeypot can be found at Bergraw in Pinnath Gelin.",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "The Stinging Harvest",
      "es": ""
    },
    {
      "id": 190220503,
      "en": "'Whew, you hustled like a bee was in your britches for sure! Haha! Did you get the yeast then? Let's have it, shall we?'",
      "es": ""
    },
    {
      "id": 148970212,
      "en": "The swarm catches the scent of honey!",
      "es": ""
    },
    {
      "id": 173025315,
      "en": "Place the honeypot",
      "es": ""
    },
    {
      "id": 148970214,
      "en": "Collected yeast",
      "es": ""
    },
    {
      "id": 173025317,
      "en": "Collect yeast",
      "es": ""
    }
  ]
}