{
  "id": 621080385,
  "txt": [
    {
      "id": 66742791,
      "en": "'Why don't you have a look around and see what you make of this, [placeholder]?'",
      "es": ""
    },
    {
      "id": 74131394,
      "en": "'...except what you deserve!'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Tarneth",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Follow Tarneth",
      "es": ""
    },
    {
      "id": 129335428,
      "en": "'Looking for something?'",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "As Naegir and the others fall defeated, a cool breeze passes over the islet",
      "es": ""
    },
    {
      "id": 235466152,
      "en": "Remain alert",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "The Blue Lady vanishes into the waters of Lake Evendim",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'No, [placeholder]. I do not think it is the Ectheldur, either. Something is not right....'\\n\\nTarneth looks around, and a sudden crack near the trees on the islet draws her attention.\\n\\n'Wait... did you hear that?'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'It is time we returned to Tinnudir, my friend.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Tarneth has travelled to an islet on Lake Evendim.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'We have made it, [placeholder]. It was a longer journey than I expected, but your rowing was a welcome boon. After all, I did not relish the thought of swimming across Lake Evendim!\\n\\n'From what I could discern, Naegir's map appeared to point to this islet, so let us see what we can find.'",
      "es": ""
    },
    {
      "id": 236911074,
      "en": "You are too far from the wreck!",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "The Rangers of the North in Evendim have long sought for the wreck of the Ectheldur, the ancient flagship of Annúminas, but their efforts have not gone unnoticed by a band of tomb-robbers from the South.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Tarneth is preparing to travel back to Tinnudir.",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I... have never before met the Blue Lady, my friend. And to be gifted Alwedion's forestaff... it is an honour beyond anything I could have imagined.\\n\\n'I am thankful our search did not come to naught, and more thankful still that we know the true fate of the Ectheldur. It gladdens my heart to know that it will remain out of reach of the tomb-robbers of the South.\\n\\n'My kin will want to know what has happened here, [placeholder]. Let us return to Tinnudir!'",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "It seems unlikely that this wreck is the Ectheldur, so perhaps Naegir's map was flawed?",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Talk to Tarneth",
      "es": ""
    },
    {
      "id": 235466165,
      "en": "Listen to Tarneth",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "This is a good location to <rgb=#ff00ff>look around</rgb> at the wreck",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Tarneth",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Gwindeth, the Blue Lady, has appeared in the waters of Lake Evendim.",
      "es": ""
    },
    {
      "id": 126594337,
      "en": "'Do not despair, child of the West.'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Are... are you all right, [placeholder]?'\\n\\nTarneth takes a moment to catch her breath.\\n\\n'If what Naegir said was true, then we have been taken for fools. It was all for nothing, was it not?'\\n\\nTarneth kicks at the sand.\\n\\n'All for nothing....'",
      "es": ""
    },
    {
      "id": 126594338,
      "en": "'You have not toiled in vain.'",
      "es": ""
    },
    {
      "id": 126594339,
      "en": "'The Ectheldur met its doom long ago when the flood came to Annúminas.'",
      "es": ""
    },
    {
      "id": 126594340,
      "en": "'It splintered and sank beneath Nenuial, and yet, what you seek is not truly lost.'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Tarneth has travelled to an islet on Lake Evendim.",
      "es": ""
    },
    {
      "id": 126594341,
      "en": "'From the depths, I reclaimed the forestaff of Alwedion that it might one day be returned to the Dúnedain.'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Confront Naegir",
      "es": ""
    },
    {
      "id": 126594342,
      "en": "'And so, I gift it now to you.'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Tarneth has travelled to an islet on Lake Evendim. You should follow her and explore the islet.",
      "es": ""
    },
    {
      "id": 126594343,
      "en": "'I am certain you will, Tarneth.'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Instance: The Fate of the Ectheldur",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Defeat Naegir and the wreck-hunters",
      "es": ""
    },
    {
      "id": 126594344,
      "en": "'Farewell, and may the old bonds never be forgotten.'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Witness Tarneth's meeting with the Blue Lady",
      "es": ""
    },
    {
      "id": 28390241,
      "en": "'I let myself hope, [placeholder].'",
      "es": ""
    },
    {
      "id": 28390242,
      "en": "'I've searched for the Ectheldur for so long, and I thought we might finally discover it.'",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "The wreck is located on the southern end of the islet on Lake Evendim.",
      "es": ""
    },
    {
      "id": 28390243,
      "en": "'What if Naegir spoke true? What if the Ectheldur is here beneath us?'",
      "es": ""
    },
    {
      "id": 28390244,
      "en": "'Even Annúminas might vanish beneath these waters one day...'",
      "es": ""
    },
    {
      "id": 28390245,
      "en": "'...and all that we were will be forgotten.'",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Tarneth has travelled to an islet on Lake Evendim.",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Well now, what do we have here?'\\n\\nNaegir glares at you.\\n\\n'Followed my map, did you? Clever bit of work, that. I had to draw up so many of them, but I knew I'd snare one of those Rangers in the end.\\n\\n'Now, I know this wreck here isn't the Ectheldur. If I'm right, it's at the bottom of the lake just off the southern tip of this islet. I figured if it was above the water, it would have been picked clean ages ago. I left that detail out, of course, but now that we know where it is, I'm sure my crew can find a way down to it. They'd better, anyway.\\n\\n'I almost had it, you know! I just needed a little help to find my way, and you two did a fine job leading us here.'\\n\\nNaegir sneers.\\n\\n'I truly cannot thank you enough.'",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Naegir has ambushed you at the islet on Lake Evendim.",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Naegir and the wreck-hunters have attacked you! You must defeat them.",
      "es": ""
    },
    {
      "id": 27470712,
      "en": "'Steady now, my friend.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "<rgb=#ff00ff>Look around</rgb> at the wreck on the small islet on Lake Evendim",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Examine the wreck on the small islet on Lake Evendim",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Tarneth",
      "es": ""
    },
    {
      "id": 235466134,
      "en": "Listen to Naegir",
      "es": ""
    },
    {
      "id": 206866164,
      "en": "'But it... was... mine...'",
      "es": ""
    },
    {
      "id": 66742785,
      "en": "'Let's have a look around, [placeholder].'",
      "es": ""
    },
    {
      "id": 49572639,
      "en": "'Alas, I have nothing to offer you in return...'",
      "es": ""
    },
    {
      "id": 66742786,
      "en": "'It is rare that I travel so far from Tinnudir. These days, anyway...'",
      "es": ""
    },
    {
      "id": 66742787,
      "en": "'A mariner's life is not so different from that of a Dúnadan, but I no longer have the luxury of youth.'",
      "es": ""
    },
    {
      "id": 159296113,
      "en": "'T-thank you, Lady Gwindeth.'",
      "es": ""
    },
    {
      "id": 66742788,
      "en": "'Hold a moment. I think I see something up ahead, [placeholder].'",
      "es": ""
    },
    {
      "id": 159296114,
      "en": "'It is a great honour, and one I will treasure until the end of my days.'",
      "es": ""
    },
    {
      "id": 66742789,
      "en": "'Come on!'",
      "es": ""
    },
    {
      "id": 66742790,
      "en": "'What wreck is this? It does not match any description of the Ectheldur I've ever heard.'",
      "es": ""
    }
  ]
}