{
  "id": 620804501,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Kôkas-karju",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You restocked the Kantâ-vilkku, but Matti fears that there may be damage to the other beacons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The animals have become so starved that they have attacked the snow-beacon of Kantâ-vilkku. I do not know what could have been gained from this behaviour, but it is done.\\n\\n'You should go to Kantâ-vilkku and see what damage has been done. Search any broken crates you find for signs of the animal. You should hunt it down. It must be slain for the good of the Lumi-väki.\\n\\n'Go now, and good hunting, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Kantâ-vilkku is south of Sûri-kylä in Jä-rannit along the snow drifts over the bay of Forochel.\\n\\nMatti has told you to search the broken crates for signs of the animal which attacked the Kantâ-vilkku, then track it down and slay it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A great boar you say? Rumours of a terrible horned beast have been told by our camp-fires before, but never have I seen such a monster!\\n\\n'Tales tell that he was driven out of the south-lands and maddened in the cold. It is well that he has been slain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Matti is at Sûri-kylä, north of the Kantâ-vilkku.\\n\\nYou should return to Matti with word of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found the animal which attacked the Kantâ-vilkku, [placeholder]? We must find the beast before more supplies are lost. Search the Kantâ-vilkku south of Sûri-kylä for signs of its passing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Many have heard the story of the mighty [placeholder], slayer of Kôkas-karju!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search the crates and defeat the animal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Matti",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Matti",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Under Attack",
      "es": "",
      "es (fem)": ""
    }
  ]
}