{
  "id": 620804462,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Thrown feathers to the wind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have placed the fish upon the ritual stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The lossoth have many ancient rites and rituals appeasing the spirits of the sky and of the water.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'At the beginning of every season, we give offerings to the spirits of the wind and the spirits of the water. For as long as our people can recall, we have made these offerings, and they have always brought fish and fair weather to our villages.\\n\\n'Recently, we have not had an abundance of fish, and the storms have been sudden and terrible. This must be because of all the strangers and the Rauta-väki...their lack of offerings must be upsetting the spirits!\\n\\n'You must hurry! Take this ritual fish and place it upon the ritual stone along the edge of the Ice Bay where the Angmarim have now occupied. Also, take this bag of feathers and throw them into the wind at Reodh Fuil, near to the pass into Forodwaith where the wind blows strongest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The ritual stone is south along the Ice Bay among the Angmarim. Reodh Fuil is south east of Sûri-kylä.\\n\\nJalmari instructed you to throw the feathers into the wind at Reodh Fuil and place the fish by the Ice Bay at the ritual stone that has now been overrun by Angmarim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The ritual has been performed. That is well. Hopefully, appeasing the spirits will bring us good fortune. We are in need of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Jalmari is at Sûri-kylä on the north eastern edge of the Ice Bay of Forochel.\\n\\nYou should return to Jalmari and tell him that you have done as he asked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Complete the rituals, [placeholder]...we need the blessings of the spirits!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have failed to perform the ritual?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You have honoured the spirits, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Throw feathers at Reodh Fuil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Place the fish upon the ritual stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Place the fish by the bay",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Jalmari",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ancient Rituals",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Jalmari",
      "es": "",
      "es (fem)": ""
    }
  ]
}