{
  "id": 620804489,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Angmarim weapons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Angmarim Snow-tracker  ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Lossoth blame the harsh winter on the invading Angmarim and have asked for your help in driving them away.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hail, [placeholder]! You have come far in your travels... I can tell by your strange clothes but also the look in your eye; it is that of a true warrior!\\n\\n'We have had many troubles of late -- more than the Elders would dare speak about openly -- I myself have seen the Rauta-väki from Angmar with their dark weapons, and they seek to bring war upon my people. I will not stand for it while I still draw breath!\\n\\n'If you would give the warriors of Sûri-kylä aid we would be greatly in your debt. Seek out the threat from the South and aid us in crushing it! The Rauta-väki can be found in their camp along the path to the lands called Forodwaith, south and east of Sûri-kylä. Bring me their weapons as proof of your deeds.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The camps of the Angmarim are south and east of Sûri-kylä, near the Pass of Forodwaith.\\n\\nPasi has asked you to help defeat the invading Angmarim.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Impressive. You must be a mighty warrior of your people, [placeholder]. Come, we have more to do.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Pasi is at Sûri-kylä, north and west of the Angmarim encampment.\\n\\nYou should return at once to Pasi and show him the weapons of the Angmarim.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'How goes your task? Have you brought me the weapons?\\n\\n'The camp of the Rauta-väki lies to the south and east of Sûri-kylä along the road to the land of Forodwaith.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not yet gathered enough weapons, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We still have many battles left to fight, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Angmarim weapons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the Angmarim weapons to Pasi",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect Angmarim weapons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Threat from the South",
      "es": ""
    }
  ]
}