{
  "id": 620804492,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'When I was a young girl, I would often play far afield in the early weeks of winter. Now the winds are harsh, and snowstorms spring up and ensnare those careless enough not to pay heed to the ever-shifting winds.\\n\\n'These harsh winters have driven many beasts to the brink of death. The hunger and cold make them more dangerous than ever. I would ask you to go and hunt these animals, for I fear they might encroach upon Sûri-kylä and do terrible damage to my people.\\n\\n'The bear, Kylmä-Säri can be found south east along the ice bay.  Tuima-kita, the Peikko can be found north of Sûri-kylä.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have accomplished the task I gave you? Good! Perhaps now our children will once again be able to play near the village without fear of being attacked.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you culled Kylmä-Säri and Tuima-kita? They can be found south and north of Sûri-kylä.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Winter Cleaning",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Our children will be able to play near the village again, thanks to you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A terrible wind has come from Angmar, bringing with it a freezing winter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Nôra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The bear, Kylmä-Säri can be found south east along the ice bay.  Tuima-kita, the Peikko can be found north of Sûri-kylä.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nôra is at Sûri-kylä.\\n\\nYou should speak with Nôra and tell her of your victory.",
      "es": "",
      "es (fem)": ""
    }
  ]
}