{
  "id": 620804481,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Ruaraikh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Lossoth blame the harsh winter on the invading Angmarim and have asked for your help in driving them away.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe2b8781",
      "en": "'Mordrambor will be ill pleased if he is kept waiting.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe2b8782",
      "en": "'The camp must be in order for when Lord Mordrambor returns.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe2b8783",
      "en": "'Work faster or you will feel my lash!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Our work has not gone unnoticed by the Enemy. They are assaulting all travellers along the roads. Some have gone missing, and others have seen strange shapes and heard dark voices on the wind at night.\\n\\n'The Rauta-väki are being led by a mighty war-leader, but he does not make camp with his servants. Even the mightiest warrior cannot withstand the Lossoth single-handedly; we must strike at the heart of the camps and scatter them to the northern winds!\\n\\n'Our scouts have learned that the Rauta-väki at the encampment are led by Ruaraikh. If he is slain, the camps will be thrown into chaos! Please, [placeholder], seek out and slay Ruaraikh. He will most likely be found deep within the camp south and east of here, near to the Ironspan in the pass of Forodwaith.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe2b8784",
      "en": "'We will make these dogs fear the name of Angmar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ruaraikh can be found in the Angmarim encampments, south and east of Sûri-kylä, near the Ironspan in the Forodwaith pass.\\n\\nPasi has asked you to defeat Ruaraikh and throw the Angmarim into disarray.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have accomplished a feat mighty even among the warriors of the Lossoth! You have our thanks, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Pasi can be found in Sûri-kylä, north and west of the Ironspan.\\n\\nYou should return to Pasi with news of your victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you slain Ruaraikh yet, [placeholder]? His death would be a great blow against the Rauta-väki.\\n\\n'Ruaraikh can be found deep within the camp south and east of Sûri-kylä, near the Ironspan in the pass of Forodwaith.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You are a mighty warrior, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Ruaraikh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Pasi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Chill Wind",
      "es": "",
      "es (fem)": ""
    }
  ]
}