{
  "id": 620804506,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Olavi's fishing pole",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "In his haste to escape the Angmarim, Olavi dropped his fishing-pole.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'In the icy waters of this land, you can be pushed to your limits and beyond. You are tested without reprieve, and the price for failure is grave indeed.\\n\\n'One friend that has always been true and never failed me is my fishing-pole. It was made by my father and given to me, as I will do with my own son when he comes of age to take up the family trade.\\n\\n'But darkness hangs over me. My fishing-pole has gone missing! One of those thieving Rauta-v채ki must have stolen it in my haste to escape from the Rauta-v채ki. Please, go and retrieve my fishing-pole... one of the Rauta-v채ki fishing by the shore will surely have it.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "There are Angmarim along the shore of the Ice Bay, south-west of Olavi's camp along the bay.\\n\\nOlavi has asked you to recover his fishing-pole from the Angmarim.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'My fishing-pole! You have done a great deed, [placeholder]... it will not be forgotten by my family.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Olavi is at his camp along the road in J채-rannit.\\n\\nYou have recovered Olavi's fishing-pole and should return it to him at once.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Those evil Men have my fishing pole... bring it to me, friend, and I will be eternally grateful.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I do not know what I will do if my fishing-pole is not recovered.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You have done a great deed, [placeholder]... it will not be forgotten.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Olavi's fishing pole",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the fishing pole to Olavi",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fisherman's Friend",
      "es": ""
    }
  ]
}