{
  "id": 620804484,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected the reins from Matti",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected the salt lick from Kaleva",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected the saddle from Rauno",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ilmo is a herdsman and requires some supplies for which he has already traded to care for his herd.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am a herder by trade, a well respected profession among the Lossoth. We provide meat, hides, and quick transportation across the harsh snow-fields for those brave enough to ride on the hirvi.\\n\\n'We brought this herd to Sûri-kylä for trade, but my boy had to return on an important errand to Pynti-peldot. I cannot enter into the village with the herd here as they are. Perhaps you could retrieve some items that I have traded for?\\n\\n'I need a saddle from Rauno, reins from Matti, and a salt lick from Kaleva. Return these items to me, and I would be greatly in your debt.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ilmo has asked you to collect a saddle from Rauno, reins from Matti, and a salt lick from Kaleva within Sûri-kylä.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ilmo's reins? Yes, I have them here. Let me find them for you.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ilmo is outside of Sûri-kylä with his elk-herd.\\n\\nYou should bring the items you collected to Ilmo at once.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you gathered my supplies, [placeholder]? I cannot continue southwards without them.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You are here for the salt lick then?\\n\\n'Tell Ilmo that the last hirvi-steaks he delivered were very good!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Ilmo has finally arrived with the herd then?\\n\\n'His new saddle is on the ground next to me. You can bring it to him and make sure to thank him for bringing my daughter to Pynti-peldot.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have my thanks, [placeholder]. Without you, the herd could have been scattered by the Peikkos that too often attack in the night.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect the reins from Matti",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect the salt lick from Kaleva",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect the saddle from Rauno",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring the items to Ilmo",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Hirvi-herd",
      "es": ""
    }
  ]
}