{
  "id": 620804482,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Burned the tents of the Angmarim ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Lossoth blame the harsh winter on the invading Angmarim and have asked for your help in driving them away.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'These Rauta-väki, they carry with them a cold that only our Elders have felt before; it chills the bones and strikes the hearts of even the bravest warriors.\\n\\n'You have been to their camps; no doubt you have seen the tents that house their evil kindred. If the Rauta-väki have brought upon us an unnatural cold, they can sleep in it as well! Take this sytyke and burn their tents. Maybe we can force them to retreat to their lands if they feel the bitter cold of the northlands upon them. \\n\\n'Search for their tents in the camps of the Rauta-väki to the south and east of Sûri-kylä, near the Forodwaith pass.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Angmarim tents are at the encampment south and east of Sûri-kylä, near the Forodwaith Pass.\\n\\nPasi has asked you to return to the Angmarim encampment and burn down their tents with the kindling he gave you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well! Let us see how long they will endure now that they must dwell in the snow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Pasi is at Sûri-kyla, north and west of the Angmarim encampment.\\n\\nYou should bring news of your success to Pasi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'How goes your work, [placeholder]? We must show the strength of the Lossoth to these invaders!\\n\\n'Their camp is to the south and east, along the path to the land of Forodwaith. Search there for the tents of the Enemy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have returned without the sytyke? You had best go and retrieve it then, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Rauta-väki will surely feel the cold now, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Burn the tents of the Angmarim ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Pasi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Grievous Cold",
      "es": "",
      "es (fem)": ""
    }
  ]
}