{
  "id": 620804460,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Gauradan Ravagers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Gauradan Stalkers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeated Gauradan Seers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Gauredain have been warned that their aggression would not go unmarked yet they have not relented, and so the battle shall commence in earnest.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Susi-väki are brutes, grown stronger and more savage than those who follow a civilized path. It comes as no surprise to me that their response to our warning is only to redouble their assaults in challenge. I had no true hope that it would be otherwise, for it has ever been this way with them.\\n\\n'Now the war begins in earnest as their hunters roam far and wide upon the ice, searching for either man or beast to slay. They shall be the ones we hunt, for they are poorly organized and vulnerable, depending on their raw strength alone rather than the more deadly tools of cunning or numbers.\\n\\n'We shall winnow their numbers now, before they form into true war-bands, which would offer a much greater threat to us. Go and seek these Susi-väki upon the glacier, west across the Ice Bay.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Gauredain can be found on the great glacier across the Ice Bay to the west.\\n\\nVämmä has asked you to hunt the Gauredain stalking the glaciers.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It is well that you have returned, for your efforts, difficult though they may have been, have not proven to be enough. While you were away, the winds brought the howls of the Susi-väki here. Our long years of struggle with these brutes have taught us some of the meaning of their howls. Few of my people have ever heard such a fierce howl as this, and it could mean but one thing: The Susi-väki have chosen a war leader.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Vämmä is in Sûri-kylä, far to the east of the glacier, across the Ice Bay.\\n\\nWith their numbers weakened, you should return to Vämmä and see what else might be done to end the Gauradan threat.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Are the Susi-väki dead? Have you done as I have asked?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Gauradan Ravagers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Gauradan Stalkers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat Gauradan Seers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Hunters in the Blinding White",
      "es": ""
    }
  ]
}