{
  "id": 620804503,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected bay stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The steam-lodge is an important part of the Lossoth culture, but they have nearly spent all of their heating rocks and have been unable to search for more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Greetings, [placeholder]. What brings you to Sûri-kylä? Usually travellers from the south are daunted by the cold weather, but that does not bother us... we are accustomed to such things.\\n\\n'The steam-lodge is used by our people to relax and refresh themselves. We usually keep a supply of extra rocks to heat and make the steam, but we have been unable to search for them in many days because of the snowstorms.\\n\\n'The rocks are found all along the Ice Bay, east of Sûri-kylä along the shore. Perhaps you would go and find some? Bring them to the fire near the hut.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The rocks Kaleva requires can be found along the Ice Bay, east of Sûri-kylä along the shore.\\n\\nKaleva has asked you to collect some rocks for the steam-lodge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for collecting the stones, [placeholder]. You have done a great service for Sûri-kylä and the Lumi-väki!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Lossoth steam-lodge is in Sûri-kylä, north and east from the Ice Bay of Forochel.\\n\\nKaleva instructed you to place the bay stones on the mounds near the fire next to the Lossoth steam-lodge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Kaleva is in Sûri-kylä.\\n\\nNow that you have placed the stones, you should speak with Kaleva.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you collected the rocks yet? We must have stones if we are to have a steam-lodge!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Place the stones next to the fire, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You have done a great service for Sûri-kylä and the Lumi-väki!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect bay stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Place the bay stones next to the fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Kaleva",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stones for the Lodge",
      "es": "",
      "es (fem)": ""
    }
  ]
}