{
  "id": 620804488,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The wayward bull has perished",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have safely escorted the wayward bull to Ilmo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ilmo was grateful for your assistance against the peikko, but troubles seem ever ready to assail him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The most cherished bull of my herd has been missing for some time. I fear the peikko have taken him, but I cannot be sure. He is a powerful fighter and oft would put up a great call when the peikko attacked, but his call has been silent for a long while.\\n\\n'I saw him grazing last to the north, past the hirvi-herd among the hills. If you would go there, perhaps you will find some sign of his passing.\\n\\n'Find the hirvi-bull, even just word of him, and your reward will be great!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The wayward bull may be nearby, among the mountains north of Sûri-kylä and Ilmo's camp.\\n\\nIlmo fears that his prize bull has been taken by the peikko and has asked you to search for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have returned my bull to me unharmed! I owe you much. I will spread the word of your good deeds throughout the camps of the Lossoth. You are truly a [placeholder] of great character.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ilmo is outside of Sûri-kylä, north from its gates.\\n\\nYou should return to Ilmo and let him know that his bull has been returned safely.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found my bull? I do hope that he has simply become lost and has not fallen to the storms...or worse. He was last seen wandering north of here, near to the hills north of Sûri-kylä.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "The bull looks like he is willing to follow you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the wayward bull",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Escort the wayward bull to safety",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Ilmo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Wayward Bull",
      "es": "",
      "es (fem)": ""
    }
  ]
}