{
  "id": 620804502,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Found Nef's shield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Nef lost his shield while escaping from a dangerous creature in the tundras of Forochel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Greetings, [placeholder]! What brings you to these cold lands? I can tell you are a stranger in these parts. Perhaps you could ask the same of me, though.\\n\\n'I was travelling with some companions when one of the absent-minded fools got our company turned about. I spent days wandering the tundra and would have surely perished if I had not found one of those beacons the Lossoth placed at the tops of the hills.\\n\\n'While I was lost I had the most terrible encounter with one of the local creatures. The beast leapt upon me with amazing speed. It took all my cunning and strength to get away from it! In my haste, however, I seem to have dropped my shield. Maybe you can aid me in recovering it? It is hard to say, but I think I dropped it along the road south of here along the path to Itä-mâ.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nef thinks he dropped his shield in Jä-rannit along the road to Itä-mâ at a junction in the roads.\\n\\nNef has asked you to search for the shield he lost and return it to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Broken? This cannot be! My shield was the finest that gold could buy, according to that Bill Ferny fellow who sold it to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nef is in Sûri-kylä, north from Itä-mâ along the Ice Bay.\\n\\nYou should return Nef's shield to him at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you recovered my shield? It should be somewhere south of Sûri-kylä along the road to Itä-mâ, though you should be wary of the fearsome beast that I escaped from.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you returned with my shield?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Broken? My shield was the finest that gold could buy!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Nef's shield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the broken shield to Nef",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Finest Shield in the Land",
      "es": "",
      "es (fem)": ""
    }
  ]
}