{
  "id": 620804461,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Now the battles have begun in earnest, [placeholder]. The Susi-väki, stung by their losses, have begun to gather into bands where their enormous strength is multiplied. Even the hearts of our fiercest warriors may feel the cold touch of fear when facing the Susi-väki in wrathful numbers.\\n\\n'These brutes do not gather gladly, however...only a strong leader can bring them together in any semblance of order in battle, and such leaders are rare among the Susi-väki.\\n\\n'There is one such leader, Nadelek, of which we have heard rumour recently. He lives in their home village of Barad Gaurhoth. You have proven your own strength and bravery -- if you can find and defeat this war-leader, you will have deprived the Susi-väki of one of their greatest weapons in the battles ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good, you have returned. With their war leader dead, the Susi-väki will fight among themselves until another proves strong enough to bring them all into line. By then, perhaps our numbers will be great enough to repel such a war band.\\n\\n'Or so I hope. Until then, we are at peace, and we have you to thank. We shall be forever grateful, [placeholder]. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Nadelek leads the Susi-väki against us...if he can be defeated, then perhaps the war will end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "He Who Leads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Vämmä fears that a new war-leader may have risen amongst the Gauredain who may bring them into battle in great numbers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Nadelek",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Nadelek",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nadelek dwells somewhere within Barad Gaurhoth.\\n\\nVämmä has asked you to seek out the Gauradan war-leader, Nadelek, and defeat him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "With Nadelek defeated, you should return to Vämmä in Sûri-kylä and tell him of your victory.",
      "es": "",
      "es (fem)": ""
    }
  ]
}