{
  "id": 620804493,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected bear-fur  ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A terrible wind has come from Angmar, bringing with it a freezing winter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It is strange to see so many strangers this far north. Sûri-kylä has not seen anything like it since the old times. At least, that is what the old tales tell. We have had so many traders, yet provisions are still short. There has been a long cold, and many have felt a change in the winds. The Elders fear that we may not see an end to this bitterness for some time.\\n\\n'One supply that I am in great need of is bear-fur. It is used in many of our clothes and rituals, but the hunters have had great difficulty in obtaining any.\\n\\n'The bears often wander down by the bay hunting for fish just south of Sûri-kylä. If you would go there and collect some bear-fur for me, I may find a way to reward you for your services.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bears can be found south of Sûri-kylä across the ice bay.\\n\\nNôra has asked you to help supply the village of Sûri-kylä for the winter by collecting bear-fur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have returned with the bear-fur! Our hunters and trappers will be very grateful for your fine work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nôra is at Sûri-kylä.\\n\\nYou should take the furs you collected to Nôra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found any bear fur yet? It will be a cold winter if we can not obtain more soon. The bears usually hunt for fish south of Sûri-kylä across the ice bay; you should hunt them there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you found the bear-fur yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The bear-fur has been very useful. Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect bear-fur  ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Nôra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Against the Cold",
      "es": "",
      "es (fem)": ""
    }
  ]
}