{
  "id": 620804495,
  "txt": [
    {
      "id": 136263297,
      "en": "Restocked the Kantâ-vilkku",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You found boar-tracks and half-eaten food",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "According to Matti, the Kantâ-vilkku must be maintained with fuel and provisions for the Lossoth who keep watch over it.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You did us a great favour restoring the Kantâ-vilkku, but our work is still not complete. The Kantâ-vilkku has been running low on supplies; we keep dried meats and fresh water in the crates at the base for those who find themselves lost.\\n\\n'Many lives have been saved with the provisions we keep there, but only last week one of our hunters found the crates battered and half empty. Please, take these supplies and refill the crates. While you are there, I would also ask that you search for signs as to what may have happened to the missing supplies.\\n\\n'The Kantâ-vilkku can be found east of Sûri-kylä along the snow drifts above the ice bay of Forochel.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Kantâ-vilkku is east and a little south of Sûri-kylä in Jä-rannit along the snow drifts over the bay of Forochel.\\n\\nMatti has asked you to visit the Kantâ-vilkku and replace the missing supplies.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Strange markings and hoof-prints? The animals have never been so desperate as to break into our provisions before. The winds from Angmar have caused many strange and unnatural things this season.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Kantâ-vilkku is east and a little south of Sûri-kylä in Jä-rannit along the snow drifts over the bay of Forochel.\\n\\nBesides restocking the Kantâ-vilkku, Matti asked you to search near it for signs of what damaged the crates.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Matti is at Sûri-kylä, west and a little north of the Kantâ-vilkku.\\n\\nYou should return to Matti with your report.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Will you take those supplies to the Kantâ-vilkku?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Will you take those supplies to the Kantâ-vilkku?' ",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Restock the Kantâ-vilkku",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search for signs of what destroyed the crates",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Resupplying the Beacon",
      "es": ""
    }
  ]
}