{
  "id": 620947640,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], while I am most concerned with provisioning and outfitting our visitors, I am troubled by something else. The lynx which dwell upon the High Moor have become feral -- no doubt due to the shadow rising in the East. Unfortunately, they pose a great threat to those who journey to Rivendell seeking refuge.\\n\\n'Would you mind hunting the lynx for me? If their number is culled, then they may, perhaps, be less apt to attack travellers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Defeat lynx upon the High Moor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Canaddal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Defeated lynx upon the High Moor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'The lynx remain a threat, for they are stealthy and cunning. Nevertheless, I thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa28",
      "en": "Wild Cats",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d163",
      "en": "The lynx of the High Moor have become feral, posing a threat to those who come seeking refuge in Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Lynx dwell upon the High Moor in the Trollshaws.\\n\\nCanaddal has asked you to cull the number of lynx, securing safe travel through the High Moor once again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "There are lynx dwelling upon the High Moor.\\n\\nCanaddal has asked you to cull the number of the lynx which dwell upon the High Moor, making travel safe once more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Canaddal is encamped on the High Moor in the Trollshaws.\\n\\nYou should return to Canaddal and tell him that you have done as he asked.",
      "es": "",
      "es (fem)": ""
    }
  ]
}