{
  "id": 620947709,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], while I am most concerned with provisioning and outfitting our visitors, I am troubled by something else. The lynx which dwell upon the High Moor have become feral -- no doubt due to the shadow rising in the East. Unfortunately, they pose a great threat to those who journey to Rivendell seeking refuge.\\n\\n'However, there may be another possible cause that I would have you investigate. Stinging sickle-flies have begun to come up from the riverbanks, bringing the threat of disease...but their incessant stinging might also be a cause for the lynx' aggression.\\n\\n'Perhaps if the sickle-flies were purged, the lynx might find peace.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Defeat sickle-flies upon the High Moor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Canaddal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Defeated sickle-flies upon the High Moor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Alas, there are still too many flies to make an accurate assessment. Thank you for your aid, nonetheless.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa28",
      "en": "Stinging Flies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d163",
      "en": "Sickle-flies pervade the High Moor, bringing the threat of disease...and possibly a cause for the lynx' feral behaviour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Sickle-flies infest the High Moor in the Trollshaws.\\n\\nCanaddal has asked you to purge the High Moor of sickle-flies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Canaddal is encamped on the High Moor in the Trollshaws.\\n\\nYou should return to Canaddal and let him know that you have done as he asked.",
      "es": "",
      "es (fem)": ""
    }
  ]
}