{
  "id": 621036168,
  "txt": [
    {
      "id": 246419801,
      "en": "Malkorlash is in northern Elderslade.\\n\\nYou should defeat enemies at the hobgoblin camp, Malkorlash.",
      "es": ""
    },
    {
      "id": 24695287,
      "en": "Malkorlash is crawling with enemies who need to be disposed.",
      "es": ""
    },
    {
      "id": 149027364,
      "en": "Clearing Enemies in Malkorlash",
      "es": ""
    },
    {
      "id": 111477270,
      "en": "Talk to Borghild",
      "es": ""
    },
    {
      "id": 162883605,
      "en": "'Well done, friend. Gunvald was right about your prowess. I suspect many will be the songs that sing of your glory when this is all over.'",
      "es": ""
    },
    {
      "id": 111477272,
      "en": "Defeat hobgoblins in Malkorlash ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419828,
      "en": "Borghild is north-east of Malkorlash in eastern Elderslade.\\n\\nTalk to Borghild.",
      "es": ""
    },
    {
      "id": 177082681,
      "en": "Defeated hobgoblins in Malkorlash ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 120621200,
      "en": "'My eyes and ears are better than my sword arm, or I should join you in this task.'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Gunvald's missive sends word that reinforcements are on the way. I must move on to my next scouting location, but if you are as resourceful as Gunvald says, you could be of great help.\\n\\n'At the camp up the road there is a swarming nest of hobgoblins. Yes, that seems to be the source of that wretched stench.\\n\\n'The hobgoblins are squatting in a gap between this mountain's two peaks. From there, they control the nearby river and the pass. Anything you can do to put a dent in their ranks would benefit our forces immensely. Take care when you move into their camp, friend, for they are a deadly foe. I shall circle 'round and meet with you when you reach the other side.'",
      "es": ""
    }
  ]
}