{
  "id": 621009630,
  "txt": [
    {
      "id": 246419840,
      "en": "You have delivered many crude stones to the Stout-axe rune-carvers.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Stout-axe rune-carvers can be found in Erebor.\\n\\nYou have gathered many stones from the slopes of Erebor and should now deliver them to the Stout-axe rune-carvers in Erebor.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "As Ambassador Spakorth asked, you delivered many stones of Erebor to the Stout-axe rune-carvers. Through their skill, they will be able to create impressive rune-stones for King Thorin III and Durin's Folk.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Collected crude stones from the slopes of Erebor ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Delivered the crude stones to Stout-axe rune-carvers in Erebor ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'It has been a joy to be among the Dwarves of Durin's Folk. Each day here brings new wonders!\\n\\n'They seem to have taken a liking to our fondness for rune-stones, and I would not deny them more examples of our crafting skill. If you were to gather loose stones from the slopes of Erebor, our rune-carvers could shape more of them into rune-stones.\\n\\n'Gather as many as you can bear, and bring them to our rune-carvers. They will know what to do!'",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Ambassador Spakorth wishes to offer the finely-honed skills of Stout-axe rune-carvers to Erebor.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Collect crude stones from the slopes of Erebor ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Deliver the crude stones to Stout-axe rune-carvers in Erebor ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Stones of Erebor",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Crude stones can be found along the western slopes of Erebor.\\n\\nAmbassador Spakorth has asked you to gather crude stones from the slopes of Erebor that they might be carved into rune-stones by the Stout-axes.",
      "es": ""
    }
  ]
}