{
  "id": 621077087,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Crithon has asked you to drive away badgers around the river Erui south-west of Imloth Melui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The badger problem has been addressed. You should report your progress to Crithon.\\n\\nCrithon is in Imloth Melui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Defeat badgers disturbing the river ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Ah, stranger! Please, if you could spare a moment.\\n\\n'We are well under way with restoration efforts in Gondor, rebuilding after the war as you know. I have been overseeing the restoration of farmland. I am a bit concerned about the increased population of badgers gathering to the south-west. Normally, these animals are harmless, but they are burrowing and digging much deeper and more frequently around the banks of the river Erui.\\n\\n'I foresee this having long term effects on the farming efforts in Arnach. Could you aid me in driving them away? We would be most grateful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Crithon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Defeated badgers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Yes. It seems the badgers have been driven off for now. They will eventually return, I'm afraid.\\n\\n'I imagine the farmers in Arnach should be pleased by this news. We will have to make plans for the future if the badgers continue to pester the river Erui.'\\n\\nCrithon puts up his hand.\\n\\n'Ah, could you please deliver a message to Arlach in Arnach?\\n\\n'He is the one who specifically posted this request.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Crithon is concerned by the increased population of badgers surrounding the river leading to Pelargir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Arlach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Scare off badgers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Huh? Oh, did Crithon send you?'\\n\\nArlach keeps busy in his work.\\n\\n'That man gets on my nerves. I posted about the badger problem a long time ago, but I suppose he did follow through with it after all. If only that were the only thing hindering progress in these farmlands.\\n\\n'This problem is a little bit more urgent and I would prefer not to involve Crithon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Badgers driven away ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Shoo badgers around the river Erui away ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "Badgers shooed ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Crithon has asked you to deliver your report to Arlach.\\n\\nArlach can be found in Arnach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Badger of Honour",
      "es": "",
      "es (fem)": ""
    }
  ]
}