{
  "id": 621077086,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Arlach has asked you to investigate Lhingar across the river to the north-west.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You found the spider's nest in Lhingar and have defeated many spiders, including their queen. You should tell Arlach the news.\\n\\nArlach is in Arnach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Defeat Lhingar trappers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Now, as I said this matter is more urgent. I fear that if I go to Crithon about this, it'll be too late before he sends someone like you to deal with it.\\n\\n'Aside from the badger problem along the river, the folks of Arnach have been dealing with attacks at night by spiders. It happens at random. And there is no pattern to it. But these spiders seem to have it out for our town.\\n\\n'Now, having been across the river a few times, I've heard my fair share of rumours. There's a spider's nest across the river to the north-west. No one has truly seen it and returned. Lhingar is what folk are calling it.\\n\\n'You look like you can take care of yourself. Would you mind investigating Lhingar and rooting out the problem?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Arlach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Defeated Lhingar trappers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'I knew it. A bunch of nuisances.\\n\\n'I will definitely report this to Crithon now that the immediate threat has been dealt with. Folk in Imloth Melui should know about the encroaching threat of spiders rising in Lhingar.\\n\\n'Thank you traveller. You have done us a great service.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Arlach has expressed an increased frequency of attacks on Arnach from a spider's nest across the river.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Defeat Lhingar hunters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Defeated Lhingar hunters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Defeat Lhingar queen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "Lhingar queen defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crawlers in Arnach",
      "es": "",
      "es (fem)": ""
    }
  ]
}