{
  "id": 621077097,
  "txt": [
    {
      "id": 216727827,
      "en": "The defender at Minlos beacon has asked you to defeat Corsairs at a camp west of the beacon, along the road.\\n\\nFollow the road west to find Sadúkh's camp.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The defender at Minlos beacon should know that the road west to Tumladen is safe from Sadúkh's Corsairs.\\n\\nThe defender can be found at Minlos beacon to the east.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Defeat Corsairs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Well, if it isn't [placeholder]!'\\n\\nThe defender waves his hand frantically at you.\\n\\n'Don't worry, you wouldn't remember me, but I remember you.\\n\\n'You helped Othor with the Haradrim back when he was defending the Minlos beacon.\\n\\n'Now I am here, and you arrived at just the right moment. As the region deals with restoration efforts, more and more insurgent Corsairs keep appearing. We've been notified of a camp nearby, off the road to the west. Could you possibly help us with these brigands?'",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to the Minlos defender",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "Defeated Corsair raiders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'I knew you would not fail us [placeholder], as expected of a person of your skill.'\\n\\nThe Minlos defender stands firm before you.\\n\\n'I shall not let any of those brigands plant roots here again. Your help is invaluable in keeping the roads safe. Farewell!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The defender at Minlos beacon remembers you and has asked you to help fend off the remnant Corsairs in Upper Lebannin.",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Defeat Corsair snipers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Defeated Corsair snipers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Defeat Sadúkh",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "Sadúkh defeated",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Slithering Upland, Again",
      "es": ""
    }
  ]
}