{
  "id": 621096775,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'We still have a great need for supplies and food here in Urmâkh. There is a local chef who greatly desires boar slabs for his famous bacon recipe, and won't stop complaining about our current meagre supply. We also have been receiving reports of diseased and feral boar in the forests of Imhûlar, driven mad and injuring or killing innocent Ikorbâni. I believe we can solve both problems at the same time, [placeholder]. \\n\\n'To the west of Urmâkh is a place known as Shakhdag. There you will find many boar, both healthy and afflicted. Please, bring back boar slabs from the healthy boar, and cull the diseased boar from the sounder, for the good of them all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have acquired healthy boar slabs and culled diseased boars from the sounder. Return with the scout to Udlanu in Urmâkh with this report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef815",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Your mission is to acquire healthy boar slabs for a chef to make into his famous bacon recipe for the hungry people of Urmâkh, and cull diseased boars you encounter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf6",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Speak with Udlanu in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: The Good Bacon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Wow, that is quite the bounty. Our chef will be overjoyed. Thank you for culling the sounder, it is important we keep the forests safe for our people. And, most importantly, you brought back so much boar. Truth be told, bacon just makes me happy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Your mission is clear, [placeholder], to acquire healthy boar slabs and cull any diseased boar you encounter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete Mission: The Good Bacon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to acquire healthy boar slabs for a chef to make into his famous bacon recipe for the hungry people of Urmâkh, and cull diseased boars you encounter.\\n\\nSpeak to Udlanu to travel.",
      "es": "",
      "es (fem)": ""
    }
  ]
}