{
  "id": 621096621,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'I will get to fixing the walls when I can. For now, make my life a little easier and leave me a little symbol or scratch mark near the battlements that require the most repair. TBD Location has the worst of it, but I never did find time to properly label the damage.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "TBD Mark the weak parts of the wall to reinforce them",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You have labelled that many, eh? Well, it is not near so many as I had feared, but certainly more than I had hoped. I suppose I should thank you for this. I may be busy, but someone like you, well.... You are doubtless occupied with your tasks, too. Thank you for helping make this ragged city safer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "TBD Carpenter can be found in TBD.\\n\\nYou have left marks on the most decrepit parts of Jirush's battlements for the TBD Carpenter to repair later. Return to him with updates so he can begin his work soon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "The walls in TBD Location need to be marked for repair, to the TBD direction.\\n\\nTBD Carpenter has asked for your help again, this time in marking the damaged parts of the battlements so he can repair them later.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "TBD tell the overworked carpenter you're done",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Severe damage riddles this part of the wall ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "TBD Mark weak points in the walls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Mark weaknesses in Jirush's walls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You show up just when I needed you. That puts you head and shoulders above the rest of my old crew. You had such a good hand for carpentry that I know you shall take to this task just as well. I'm up to my ears in building reinforcements, and I do not have time to hunt down the holes and damage in the walls myself.\\n\\n'I do know the walls in TBD Location are faring the worst. As you run your errands and such, mark any flaw in the city walls, and I shall return when I have half a moment to repair them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Marked for Later",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Return to TBD Carpenter",
      "es": "",
      "es (fem)": ""
    }
  ]
}