{
  "id": 621096763,
  "txt": [
    {
      "id": 216727827,
      "en": "Your mission is to destroy Orkish weapons racks and defeat Orcs in Tharháth, near the Span of Nâmbadir.\\n\\nSpeak to Udlanu to travel.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Your combat prowess is to be commended. But that large creature - that is worrying. I will tell the Queen of it at once. I hope there are no more where that one came from.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Your mission is simple. Go to Tharháth, destroy the Orkish weapons and defeat any Orcs who get in your way.'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Speak with Udlanu in Urmâkh",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "You have defeated the Orcs and destroyed their weapons! Return with the scout to Udlanu in Urmâkh with this report.",
      "es": ""
    },
    {
      "id": 24695153,
      "en": "Your mission is to destroy Orkish weapons racks and defeat Orcs in Tharháth, near the Span of Nâmbadir.",
      "es": ""
    },
    {
      "id": 133753590,
      "en": "None",
      "es": "Ninguno"
    },
    {
      "id": 209647637,
      "en": "There is no twist in this mission.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 225071140,
      "en": "Complete Mission: Dulling the Weapons of War",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'There are more reports of Orkish incursions from Urash Dâr, [placeholder]. Queen Mizâdi is taking this matter quite seriously. It seems it is not enough to be beset by the Barkhûshim and Ordakhai from within, now this new threat emerges from the east.\\n\\n'Queen Mizâdi has asked for you personally, to take the fight to these Orcs. They have only just established themselves on this side of the span of Nâmbadir. Now is the time to strike. Go to their camp, and sabotage their weapons. This will greatly weaken their fighting ability, and then our warriors will come in and do the rest. With bent and broken blades, even the fiercest enemy is no threat to the Hamâti. Please, go there, destroy their weapons, and defeat any Orcs who get in your way.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: Dulling the Weapons of War",
      "es": ""
    }
  ]
}