{
  "id": 621096627,
  "txt": [
    {
      "id": 228284039,
      "en": "'TBD watch out for the wights when collecting the stone'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "TBD collect fragments of stone samples",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Harathar samples collected ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "TBD Ziggurat Mason can be found TBD Location.\\n\\nYou have acquired several good samples of harathar. It is time to return to TBD Ziggurat Mason for him to inspect the goods.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The harathar samples can be found in the TBD of TBD.\\n\\nA mason named TBD would like to get a closer look at some harathar outcroppings. He has asked you to collect some samples for him.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Return to TBD Ziggurat Mason",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'What flawless harathar you have chipped for me! You have an eye for quality. My current apprentice could not have sourced half as impressive a sampling as you. I would ask if you wished to replace him, but you seem the adventuring sort; thus I will simply thank you.'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'If you are wondering what harathar looks like, it is a gleaming, smooth stone of a bright green-blue hue. Most striking, and it stands out on the landscape of the sun-baked Khûd. The wights seem drawn to it, but to what end, I have yet to divine.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Harathar samples collected ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "A mason named TBD has asked for your assistance in collecting several samples of bright green harathar stone from a small mine in TBD Location.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Collect samples of harathar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Hail, wanderer! I did not expect to see travellers so deep into the wastes, but I am pleased to meet you all the same. I thought myself alone with those creeping desert-wights skulking about. I am a mason by trade, you see, and am struggling to reach a most particular group of harathar, as the wights keep blocking my path. I feel at my wit's end. Might you be willing to procure several samples of the stone?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Stone Dead",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Collect samples of harathar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'TBD thanks for collecting the harathar!'",
      "es": ""
    }
  ]
}