{
  "id": 621096771,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'A local scholar, Zuhûl, has alerted us to a cache of historical artifacts and scrolls he believes the Barkhûshim stole away when they fled Kûr Anzar. We know from our spies that the Barkhûshim remnant is quartered in Dûl Zidur, to the east. The Barkhûshim hold no love for history, and destroy anything not related to their fallen lord. They burned much of our written history in Kûr Anzar, and we have no reason to believe they won't destroy this cache as well.\\n\\n'Those artifacts hold great significance for all Shagâni. They reveal our history, our culture, and provide important lessons for us, mistakes we should not repeat. Please, go to Dûl Zidur and secure these precious pieces of our history. Defeat any All-seeing who try to stop you. We are counting on you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have recovered the artifacts! Return with the scout to Udlanu in Urmâkh with this report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef815",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Your mission is to travel to Dûl Zidur and secure precious historical artifacts before the Barkhûshim can destroy them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf6",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Speak with Udlanu in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Recovering the Past",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I am grateful, and I know Zuhûl will be as well. I had thought these artifacts lost forever. We will take excellent care of them, I can assure you of that. Thank you for your bravery in beating back the Barkhûshim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Your mission is clear, [placeholder]. You are to go to Dûl Zidur, recover the historical artifacts and scrolls, and defeat any Barkhûshim who move to stop you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete Mission: Recovering the Past",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to travel to Dûl Zidur and secure precious historical artifacts and scrolls before the Barkhûshim can destroy them.\\n\\nSpeak to Udlanu to travel.",
      "es": "",
      "es (fem)": ""
    }
  ]
}