{
  "id": 621096772,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'We have heard reports of four travellers going missing after exploring near the crypts of Esh-kimâkhi, to the south of Urmâkh. The dead have not risen from their tombs and caused havoc for a century, but I fear the worst now.\\n\\n'Investigate the grounds of Adakûr near the crypts of Esh-kimâkhi for signs of the travellers. I pray these travellers are merely waylaid, and may still return safely to their families. Please, our need is urgent, go now in search of them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have returned the Dead to rest. Return with the scout to Udlanu in Urmâkh with your report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef815",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Your mission is to search for any sign of the missing travellers near the crypts of Esh-kimâkhi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf6",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Speak with Udlanu in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: The Dead Keep Their Secrets",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'That is grim news indeed. I am glad you were not dragged into a shallow tomb with those travellers. We will warn future travellers to stay well clear of the crypts of Esh-kimâkhi. Thank you for returning the Dead to rest. I'm sorry for the danger you encountered, though you seem to have handled yourself quite capably.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Your mission, [placeholder], is to search the grounds of Adakûr near the Crypts of Esh-kimâkhi for any sign of this band of missing travellers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete Mission: The Dead Keep Their Secrets",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to search for any sign of the missing quartet of travellers near the crypts of Esh-kimâkhi.\\n\\nSpeak to Udlanu to travel.",
      "es": "",
      "es (fem)": ""
    }
  ]
}