{
  "id": 621096777,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Hashtal-gûr, [placeholder]. A group of travellers set out from Urmâkh to the south to investigate the marsh of Zahûmakh. Now several of their family members have come to us, asking us to locate them, as it's been several days since they've been seen. We had hoped to send several warriors, but the Ordâkhai demand our full attention. Can you investigate this claim? It's probably just a twisted ankle that is slowing their return, but we cannot rule out something more dangerous.\\n\\n'Please, go to Zahûmakh and search for these travellers or clues to their whereabouts. It would be a great kindness to their families for any news.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have successfully aided the wounded travellers and fought off the marsh-striders! Return with the scout to Udlanu in Urmâkh with this report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef815",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Your mission is to investigate Zahûmakh and attempt to find the travellers who vanished.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf6",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Speak with Udlanu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Vanished In Zahûmakh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You found them? That is excellent news. Thank you for your bravery, staving off those marsh-striders. You seem no worse for the fight, if a bit... pungent.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Your mission is simple, [placeholder], to journey to Zahûmakh and search for signs of the missing travellers. Good fortune to you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete Mission: Vanished in Zahûmakh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to investigate Zahûmakh and attempt to find the travellers who vanished.\\n\\nSpeak to Udlanu to travel.",
      "es": "",
      "es (fem)": ""
    }
  ]
}