{
  "id": 621096783,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Our attention has been so focused on the Barkhûshim - it seems the Ordâkhai to the south have slipped below our notice. One of our scouts just returned from their encampment at Ghât Lor. They are constructing siege weapons - we believe to assault us, either at Kûr Anzar or Urmâkh. Either way, we need to act first, and quickly.\\n\\n'You are tasked with going to Ghât Lor and sabotaging these siege weapons. Destroy them before they can ever be used against the innocent peoples of Imhûlar. Defeat any Ordâkhai who try to stop you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have destroyed all the siege engines! Return with the scout to Udlanu in Urmâkh with this report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef815",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Your mission is to sabotage the Ordâkhai siege engines under construction at Ghât Lor and defeat any Ordâkhai who move to stop you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf6",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Speak with Udlanu in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: An Explosive Assault",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'That is excellent news. Thank you for destroying their engines of war. Without them, they can do little to attack our cities. I can assure you, we will be keeping a close watch on the Ordâkhai from now on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Your mission is simple, [placeholder]. Sabotage the Ordâkhai siege weapons and don't let any Ordâkhai warriors stop you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete Mission: An Explosive Assault",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to sabotage the Ordâkhai siege engines under construction at Ghât Lor and defeat any Ordâkhai who move to stop you.\\n\\nSpeak to Udlanu to travel.",
      "es": "",
      "es (fem)": ""
    }
  ]
}