{
  "id": 621024493,
  "txt": [
    {
      "id": "0xeb01142",
      "en": "As you entered Taurlingol, you heard someone shouting.\\n\\nYou should find the source of the shouting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01143",
      "en": "You have found Atli Spider-bane in combat with a giant spider of Taurlingol.\\n\\nYou should help Atli defeat the spider!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "'Oof, thanks for the assistance, [placeholder]. And Legolas is here as well! I am happy to see some faces with fewer than eight eyes! It also helps that you're not trying to devour me. Haha! Erk....'\\n\\nAtli doubles over and grabs his leg. His injuries seem to be worse than he let on.\\n\\n'Aye, she chewed up my leg something fierce. Oh, don't worry about me, I will be fine. I just need to rest a bit....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Find the source of the shouting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01146",
      "en": "Atli has moved to a safe location nearby.\\n\\nYou should find and talk to Atli Spider-bane.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Help Atli defeat the spider",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01149",
      "en": "Legolas is tending to Atli Spider-bane's injuries on an overlook near Taurlingol.\\n\\nYou should talk to Legolas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8bac1e",
      "en": "'I will not fall to you, you foul, hairy, skittering mass of legs! I am the Spider-bane!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Talk to Atli Spider-bane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "You hear shouts nearby!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "TBD Cirith Ungol N4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85986",
      "en": "'I am happy to see some faces with fewer than eight eyes!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01154",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85987",
      "en": "'I doubt there is much else to learn here, friend. I would like to continue on with our mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01155",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85988",
      "en": " My suspicions were proven correct: these are the Mirkwood spiders, Iphantamel's own brood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85989",
      "en": "'With the death of Iphantamel's daughters, the rest of the spiders will likely disperse into Cirith Ungol. DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d191",
      "en": "Legolas wishes to next investigate the spider-infested woods in eastern Cirith Ungol, Taurlingol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "According to the Rangers, the spider-infested forest of Taurlingol can be found in eastern Cirith Ungol.\\n\\nYou should find Taurlingol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56841",
      "en": "'I apologize for not arriving sooner, [placeholder]. I did see the spider you fought, and my suspicions were proven correct: these are the Mirkwood spiders, Iphantamel's own brood. This forest is too small to hold all that vanished from Eryn Lasgalen, however. Perhaps some have already entered Torech Ungol. I admit I do not fully understand the quarrelling between spiders. It matters not. The old enemy of my people has been found, and we must deal out vengeance upon them.\\n\\n'I must tend to Atli's wounds, thus I must rely on you to venture into Taurlingol and slay my enemies for me. I know that you are capable of this task.'\\n\\nYou ask Legolas how he and Atli are acquainted. He allows the briefest hint of a smile to cross his face.\\n\\n'Ah, I encountered him when we were last in Lhingris, in a very similar situation, in fact. He was engaged in combat with several very large brood-mothers, and I stepped in to assist him. I believe he was embarrassed, and accused me of \\qstealing his kill\\q.\\n\\n'But that is quite absurd!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "'Well done, [placeholder]. With the death of Iphantamel's daughters, the rest of the spiders will likely disperse into Cirith Ungol. I will return to track and kill them myself, one by one. For now, we must escort Atli to Echad Taerdim. He should be able to travel on his wounded leg, but it is not safe to remain here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad0",
      "en": "The Sequestered Spiders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1ea8954",
      "en": "'Take that you horrible beast! Oof, I think she got me...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'I doubt there is much else to learn here, [placeholder]. I would like to continue on with our mission. We should next investigate the spiders to the east. The Rangers report the spiders there isolate themselves from the spiders of Torech Ungol. I suspect I may know their reasons for this, but I would like to confirm my suspicions with my own eyes before I share my thoughts.\\n\\n'I will bring the Ungoladan prisoner back to Echad Taerdim. Mablung may wish to question Felgúr himself. I will meet you near the spider-infested forest, Taurlingol.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01162",
      "en": "Legolas has asked for your assistance with tasks in Taurlingol.\\n\\nYou should complete 'The Daughters of Iphantemel,' 'The Trees of Taurlingol,' 'Before They Become a Problem,' and 'The Only Solution.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf59a7fc",
      "en": "'I need to catch my breath is all, let us move somewhere safer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Talk to Legolas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01163",
      "en": "You should inform Legolas of your success defeating the Mirkwood Spiders.\\n\\nLegolas can be found on a hill near Taurlingol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Talk to Legolas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "Atli Spider-bane is engaged in combat with a giant spider!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Help Legolas with 'The Daughters of Iphantemel'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Help Legolas with 'The Trees of Taurlingol'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50276",
      "en": "Help Atli with 'Before They Become a Problem'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50277",
      "en": "Help Atli with 'The Only Solution'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1175",
      "en": "Atli moves to a safer location to tend to his injury",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Find Taurlingol",
      "es": "",
      "es (fem)": ""
    }
  ]
}