{
  "id": 621024462,
  "txt": [
    {
      "id": 111477330,
      "en": "Talk to Rhadrog",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "These must be the Halls of Black Lore",
      "es": ""
    },
    {
      "id": 177082759,
      "en": "Rhadrog, Faeron, and Dolenthol emerge from the shadows",
      "es": ""
    },
    {
      "id": 246419793,
      "en": "Faeron and the rest of the Rangers have moved to the Halls of Black Lore.\\n\\nYou should talk to Faeron.",
      "es": ""
    },
    {
      "id": 24695225,
      "en": "You have discovered evidence that Lhaereth is searching for a place called The Halls of Black Lore within the Circle of Madness.",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "The time has come to enter the Halls of Black Lore.\\n\\nSpeak to Rhadrog near the Halls to begin 'Instance: Nothing for Nothing'.",
      "es": ""
    },
    {
      "id": 149027382,
      "en": "TBD Merrevail Tier N3",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Faeron has asked for you to search for the Halls of Black Lore. They are somewhere in the Circle of Madness in Minas Morgul.\\n\\nYou should find the Halls and then signal the Rangers by <rgb=#FF00FF>whistling</rgb>.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 51875093,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419797,
      "en": "Rhadrog has returned to Barad Elenath, the Star-gazers' Spire.\\n\\nYou should talk to Rhadrog.",
      "es": ""
    },
    {
      "id": 149027576,
      "en": "The Halls of Black Lore",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883745,
      "en": "'We must seek the Halls of Black Lore, but I know not where they lie within the Circle of Madness. The four of us must search for it, and then enter together when it is found. I will be sending Dolenthol on this mission as well. I have only worked with him for a short time, but his ingenuity and enthusiasm have impressed me.\\n\\n'Should you find the Halls, give the signal, and we will find you. Good luck out there.'",
      "es": ""
    },
    {
      "id": 30955924,
      "en": "We must seek the Halls of Black Lore, but I know not where they lie within the Circle of Madness. DNT",
      "es": ""
    },
    {
      "id": 30955925,
      "en": "'Steel yourself; we know not what lies inside, but we will soon discover what Lhaereth seeks.",
      "es": ""
    },
    {
      "id": 30955926,
      "en": "'It is time, then? Ugh... I do hope Lhaereth is not inside...'",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "Speak to Rhadrog to complete 'Instance: Nothing for Nothing'",
      "es": ""
    },
    {
      "id": 30955927,
      "en": "'Oh no, I will never be able to live with myself if Lhaereth got him. You know, I really am quite fond of that goblin. Don't tell Faeron I said that.",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'Excellent work, [placeholder]. Steel yourself; we know not what lies inside, but we will soon discover what Lhaereth seeks.\\n\\n'A word of warning: We know of what the Lady of Blight is capable. The four of us are no match for her. If she has arrived before us, do not engage.'",
      "es": ""
    },
    {
      "id": 111477318,
      "en": "<rgb=#FF00FF>Whistle</rgb> while near the Halls of Black Lore",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "<rgb=#FF00FF>Whistle</rgb> while near the Halls of Black Lore",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'It is time, then? Ugh... I do hope Lhaereth is not inside....'",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Talk to Faeron",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'[placeholder]! You made it back! Was that really Viznak? If it was, we have left him to die! Oh no, I will never be able to live with myself if Lhaereth got him. You know, I really am quite fond of that goblin. Don't tell Faeron I said that.\\n\\n'Wait, Faeron is not with you? Where is he?!'",
      "es": ""
    }
  ]
}