{
  "id": 621024473,
  "txt": [
    {
      "id": 24695280,
      "en": "The time has come to track the Ungoledain and Rûkhor the Pale Herald with the aid of Felgúr.",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "Talk to Legolas",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Talk to Felgúr",
      "es": ""
    },
    {
      "id": 111477319,
      "en": "Find Rûkhor's first orders to Zabothak",
      "es": ""
    },
    {
      "id": 111477320,
      "en": "Find Rûkhor's second orders to Zabothak",
      "es": ""
    },
    {
      "id": 111477321,
      "en": "Find Rûkhor's third orders to Zabothak",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477417,
      "en": "Talk to Felgúr",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Find the Ungoledain with Felgúr",
      "es": ""
    },
    {
      "id": 111477334,
      "en": "Find the Ungoledain with Felgúr",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Find the Ungoledain with Felgúr",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477336,
      "en": "Find the Ungoledain with Felgúr",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "'Hold, friend. It seems we are on the right track. There is no sign of the Ungoledain, but we did find Rûkhor's uruks. I propose we investigate the camp while we are here. Perhaps we can glean some clue as to Rûkhor's abilities and his motivation for seeking Ungwetári.'",
      "es": ""
    },
    {
      "id": 162883654,
      "en": "'Are you going in there? Eh, that was not part of my bargain. I do not think I can fight those big white Orcs without the power of the Spider. I do not smell my kin here. I might wait with the Elf, or continue the search. You can find me later.'",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883745,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883746,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883747,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883748,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883749,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883750,
      "en": "'It is time for Felgúr to make himself useful. Have him track down his kin. I will be watching from nearby, but will keep to the shadows.'",
      "es": ""
    },
    {
      "id": 177082723,
      "en": "Felgúr taps your shoulder, attempting to get your attention",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "You untie Felgúr and let him know it is time to begin tracking down the rest of the Ungoledain. He looks around sheepishly, still not entirely trusting of the Rangers or of Legolas. When he is at least mostly convinced he is not about to be shot full of arrows, he nods to you.\\n\\n'I will find them! Let us start by heading east.'",
      "es": ""
    },
    {
      "id": 30955937,
      "en": "It is time for Felgúr to make himself useful.",
      "es": ""
    },
    {
      "id": 246419776,
      "en": "Felgúr has begun tracking the other Ungoledain.\\n\\nYou should travel with Felgúr.",
      "es": ""
    },
    {
      "id": 30955938,
      "en": "'Hold, friend. It seems we are on the right track. ",
      "es": ""
    },
    {
      "id": 30955939,
      "en": "Rûkhor is using the Ungoledain to seek Ungwetári? To what end? Does he intend to try to control her?",
      "es": ""
    },
    {
      "id": 246419777,
      "en": "Felgúr has begun tracking the other Ungoledain.\\n\\nYou should travel with Felgúr.",
      "es": ""
    },
    {
      "id": 246419778,
      "en": "Felgúr has begun tracking the other Ungoledain.\\n\\nYou should travel with Felgúr.",
      "es": ""
    },
    {
      "id": 30955940,
      "en": "''I will find them! Let us start by heading east.'",
      "es": ""
    },
    {
      "id": 246419779,
      "en": "Felgúr has begun tracking the other Ungoledain.\\n\\nYou should travel with Felgúr.",
      "es": ""
    },
    {
      "id": 30955941,
      "en": "'Are you going in there? Eh, that was not part of my bargain.",
      "es": ""
    },
    {
      "id": 30955942,
      "en": "'Zabothak, my most loyal servant. Belzagar has sent word. The tower must be reinforced at once or be lost to the spider-horde.'",
      "es": ""
    },
    {
      "id": 30955943,
      "en": "'Fear not, my servant. I lay the blame for this defeat on the traitor Ugrukhôr. If he had delivered the forces he promised me, the tower would be secure.'",
      "es": ""
    },
    {
      "id": 30955944,
      "en": "'I have had an epiphany. Perhaps Shelob is not a problem we can solve. Perhaps she is not a problem at all.'",
      "es": ""
    },
    {
      "id": 30955945,
      "en": "'Thus far, we have been unable to locate Shelob's den in the maze of tunnels in Torech Ungol, but we may finally have a solution.'",
      "es": ""
    },
    {
      "id": 111477360,
      "en": "Find Rûkhor's fourth orders to Zabothak",
      "es": ""
    },
    {
      "id": 73406545,
      "en": "'I smell them. This way!'",
      "es": ""
    },
    {
      "id": 73406546,
      "en": "'This way.'",
      "es": ""
    },
    {
      "id": 73406547,
      "en": "'To the left. I smell my people, and Orcs.'",
      "es": ""
    },
    {
      "id": 111477369,
      "en": "Talk to Legolas",
      "es": ""
    },
    {
      "id": 246419793,
      "en": "Legolas has appeared near an Uruk camp in eastern Cirith Ungol.\\n\\nYou should talk to Legolas.",
      "es": ""
    },
    {
      "id": 246419796,
      "en": "Felgúr would like to speak with you.\\n\\nYou should talk to Felgúr.",
      "es": ""
    },
    {
      "id": 177082745,
      "en": "Legolas calls to you from nearby",
      "es": ""
    },
    {
      "id": 246419895,
      "en": "Legolas has asked you to unbind Felgúr and send him on his mission.\\n\\nYou should talk to Felgúr in Echad Taerdim.",
      "es": ""
    },
    {
      "id": 246419809,
      "en": "Legolas has asked you to find evidence of Rûkhor's plans in Kaslokroz.\\n\\nYou should find written orders to the Uruk lieutenants.",
      "es": ""
    },
    {
      "id": 162883698,
      "en": "Zabothak, my most loyal servant.\\n\\nBelzagar has sent word. The tower must be reinforced at once or be lost to the spider-horde. Rally with Ugrukhôr's forces and re-take the tower, or Shelob may be set loose upon Gorgoroth or the Morgul Vale. Do not fail me.",
      "es": ""
    },
    {
      "id": 162883699,
      "en": "Zabothak,\\n\\nFear not, my servant. I lay the blame for this defeat on the traitor Ugrukhôr. If he had delivered the forces he promised me, the tower would be secure. His excuses do nothing but tire me. We owe no allegiance to the Lady of Blight. I care nothing for the false king Gothmog. I will be formulating a new plan. Stand by to receive new orders.",
      "es": ""
    },
    {
      "id": 162883701,
      "en": "Zabothak,\\n\\nI have had an epiphany. Perhaps Shelob is not a problem we can solve. Perhaps she is not a problem at all.\\n\\nRally the Bloodless. We will enter the Morgul Vale. We will enter Torech Ungol. We will find Her Ladyship Ungwetári and rouse her from her den.",
      "es": ""
    },
    {
      "id": 177082673,
      "en": "Felgúr sniffs the air and points south-east",
      "es": ""
    },
    {
      "id": 162883702,
      "en": "Zabothak,\\n\\nThus far, we have been unable to locate Shelob's den in the maze of tunnels in Torech Ungol, but we may finally have a solution. The scouts have located a tribe of primitive Men recently arrived to the west. They have been seen skin-changing into spiders! I believe these may be the Ungoledain that Karazgar mentioned. And if they have come all the way here... perhaps they also hear the call of the Spider-queen. Prepare for a delegation.",
      "es": ""
    },
    {
      "id": 149027382,
      "en": "The Schemes of the Pale Herald",
      "es": ""
    },
    {
      "id": 177082674,
      "en": "Felgúr nods at you and points south",
      "es": ""
    },
    {
      "id": 246419815,
      "en": "Legolas is waiting near Kaslokroz.\\n\\nYou should talk to Legolas.",
      "es": ""
    },
    {
      "id": 177082675,
      "en": "Felgúr grimaces and points north",
      "es": ""
    },
    {
      "id": 162883704,
      "en": "'What have you learned, [placeholder]?'\\n\\nYou tell Legolas of the orders you found in the uruk camp.\\n\\n'Rûkhor is using the Ungoledain to seek Ungwetári? To what end? Does he intend to try to control her? Surely he is not so foolish. But it is true: pride seems a common flaw among the Gúrzyul.\\n\\n'If Rûkhor and the Ungoledain were not at this camp, they must have already left for Torech Ungol. We do not know Rûkhor's plan, but if he succeeds in rousing Ungwetári, she will be unleashed upon all of us! I cannot fathom the terrible rampage he may incite. Her ravenous hunger will never be sated!\\n\\n'We must hurry after them. We have no other choice.'",
      "es": ""
    }
  ]
}