{
  "id": 621024447,
  "txt": [
    {
      "id": "0x6a502a5",
      "en": "Collapse the grodbog tunnel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'[placeholder], we recently discovered the location of a massive grodbog queen high in the cliffs. I described her to Legolas; he grimaced and said the name \\qMaeganc\\q. Perhaps he has encountered her before? The Elves can be quite... cryptic. \\n\\n'Regardless, I believe she is the source of the gredbyg closest to the camp, and therefore a threat to us. If you are able, I would ask that you and your companions find her and eliminate her before she finds us and does the same! While you are there, please look for a tunnel that may have allowed her passage from Torech Ungol. I do not expect the gredbyg would have travelled such a distance overland; they must have burrowed through the rocks beneath! If you find this tunnel, collapse it, or more gredbyg will come through.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa01",
      "en": "The Cliff Queen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Defeat Maeganc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d142",
      "en": "Gladhir has told you of a massive grodbog queen high in the cliffs of Cirith Ungol. You will need allies, but defeating her will surely curb the flow of gredbyg in the area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "Gladhir came be found in Echad Taerdim, the Ranger camp in Cirith Ungol.\\n\\nYou should talk to Gladhir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "The grodbog queen Maeganc can be found somewhere in the cliffs of Cirith Ungol.\\n\\nYou should defeat Maeganc and collapse the nearby tunnel to Torech Ungol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1186",
      "en": "Collapsed the grodbog tunnel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Talk to Gladhir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "TBD Cirith Ungol Side 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "Defeated Maeganc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "You inform Gladhir that Maeganc has been vanquished and the tunnel to Torech Ungol collapsed.\\n\\n'Excellent work, [placeholder]! I knew I could count on one as skilled as you. You are a breath of fresh air in this putrid land! With the quelling of the gredbyg threat, we can worry about the other creatures present here, for I believe they are more sentient and may prove the graver threat.\\n\\n'We will no doubt be relying on you more before this expedition is over. Be safe out there. Between the heights, and the beasts, and the venomous things, this is one of the most treacherous places I have ever had the displeasure of visiting....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Queen of the High Cliffs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    }
  ]
}