{
  "id": 621024480,
  "txt": [
    {
      "id": 246419778,
      "en": "Dolenthol has asked you to venture further into Zhar Skator and learn more about Ugrukhôr's forces.\\n\\nYou should help Dolenthol with 'Word Among Ugrukhôr's Forces'.",
      "es": ""
    },
    {
      "id": 162883670,
      "en": "'Ugrukhôr ordered his forces to enter the city, but they were unable to break through to the next tier and have stalled. The march has left their supplies depleted and strained the morale of the Orcs. A handful of the bigger ones are keeping the others in line, and for now they await further instructions. I believe I know what we must do.\\n\\n'Drive off the Orc captain Shakfut, and destroy nearby supplies so we can foment dissent among Ugrukhôr's forces.'",
      "es": ""
    },
    {
      "id": 246419780,
      "en": "Return to Dolenthol in Zhar Skator with a report of what you overheard from Ugrukhôr's forces.",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Help Dolenthol with 'Word Among Ugrukhôr's Forces'",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "TBD  Assist Dolenthol completing the tasks that were requested. ",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Talk to Dolenthol",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Help Dolenthol with 'Confronting Shakfut'",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "Help Dolenthol with 'Spoil the Supplies'",
      "es": ""
    },
    {
      "id": 30955952,
      "en": "Venture further into Ugrukhôr's encampment and gather information about the stalemate between the two forces. ",
      "es": ""
    },
    {
      "id": 246419792,
      "en": "You should return to Dolenthol and inform him of your progress.",
      "es": ""
    },
    {
      "id": 30955954,
      "en": "Drive off the orc captain Shakfut, and destroy the supplies nearby so we can foment dissent amongst Ugrukhôr's forces.",
      "es": ""
    },
    {
      "id": 30955956,
      "en": "We should head back to Barad Angarth and inform Damrod of our success. ",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "Damrod has asked you to destabilize the Orc forces by completing several tasks in the western half of the Circle of Wrath.\\n\\nYou should complete quests in Zhar Skator.",
      "es": ""
    },
    {
      "id": 149027382,
      "en": "Investigation and Instigation",
      "es": ""
    },
    {
      "id": 246419796,
      "en": "Damrod is standing by in Barad Angarth, awaiting word on Ugrukhôr's forces.\\n\\nYou should talk to Damrod.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'The information you gathered was of the utmost importance. I agree with Dolenthol, our best hope of breaking this siege may be to turn the Orc armies against each other.\\n\\n'My scouts tell me the Orcs have begun to gather in the western reaches of the Circle of Wrath. If we strike quickly, we might destabilize their forces; with strategy we may goad them into lashing out against Gothmog's forces.\\n\\n'Head west, and see if you can assist Dolenthol in destabilizing the Orc army gathered there.'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Damrod has asked you to investigate the invading Orc army fortified in Zhar Skator, the western half of the Circle of Wrath in Minas Morgul.",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "Dolenthol can be found somewhere amongst the fortifications in Barad Angarth.\\n\\nYou should talk to Dolenthol.",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 30955873,
      "en": "My scouts tell me the Orcs have begun to gather in the western reaches of the Circle of Wrath. If we strike quickly, we might destabilize their forces.",
      "es": ""
    },
    {
      "id": 162883651,
      "en": "'It appears your work was successful! Ugrukhôr's forces are preparing to retaliate against Gothmog's Orcs.\\n\\n'It would be wise for us to leave the area before they mobilize. Our plan will fail if they realize it was the Rangers of Ithilien that instigated the attack! We should head back to Barad Angarth and inform Damrod of our success.'",
      "es": ""
    },
    {
      "id": 162883654,
      "en": "'Your work bears fruit, [placeholder]! Ugrukhôr's Orcs have moved to attack Gothmog's forces, and truthfully they do so as an unorganized mob, without discipline. If we tread carefully, we may be able to deal decisive blows to both armies!'",
      "es": ""
    },
    {
      "id": 162883656,
      "en": "TBD 'Follow and I will lead us back to Barad Angarth unnoticed. '",
      "es": ""
    },
    {
      "id": 246419811,
      "en": "Dolenthol has asked for assistance destabilizing Ugrukhôr's forces in the Circle of Wrath.\\n\\nYou should help Dolenthol with 'Confronting Shakfut' and 'Spoil the Supplies'.",
      "es": ""
    },
    {
      "id": 162883657,
      "en": "'Come with me. I will lead us back to Barad Angarth unnoticed.'",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Find Dolenthol",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Help Damrod in Barad Angarth with 'Twice the Threat'",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Talk to Damrod",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Help Damrod with 'The Enemy of my Enemy'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "TBD Amongst the fortifications, locate Dolenthol",
      "es": ""
    },
    {
      "id": 111477319,
      "en": "Talk to Dolenthol",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'Hello again, [placeholder]. We have learned that the invading Orc army is under the command of the Gúrzyul Ugrukhôr. Clearly, there is very little unity among the former servants of Sauron.\\n\\n'I do not know why they have not pressed their attack on Gothmog's forces. It seems they entered the city, and then halted. Do they anticipate reinforcements? We must know more before we can act.\\n\\n'Please venture further into Ugrukhôr's encampment and gather information about the stalemate between the two forces.'",
      "es": ""
    }
  ]
}