{
  "id": 621024495,
  "txt": [
    {
      "id": "0x6a502a4",
      "en": "Defeat Orcs to the east of Barad Angarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa01",
      "en": "Clear a Path",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Talk to Dorgam within the Orc encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'Thank you for the help, [placeholder].\\n\\n'Now that you have thinned the numbers of some of the forces surrounding us, we should find it easier to seek out information concerning our entrenched foe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d142",
      "en": "Orcs have fortified the outer ring of Minas Morgul, to the east. Thin the ranks of the Orcs in this area, so the Rangers can proceed further into the Dead City.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "The Orcs that threaten the Rangers can be found to the east of Barad Angarth.\\n\\nDeplete the Orc forces as you make your way further into the encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Defeated Orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "TBD Orcs Tier Side 1",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "Inform Dorgam that you have defeated some of the forces surrounding his position. He is east of Barad Angarth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Thank you for your offer of aid in this dark time; we have greater need of it than ever! Two Orc armies have begun to fortify their positions within the outer tier of Minas Morgul, putting a stop to our forward advance.\\n\\n'I sent two Rangers, Dorgam and Dolenthol, westward into the city. They will attempt to gain more information about the area, but could still use your assistance to defeat any of the Orcs you might encounter.\\n\\n'Please reduce their numbers as we seek to learn more about the dangers that await us within the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    }
  ]
}