{
  "id": 621024454,
  "txt": [
    {
      "id": 111477330,
      "en": "Talk to Celeborn",
      "es": ""
    },
    {
      "id": 246419782,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419783,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419784,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 149027560,
      "en": "Into the Spider's Den",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Talk to Mablung",
      "es": ""
    },
    {
      "id": 246419785,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883681,
      "en": "'Lord Celeborn speaks true. The Rangers must be made aware of what transpired here. Let us return to Mablung as swiftly as we are able.'\\n\\n<rgb=#FF0000>You will swiftly travel to Echad Taerdrim!</rgb>",
      "es": ""
    },
    {
      "id": 30955905,
      "en": "Felgúr continued on while you were searching the camp.",
      "es": ""
    },
    {
      "id": 246419792,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 30955906,
      "en": "It has been some time since my last encounter with Ungwetári. Time has only made her more dangerous. More ravenous.",
      "es": ""
    },
    {
      "id": 30955907,
      "en": "We will soon need a small force to enter the deep tunnels: Remmorchant, the Net of Darkness.",
      "es": ""
    },
    {
      "id": 30955908,
      "en": "Lord Celeborn speaks true. The Rangers must be made aware of what transpired here.",
      "es": ""
    },
    {
      "id": 30955909,
      "en": "'Wait, wait, hold a moment! Let me see if I have this right.",
      "es": ""
    },
    {
      "id": 149027382,
      "en": "TBD Cirith Ungol N7",
      "es": ""
    },
    {
      "id": 30955910,
      "en": "''They are near. I can smell them. I smell HIM. The Pale Herald.'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 51875093,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 30955911,
      "en": "'They are coming. I hope you are ready for a fight.'",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "Felgúr has continued ahead to Torech Ungol, and is waiting at the top of the Winding Stair.\\n\\nYou should climb the Winding Stair and find Felgúr.",
      "es": ""
    },
    {
      "id": 24695186,
      "en": "The time has come to enter Torech Ungol, confront Rûkhor the Pale Herald, and discover if Shelob yet lives.",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883745,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883746,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883700,
      "en": "'You must tell me everything, [placeholder].'\\n\\nYou tell Legolas of Rûkhor giving Felgúr back his skin-changing, the encounter with Shelob, and Rûkhor's final taunt. Legolas takes a moment to carefully consider everything.\\n\\n'I believe his plan was to use Felgúr and yourself to lure Shelob out. He knew you would try to run, and perhaps she would follow you out of Torech Ungol into the Morgul Vale. But, he could not have anticipated Celeborn's appearance.\\n\\n'Yes... I believe it is Rûkhor's aim to rouse Shelob from her underground lair so she may devour all in her path. His enemies, and his rivals. As ever, this all distills down to the former servants of the Dark Lord squabbling for control of his fading empire....'",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'Felgúr continued on while you were searching the camp. Fear not, I did not lose track of him. He is at the top of the Winding Stair. It is from there we will enter Torech Ungol.\\n\\n'I am wary of travelling together up the stair. If these Bloodless Uruks have set up an ambush, that is where they will attempt it. We will be in the open and without footing. I will stay back and cover you. Go on and find Felgúr.'",
      "es": ""
    },
    {
      "id": 246419808,
      "en": "Felgúr has tracked his people to the top of the Winding Stair.\\n\\nYou should talk to Felgúr, and be ready for a fight.",
      "es": ""
    },
    {
      "id": 246419809,
      "en": "Celeborn and Legolas are outside Torech Ungol, at the top of the Winding Stair.\\n\\nYou should talk to Celeborn and Legolas.",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'They are near. I can smell them. I smell HIM. The Pale Herald.'",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'They are coming. I hope you are ready for a fight.'",
      "es": ""
    },
    {
      "id": 246419813,
      "en": "Celeborn has asked for your help containing the spiders in Torech Ungol.\\n\\nYou should help Celeborn with 'Re-forming the Snare' and 'Caging the Spiders'.",
      "es": ""
    },
    {
      "id": 111477363,
      "en": "Talk to Legolas",
      "es": ""
    },
    {
      "id": 246419816,
      "en": "Celeborn can be found outside Torech Ungol.\\n\\nYou should talk to Celeborn.",
      "es": ""
    },
    {
      "id": 246419817,
      "en": "Celeborn has asked you to swiftly return to the rangers in Echad Taerdrim.\\n\\nYou should return to the rangers and talk to Mablung.\\n\\nSpeak to Legolas to return there quickly.",
      "es": ""
    },
    {
      "id": 111477366,
      "en": "Help Celeborn with 'Re-forming the Snare'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Talk to Felgúr",
      "es": ""
    },
    {
      "id": 111477367,
      "en": "Help Celeborn with 'Caging the Spiders'",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'It has been some time since my last encounter with Ungwetári. Time has only made her more dangerous, more ravenous. Her wound has only increased her aggression and inflamed her hatred. We must do what we can to contain her and the Gúrzyul Rûkhor. To do nothing is to allow calamity.'",
      "es": ""
    },
    {
      "id": 111477321,
      "en": "Complete 'Instance: She Who Walks in the Darkness'",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'Our efforts will hold the spider-horde in Torech Ungol, for now. Soon we must pursue Ungwetári herself, but until then I ask you and Legolas to return to the Rangers of Ithilien and inform them of Rûkhor's plot. We will soon need a small force to enter the deep tunnels: Remmorchant, the Net of Darkness. That is where we will meet the spider-queen. That is where I will end this. I will send for you when the time is right.'",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Talk to Celeborn",
      "es": ""
    },
    {
      "id": 30955936,
      "en": "Lord Celeborn speaks true. The Rangers must be made aware of what transpired here.",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'Lord Celeborn speaks true. The Rangers must be made aware of what transpired here. Let us return to Mablung as swiftly as we are able.'",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "You quickly inform Mablung of all you learned in Kaslokroz and of what occurred in Torech Ungol. Mablung looks both distressed and awe-inspired.\\n\\n'Wait, wait, hold a moment! Let me see if I have this right. Rûkhor wants to rouse the wounded Shelob from her lair so she eats everyone and everything, and when she goes back to sleep he wants to take Mordor for himself. That is a terrible, terrible plan! And, not only that, but he convinced the Ungoledain to lead him right to her, and he gave Felgúr back his skin-changing? Then that poor fool went after Shelob, she ATE him, and almost ate you as well, but Celeborn, the Lord of Lórien himself, stepped in to save you?'\\n\\nYou nod and confirm that is the summary of what transpired. He takes a moment to steady himself.\\n\\n'What a day, [placeholder]. What a day. I will send for reinforcements at once and move all available scouts to keep watch on Torech Ungol. No one will come or go without our knowledge. When Celeborn is ready to confront Shelob, we will stand with him.'",
      "es": ""
    }
  ]
}