{
  "id": 621024496,
  "txt": [
    {
      "id": "0x9b56856",
      "en": "'Hai, [placeholder]! How's my favourite bodyguard?'\\n\\nViznak is not quite his usual self due to his injuries, but he seems chipper enough. You ask him how he is feeling.\\n\\n'Viznak won't let some bat bites slow him down, no way! Not when my bodyguards need me! I'll stay here with Faeron and Rhadrog until Blight Lady goes away. Stupid Blight Lady. She is the worst!\\n\\n'You go inside, I'm sure Faeron wants to order you around some more! Haha! I'll stay out here, out of sight. Pretty sure the other Rangers aren't so nice to goblins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56858",
      "en": "'Now that the crisis is averted, I will return my focus to the Halls of Black Lore. It is undoubtedly in the best interests of the Free Peoples that everything inside is removed from the world. However, we witnessed Lhaereth adding the recipe for her perfected plague to the archive.\\n\\n'Do you know what a boon it would be to understand how it is made? Our scholars can study it, develop a cure, possibly even find a way to counteract it before it is even released! We must find a safe way inside the archive, and we must find that plague recipe!\\n\\n'I will put all of my efforts into this task, but caution requires patience. I will find a way to contact you when the time is right, and then we will return to the Halls of Black Lore.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Talk to Rhadrog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Talk to Viznak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Talk to Faeron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85980",
      "en": "Now that the crisis is averted, I will return my focus to the Halls of Black Lore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85981",
      "en": "'You must search for Faeron!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85982",
      "en": "'They're alive! We must go at once!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85983",
      "en": "'You told him? But, but... can we trust him with Viznak's secret?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "Éowyn quickly gathers bandages, splints, and disinfectant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85984",
      "en": "'Quickly! They may be under attack!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85985",
      "en": "'What is wrong? Is this about your friend Viznak? Who is he?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "TBD Merrevail Tier N4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'You must search for Faeron! I will stay here in case he comes back. He must be somewhere in the Circle of Madness!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'[placeholder]! I lingered outside the Halls to see if Viznak escaped, but the merrevail were in close pursuit! I took out as many as I could and carried him here, but he is gravely injured. I do not know if more are coming. You must bring help! Hurry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad0",
      "en": "Leave No One Behind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "You quickly tell Rhadrog that Faeron is nearby with a gravely-wounded Viznak.\\n\\n'They're alive! We must go at once, but I admit I know only the basics of field medicine. We need a proper medic!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01161",
      "en": "Faeron did not return to the Stargazers' Spire with the others, so he must still be somewhere in the Circle of Madness.\\n\\nYou should find Faeron!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01162",
      "en": "Faeron has rescued Viznak, but the merrevail are in quick pursuit.\\n\\nYou should return to the Barad Elenath and inform Rhadrog!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'What is wrong, [placeholder]? Is this about your friend Viznak? Who is he?'\\n\\nYou avoid answering the question outright, but you tell Éowyn that Viznak is wounded and Faeron needs help.\\n\\n'Of course I will help! I should be able to patch him up so we can get him to safety.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01163",
      "en": "Faeron has rescued Viznak, but the merrevail are hot on their heels!\\n\\nYou should inform Dolenthol!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01164",
      "en": "Dolenthol is ready to help Faeron and Viznak.\\n\\nYou should let Rhadrog know you are ready to go.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01166",
      "en": "Viznak and Faeron need your help!\\n\\nYou should talk to Rhadrog to begin 'Instance: Viznak Lives'.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01167",
      "en": "Viznak has survived the attack, and is now resting outside Barad Elenath.\\n\\nYou should talk to Viznak.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Find Faeron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85999",
      "en": "I lingered outside the Halls to see if Viznak escaped, but the merrevail were in close pursuit! DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01168",
      "en": "Faeron has returned to Barad Elenath, the Stargazers' Spire.\\n\\nYou should talk to Faeron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Talk to Rhadrog to begin 'Instance: Viznak Lives'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Talk to Rhadrog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Talk to Dolenthol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "You inform Rhadrog that Dolenthol will suffice as a medic and ask if he is ready to depart.\\n\\n'You told him? But, but... can we trust him with Viznak's secret?'\\n\\nYou nod and assure Rhadrog that Dolenthol is trustworthy.\\n\\n'Good enough. We must leave at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1a6",
      "en": "You have escaped from the Halls of Black Lore, but without Faeron. You must find him and discover if it was indeed Viznak you heard inside.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'Quickly! They may be under attack!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}