{
  "id": 621024438,
  "txt": [
    {
      "id": 111477312,
      "en": "Talk to Thurindol at Echad Uial",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'These structures were not fashioned by the hands of Men. The kergrim seem more organized than the beasts you have encountered in days past. Whatever their plans are, you must stop them. Seek out the chamber in the barrow where Shalgoth seeks to perform this ritual. I will make certain that no kergrim enters the barrows to ambush you from behind.'",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "Complete: Gorthad Nûr, the Deep-barrow Instance",
      "es": ""
    },
    {
      "id": 162883649,
      "en": "'Quickly now, you must stop whatever ritual Shalgoth seeks to perform. We will meet at camp when our mission is completed.'",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "Shalgoth fled into the deep-barrows of Gorthad Nûr.\\n\\nYou should confront Shalgoth and stop the ritual.",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "Thurindol can be found at Echad Uial in Rath Dúath.\\n\\nYou should talk to Thurindol.",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "The Kergrim of the Morgul Vale seek to conduct many foul rituals, and will not stop until they have managed to raise the dead.",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'[placeholder], I am glad you have returned. I fended off many a kergrim who were alerted to our presence, but it seemed all hope was lost. Then, like the flight of darkness when a lantern is lit, the kergrim gave up all of a sudden and fled for the hills. I knew then that you must have succeeded in your mission.'\\n\\nYou recount your journey through the barrow.\\n\\n'It sounds to me as if the kergrim were conducting these rituals to raise the dead at someone else's command. Perhaps the city of Minas Morgul holds the answers. We will venture there soon enough, and learn if this be so.'",
      "es": ""
    },
    {
      "id": 149027382,
      "en": "The Deep Barrow",
      "es": ""
    }
  ]
}