{
  "id": 621024491,
  "txt": [
    {
      "id": 246419778,
      "en": "Legolas would like to discuss this new information with you.\\n\\nYou should talk to Legolas outside Cadar Skûs.",
      "es": ""
    },
    {
      "id": 149027553,
      "en": "The Tale of Felgúr",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Talk to Felgúr",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "Felgúr has a tale to tell about a dark man who came to lead his people astray.\\n\\nYou should talk to Felgúr to hear the tale.",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Talk to Legolas",
      "es": ""
    },
    {
      "id": 30955904,
      "en": "''I do not trust this \\qPale Herald\\q, but I am exiled and can do nothing. Kill me if you want. I have no fear of death now.'",
      "es": ""
    },
    {
      "id": 149027382,
      "en": "TBD Cirith Ungol N3",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "The Ungoladan that ambushed you has regained consciousness.\\n\\nYou should talk to the Ungoladan.",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'He appears to be regaining consciousness. Speak to him, and we will determine if he has any use to us alive.'",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "The Ungoladan groans, clearly in pain from his knock on the head. He realizes what has just happened and grimaces. You ask him if he might answer some questions for you. He sneers and looks away, only to see the Elf-prince's icy glare. He quickly changes his mind and speaks.\\n\\n'I am Felgúr. Ask your questions.'\\n\\nYou ask him why he did not change into a spider, and why the Ungoledain are here in Cirith Ungol. He looks away. Is he... ashamed?\\n\\n'I tried to avenge our fallen leader, Mengris Tásakh. The brown one stole my skin-changing. My people turned on me! They tried to eat me! I am nothing without the Spider, but I follow my people. I have no other life. We are here because we follow the call of Mam Murgwid. We must be close now. The others are entranced by it, but I can no longer hear the call. The Spider has left me....'\\n\\nYou turn to Legolas, to gauge if he has heard enough. Felgúr quickly speaks up again, fearing for his life.\\n\\n'There is one other thing I must say! My people are being led astray by an outsider. A dark one! You must listen!'",
      "es": ""
    },
    {
      "id": 30955926,
      "en": "''He appears to be regaining consciousness. Speak to him, and we will determine if he has any use to us alive.'",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'Please, hear what I must say!'",
      "es": ""
    },
    {
      "id": 30955927,
      "en": "'He was surprisingly forthcoming!",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'I do not trust this \\qPale Herald\\q, but I am exiled and can do nothing. Kill me if you want. I have no fear of death now.'",
      "es": ""
    },
    {
      "id": 30955928,
      "en": "'I am Felgúr. Ask your questions.'",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Complete Instance: The Pale Herald",
      "es": ""
    },
    {
      "id": 30955929,
      "en": "''Please, hear what I must say!'",
      "es": ""
    },
    {
      "id": 24695203,
      "en": "Legolas has captured an Ungoladan by the name of Felgúr. He has much to tell you.",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Talk to the Ungoladan",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'He was surprisingly forthcoming! He must have understood that only useful information could stay our blades. It troubles me greatly that the Gúrzyul Rûkhor is here in Cirith Ungol. Perhaps the situation in the tower is worse than we thought.\\n\\n'I believe Felgúr may be of further use to us. We should take him back to Echad Taerdim.'",
      "es": ""
    },
    {
      "id": 246419777,
      "en": "Felgúr has one last thing to say to you.\\n\\nYou should talk to Felgúr outside Cadar Skûs.",
      "es": ""
    }
  ]
}