{
  "id": 621024450,
  "txt": [
    {
      "id": 162883746,
      "en": "'The Orcs that rally to Gothmog's banner have been ordered not to push an attack of any kind, and to fortify and defend this location instead? Curious, and it would be a shame if they were unable to carry out these orders.\\n\\n'Perhaps we can find some way to disrupt this plan of theirs!'",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "<rgb=#FF00FF>Listen</rgb> to the Orcs' conversation",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Find a position from which you might overhear the conversation of the Orcs",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "Dolenthol has asked you to find good vantage points throughout the Orc encampment from which you might listen to Orkish conversation and learn the reason they do not fight each other.",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "Return to Dolenthol and inform him about the conversation you overheard from Gothmog's forces.",
      "es": ""
    },
    {
      "id": 149027382,
      "en": "Orders from Above",
      "es": ""
    },
    {
      "id": 94908705,
      "en": "'Our orders from Dargásh say that we are fortifying Zhar Dushgoi. We will not push forward to confront those Orc worms to the West.'",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "This spot is near enough to listen to their conversation",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'We must gather information about Gothmog's army. It has fortified this location for quite awhile, content not to mount an attack upon the Orc army to the east. I cannot say what the reason might be, but if we were to learn the cause of it we might make some advantage of it.\\n\\n'Locate several high vantage points and try to overhear their conversation. We might learn the reason for their reluctance!'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Orcs flying the banner of Gothmog have remained behind their fortifications for some time. Dolenthol has asked you to find out more information about the tactical situation in the encampment and report back to him.",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Dolenthol",
      "es": ""
    }
  ]
}