{
  "id": 621024468,
  "txt": [
    {
      "id": 111477413,
      "en": "Scout central fortifications to the west of Barad Angarth",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Scout southern fortifications to the west of Barad Angarth",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "An army has begun to fortify the area west of Barad Angarth.\\n\\nScout several locations within the camp and you may gain additional information about your foe.",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Dolenthol awaits your findings in the field.\\n\\nYou should locate the Ranger and make your report.",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "You scouted the northern fortifications",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "You scouted the central fortifications",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Talk to Dolenthol",
      "es": ""
    },
    {
      "id": 149027382,
      "en": "Twice the Threat",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "You scouted the southern fortifications",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'Thank you for the information you learned while scouting the fortifications. It seems Ugrukhôr has sent his warriors to this location, and they will become an imminent threat.\\n\\n'Accept this token of thanks for your work.'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Greetings to you, [placeholder]. Your assistance has been most appreciated to this point, but I must ask: are you willing to assist our cause for a little longer?\\n\\n'I sent Dolenthol ahead to scout the area, but he could use your eyes on this mission as well. Join him and see what further information you might uncover.'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "The orcs on the western side of Minas Morgul have begun to fortify their defensive positions. Damrod asked if you would scout their encampment and find the best means of gaining entry.",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477411,
      "en": "Scout northern fortifications to the west of Barad Angarth",
      "es": ""
    }
  ]
}