{
  "id": 621024469,
  "txt": [
    {
      "id": "0x9b56857",
      "en": "'Your assistance has been invaluable. Thank you, [placeholder]. It seems that Gothmog's forces are determined to reinforce their current position, making it extremely difficult for us to move further into Minas Morgul.\\n\\n'I do not believe we have enough forces to make a push into the fortified areas. Hmm... I may have an idea, but it is not without risk. Perhaps we can use the opposing Orc army to our advantage.\\n\\n'We should withdraw. Let us speak to Damrod and apprise him of the situation.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "TBD Return to Dolenthol with your tasks complete. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Help Dolenthol with 'Orders from Above'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Help Dolenthol with 'Thin the Ranks'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Help Dolenthol with 'A Hasty Escape'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01149",
      "en": "Damrod can be found in Barad Angarth, in the Circle of Wrath.\\n\\nYou should talk to Damrod and apprise him of the situation amongst Gothmog's Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa01",
      "en": "Steps Within the Dead City",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b0",
      "en": "I have several important tasks that need to be accomplished and would welcome your aid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b2",
      "en": "We should withdraw. Let us speak to Damrod and apprise him of the situation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b3",
      "en": "Dolenthol has gone ahead to gather more information for us. Find him and see if he is in need of aid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Damrod has asked that you assist the Rangers in Zhar Dushgoi.\\n\\nYou should complete 'Clear a Path' to help the Rangers in the Circle of Wrath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "TBD Orcs Tier Arc 1",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Dorgam and Dolenthol ventured into the fortifications to the east to gather more information about the Orcs.\\n\\nYou should search for Dorgam and discover what he has learned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Thank you for making your way here. The situation is dire. We have already sent Rangers into Minas Morgul to discover what challenges or foes lay before us, but there is a problem.\\n\\n'Two separate, and seemingly opposed, forces of Orcs have fortified sections of the Circle of Wrath, the outermost ring of Minas Morgul. We cannot sneak past their lines, so any Rangers already in higher tiers of the city are now cut off from reinforcements and supplies! We have begun to assess the situation, and could use your support. Search for Dorgam and Dolenthol. They may have discovered more information about the forces to the east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Damrod has asked that you find and support two Rangers that have gone westward into the outer tier of Minas Morgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01155",
      "en": "Dorgam has asked that you assist the Rangers in Zhar Dushgoi.\\n\\nYou should complete 'Weaken the Barricades' to help the Rangers in the Circle of Wrath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "Dorgam has sent you ahead to locate and assist Dolenthol in the Circle of Wrath.\\n\\nYou should find Dolenthol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x1d85961",
      "en": "You should search for Dorgam and Dolenthol. They may have discovered more information about the forces to the east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01161",
      "en": "With your tasks completed, you should return to Dolenthol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56847",
      "en": "'Follow me and I will lead us back to Barad Angarth. It's important that we speak with Damrod.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'The banners above us are grim and foreboding. These Orcs have fortified this section of the Dead City against the attacking army, but they seem to be at a stalemate, or are otherwise unwilling to fight. We defeated several sentries, and began to scout the nearby area.\\n\\n'Dolenthol has gone ahead to gather more information for us. Find him and see if he is in need of aid. I will stay here and cover our escape route.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56848",
      "en": "'Thank you for assisting us, [placeholder]. What have you learned thus far?'\\n\\nYou tell Damrod that Gothmog's forces reinforce the city against the invading Orc army, but they possess an apparent reluctance to engage them outright. You also mention Dolenthol's idea of using the invading army against Gothmog's Orcs.\\n\\n'Yes, he has already shared this plan with me. I am intrigued, but we must be careful, or risk both Orc armies falling on our encampment instead of each other. We will need to learn more about the invading Orcs before we proceed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56849",
      "en": "'Come, I will lead us back to Barad Angarth. We need to speak with Damrod right away.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Talk to Dolenthol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'Greetings, [placeholder]. It is good to see a friendly face in this place, and I am glad to hear that Dorgam is holding a position in the rear for us. We may need to retreat at any moment.\\n\\n'The banners here bear the markings of Gothmog, so these must be the forces defending the city. While I was able to defeat several patrols before your arrival, there is still much to be done. I have several important tasks that need to be accomplished and would welcome your aid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Talk to Damrod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50244",
      "en": "Help Damrod with 'Clear the Path'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Find Dorgam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Help Dorgam with 'Weaken the Barricades'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Find Dolenthol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "Dolenthol requires your aid in completing several tasks while deep behind enemy lines.\\n\\nYou should complete quests to help the Rangers in the Circle of Wrath.",
      "es": "",
      "es (fem)": ""
    }
  ]
}