{
  "id": 621024485,
  "txt": [
    {
      "id": "0x6a502a6",
      "en": "Find a good position from which you might overhear the conversation of the Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Ugrukhôr's forces have been engaged in heated conversation west of Barad Angarth. \\n\\nYou should find a good location to listen to the conversation of Ugrukhôr's warriors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xad588f1",
      "en": "'Can't believe we come all this way and now sit here, with just scraps for food left.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b5",
      "en": "Dolenthol will want to hear what you learned from the Orkish conversations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "From this location you might be able to overhear their conversation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "Word Among Ugrukhôr's Forces",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "From this location you might be able to overhear their conversation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "TBD Get into position to overhear the orcs conversation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "<rgb=#FF00FF>Listen</rgb> to the conversation of the Orcs along the Southern Wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Now that we have made our way into this encampment, we must gather more information about the situation here. What might be their next course of action, and how might we use it to our advantage? If you find locations from which you can overhear their conversation, we might learn a thing or two about the plans of these Orcs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "Ugrukhôr's forces have had heated conversations west of Barad Angarth, in Zhar Skator.\\n\\nYou should find a good location from which you might overhear the conversation of Ugrukhôr's warriors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Find a good position from which you might overhear the conversation of the Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe25d8f1",
      "en": "'We should attack those good for nuthin' Orcs following Gothmog.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'It is good to hear that many of the Orcs desire to do battle against Gothmog's forces. We should use this information to our advantage.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe25d8f2",
      "en": "'Shakfut says we stay here and wait for orders, do you want to cross him?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Orcs under the banner of Ugrukhôr have settled in Zhar Skator. Listening to their conversations may prove beneficial.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to Dolenthol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "<rgb=#FF00FF>Listen</rgb> to conversation of the Orcs along the Northern Wall",
      "es": "",
      "es (fem)": ""
    }
  ]
}