{
  "id": 621024456,
  "txt": [
    {
      "id": 30955939,
      "en": "''These are indeed the Ungoledain.",
      "es": ""
    },
    {
      "id": 30955940,
      "en": "''Something is wrong. It is as if they cannot hear us at all, and are completely entranced by some unseen force. ",
      "es": ""
    },
    {
      "id": 30955941,
      "en": "'This foolish Ungoladan was easily dispatched... perhaps too easily. Why did he not shift into his spider form?",
      "es": ""
    },
    {
      "id": 246419780,
      "en": "You have discovered evidence of an Ungoledain presence in Cirith Ungol.\\n\\nYou should follow the tracks to find the Ungoledain.",
      "es": ""
    },
    {
      "id": 162883672,
      "en": "'These are indeed the Ungoledain. I spoke with Radagast about these strange skin-changers when we were last in the Vales of Anduin. He said they were following the call of one they named Mam Murgwid, and it was his belief that might be Ungwetári herself. There is much I do not understand, but if these Men choose to ally themselves with the spiders, then they are my enemy, and yours! But because they are Men, we should attempt to take one as a prisoner and bring our captive back to Echad Taerdim. An interrogation may yield useful information.'",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Talk to Legolas",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "Legolas would like to speak to you about the Ungoledain camp you discovered.\\n\\nYou should talk to Legolas.",
      "es": ""
    },
    {
      "id": 177082705,
      "en": "Legolas draws his weapons!",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Find the Ungoledain",
      "es": ""
    },
    {
      "id": 177082708,
      "en": "The Ungoladan slumps to the ground, unconscious",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "Talk to Legolas",
      "es": ""
    },
    {
      "id": 24695176,
      "en": "Legolas has decided to first pursue the tracks the Rangers believe to be left by \\qwinged men\\q.",
      "es": ""
    },
    {
      "id": 246419792,
      "en": "You have discovered an Ungoledain camp within Cirith Ungol. Legolas has decided a prisoner may yield some useful information.\\n\\nYou should attempt to take an Ungoladan prisoner within Cadar Skûs.",
      "es": ""
    },
    {
      "id": 181375505,
      "en": "'An ambush! Look out!'",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "You found the mysterious footprints",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "Legolas would like to speak with you.\\n\\nYou should talk to Legolas.",
      "es": ""
    },
    {
      "id": 149027382,
      "en": "TBD Cirith Ungol N2",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 51875093,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 73406545,
      "en": "'You are mine, outsiders!'",
      "es": ""
    },
    {
      "id": 73406546,
      "en": "'For Mam Murgwid!'",
      "es": ""
    },
    {
      "id": 73406547,
      "en": "'Ack!'",
      "es": ""
    },
    {
      "id": 149027526,
      "en": "The Tracks of Winged Men",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "The mysterious footprints of which the Rangers spoke can be found north-west of Echad Taerdim.\\n\\nYou should find the footprints with Legolas.",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Legolas would like to regroup in a safer location.\\n\\nYou should find a safer spot to talk south of Cadar Skûs.",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 177082726,
      "en": "The Ungoladan did not respond to you, and died fighting",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883746,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883747,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883748,
      "en": "'I would like to begin with these mysterious \\qwinged men\\q. While the spiders are likely the most pressing concern, I do not want to travel into the more dangerous areas of Cirith Ungol with an unknown enemy still out there. Come, let us travel to the cliffs to the north-west and see if we can find the tracks for ourselves.'",
      "es": ""
    },
    {
      "id": 246419810,
      "en": "You are being ambushed!\\n\\nDefeat the attacker!",
      "es": ""
    },
    {
      "id": 162883656,
      "en": "'Something is wrong. It is as if they cannot hear us at all and are completely entranced by some unseen force. I do not believe we will be able to capture one while they are in this state. We should do what we can to reduce this threat to the Rangers. When we are finished let us regroup in a safer area nearby.'",
      "es": ""
    },
    {
      "id": 111477360,
      "en": "Find a safe place to regroup near Cadar Skûs",
      "es": ""
    },
    {
      "id": 162883705,
      "en": "'This foolish Ungoladan was easily dispatched... perhaps too easily. Why did he not shift into his spider form? It matters not; we desired a prisoner and now we have one.'",
      "es": ""
    },
    {
      "id": 246419813,
      "en": "The Ungoladan attacker has been defeated.\\n\\nYou should talk to Legolas.",
      "es": ""
    },
    {
      "id": 177082688,
      "en": "The Ungoladan slumps to the ground, unconscious",
      "es": ""
    },
    {
      "id": 111477316,
      "en": "Talk to Legolas",
      "es": ""
    },
    {
      "id": 111477363,
      "en": "Defeat the attacker!",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Attempt to take an Ungoladan prisoner",
      "es": ""
    },
    {
      "id": 111477367,
      "en": "Talk to Legolas",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Find the mysterious footprints",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'I understand what the Rangers meant; the footprints of a Man, and then suddenly...'\\n\\nLegolas goes silent. His eyes dart around, closely examining the prints.\\n\\n'I think I see what they could not. The footprints do not disappear, they merely change shape! I am not surprised that the Rangers could not see the footprints of a spider, but they are an old enemy of my people and I know them well. I believe you have already encountered Men who can become spiders, have you not, [placeholder]? We have uncovered the presence of the Ungoledain!\\n\\n'Let us continue in the direction of these tracks. We may find the skin-changers higher in these mountains.'",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "You have discovered a camp of Ungoledain",
      "es": ""
    },
    {
      "id": 30955937,
      "en": "''I would like to begin with these mysterious \\qwinged men\\q.",
      "es": ""
    },
    {
      "id": 30955938,
      "en": "I think I see what they could not. The footprints do not disappear, they merely change shape!",
      "es": ""
    },
    {
      "id": 246419777,
      "en": "Legolas would like to talk to you about these strange footprints.\\n\\nYou should talk to Legolas.",
      "es": ""
    }
  ]
}