{
  "id": 621024453,
  "txt": [
    {
      "id": 111477328,
      "en": "Talk to Dolenthol",
      "es": ""
    },
    {
      "id": 246419792,
      "en": "Rhadrog can be found in Barad Elenath, the Star-gazers' Spire.\\n\\nYou should talk to Rhadrog.",
      "es": ""
    },
    {
      "id": 246419793,
      "en": "Rhadrog would like to tell you the tale of how he left Agarnaith with Faeron.\\n\\nYou should complete 'The Red Sky Darkens'.",
      "es": ""
    },
    {
      "id": 24695225,
      "en": "Rhadrog has a tale to share with you about Lhaereth's forces in Agarnaith, and the fate of Seregost.",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "Rhadrog can be found in Barad Elenath, the Star-gazers' Spire.\\n\\nYou should talk to Rhadrog.",
      "es": ""
    },
    {
      "id": 149027382,
      "en": "TBD Merrevail Tier N1",
      "es": ""
    },
    {
      "id": 246419796,
      "en": "Faeron can be found in Barad Elenath, the Star-gazers' Spire.\\n\\nYou should talk to Faeron.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 51875093,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419797,
      "en": "Dolenthol can be found in Barad Elenath, the Star-gazers' Spire.\\n\\nYou should talk to Dolenthol.",
      "es": ""
    },
    {
      "id": 149027576,
      "en": "Meanwhile in Agarnaith",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883746,
      "en": "'My story begins at the camp on the edge of Agarnaith. You know the one.'",
      "es": ""
    },
    {
      "id": 30955922,
      "en": "Has Rhadrog apprised you of the situation? Excellent.",
      "es": ""
    },
    {
      "id": 162883654,
      "en": "'Are you comfortable? Let me begin my tale.'",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'[placeholder]! I am quite happy to see you, my friend! Much has happened since we last saw you in Agarnaith. Faeron and I have come quite a long way in pursuit of Lhaereth's forces. Have a seat. I have quite a story to tell!'",
      "es": ""
    },
    {
      "id": 30955923,
      "en": "I am quite happy to see you, my friend! Much has happened since we last saw you in Agarnaith.",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'We have reached another tier of the city, my friend! Let us talk to the Rangers here and see how we can help.'",
      "es": ""
    },
    {
      "id": 30955924,
      "en": "'My story begins at the camp on the edge of Agarnaith. You know the one.'",
      "es": ""
    },
    {
      "id": 30955925,
      "en": "'We caught up with the rest of the Rangers, entered the Morgul Vale with Captain Faramir, and were sent here as we, apparently, are the foremost experts on Lhaereth and the merrevail!",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'We caught up with the rest of the Rangers, entered the Morgul Vale with Captain Faramir, and were sent here as we, apparently, are the foremost experts on Lhaereth and the merrevail! I am unsure if that is really a title I should wear with pride.'",
      "es": ""
    },
    {
      "id": 30955926,
      "en": "'We have reached another tier of the city, my friend! ",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "Listen to Rhadrog's story in 'The Red Sky Darkens'",
      "es": ""
    },
    {
      "id": 30955927,
      "en": "''These Rangers seem very familiar with you. Have you worked together before?' DNT.",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'Hail, [placeholder]. Has Rhadrog apprised you of the situation? Excellent.\\n\\n'It is clear that Lhaereth is using this tier of the city as a base of operations to launch aerial assaults against the Tower of the Moon, where we believe Gothmog to be. But, I have a hunch she is also looking for something. This is the Circle of Madness today, but before the city fell to evil, this was the Circle of Wisdom, the center of lore and learning in Minas Ithil. There is certainly still wisdom to be found here.'",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Rhadrog",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Talk to Rhadrog",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'These Rangers seem very familiar with you, [placeholder]. Have you worked together before?'\\n\\nYou briefly describe your adventures with Faeron and Rhadrog in Agarnaith, but do not mention Viznak.\\n\\n'So the three of you have already faced Lhaereth the Stained! It is reassuring that our enemy is not completely unknown to us. Let us begin our preparations to venture out into the Circle of Madness.'",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Talk to Faeron",
      "es": ""
    }
  ]
}