{
  "id": 621024498,
  "txt": [
    {
      "id": "0x6a50251",
      "en": "Talk to Gladhir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "The Straight Stair marks the start of your journey into Cirith Ungol.\\n\\nYou can find it through a pass just behind Halhir, who is stationed along the Morgul-road.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01146",
      "en": "Echad Taerdim, the Ranger camp in Cirith Ungol under command of Mablung, can be found at the top of the Straight Stair.\\n\\nYou should travel to Echad Taerdim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Talk to Legolas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01149",
      "en": "Legolas can be found at Echad Taerdim, the Ranger camp in Cirith Ungol.\\n\\nYou should talk to Legolas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "The Straight Stair climbs into the heights",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Find Echad Taerdim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b1",
      "en": "'Welcome to Cirith Ungol. I have much unfinished business to manage here, and I would appreciate the help of a skilled and trusted friend such as you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fac0",
      "en": "The Business of Spiders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b2",
      "en": "'Interesting. I am glad to have such skilled Rangers at our disposal. They have saved us a great deal of time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01151",
      "en": "Legolas believes the first course of action is to gather information from the Rangers of Ithilien stationed at Echad Taerdim.\\n\\nYou should talk to Mablung, Mírthel, and Gladhir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b3",
      "en": "'It gladdens me to see a friendly face on the road!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b4",
      "en": "Our goal in Cirith Ungol is to try to establish a knowledge of any threats to Ithilien that may still exist in this place. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "TBD Cirith Ungol N1",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b5",
      "en": "' In several places, we have found sets of footprints—alike that of Men both in shape and size—that seem to disappear mid-stride!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01154",
      "en": "Legolas is waiting for you in Echad Taerdim, the Ranger camp in Cirith Ungol.\\n\\nYou should talk to Legolas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b6",
      "en": "The spider presence is dense to the east, as expected. They continuously flow out of Torech Ungol like a foul stream.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'Welcome to Cirith Ungol, [placeholder]. I have much unfinished business to manage here, and I would appreciate the help of a skilled and trusted friend such as you.\\n\\n'When we last left the tower of Cirith Ungol, it was besieged by spiders; if the Gúrzyul failed to reinforce the garrison, the tower might fall to the spiders, and that would unleash the spiders upon Gorgoroth, and perhaps the larger world! I have heard no reports of spider activity beyond Lhingris, so perhaps the Orcs prevailed. We will have to investigate.\\n\\n'There is also the matter of the Mirkwood spiders. When my father faced our old enemy Iphantamel, she said that all of her daughters had left her. We suspect that they may have come here, at the call of their true mother.\\n\\n'Finally, we must discover if Ungwetári yet lives. As valiant as Master Samwise is, I do not believe she would have succumbed to such a small wound, though it was inflicted by a courageous heart. She is ancient and powerful.\\n\\n'There is much to do. We should begin by questioning the Rangers of Ithilien. They have begun scouting the area, and may already have some answers to our many questions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "'Greetings, [placeholder]. How have you fared since our last meeting? I am certainly glad for the help of Legolas and yourself. You are among the most skilled [placeholder]s I have ever met.\\n\\n'Our goal in Cirith Ungol is to try to establish a knowledge of any threats to Ithilien that may still exist in this place. Specifically, where the spider presence is, their numbers, and if the Orcs have any forces here. Indeed, despite Shelob's apparent defeat, we have already established that the spiders linger still. As of yet, we have found no evidence of Shelob herself, living or dead, but have found many of her brood.\\n\\n'We know not the situation in the tower. I sent some Rangers to approach as close as they could to it, which is not especially close, for the path is treacherous and spider-infested. They reported they could detect little Orc activity on this side of the tower. I do not know if they have simply moved the garrison closer to Dor Amarth, or if they have abandoned the tower entirely.\\n\\n'We also noticed when we set up camp here that someone, likely an uruk based on the size of the prints, had passed this way very recently, heading east toward the tower. Mírthel and Gladhir may have more information for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x9b56843",
      "en": "'Good to see you again, [placeholder]! I am afraid I have little time to catch up. We have come to a dangerous place, and there is much to be done. I can share what information I have.\\n\\n'There is very little spider presence on the west side of Cirith Ungol, which does not surprise me as we believe they are mainly coming from Torech Ungol itself. However, we have found one puzzling thing for which I have no explanation: in several places, we have found sets of footprints—alike that of Men both in shape and size—that seem to disappear mid-stride! The others are speculating that they sprouted wings and flew! I am not sure I believe that, but it is certainly worth looking into. See if you can find some of these footprints to the north-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad0",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x9b56845",
      "en": "You relay to Legolas all of the information the Rangers shared with you.\\n\\n'Interesting. I am glad to have such skilled Rangers at our disposal. They have saved us a great deal of time.'\\n\\nLegolas' attention briefly drifts away as he considers all you have said.\\n\\n'Several mysteries now need to be unravelled. Why did the Uruk-hai pass this way? Did they come from the city or somewhere else? If they were headed to the tower, does that mean the pass from the east is no longer accessible to them? What are these spiders that sequester themselves from the others? What do these strange footprints mean, where Men can suddenly disappear mid-stride? We have much to consider, and much ground to cover.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'Greetings, [placeholder]! How have you fared since the Battle of the Black Gate? I have done some scouting myself, and can tell you what I saw.\\n\\n'The spider presence is dense to the east, as expected. They continuously flow out of Torech Ungol like a foul stream. Among them are also several horrible varieties of gredbyg. None of this is surprising, but in the north-east I found a forest completely overwhelmed by webs, and a large brood of spiders that seemed to be separating themselves from the ones in Torech Ungol. Make of that what you will!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Find the Straight Stair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "TBD Find the Ranger Camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to Mablung",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Talk to Legolas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Talk to Mírthel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'Greetings, [placeholder]. It gladdens me to see a friendly face on the road! Legolas has asked for you. He is waiting at Mablung's camp just ahead. To reach it, just take this pass behind me and head up the Straight Stair. Be warned, if you are headed into Cirith Ungol, there will be many stairs and steep climbs in your future! And, of course, there's the spiders. Many, many spiders.'\\n\\nHe shivers at the thought, and bids you farewell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1178",
      "en": "Legolas waves to you as you approach the camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1a9",
      "en": "Legolas has come to Cirith Ungol to address some unfinished business. What has become of Shelob, her brood, the Mirkwood spiders, and the tower of Cirith Ungol?",
      "es": "",
      "es (fem)": ""
    }
  ]
}