{
  "id": 621024458,
  "txt": [
    {
      "id": "0x6a502a4",
      "en": "Collect venison ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Collect dire-horn meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b4",
      "en": "Mírthel has asked you to hunt some of the local wildlife and assess whether their meat can be eaten by the Rangers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Collected venison ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "Collected dire-horn meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "TBD Cirith Ungol Side 1",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Talk to Mírthel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'Might I ask for your assistance while you are here?\\n\\n'As you may have guessed, supplying our small expedition has been difficult. We brought what we could carry up the Straight Stair, but it will not last long. Going forward, we must choose between finding a source of sustenance here among the darkness and corruption, or send someone to fetch more rations from Captain Faramir's camp, and that is a treacherous journey. Obviously, the former is preferable.\\n\\n'I have seen some deer and goats while scouting the area. Would you please hunt some of them, so I can assess if the meat is edible?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "Mírthel recoils as you hand him the meat. The smell is quite foul.\\n\\n'Ah... not so edible, then. A shame. The deer are too sickly for our consumption, and the goats have succumbed to a fell sort of corruption that enables them to survive in this evil place.\\n\\n'Thank you for your efforts all the same. I will dispatch one of our Rangers for more rations.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "Mírthel has asked you to hunt some of the wildlife in Cirith Ungol to assess the edibility of the meat.\\n\\nYou should hunt deer and dire-horns for their meat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "Mírthel is waiting for you to return with the meat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf5",
      "en": "A Local Supply",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    }
  ]
}