{
  "id": 621024460,
  "txt": [
    {
      "id": "0x6a502a6",
      "en": "Talk to Damrod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "Complete 'The Harrowing of Morgul' on any difficulty.\\n\\nUse the Instance Finder to enter this instance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Complete 'The Harrowing of Morgul' on any difficulty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'With Shaktur and Dargásh defeated, we can now press on deeper into Minas Morgul. We can also provide secure supply lines and further reinforcements to the Rangers who have already climbed higher into the city.\\n\\n'Your work has allowed us to gain a foothold in this dreadful city, and we cannot thank you enough.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b5",
      "en": "With the defeat of both Shaktur and Dargásh in Zhar Dushgoi, the Rangers are able to reach deeper into Minas Morgul.\\n\\nYou should speak to Damrod and inform him of your victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1170",
      "en": "Completed 'The Harrowing of Morgul'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "TBD Harrowing of Morgul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85961",
      "en": "Now that we have identified the captains of the two clashing armies, Shaktur and Dargásh, we should set our plan into motion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'The battle between the Orcs has begun, and an opportunity has presented itself. The captains of both armies have made themselves known. If we are able to defeat both of them, the Orcs will be leaderless and collapse into an unruly, undisciplined mob! We will then be able to move further into Minas Morgul.\\n\\n'Now that we have identified the captains of the two clashing armies, Shaktur and Dargásh, we should set our plan into motion. Good luck out there, [placeholder]. The Rangers of Ithilien are with you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Let Them Fight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "'We must defeat both Shaktur and Dargásh in Zhar Dushgoi if the Rangers are to move further into the city!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85994",
      "en": "With Shaktur and Dargásh defeated, we can now press on deeper into Minas Morgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Damrod has asked that you enter the fray between Gothmog and Ugrukhôr's forces and defeat each army's captain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    }
  ]
}