{
  "id": 620803513,
  "txt": [
    {
      "id": 218649169,
      "en": "'You have helped me once, Sivullinen; perhaps you can help me with something else?\\n\\n'We here in Pynti-peldot are the main source of tusks from the great kalpa-kita that roam the area, which are made into intricate carvings for which the area is well-known, then sent south to Kauppa-kohta to be traded or sold.\\n\\n'We are running low on our supply of tusks, and I would have you bring me more. Kalpa-kita are found especially in a little wooded dell at Leijona-kotin, west along the road and then south, beyond the homestead of Lumi-talletta.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah! I will be able to make wonderful carvings with these... thank you, Sivullinen!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you enough tusks to provide some winter occupation for myself and my friends? No? Why not?\\n\\n'Kalpa-kita roam all over Itä-ma, but are found especially in a wooded dell called Leijona-kotin, west along the road and then south, beyond the homestead of Lumi-talletta.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Cat-tusk Scrimshaw",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Pynti-peldot is the primary source of cat-tusk scrimshaw in Forochel. The Lossoth carve the large tusks during the long winter nights, and sell them to south-landers.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected kalpa-kita tusks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect kalpa-kita tusks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Kalpa-kita can be found in and around their den at Leijona-kotin, as well as roaming the rest of Itä-ma.\\n\\nKimmo has asked you to bring him some tusks from the kalpa-kita which roam Forochel.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Kimmo with the kalpa-kita tusks",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Kimmo is at Pynti-peldot. You should return to him with the kalpa-kita tusks.",
      "es": ""
    }
  ]
}