{
  "id": 620803515,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Ora thinks your intentions are noble, then, does she? That remains to be seen. But if you should care to investigate something....\\n\\n'You know of the Susi-väki? Yes, they who wear the pelts of their pets. It used to be that they were no real trouble, as their haunts were far from ours. Recently, however, I have had reports from Scout-master Lauri that Gauradan-fetishes have been spotted within the northern exit of the Jä-kuru, the ice-canyons that lead to Taur Orthon, south of here.\\n\\n'The Susi-väki use fetishes to mark the extent of territory that they claim or intend to claim as theirs. With these, they now threaten our main route to the south. Go and destroy some of those fetishes -- that should throw them into some confusion. If it keeps happening, they shall soon enough get the message that their incursions will not be tolerated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent. If I have my way, we will never see one of those thieving, looting Susi-väki within the bounds of Itä-mâ.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It is a relief to know that the incursions of the Susi-väki have been slowed through your actions, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gauradan Incursions",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Heikki told you that the Gauredain placed many wards at the northern entrance of the ice-canyons that lead south to Taur Orthon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Destroyed Gauradan-fetishes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy Gauradan-fetishes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gauradan-fetishes can be found around and within the entrance of the Jä-kuru, south of Pynti-peldot.\\n\\nHeikki has asked you to destroy several Gauradan-fetishes in order to hinder their incursions against the Lossoth of Pynti-peldot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Heikki",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Heikki is at Pynti-peldot, north of the Jä-kuru.\\n\\nYou should return at once to Heikki with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}