{
  "id": 620803514,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The statue has melted in your pack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The statue has melted in your pack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Kimmo the artist wishes to make an offering to the water-spirits on behalf of the people of Pynti-peldot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There is a place at the edge of the Ice Bay sacred to the Vesi-henki. It is traditional to leave a carved-ice statue there as a plea for the blessings of the spirits upon the weather and the hunt.\\n\\n'I have carved the statue, and it is safely stored in the cold, but I am not as young as once I was. Would you take it to its proper place? You will have to be quick, as it will melt from the warmth of your body near your pack if you take too long.\\n\\n'Follow the water's edge to the west and north, passing through the old ruins known as the Lonesome Stones, and you will find a path leading down from them to the water's very edge. Beware the beasts on the way, and the deadly bite of the Bay!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Lossoth shrine lies along the shore of the Ice Bay, to the west and north of Pynti-peldot, past and downhill from the dwarf-make ruins known as the Lonesome Stones.\\n\\nKimmo has asked you to find the Lossoth shrine to the water spirit and place the statuette on the pedestal there before it melts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent work. It is not an easy journey, I know, but you have done Pynti-peldot a great service.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tell Kimmo back at Pynti-peldot that you have correctly placed the statuette.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Follow the cliff-edge of the water, to the west and north, passing through the old dwarf-ruins known as the Lonesome Stones, and you will find a path leading down from them to the water's very edge. There you will find the shrine to the Vesi-henki. Hurry! The statue will melt and make a poor offering if you take too long.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thanks to you, the Vesi-henki was correctly honoured. I am grateful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Place the ice statuette at the shrine of the water-spirit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Kimmo at Pynti-peldot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ice at the Water's Edge",
      "es": "",
      "es (fem)": ""
    }
  ]
}