{
  "id": 620860924,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The early years of the Third Age saw the deaths of Isildur and his eldest sons, but his line was not ended, for his youngest son was kept safely here in Rivendell. He was raised far from danger and came to rule the North Kingdom. His descendents would not know peace, for the Nazgûl were to reappear, and their chief would wage war upon the Men of the West.\\n\\n'In the year Nineteen Seventy-four of the Third Age, the armies of the Witch-king seized Fornost. The North Kingdom was no more, and its ruler Arvedui fled northward, to Forochel. But there he was lost, along with the heirlooms of his house.\\n\\n'Some of the Dúnedain journeyed into the icy wastes to recover them. Do you wish to hear of their quest?'\\n\\n<rgb=#FF0000>This is a solo quest and cannot be completed with a fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'And so it was that Aragorn, Heir of Isildur through unbroken line down the long years, began his friendship with Gandalf, the Grey Pilgrim. He will be known by the sword that he bears, Andúril, Flame of the West, and by the Ring of Barahir, once lost but since regained.\\n\\n'It is the task of the Dúnedain, and indeed of all friends of Aragorn, to ensure he safely comes into his birth-right. We will not question if this is the time for his ascension to the kingship. It must be so.\\n\\n'Ride with us, [placeholder], for we ride into history. Laegened and Haerdor, Corugúr and Glangon, all are remembered for the parts they played in the great drama of the Age. So it will be with us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'This is the tale of the Dúnedain that travelled north to Forochel to reclaim the heirlooms of the House of Isildur following the loss of Arvedui.'\\n\\n<rgb=#FF0000>This is a solo quest and cannot be completed with a fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 3: The House of Isildur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Candaith wishes to tell you some of the history of the Dúnedain so you may recognize the importance of the errand upon which you are about to embark.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Candaith in Rivendell and experience 'Session: The House of Isildur' or read the shortened account instead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Candaith is at the stables of Rivendell.\\n\\nCandaith has offered to tell you of key moments in the history of the Dúnedain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "The history of the House of Isildur is full of dangerous escapes, glorious triumphs, and near brushes with tragedy, but even after so long the line remains strong. Three thousand years after the death of Isildur, Aragorn, son of Arathorn, is prepared to fulfill his destiny...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Candaith in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Candaith is by the stables in Rivendell.\\n\\nYou have listened to Candaith describe some of the history of the Dúnedain and should speak to him now for the conclusion.",
      "es": "",
      "es (fem)": ""
    }
  ]
}