{
  "id": 620860922,
  "txt": [
    {
      "id": "0x3c41c48",
      "en": "'My gift to Aragorn goes south with the Grey Company.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'My gift to Aragorn was wrought in secret. Few only know of its making.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Grey Company has come to Rivendell, and there are only a few things left to be done before they begin their journey south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'By your efforts, the summons was brought throughout Eriador, [placeholder], and now the Dúnedain have responded. Many of their number have come to Imladris, and they prepare to depart for the southern lands that they may come to Aragorn in his time of need.\\n\\n'You will ride with them, if you see fit to do so, but I have been made aware that my daughter desires first to speak with you. She is at Imdolen, on the slope north of Imladris, overlooking the road that climbs up into the Misty Mountains.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Lady Arwen is at Imdolen, on the slope that overlooks the road into the Misty Mountains, north of Rivendell.\\n\\nElrond has asked you to speak with his daughter Arwen before you depart with the Grey Company.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have returned from your errand, [placeholder], and have come to speak with me, as I asked? My delight cannot be hidden, friend [placeholder], for my own undertaking has also come to an end, and its fruit waits now for a bearer!'\\n\\nArwen solemnly hands you a tall staff, wrapped closely with a black cloth bound with thongs.\\n\\n'I have made this gift for Aragorn. The days are short, and it may be that our hopes will soon be ended. This standard I have made for him will fly aloft at a time of his choosing, and he will know for what he fights. May it bring courage to my Elfstone and those with whom he stands!\\n\\n'Bring this gift and my words to Halbarad, by the stables in Imladris, for he has consented to bear them both on the journey south.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Halbarad is by the stables in Rivendell.\\n\\nArwen has given you the standard she made for Aragorn and has asked you to bring it to Halbarad in Rivendell before the Grey Company departs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'This is the moment for which the Dúnedain have waited, [placeholder]. It will not be long now before we ride forth to meet our destiny.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You bring both a gift and a message for my chief from the Lady Arwen? I see.'\\n\\nHalbarad listens as you recount Arwen's words and gravely accepts the standard you carry.\\n\\n'I will carry this burden on our journey. It will come to Aragorn, though all the perils of our road lie in between. When will this standard be unfurled, I wonder, and against what sky will it be raised aloft?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I see my sister has at last finished the gift she was making for Aragorn! How long will it be until it is unfurled, I wonder?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You have nothing for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'We are making ready to depart. It will not be long now before we take the southern road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Arwen at Imdolen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'It was a long ride from the north-lands, [placeholder], but I too have come to Rivendell to depart with the Company. They have need of my knowledge of the southern lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring Aragorn's standard to Halbarad in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I carried the message to several other Rangers upon leaving Laenan, [placeholder], and they have come to ride with the Grey Company.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book II, Chapter 1: Wrought in Secret",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Bring this gift and my words to Halbarad, by the stables in Imladris, for he has consented to bear them both on the journey south.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'My daughter is at Imdolen, overlooking the road that climbs into the Misty Mountains, north of Imladris. She desired to speak with you before the Grey Company departs.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}