{
  "id": 620860819,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected the second half of the broken amulet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mincham is interested in finding the remaining fragments of the amulet you brought him, in hopes that a local hermit might be able to decipher the mystery it represents.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The hermit who inhabits a small grove near here has been searching for relics from older days, and this fragment you brought me appears to resemble some of those things he seeks.\\n\\n'You should seek out the shades that have been haunting this place. My hope is that you might be able to find the missing half of the amulet among them.\\n\\n'Please take this fragment and seek the other half. If you can complete the amulet, bring it to the hermit Lhudd at the Hall of Sanctuary, south-west of here. He may be able to unravel this mystery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The second half of the broken amulet may be found on shades throughout the Lich Bluffs.\\n\\nWhen you locate the other half of the broken amulet, seek out and locate the hermit Lhudd in a small grove of trees to the west of the road called the Hall of Sanctuary.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, I see your Ranger friend has sent you.\\n\\n'I hope that the two pieces of this amulet when mended become the object that I have long sought. My belief is that this amulet may be the key to an ancient rheg -- a curse -- that has held the land and causes Men to wander as shades across the Lich Bluffs. \\n\\n'Thank you for delivering these to me, as I truly hope it may allow these spirits to be released from their suffering.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The second half of the broken amulet may be found on shades throughout the Lich Bluffs.\\n\\nWhen you locate the other half of the broken amulet, seek out and locate the hermit Lhudd in a small grove of trees to the west of the road called the Hall of Sanctuary.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Lhudd the hermit dwells at the Hall of Sanctuary, west of the main road and south-west of Mincham's camp.\\n\\nMincham told you to bring both halves of the amulet to Lhudd the hermit.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Seek the second fragment of the amulet, [placeholder]. I am confident that you are correct...it should shed some light upon the mystery of the Oathbreakers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Seek the second fragment of the amulet, [placeholder]. I am confident that you are correct...it should shed some light upon the mystery of the Oathbreakers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'If you have found the remaining fragment of the amulet, bring it to Lhudd at the Hall of Sanctuary.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect the second half of the broken amulet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect the second half of the broken amulet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the two halves of the amulet to Lhudd at the Hall of Sanctuary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Hermit",
      "es": "",
      "es (fem)": ""
    }
  ]
}