{
  "id": 620860926,
  "txt": [
    {
      "id": 218649170,
      "en": "'Hail to you, [placeholder]! You are in pursuit of the uruks? Your trail ends here, I am afraid: the ruins of Minas Elendúr that you see atop the cliffs here are crawling with the creatures, and with worse besides!\\n\\n'Still you intend to scour the ruins? You are brave, my friend! If I cannot dissuade you, I at least will tell you what I have learned of the place. I will not myself journey there again, not for any sum! There are strange doings going on inside Minas Elendúr and its cursed cellars, and I have seen enough to last me!",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Yes, who are you? You are no Ranger, I can see that. It is an outrage, I tell you, when dwarves cannot take the road north from the White Mountains without fear of harassment!\\n\\n'There we were, my father and I, when out from behind one of the large stones you see scattered everywhere in these lands jumps the largest uruk you've ever seen. He beat his chest with a gloved hand, shouted the name of his clan -- I'll never forget it -- then knocked out my father Fúni and dragged him off!'\\n\\nYou ask him in what direction the Sharkúnakh uruk took his father, and his brow furrows with puzzlement.\\n\\n'Sharkúnakh? No, no. The name he shouted was Ninkoth. In all the confusion I can't remember what direction he went, but if you can find the site of the attack, which was to the east of here, you may see some tracks or something.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 5: Forces at Work in Eregion",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'We have called a halt, [placeholder], and it may be for longer than we originally intended. We have received a call for aid from a dwarf coming north from the White Mountains, and Halbarad has determined it to be serious enough to justify a stop.\\n\\n'The dwarf's name is Fúsi -- Fúsi Gem-cutter -- and he will speak to you about his problem. He will speak to anyone, it seems!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "A confusion of tracks surround the fallen pack and lead off to the east",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If you can find this Ninkoth uruk, you may be able to find my father! We were attacked somewhere to the east of here!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You found tracks leading east from the site of the attack? Why have you not yet followed them, [placeholder]? It is the least you can do, is it not? I say that it is! I do indeed!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The next leg of the journey will take the Grey Company to Echad Eregion, and it is there that they will meet up with you again.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Fúsi Gem-cutter is here at Echad Eregion, and his problem is serious enough that Halbarad has extended our halt here. Talk to Fúsi and see what he needs.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Fúsi Gem-cutter is at Echad Eregion.\\n\\nRadanir has asked you to speak with Fúsi Gem-cutter about his serious problem, a problem which has brought the Grey Company to a halt.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Halbarad wants us to help this dwarf Fúsi. I do not know why he thinks it so important.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Fúsi Gem-cutter's father Fúni was attacked somewhere east of Echad Eregion.\\n\\nFúsi has asked you to find the site of the attack and determine where his father has been taken by the Ninkoth uruk.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I do not know why Halbarad is so intent on helping these dwarves, [placeholder]. I cannot begrudge it of him, even if it seems needless, given our haste. You should follow the tracks at the site of the attack to the east.'",
      "es": ""
    },
    {
      "id": 232983521,
      "en": "'Says he dropped the sack when we nabbed him? Should be around here.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The tracks at the fallen pack lead east. It is in that direction that Fúni Gem-cutter must have been taken.\\n\\nYou have learned in what direction the Ninkoth uruks have taken Fúni Gem-cutter and should follow the tracks.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Ride forth to Echad Eregion, [placeholder], and we will all meet up again for the next leg of the journey.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Dwarves cannot travel through this land free of danger? It is an outrage!'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'I cannot believe those uruks thought to trouble us!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Radanir at Echad Eregion",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Fúsi Gem-cutter at Echad Eregion",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find the site of the attack on Fúsi and Fúni Gem-cutter",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Find information about the Ninkoth uruks east of the fallen pack",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The ride of the Grey Company continues, with the Dúnedain travelling further south into Eregion.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The rest of the Dúnedain have gone on ahead. They wait now for us!\\n\\n'We will meet up with the Company for the next leg of our journey further south of here, at Echad Eregion. May the wind at your back speed you onward! Erebrandir and I will see how stands up the work of Londan.\\n\\n'Until we meet again at Echad Eregion, [placeholder].'",
      "es": ""
    }
  ]
}