{
  "id": 620860939,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I wish to thank you for recovering both halves of this amulet, Duvodiad. My hope has been that when this item is mended, that it might weaken the shades that stalk this troubled land. I fear a great evil has bound them here, and they have become dangerous.\\n\\n'Take both pieces of the amulet and seek out several of the unusual cairn stones that dot the landscape. These ancient cairn stones are covered with inscriptions that are much older than those that surround them. The inscriptions on these stones match that of the amulet and can hopefully be used to help mend it to its original shape.\\n\\n'Travel to the south-east and locate several of these cairn stones. Place the amulet upon them, then bring me word of the effects, if any, you witness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This amulet may very well be the symbol of an ancient settlement here. The cairn-stones that you visited are said to date back to that time, and now the amulet appears to be mending itself. \\n\\n'I believe those cairn-stones were left by a branch of an ancient lûth -- clan -- that fell to conflict within itself. This may be what caused the shades to be bound here.\\n\\n'My hope is that somehow this amulet will allow us to put these poor spirits to rest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I believe that the amulet may be mended by placing it upon the correct cairn stone. Perhaps you will discover if my belief is true....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Assemble the Amulet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Several older cairn stones are scattered among the barrows in the Lich Bluffs. Perhaps the ancient writing may provide a clue to the past of the amulet that you recovered. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Found cairn-stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find cairn-stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The ancient cairn-stones are located south of the Hall of Sanctuary, among the rolling hills and barrows.\\n\\nLhudd has asked you to seek out ancient cairn-stones and place the amulet upon them. He believes that this may somehow help to mend the amulet. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Lhudd at the Hall of Sanctuary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lhudd is at the Hall of Sanctuary in the Lich Bluffs.\\n\\nYou should return to Lhudd with news of your discoveries.",
      "es": "",
      "es (fem)": ""
    }
  ]
}