{
  "id": 620860848,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Throughout the Lich Bluffs, the despondant shades of ancient Algraig clansmen watch over ancient barrows. Perhaps the amulet that you recovered may begin to unravel the mystery of the Oathbreakers that plague the land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x30259c1",
      "en": "'I shall grant my strength to this amulet, so that my people might find rest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I thank you again for recovering both pieces of this amulet. I have a feeling that, once repaired, this may weaken the shades that patrol the barrows in the Lich Bluffs. \\n\\n'To the north-west, there are many shades that stand vigil over several barrows. For some reason, these creatures are not aggressive, unless provoked. \\n\\n'Seek out a couple of these shades and present them with the amulet. If you should learn anything, return to me with your knowledge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The sorrowful and mournful shades can be found to the north-west of the Hall of Sanctuary, near the entrances of several barrows on the ridge above.\\n\\nLhudd has asked you to present the shades with the broken amulet that you recovered and observe what unfolds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is interesting that these spirits spoke to you upon presenting them with the amulet, but it does lend credence to a belief that I have held. These shades are held here due to an ancient rheg -- curse -- upon their people. \\n\\n'Perhaps we might free these poor spirits from their sorrowful state?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lhudd is at the Hall of Sanctuary, south-east of the barrows.\\n\\nYou should return to Lhudd and explain the happenings outside of the barrows.\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you presented the amulet to the shades yet, Duvodiad?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd5d0031",
      "en": "'The amulet belonged to our captain, Cadelhin. It was a symbol of our cause, and with it we may find peace.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Present the amulet to the mournful shade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Present the amulet to the sorrowful shade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Lhudd at the Hall of Sanctuary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bring Them to Rest",
      "es": "",
      "es (fem)": ""
    }
  ]
}