{
  "id": 620860928,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'My father is back, [placeholder], and he was very pleased at your performance within the ruins. He's been deep in conversation with one of the Rangers here.\\n\\n'I think they want him to make something, but what it is I have no idea! That Ranger, Radanir, might be able to tell you more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I have just been talking with Halbarad, [placeholder], and now this whole affair with the Gem-cutters makes sense to me. I now know why Halbarad thought this delay to be necessary, and I agree with him.\\n\\n'He has a commission for Fúni Gem-cutter, a task for which Fúni is well-suited. He wants Fúni to make an imitation of the Ring of Barahir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 7: Bewildering Ruins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Excellent, excellent! We will bring these treasures out into the sunlight with us. Let us go, [placeholder]! I will meet you back at, what was the name? Echad Eregion? Tell my son I am on my way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I am still waiting for you to do what you said you would do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected treasure coffers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My father is still within Minas Elendúr? What is taking so long?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'My father has not yet returned! You must go to Minas Elendúr and show him the way!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Treasure and Ninkoth uruks can be found throughout the ruins of Minas Elendúr and the Delotham under-cellars.\\n\\nFúni Gem-cutter is waiting for you to retrieve as much treasure from the ruins as you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I do not yet know what the Rangers want my father to make. That Radanir might know!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fúni Gem-cutter is in Minas Elendúr.\\n\\nYou have done what Fúni asked, and should return to him with the treasures you have gathered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You found Fúni Gem-cutter, but he will not leave until you recover treasure from the ruins of Minas Elendúr? How long will this delay last?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Fúsi Gem-cutter is at Echad Eregion.\\n\\nYou have rescued his father and should bring the news to Fúsi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'You have gathered treasure from Minas Elendúr? At least you have deprived the Ninkoth uruks of it. But where is Fúni Gem-cutter?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Radanir is at Echad Eregion.\\n\\nThe Rangers have been discussing something with Fúni Gem-cutter, now that he has been rescued, and Radanir may know more about it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'The dwarf's father has returned from the ruins, [placeholder]. He has been deep in conversation with Halbarad for a while now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'There is treasure all over these ruins, [placeholder]. We cannot leave it in the hands of these uruks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'I will leave shortly for Echad Eregion! Tell my son I will be there soon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcccd835",
      "en": " ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect treasure coffers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring treasures to Fúni Gem-cutter in Minas Elendúr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Fúsi Gem-cutter at Echad Eregion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Radanir at Echad Eregion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have found Fúni Gem-cutter, but he is not content merely to be rescued: he wants you to rescue as much gold from the Ninkoth uruks in Minas Elendúr as you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'These uruks call themselves \\qNinkoth\\q, but I care not; they are as miserable a creature as any I have seen. It seems they have come north on the heels of another breed, but these have designs of settling down in these lands. What an idea! Better up here than down near Zigil-jabâl, my home in the White Mountains, but still too close for comfort. We have had troubles there enough.\\n\\n'The Ninkoth uruks kept me alive for a purpose, friend. They've been bringing golden trinkets to me from throughout the cellars of this place, with the idea that I could somehow fashion them into items of worth. Which of course I can, but would never do for these creatures!\\n\\n'I cannot bear the thought of these treasures being left here for the Ninkoth. Explore these ruins, gather up the treasure, and bring it back to me! I would not mind a bit if you took some time to slay some uruks, either! Oh! You may want to make a map!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}