{
  "id": 620860925,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'I have fit a new shoe to Saeradan's horse, [placeholder]. He will have no problems now.\\n\\n'I wonder if the same can be said for the few who live in these lands. Those uruks spoke as if more would be coming, and we have no reason to doubt them. There has been much more activity among those creatures, many more of them on the roads in recent weeks. I do not like it.\\n\\n'Well, give Saeradan my thanks for sending you my way, friend [placeholder]. I would have been in a great deal of trouble if you had not come along when you had, and the price of a new horse-shoe is a small price to pay indeed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The first leg of our journey is complete, but not without incident: my horse, Erebrandir, has drawn up lame. There is something wrong with one of his shoes, and he cannot go on unless something is done.\\n\\n'Halbarad says I should just engage another horse, but I have been speaking to the Elves here and they have given me another idea. Apparently a skilled farrier has recently passed through Gwingris. This farrier, Londan by name, could certainly repair Erebrandir's shoes.\\n\\n'I understand that Londan left Gwingris heading east. If you find him and convince him to return, we will have been delayed but little.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 4: Riding South",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Erebrandir is ready to go once more! His new shoe fits perfectly, a testament to the skill of Londan. I am worried about these uruks, though. If it is true that many of the creatures have come north through Enedwaith into Eregion, our ride south may quickly become more difficult than it has been to this point.\\n\\n'Are they solely here for plunder, or is there another purpose that drives them?\\n\\n'Londan gave to me the shoe he took from Erebrandir. It is yours, if you want it; some people believe a shoe such as this brings good fortune. I do not think that is the case, but I leave you to make up your own mind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Our preparations are complete, and some of the Dúnedain have already mounted their horses and begun to ride. You do the same or engage one of the horses at these stables, and we will be off!\\n\\n'Lothrandir and I have chosen a course that will take us south in several legs, the first of which leads south through the Trollshaws and into Eregion.\\n\\n'We will meet up at Gwingris, in Eregion, [placeholder], and we will have a rest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have failed to protect Londan the farrier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There are many more uruks in this land than there ever were before, [placeholder]. Tell Saeradan to use caution if he and his fellows insist on riding south.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Careful, stranger! There is a group of uruks in these parts, of great size and strength. I saw them not two hours ago.\\n\\n'They were passing north, and though I could understand little of their cruel speech, it seems to me they were seeking treasure. There are ruins throughout these lands, you know. These uruks would like nothing better than a chance at plunder.'\\n\\nLondan listens to your account of Saeradan's plight and agrees to tend to the needs of his horse Erebrandir. His face then freezes in a mask of fear.\\n\\n'The uruks! They're coming back! Prepare to fight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have protected Londan the farrier from the uruks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Londan left Gwingris heading east. He is surely still in Eregion and could find time to repair Erebrandir's shoe if you are able to find him without delay.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Halbarad is at the stables of Rivendell.\\n\\nCandaith has asked you to speak with Halbarad to see if he has any final words before you join the rest of the Rangers on their ride south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Thank you for finding Londan, [placeholder]! Both I and Erebrandir thank you, for he has been able to fit my Lonely Wanderer with a new shoe. You should speak with him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Grey Company begins its ride south. Halbarad has determined that the Rangers will rest at Gwingris, in Eregion.\\n\\nYou should ride south to Gwingris, either on your own mount or on one engaged from Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Many of our friends have already departed. Speak with Halbarad at the stables here to see if he has any final words for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Londan should still be in Eregion. He left Gwingris heading east.\\n\\nSaeradan has asked you to find the farrier Londan and convince him to return to Gwingris so that he may repair Erebrandir's shoe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Ride south into Eregion, [placeholder], on your own mount or on one engaged from Rivendell. We will all gather again for a rest at Gwingris.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Londan the farrier will be waiting for you back at Gwingris, in Eregion.\\n\\nYou have rescued Londan from the Sharkúnakh uruks that he encountered and should return to Gwingris.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Many of our friends have already departed. I am about to go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Saeradan is at Gwingris, in Eregion.\\n\\nThe farrier Londan has thanked you for your aid, and he has asked you to speak with Saeradan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'I am about to ride south with the rest of the Grey Company. You too should ride now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe45ca1",
      "en": "'Here they come! Help me fight them off!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe45ca2",
      "en": "'Thank you, friend! I will speak with you again back at Gwingris!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Halbarad at the stables in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Saeradan at Gwingris, in Eregion, after riding south",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find Londan the farrier and talk to him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Defend Londan from the Sharkúnakh uruks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Londan the farrier, who will be waiting for you back at Gwingris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Talk to Saeradan at Gwingris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The first leg of the Grey Company's journey will take them south through the Trollshaws and into Eregion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Some of the Dúnedain have already begun to ride, [placeholder]. Speak with Halbarad at the stables to see if he has any advice before the rest of us depart.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}