{
  "id": 620860929,
  "txt": [
    {
      "id": 54354734,
      "en": "Halbarad has had an idea: to equip each Ranger of the Grey Company with an imitation of the ring of Barahir, in order to confuse any servants of the Enemy in the event a Ranger is captured.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Halbarad can tell you more, but as he said to the rest of us, \\qWhat chance is it that puts a wandering jewel-crafter right in our path at this moment?\\q He is right. It is a small chance, surely, but a happy one.\\n\\n'Talk to Halbarad, here at Echad Eregion, to learn more about his plan.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Halbarad is at Echad Eregion.\\n\\nRadanir has told you of Halbarad's plan to have Fúni Gem-cutter craft an imitation ring of Barahir.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Think of this, [placeholder]: the line of Isildur is recognized by the heirlooms of that house: the shards of Narsil, now reforged; the Sceptre of Annúminas, long kept in Rivendell; and the Ring of Barahir, almost lost in Forochel but regained. I believe you have heard the story.\\n\\n'And now, this Grey Company rides to the defence of Aragorn in the southern lands, lands increasingly under the sway of the uruk. Danger crowds around us upon every side, but our own safety must be secondary to that of Aragorn. Imagine, therefore, if a member of our company is slain or taken captive by the Enemy. If that man bore a ring of the same description as the Ring of Barahir, would that not give his captor pause?\\n\\n'I have therefore made this proposal to Fúni Gem-cutter: to craft rings so like to the ring of Barahir, based on Candaith's description, that should any of this Company fall into the hands of the Enemy, it may sow confusion into his mind. This confusion may buy the true Heir precious time. Tell me when you are ready, and we will go with Fúni to the forges he will use.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Halbarad is at Echad Eregion.\\n\\nHalbarad is waiting to travel with you to the forges Fúni will use to craft imitation Rings of Barahir for the Grey Company.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Halbarad is at Echad Eregion, waiting to speak with you.\\n\\nFúni Gem-cutter has crafted imitation rings for the Grey Company, and you should speak now with Halbarad.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'It is time, [placeholder]. Fúni Gem-cutter will craft rings for every Ranger in the Company, and we will need to be on guard for any possible danger.'\\n\\n<rgb=#FF0000>This is a solo quest and cannot be completed with a fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'It is done, [placeholder]. I hope that this was just a momentary delay that we will never have needed; but in the sad event that one of our friends is slain or captured by the Enemy, perhaps his Bebarahir will buy our chieftain Aragorn some precious seconds.\\n\\n'All of our struggles are for him, for the return of the heir of Isildur, the return of the king of Gondor.\\n\\n'We must soon be off again. Our destiny awaits us in the wide southern lands.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Talk to Halbarad here at Echad Eregion. He can tell you more about his plan.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Halbarad is waiting to speak with you about the plan.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Halbarad at Echad Eregion",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Look at this, [placeholder]. Truly this is Bebarahir, so like as may be to the ring of Barahir that only very few might tell the difference.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Halbarad at Echad Eregion and travel to the forges",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Halbarad in Echad Eregion",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 8: As Near As May Be",
      "es": ""
    }
  ]
}