{
  "id": 620860927,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The floor is stained with blood. Will this lead to Fúni Gem-cutter?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fúni Gem-cutter has been taken to the abandoned ruins of Minas Elendúr by the Ninkoth uruks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Elves at Gwingris would not tell me much of these ruins, but they told me enough to whet my curiosity: that this was the site of a battle, long ago, and none of the people who lived here were spared the sword. But the goal of the enemy was not treasure, for the coffers were left untouched. Untouched!\\n\\n'But there is something strange about the rooms and corridors of Minas Elendúr, and the cellars of Delotham, which run beneath it. You see things, sometimes, disturbing things. It is as if the horrors that fell upon that place scarred it in some way, some way that the stones have not forgotten. It would be a brave [placeholder] indeed to explore the place from top to bottom!\\n\\n'Some rooms in Minas Elendúr can only be reached by stairs within Delotham, and the opposite seems also to be so! I do not know why the Ninkoth uruks have come to this place, but I feel it must be as bewildering to them as it is to me! Wherever they are keeping this dwarf for whom you are looking, it will not be easy to find!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fúni Gem-cutter is being held somewhere within the depths of Minas Elendúr, far to the east of Echad Eregion.\\n\\nYou have learned the location of Fúni Gem-cutter and should now attempt his rescue.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'By Durin, a friendly face! I had all but given up hope of rescue, and here you appear as if from nowhere! Hurry, there is not much time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'This dwarf for whom you are looking is somewhere in Minas Elendúr? Well, you will have your hands full looking for him. These ruins are a bewildering maze crawling with uruks of the Ninkoth tribe and other dangers. It is enough to drive a man mad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'My father is somewhere in the ruins of Minas Elendúr? You need to rescue him, [placeholder]! The Elves say that Minas Elendúr is far to the east of here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I have had an idea, [placeholder], and we cannot leave until Fúni Gem-cutter is rescued.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Fúni Gem-cutter somewhere within Minas Elendúr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I have been asking the Elves here for information about Minas Elendúr, but there is not much to tell. The ruins were the site of a terrible battle, long ago, and have remained empty ever since. They can be found far to the east of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Something is not right within these ruins, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 6: Fúni Gem-cutter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Your eyes may play tricks on you within these ruins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'I have been told there was a great battle here, long ago.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}