{
  "id": 620860923,
  "txt": [
    {
      "id": 218649170,
      "en": "'Everyone is nearly ready to ride: the Dúnedain, the sons of Elrond, and [placeholder], loyal [placeholder].\\n\\n'Are you familiar with our history, [placeholder]? As you are joining us on this journey, surely to go down in the annals of the Dúnedain, I would have you hear some of it, if you have not all ready.\\n\\n'We have some moments. Let me tell you some of our history, that you may understand the weight of that which we are about to do.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'My father had some curious words for me on the eve of this, our departure for the southern lands, [placeholder].'\\n\\nElrohir gazes down the hill, deep in thought.\\n\\n'He said that the time is approaching when we can no longer hold back, when we must do more than defend against the actions of the Enemy. He said that the time is coming when we may need to wager everything on a final throw, and by so doing we will have done all that we can. Better a death in far off lands in the service of a chance, however small, than death at home a certainty.\\n\\n'We may not return from this journey, [placeholder]. My brother and I are at peace with that. I hope that you and these Dúnedain are as well, for I would counsel any who are not to stay behind.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 2: The Grey Company in Rivendell",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'My horse Legimbod is rested from the ride out of Angmar, and he is ready to undertake the next leg of the journey. His saddlebags are as light as I could make them, while still keeping the supplies we will need.'\\n\\nGolodir takes a small pendant from one of his pockets and idly passes it from one hand to the other as he looks about the yard.\\n\\n'This refuge has not changed in the many years since I last came here, but surely I, myself, must be unrecognizable. So much has happened, and so little of it good. But the ride here was a marvel, and I could feel the weight of the past falling from my shoulders with the feel of the breeze upon my face. Legimbod delighted in the speed, and I delighted with him! The southward journey will do both of us some good. I am ready to be off again.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Mithúl is ready for the next leg of the journey, [placeholder]. Indeed, his kind may be more prepared for what awaits us than the others of this Company! After all, Mithúl's eyes will be to the road underfoot, watching for loose stones and wind-blown branches; the eyes of the Dúnedain must be to the horizon, keeping watch for foes that may seek to slow our errand.\\n\\n'I have spoken with Halbarad and the sons of Elrond about the road we will take: south through the Trollshaws and into Eregion, there to rest at Echad Eregion before passing south into Enedwaith.\\n\\n'A number of Dunlending tribes called the area home when last I journeyed those lands. Some were friendly to outsiders, but most were not. The Draig-lûth, the Hebog-lûth... they are those you would be wise not to cross, and I will do my best to ensure the Grey Company does not entangle with them.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Aragorn's standard will remain furled until the time is right",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The road south will be long. We must ride swiftly and be wary of its dangers.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Glorengúr did not break a sweat in the short ride from Thorenhad here to Rivendell. He was ready to begin even yesterday.\\n\\n'I could say the same for myself. I returned to Thorenhad to say good-bye to Elweleth, but I could not find her anywhere at the camp. I had meant to return this hairpin she had given me, but perhaps she feared the farewells. I suppose I did as well.\\n\\n'We will soon set forth. I do not know what the future will bring, but I will do my duty with no complaint, and Glorengúr will do the same.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Aragorn's standard will remain furled until the time is right",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Are the words of my father correct? Is the time coming when we must no longer defend against the Enemy's moves, but strike against him with all the strength we can muster?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Golodir, Lothrandir, Radanir, and Elrohir are preparing to depart in and around the stables of Rivendell.\\n\\nHalbarad has asked you to check with several members of the Grey Company about their final preparations.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Legimbod is ready, and so am I. Together we will uphold our duty to Aragorn, our chief.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Candaith is outside the gate by the stables in Rivendell.\\n\\nYou have spoken with several of the Rangers of the Grey Company in Rivendell and should now speak with Candaith.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'It is almost time to go, [placeholder]. Our road leads south.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'When will this standard fly, I wonder? And what will that day signify for the Dúnedain?'",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'This may be a perilous road, especially once we reach the plains of Enedwaith. Many of the Dunlending tribes will be hostile to us.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'It will be many days before we come to Aragorn. May we be not late!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Golodir",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Lothrandir",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Elrohir",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Radanir",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Candaith in Rivendell, outside the gate by the stables",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Candaith in Rivendell, outside the gate by the stables",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Grey Company prepares to depart from Rivendell for the wide southern lands and needs your help to make sure that all is ready.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'All is nearly ready, [placeholder]. While I finish the final preparations for our departure, I ask that you speak with some of those who will accompany us south. Ensure that they are prepared for the road and rested enough for the first leg of our journey.\\n\\n'I saw Golodir just to the north-east some minutes ago, speaking with Elrohir. Radanir was just to the east of the two of them, beneath the foot-bridge.\\n\\n'Lothrandir is just across the way, speaking to his horse Mithúl. He knows a great deal about the lands through which we must pass. Ask him if he has any further information about the road which may help us move with haste. Once you have spoken with those four, find Candaith by the stables gate and speak to him about what lies ahead.'",
      "es": ""
    }
  ]
}