{
  "id": 620953634,
  "txt": [
    {
      "id": "0xd730884",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I do not see what can be done....\\n\\n'Look to the sky, [placeholder]... hope is in short supply here, and most of our men have gone east to face down the growing darkness.\\n\\n'We have no heroes here, no one left to protect the people... except for us. Who are we to stand against such numbers? The return of the Dead is just one last cruel jest....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Garvir can be found in Linhir in eastern Dor-en-Ernil.\\n\\nGlanion and Durnir had but a few ideas of what can be done and seem demoralized. You should speak to Garvir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730888",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'How are we to defeat the Dead? Neither man nor beast can raise arms against them and Garvir knows this well. They simply vanish from sight when we think them wounded and reappear not long after - it is a fruitless endeavour! The only hope we have is that they pass over the Gilrain and leave us be!\\n\\n'I say we hold as best we can against the Corsairs and Haradrim. At least a blade might wound them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Tancestel can be found near the river's edge in Linhir in eastern Dor-en-Ernil.\\n\\nGarvir has bid you speak to Tancestel, an old and superstitious man of Dor-en-Ernil, in the hope that he may have insight on these dire times.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Garvir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I guessed as much, [placeholder]. It is hard to keep the men from despair in these dark days. I do not know what can be done... nothing outside of the Sisters in the stories of old could aid us now, but they are just that... stories.\\n\\n'There is a man named Tancestel here who would speak otherwise, but he is old and foolish. Naught but children and the maddened dare pay him any heed.\\n\\n'I do not wish you disrespect, but I would like to be alone in my thoughts for a time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73088",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Tancestel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Why have you come to me, [placeholder]?\\n\\n'Have you come to dismiss me like Comeldir and his sons so often do? The people of Lebennin do not so callously ignore their history, but I digress....\\n\\n'Ah, no... I see in your face that this concerns matters most grim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d160",
      "en": "After learning that the ruthless Dead have infiltrated Dor-en-Ernil and plan to sweep eastward to Mordor, Garvir hopes to find some means of slowing their advance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'This bodes ill for us, [placeholder].\\n\\n'The Dead only serve to add to our troubles, and I now fear that any hope of an advantage has gone. I have thought much about what can be done to stop them, but nothing has proved worthwhile.\\n\\n'Speak to my men, Glanion and Durnir. They are my only two remaining captains... perhaps they may see something where I have not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Glanion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Durnir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730880",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Flow of Battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Glanion can be found in Linhir in eastern Dor-en-Ernil. Durnir can be found overlooking the Gilrain in Linhir.\\n\\nGarvir has asked you to speak to two of his captains, Glanion and Durnir, about the encroaching ruthless Dead and how Linhir might best defend itself.",
      "es": "",
      "es (fem)": ""
    }
  ]
}