{
  "id": 620953626,
  "txt": [
    {
      "id": "0xeb01180",
      "en": "Roamingstar can be found in her glade in north-eastern Dor-en-Ernil.\\n\\nYou have defeated many of the Corsairs threatening Roamingstar's glade and retrieved the baskets woven for her by the people of Gondor. You should now return to Roamingstar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Roamingstar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'These Men repulse me, [placeholder]. They dishonour me and my people and cannot be allowed to hold sway over our waters.\\n\\n'I hope that soon all of their number are gone from these lands, and that I can return to the Gilrain in peace.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Although there are few that believe my sisters and I still dwell in these lands, they have always strived to care for our lands and our rivers.\\n\\n'These Men from Umbar... they do not honour these lands as the others do. They defile, they steal, and they dishonour and for no greater purpose than their own gain.\\n\\n'Soon they shall levy their destruction against my waters as well, but already they have taken from my people. Those that still believe pay tribute to me and my sisters with baskets they float down my waters... but the Men have claimed those too!\\n\\n'I do not know what drives them - be it greed or spite, but they must be punished for the harm done to those that honour us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Defeated Corsair vandals near Roamingstar's glade ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Recovered tribute baskets stolen from the Gilrain ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Yet unpunished for their treachery, the Corsairs of Umbar have laid waste to the lands of Dor-en-Ernil and stolen away the goods of its people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Defeat Corsair vandals near Roamingstar's glade ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Recover tribute baskets stolen from the Gilrain ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ruinous Men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730881",
      "en": "DNT - will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Corsair vandals and stolen tribute baskets can be found on the outskirts of Roamingstar's glade.\\n\\nRoamingstar has asked you to punish the Men encroaching on her glade and dishonouring her people.",
      "es": "",
      "es (fem)": ""
    }
  ]
}