{
  "id": 620953663,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Instance: Sister of the Gilrain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "The Ruthless Dead are attacking from the western banks of the Gilrain.\\n\\nYou have encountered the Ruthless Dead along the Gilrain and should prevent them from crossing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Roamingstar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'You have done well this day, [placeholder].\\n\\n'The people of my lands have far less to fear now, and I speak not only of the defeat of the Dead.\\n\\n'Your presence has changed the fate of the war here in Gondor, and I shall ever watch over your deeds in the East.\\n\\n'Come now, let us return to my glade.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Follow the Gilrain to the edge of the mere",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "A watery image of Roamingstar dashes through the shallows of the Gilrain...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Confront Nerzus and the Ruthless Dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Let us leave the Dead to contemplate their doom, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I feel a chill at the water's edge, [placeholder]....\\n\\n'The Dead move to cross the river, and they must not be allowed to pass into Lebennin! You are known to them, but I am not... if you can drive them back from the river's edge and lure them to the mere, I shall ensure that they will only find peace far from these lands. Should they dare to cross the Gilrain then... even I do not know what will become of them, but they shall never reach the far banks.\\n\\n'I can grant you safety in my waters, but if you stray from the Gilrain, I cannot protect you from the Dead!\\n\\n'Go now, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "As the last of the Dead vanish, you continue your pursuit of Roamingstar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "The Ruthless Dead appear once more, angered by your presence!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "The river Gilrain flows south from Roamingstar's glade.\\n\\nRoamingstar has asked you to follow the Gilrain south to the mere and prevent the Dead from crossing it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Roamingstar is standing on a small shoal along the Gilrain.\\n\\nYou have agreed to aid Roamingstar in banishing the Ruthless Dead and should now speak to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "As thanks for your aid and to protect the lands of Gondor, Roamingstar seeks to prevent the Ruthless Dead from crossing into Lebennin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "The river Gilrain flows south from Roamingstar's glade.\\n\\nYou have defeated the Ruthless Dead you encountered along the river's edge and should now continue south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Defeat the Ruthless Dead trying to cross the Gilrain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "The Ruthless Dead are attacking from the western banks of the Gilrain.\\n\\nThe Ruthless Dead have renewed their attack, and must be defeated before they can cross the Gilrain unhindered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Follow the Gilrain further south",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd7308a1",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Defeat the Ruthless Dead before they can cross the Gilrain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd7308a3",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "The river Gilrain flows south to the mere from Roamingstar's glade.\\n\\nYou have defeated the Ruthless Dead once more and should now meet Roamingstar at the edge of the mere.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Roamingstar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Nerzus and the Ruthless Host can be found on the western banks of the mere.\\n\\nYou have encountered Nerzus and his grim host as they ready to cross into Lebennin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Follow the river south towards the mere",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Roamingstar can be found at the edge of the mere along the Gilrain in eastern Dor-en-Ernil.\\n\\nYou have defeated the Ruthless Dead and driven them far from Dor-en-Ernil. You should now speak to Roamingstar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Granted a respite, you must now reach Roamingstar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Nerzus of the Ruthless Dead suddenly appears before you!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Roamingstar's power has banished Nerzus and sent the Ruthless Dead fleeing back to their dark home",
      "es": "",
      "es (fem)": ""
    }
  ]
}