{
  "id": 620953635,
  "txt": [
    {
      "id": "0xd730885",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'The one called [placeholder] comes to challenge us again, brothers....\\n\\n'Azruthor and the Corsairs thought they could control us, and look what ruin it has brought them! Their cause is a hopeless one - only Sauron can wield the power of the Dead!\\n\\n'Nothing you do can save the Living from us... we shall sweep over these lands to Mordor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Garvir can be found in Linhir in eastern Dor-en-Ernil.\\n\\nYou have discovered that the Ruthless Dead intend to sweep eastward through Lebennin towards Mordor and should bring these ill tidings to Garvir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'The Dead are still in Dor-en-Ernil? Why have these spirits delayed? Aragorn and his men rode east with them to Pelargir!'\\n\\nYou explain the ruthless Dead to Garvir, who seems dismayed to learn of them.\\n\\n'I see... perhaps our doom is unavoidable then. How can we stand against fear incarnate?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "The Ruthless oathbreaker can be found inside the Corsairs' cave in north-central Dor-en-Ernil.\\n\\nYou have discovered the Ruthless Dead are behind the deaths of the Corsairs and should endeavour to discover their purpose in Dor-en-Ernil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa41d6a8",
      "en": "Defeat the ruthless oathbreaker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Return to Garvir in Linhir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "The Ruthless Dead have escaped into Dor-en-Ernil!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Search the Corsairs' cave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "You have defeated the Ruthless oathbreaker, but he shall soon return",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "As you examine the Corsair more closely, a familiar chill fills the air. Although you cannot see them, you sense that the Dead are nearby.\\n\\nIf they have truly escaped the Ringló Vale, the people of Dor-en-Ernil will have far more to worry about than the Corsairs and Haradrim.\\n\\nYou should investigate the cave further before returning to Garvir in Linhir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "After finding a slain group of Corsairs in the hills of Dor-en-Ernil, the situation grows more dire as a familiar foe returns.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Until the Time Comes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730881",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Confront the Ruthless Dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "The Corsair hideout can be found in north-central Dor-en-Ernil along the mountainside.\\n\\nYou have found slain Corsairs in their hideout and a sense of unease fills the air. You should investigate the cave further.",
      "es": "",
      "es (fem)": ""
    }
  ]
}