{
  "id": 620953623,
  "txt": [
    {
      "id": 225642628,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Garvir's scout can be found somewhere within Hata Khezrat in Dor-en-Ernil.\\n\\nYou have discovered the Corsair encampment and should now seek out Garvir's scout.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "You have defeated the Corsair jailer",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Free Gorroch from his bonds and defeat his captor",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Gorroch can be found in Hata Khezrat to the north and slightly east of Linhir.\\n\\nYou have freed Gorroch from his bonds and should now speak to him.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Gorroch can be found in Hata Khezrat in eastern Dor-en-Ernil.\\n\\nYou have found Garvir's scout and should now free him from his bonds.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "As you begin to loosen Gorroch's bonds, you hear rustling inside the nearby tent",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Gorroch",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "You have discovered a small camp-site held by several noticeably shaken Corsairs",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Search for the Corsairs that fled Linhir",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I thank you for your aid, my friend, but I do not think I am quite ready to leave just yet....\\n\\n'I was sent here to discover their plans, but all I have heard thus far are drunken ramblings and tales of the Dead at Linhir.\\n\\n'If you seek to aid Linhir, I beg your aid once more.'",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "You have discovered a small campsite held by several noticeably shaken Corsairs",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Search for the Corsairs that fled Linhir",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "You have found Garvir's scout bound to a pole and should free him",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'The Corsairs that fled from the battle continue to trouble me, [placeholder]. We cannot be certain where they have gone and every moment they elude us gives them more time to ready a new assault.\\n\\n'When we scattered from Linhir, I saw a great number of them run to the north... yet I do not know if that was even a large part of their forces.\\n\\n'I would ask that you seek the Corsairs to the north. If they have truly rallied there, we will need to act swiftly to keep them from renewing their attack.'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Well-aware that the Corsairs that fled from Linhir will surely return once more, Garvir hopes to hunt them down before they can bring their plans to bear.",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Search the camp-site for Garvir's missing scout",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Pursuing the Fearful",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "The Corsairs have likely fled into the hills to the north of Linhir.\\n\\nGarvir has asked you to seek out the Corsairs that fled during the recent attack on Linhir.",
      "es": ""
    }
  ]
}