{
  "id": 620953641,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "The mysterious woman can be found on the banks of the mere.\\n\\nYou have placed the stone, and now a mysterious woman has appeared. If what Tancestel said is true, you should honour her by kneeling before her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'You are a most interesting one, [placeholder]...\\n\\n'I know why you have sought me, but the time has not yet come for that. This is no dream of yours, [placeholder]... I have ferried you here to speak far away from those that might wish to do us harm. \\n\\n'You are not of this land and much still remains beyond your grasp...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Plea for Aid",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to the mysterious woman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Long ago, the people of Gondor spoke of five sisters... one that held sway over each of the rivers of Lebennin. Now, most people think them little more than a tale passed down from their forebears, but I assure you... they are as real as I am.\\n\\n'Before you ask... no, they have not revealed themselves to us, but it has been said that they return to watch over us in times of strife. With war at our gates and the sky smothered in fumes and smoke, I can think of no more likely time for them to return.\\n\\n'The faithful of my people pay tribute to the Sister of the Gilrain and we hold river-stones in her honour. Take my stone and travel to the mere along the Gilrain. Once you are there, lay it at the water's edge and let us hope our faith has not been misplaced... or the Dead will consume us all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Follow the woman into the mere",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "A mysterious woman suddenly appears at the water's edge...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730890",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Roamingstar, Sister of the Gilrain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "The pile of river-stones can be found at the edge of the mere along the Gilrain.\\n\\nYou have arrived at the mere on the Gilrain and should now place Tancestel's river-stone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "The mere can be found far to the north and slightly east of Linhir in Dor-en-Ernil.\\n\\nTancestel has asked you to bring his river-stone to the great mere along the Gilrain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e34",
      "en": "Talk to Roamingstar, Maiden of Gilrain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Hoping to find any means to slow the advance of the Ruthless Dead, Tancestel begs you to call upon the fabled Sister of the Gilrain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730897",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Search for the mere on the Gilrain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "As you attempt to introduce yourself to the woman, she stands silent with the water lapping at her feet.\\n\\nHer visage is that of an amused smile as she turns and beckons you into the mere.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Place Tancestel's river-stone on a pile of stones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "The mysterious woman can be found on the banks of the mere.\\n\\nYou have honoured the mysterious woman and should now attempt to speak with her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "The mysterious woman looks as if she wishes to say something to you, but remains silent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "<rgb=#FF0000>Kneel</rgb> before the mysterious woman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "The centre of the mere can be found in north-eastern Dor-en-Ernil.\\n\\nThe mysterious woman has begun to walk into the centre of the mere. You should follow her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Roamingstar can be found in her glade in north-eastern Dor-en-Ernil.\\n\\nYou have been ferried to a beautiful glade by the mysterious woman, and should now speak to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "You have come upon the mere, and should find a place to set the stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'You are a most interesting one, [placeholder]....\\n\\n'I know why you have sought me, but the time has not yet come for that. This is no dream of yours, [placeholder]... I have ferried you here to speak far away from those that might wish to do you harm.\\n\\n'You are not of this land and much still remains beyond your grasp....'",
      "es": "",
      "es (fem)": ""
    }
  ]
}