{
  "id": 620953627,
  "txt": [
    {
      "id": 225642628,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Heal war-torn earth near Roamingstar's glade ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Roamingstar can be found in her glade in north-eastern Dor-en-Ernil.\\n\\nYou have healed the earth wounded by the war in Gondor and should now return to Roamingstar.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Healed war-torn earth near Roamingstar's glade ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "War-torn earth can be found in and around Roamingstar's glade.\\n\\nRoamingstar has asked you to aid her in healing the lands of Dor-en-Ernil.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Roamingstar",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'You have done well to heal the wounds of Men, [placeholder]. These outsiders have no love for our lands or the people within and will not stop until it all lies wilted and dead, but I shall do all I can to hold them back from the innocent.\\n\\n'In all I have witnessed, few other times have come with such destruction and bloodshed. Let us hope that this one shall soon come to an end....'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I have brought you here because I sense goodness within you, [placeholder]. You seek an end to the conflict that ravages my lands and burdens my people, as do I.\\n\\n'Few still hold sincere belief in my sisters and fewer still have looked upon me in many long years. Of those that did... one came to regret it and I feel the shame still.\\n\\n'Now these wounds lay bare as the Men from Umbar pollute and defile my lands. My waters can heal their destruction, but I cannot do this alone. Aid me, and I shall aid you in turn!'",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "You should now work to heal the glade with the water of the Gilrain",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "DNT -- First in Sequence",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Saddened by the harm inflicted on the Gilrain's banks, Roamingstar hopes to heal the lands of Gondor before confronting the Ruthless Dead.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Search for a bucket near the mere outside Roamingstar's glade",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Wounded Glade",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "A bucket can be found on the banks of the Gilrain in north-eastern Dor-en-Ernil.\\n\\nRoamingstar has asked you to aid her in healing the lands of Dor-en-Ernil by using the waters of the Gilrain.",
      "es": ""
    }
  ]
}