{
  "id": 620953625,
  "txt": [
    {
      "id": 225642629,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "The Corsairs' hideout can be found in northern central Dor-en-Ernil.\\n\\nYou have found the Corsairs' cave and should now search it for any sign of Corsairs.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The Corsairs' hideout can be found in north-central Dor-en-Ernil along the mountainside.\\n\\nYou have encountered two Corsairs fleeing south-east of Dol Brannor. You should search the nearby mountainside for their hideout.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Search the cave for more Corsairs",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Examine a fallen Corsair",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "Slain Corsairs litter the ground nearby",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "The slain Corsair can be found on the ground of the Corsair cave in north-central Dor-en-Ernil.\\n\\nYou have found naught but slain Corsairs in the cave and should examine their bodies to determine what has occurred.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'It would be a far easier task to stop these Corsairs if they had not fled throughout our lands. Those to the north concern me greatly, but not nearly as much as those that fled into the hills.\\n\\n'The mountainside is rife with small passages and it is likely they hide their numbers within. If we do not rout them now, I can think of few better places to hold for a prolonged conflict.\\n\\n'Search the mountainside to the north and west of here, [placeholder]. Since we have learned much from these Corsairs, I shall return to Linhir and speak with Garvir. When you have learned of their hideout, I trust I shall see you in Linhir once more!'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "This fallen Corsair curiously bears no wounds. Stranger still, a mixture of surprise and fear are readily apparent in his face, hinting that he and his men were taken unawares by some unknown foe.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Corsairs flee nearby, paying you little attention as they pass...",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Search for the Corsair hideout to the north-west",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "You have found a cave tucked into the hillside and should explore it further",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Corsairs have fled into the hills of Dor-en-Ernil, hinting that their forces may be beginning to regroup further from Linhir.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Search for the cave the Corsairs mentioned as they fled",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fear of Death",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "The Corsairs' hideout can be found somewhere to the north-west of Hata Khezrat along the mountainside.\\n\\nGorroch has asked you to track the Corsairs into the hills in hopes of disrupting them.",
      "es": ""
    }
  ]
}