{
  "id": 620953644,
  "txt": [
    {
      "id": 246419864,
      "en": "The orders can be found in your inventory.\\n\\nYou have skilfully taken the orders from a drunk Corsair and should now read them.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "The last page of orders can likely be found on a Corsair captain in Hata Khezrat.\\n\\nGorroch has asked you to seek one last page of orders from the Corsairs at Hata Khezrat.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Gorroch can be found in Hata Khezrat to the north and slightly east of Linhir.\\n\\nYou have recovered two pages of the Corsairs' orders and should now return them to Gorroch.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Bah!\\n\\n'None of this is useful to us, [placeholder]! The battle these orders speak of at Linhir has come and gone, and the shores of Lebennin are already aflame.\\n\\n'We need more current orders... something in response to their defeat at Linhir. I would wager that one of their captains holds the orders, but I do not know why he would not have shared them already.\\n\\n'Seek out a captain here, my friend, and see if you cannot relieve him of his orders.'",
      "es": ""
    },
    {
      "id": 49286661,
      "en": "Talk to Gorroch",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Search for the last page of the Corsairs' orders",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Gorroch can be found in Hata Khezrat to the north and slightly east of Linhir.\\n\\nYou have found and read the last of the Corsairs' orders, and should now tell Gorroch of what you have learned.",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "You have deftly slipped the orders from a drunk captain's hand",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Read the Corsair orders",
      "es": ""
    },
    {
      "id": 215429257,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'These are ill tidings, [placeholder].\\n\\n'If this was all that remained of their forces, I would be less concerned, but it is clear they have scattered since their defeat at Linhir. Some have gone further north along the river's edge, and others still have fled to the hills in the west to rally their numbers once more.\\n\\n'We must work to keep them weakened, my friend.'",
      "es": ""
    },
    {
      "id": 225642643,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Collected orders in the Corsair encampment ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "These orders detail a plan for setting siege to Lebennin along its southern coast",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'The Corsairs are planning a new attack against Linhir, [placeholder]. I suspect they are still sore from their shameful retreat from the Dead!\\n\\n'That being so, I would ask that you seek their orders in this encampment. When we have learned all we are able to, I shall return to Linhir with our findings. You see, I do not wish to cause too much of a commotion here before the time is right.\\n\\n'I am thankful that the Corsairs have their orders written down, for I doubt their slurred speech can ever be trusted. I shall keep my bonds loose and wait here, [placeholder]. Swiftly now - little time remains!'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "These appear to be orders for the initial attack on Linhir, made trivial by the arrival of the Dead",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Aware of the Corsairs' desire to strike against Linhir once more, Gorroch hopes to discover their plans before they can be put in motion.",
      "es": ""
    },
    {
      "id": 49286673,
      "en": "Bring the notes you found to Gorroch",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Collect orders in the Corsair encampment ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Renewing the Attack",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Orders can be found in Hata Khezrat to the north and slightly east of Linhir.\\n\\nGorroch has asked you to recover orders from the Corsairs to aid the warriors of Dor-en-Ernil in preparing for a renewed assault on Linhir.",
      "es": ""
    }
  ]
}