{
  "id": 620953617,
  "txt": [
    {
      "id": 225642627,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Garvir can be found in Linhir in eastern Dor-en-Ernil.\\n\\nYou have readied the defences of Linhir and rallied the frightened Men who abandoned their posts. You should now speak to Garvir.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Rallied warriors who fled Linhir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Garvir",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I thank you for your aid, [placeholder]. Fearful as we all were at the sight of the Dead, I do not think it long before the Corsairs and Haradrim return to our gates once more.\\n\\n'Now that our defences are prepared and the men again hold their posts, I believe us ready for the coming battle.'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Warriors of Linhir can be found outside Linhir in eastern Dor-en-Ernil.\\n\\nGarvir has asked you to rally warriors that fled when Aragorn and the Grey Host passed through Linhir.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Repaired damaged barricades ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Allow me a moment to turn my mind from my brothers, [placeholder]. The recent battle in Linhir was brought to an abrupt end by the arrival of Aragorn and the Grey Host. Corsairs, Haradrim, and my fellow Gondorians alike threw down their arms and fled at the sight of them. I saw only Angbor standing amidst the tumult, but now he too has gone from these lands....\\n\\n'It was a battle half-fought, and one that is bound to be finished. Our barricades are in ruin and many of our men are scattered still. If you would aid us in restoring our defences, I would be most grateful.\\n\\n'Let us hope the Grey Host has left us for good... I doubt any of us could bear such terror a second time.'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "In the wake of Aragorn and the Grey Host's passing, Garvir struggles to once again ready the defences of Linhir for battle.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Repair damaged barricades ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Rallying a Defence",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Rally warriors who fled Linhir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Barricades can be found along the borders of Linhir in eastern Dor-en-Ernil.\\n\\nGarvir has asked you to aid in repairing the defences of Linhir before the Corsairs and Haradrim can rally against the settlement once more.",
      "es": ""
    }
  ]
}