{
  "id": 620953664,
  "txt": [
    {
      "id": 225642627,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'It is done, [placeholder]. It feels to me as if a great weight has been lifted from this land, but I sense that many more troubles await you.\\n\\n'Return to my people and tell them of what has happened this day. I shall tend these waters as I always have and strike down any Dead who dare to approach my banks again.\\n\\n'You shall always be welcome at my side, [placeholder].'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Roamingstar",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Garvir can be found in Linhir in eastern Dor-en-Ernil.\\n\\nYou have prevented the Ruthless Dead from crossing into Lebennin and should return to Garvir to tell him of your deeds with Roamingstar.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Roamingstar can be found in her glade in north-eastern Dor-en-Ernil.\\n\\nYou have aided Roamingstar in banishing the Ruthless Dead and should now speak to her.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Garvir in Linhir",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'You tell a most interesting tale, [placeholder], but I do not have the time to hear all of it right now!\\n\\n'Many things are happening in Linhir, and I must remain vigilant!\\n\\n'Let us speak of this another time, my friend.'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'None shall threaten the folk of my lands, [placeholder].'",
      "es": ""
    },
    {
      "id": 215429257,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Long ago, through my curiosity alone, I caused two lovers' hearts to be broken upon the western shores.\\n\\n'I have been troubled by this for many ages... and it was not long after that my sadness compelled me to hide myself away from the folk of these lands. Yet, evil has come to these lands in great force, and I hold the power to change the fates of my people. If I fail to act this day, I shall suffer a sadness far beyond my knowing.\\n\\n'You spoke of the Dead and their plan to reunite with their Master. That shall not be!\\n\\n'My waters will consume them, but... I shall have need of your aid.'",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "As thanks for your aid and to protect the lands of Gondor, Roamingstar seeks to prevent the Ruthless Dead from crossing into Lebennin.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Roamingstar",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Sister of the Gilrain",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Roamingstar can be found in her glade in north-eastern Dor-en-Ernil.\\n\\nRoamingstar has agreed to aid you in preventing the Ruthless Dead from crossing into Lebennin. You should speak to her when you are ready.",
      "es": ""
    }
  ]
}