{
  "id": 620953662,
  "txt": [
    {
      "id": 126754726,
      "en": "Blood for Blood",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I have failed my brother, [placeholder]....\\n\\n'He had the best mind of us all for how to approach battle, and I allowed him to fall. I should have been here... I should have -'\\n\\nErchar trails off, obviously overcome.\\n\\n'You have done much for my brothers and I, my friend... I have but one more thing to ask of you.'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Erchar in Linhir",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Erchar can be found in Linhir in eastern Dor-en-Ernil.\\n\\nYou have defeated the attacking forces from Dor-en-Ernil and Lebennin, but at the cost of Garvir's life. You should speak to Erchar.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Let us face down these invaders together, my friend!'",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'You have returned to us just in time, [placeholder].\\n\\n'We have heard the horns and shouts of the Corsairs and Haradrim in the distance. They come again for Linhir and I doubt there shall be a host of spirits to drive them off this time....\\n\\n'I fear this shall be no short battle, for your efforts on the coast have surely raised their ire. When you are ready, we shall take the western gates, and my brothers shall guard the entrance to Lebennin.\\n\\n'Ready your arms, my friend!'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "The Corsairs and Haradrim make ready once more for battle at Linhir as the Heirs of Castamir seek to avenge their fallen.",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Erchar",
      "es": ""
    },
    {
      "id": 225642624,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Erchar can be found in Linhir in eastern Dor-en-Ernil.\\n\\nErchar has asked you to aid him in protecting Linhir from a renewed attack. You should speak to him when you are ready.",
      "es": ""
    }
  ]
}