{
  "id": 621106346,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 15.5: The Road To Zajâna",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Ulishár at the cross-road north-west of TBD",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Travel to the Overgate outside Zajâna",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'This Kinta Elf has come in search of you, [placeholder]. He spoke with Shâra Mizâdi of a contagion in the forest to the north, and of his people's opposition to Ordâkh.\\n\\n'She invited him to join her army, but he says you and he have urgent business elsewhere?'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Ulishár at the Overgate outside Zajâna",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Continue on into Zajâna and meet up with Ulishár",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Glorfindel and Inkanûsh have gone on ahead to Zajâna, and they sent me to find you, [placeholder]. If you have resolved matters here to your satisfaction, let us make for the city. I will tell you what I know of its history on the way.\\n\\n'The road to Zajâna lies north-west of here.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Ulishár at TBD in Zajâna",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Shâra Mizâdi invited him to join her army, but he says you and he have urgent business elsewhere?'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'The road to Zajâna lies north-west of here. Glorfindel and Inkanûsh were eager to depart for the city.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'You must excuse me, [placeholder], for my knowledge of the histories of Men is... sparse. Much of what I know of them I learned from the wagging tongues of my captors in Emax Dûl. But this must suffice!\\n\\n'The city you see before us was once named Jaghân, the City of Gates, but with the passage of time the name gradually changed, becoming Zaghâna. When a great conflagration of unknown origin burned much of the old city to the ground, the ruling Ibili, or Elders, established the First Triumvirate, a Council of Three to govern the reborn city. They gave it the name Zajâna, City of Keys, to herald the dawning of a new era for the city of the scholars.\\n\\n'But Ordâkh hungered for land and treasure, and when that empire seized the city more than one hundred and twenty years ago, they changed its name again: now it was Jajân, a puppet fiefdom held beneath the Hûl's distant boot. Gladly, the story does not end there! Let us proceed to the gates and I will tell you what happened only last year, and continues to this day.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Let us proceed to the gates and I will tell you what happened only last year, and continues to this day.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'This is the Overgate, one of the two famous gates that guards the pass through Mûr Ghala; the other lies in the southern wall of the city and blocks the road to the desert kingdoms beyond.\\n\\n'But I told you I would finish the tale. With so many of the soldiers of Ordâkh and Shagâna fighting away in the north during the last year, the people of Jajân rose against their oppressors. During this Scholars' Revolt, sometimes called the Second Blue Mutiny, they seized control of the western side of the city and pushed east until they were stopped by the remaining Ordâkhai garrison. Widespread fighting and ensuing fires split the city in twain, and it remains so today.\\n\\n'Now the free portion of the city is once again called Zajâna and it is ruled by a group of five: the Doorwards. The Ordâkh-controlled district of the city remains Jajân, and a new Triumvirate governs there. They believe this Second Blue Mutiny will end as did the first, crushed quickly by Ordâkh a hundred years ago, but as of yet it has not; the city remains divided.\\n\\n'Let us continue onward to the TBD.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Ulishár has come to Mizâdi's war-camp in search of you, bearing tidings about your companions' next road.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Ulishár suggested that you continue to the south-west until you reach the Overgate outside Zajâna.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Let us continue onward into the city.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Ulishár has come to the war-camp in southern Kighân.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Ulishár stands by the Overgate outside Zajâna.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Despite its tumultuous history, Inkanûsh greatly desired to consult the libraries of Zajâna, for its scholars recorded much throughout the years that can be found in no other archive. He and Glorfindel have likely gone to search these troves for the knowledge they seek.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Ulishár suggested that you continue on into Zajâna itself.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Ulishár suggested that you travel to the cross-road north-west of the war-camp.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Ulishár is at TBD inside the city of Zajâna.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Ulishár stands beside the road that leads south-west to Zajâna.",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Ulishár at the war-camp",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Meet up with Ulishár at the cross-road north-west of TBD",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "Ulishár motions for you to halt",
      "es": ""
    }
  ]
}