{
  "id": 621106343,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 15.2: Tendrils of the Blight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Glorfindel at Sormedân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'My neighbours and I mean to cause no offence, stranger, but...'\\n\\nKhâwaz wrings his hands apologetically.\\n\\n'You and this Elf you are with have a presence about you we have never encountered before. The Kintai who dwell in the forest to the north rarely emerge, but those that do, such as Ulishár, have not your bearing. Is it rude to ask the age of an Elf, as it is to ask it of a man grown? For this Elf, this Glorfindel, seems of an ancient kind, older even than the bones of the land, and you have an intimidating mien as well!\\n\\n'If you and he are friends of Ulishár, then I will trust your word that you hold no ill will toward us. Reassure my neighbours of this, and we will speak again... for there is something else that troubles me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'We will trust you, then. I hope you will be able to help us, as we helped Ulishár recover from his plight several months ago. If you are his friend, you are a friend to Sormedân, no matter how frightful your bearing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Inkanûsh at Sormedân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'When I escaped from Emax Dûl and fled homeward, I spent the last leg of my journey in the care of farmers at Sormedân, a village to the south. I will never forget the kindness they showed to me.\\n\\n'See how the fungal blight within Adagím encroaches upon these lands? A nearby grove to the TBD is threatened even now, and should it fall to that creeping corruption, the people of Sormedân will be endangered. Can we seek unblighted seed-pods and cull some of the trees that have already been infected at FUNGAL HUORN CAMP TBD? As we pass their village on the way to Zajâna, I would aid the farmers of Sormedân in memory of the kindness they showed me.\\n\\n'We will meet up at Sormedân after the work at FUNGAL HUORN CAMP TBD is complete, or as near as we can make it. The blight always returns, but that is no reason not to combat it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Travel to FUNGAL HUORN CAMP TBD in Kighân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Khâwaz at Sormedân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Khâwaz at Sormedân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'See how the fungal blight within Adagím encroaches upon these lands? Can we seek unblighted seed-pods and cull some of the trees that have already been infected at FUNGAL HUORN CAMP TBD to the TBD?\\n\\n'We will meet up at Sormedân after the work at FUNGAL HUORN CAMP TBD is complete, or as near as we can make it. The blight always returns, but that is no reason not to combat it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Collect unblighted seed-pods from trees at FUNGAL HUORN CAMP TBD ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Reassure villagers of Sormedân (0/2)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Your errand has put a smile on my face, [placeholder], and that is no small thing in these dark days! The seed-pods you have brought me escaped the corruption of the blight, and that means they can be safely replanted further from Adagím, if that prove necessary. I have not given up hope that Cúridwan can find a cure for the blight... but until she does, we must remain practical. That was always my brother's advice, and now it must be mine as well.\\n\\n'The folk of Sormedân greeted me warmly, but they seem less friendly toward your companions Glorfindel and Inkanûsh. I know not the reason for it, but the farmers give them a wide berth. It is quite unlike the people of Sormedân to be so reserved.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Defeat fungal roots at FUNGAL HUORN CAMP TBD ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Reassure villagers of Sormedân (1/2)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'The folk of Sormedân greeted me warmly, but they seem less friendly toward your companions Glorfindel and Inkanûsh. I know not the reason for it, but the farmers give them a wide berth. It is quite unlike the people of Sormedân to be so reserved.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Are the people of this village frightened of us, [placeholder]? It did not seem so elsewhere in Shagâna. For what reason might they fear us here?\\n\\n'It cannot be that they have never seen Elves before, for Ulishár is known to them and they greeted him warmly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'This is not my first journey in these lands, [placeholder], for I ventured south seeking tidings of Sauron, long ago. Much I learned in the lore-vaults of Zajâna, and it is there I wish to return. Let us not tarry in this farming village when there is knowledge to be gained in the libraries of the City of Gates!\\n\\n'But Glorfindel is not as accustomed to receiving such sour looks as I am! Distrust accompanies me in the south even as it does in the north, but he is an Elf-lord and travels fewer roads than I. What would old Barliman have to say of Glorfindel, I wonder?\\n\\n'Speak to one of these farmers and assure him that Glorfindel means him no harm, and at any rate our business will speed us along shortly. The people here have nothing to fear from us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Are the people of this village frightened of us? It did not seem so elsewhere in Shagâna. For what reason might they fear us here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ulishár has come with you to Kighân, the Shornvale, but so too have tendrils of the blight that have taken root in Adagím.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Inkanûsh is at the village of Sormedân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'My neighbours and I mean to cause no offence, stranger, but...'\\n\\nKhâwaz wrings his hands apologetically.\\n\\n'This Elf you are with has a presence about him we have never encountered before. The Kintai who dwell in the forest to the north rarely emerge, but those that do, such as Ulishár, have not his bearing. Is it rude to ask the age of an Elf, as it is to ask it of a man grown? For this Elf seems of an ancient kind, older even than the bones of the land.\\n\\n'If you and he are friends of Ulishár, then I will trust your word that you hold no ill will toward us. Reassure my neighbours of this, and we will speak again... for there is something else that troubles me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The trees at FUNGAL HUORN CAMP TBD may have been corrupted by the blight creeping into Kighân from Adagím.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Speak to one of these farmers and assure him that Glorfindel means him no harm, and at any rate our business will speed us along shortly. The people here have nothing to fear from us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Ulishár asked you to collect unblighted seed-pods from trees and defeat their corrupted roots at FUNGAL HUORN CAMP TBD, in Kighân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Khâwaz at the village of Sormedân is reluctant to speak to you, but might be convinced.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'If you and he are friends of Ulishár, then I will trust your word that you hold no ill will toward us. Reassure my neighbours of this, and we will speak again... for there is something else that troubles me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Ulishár said he would wait for you at the village of Sormedân, to the south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e09",
      "en": "Bring the seed-pods to Ulishár at the village of Sormedân, to the south",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Glorfindel is at the village of Sormedân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Villagers of Sormedân are frightened of Glorfindel, and need reassurance that he is a friend and can be trusted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Villagers of Sormedân are frightened of Glorfindel, and need reassurance that he is a friend and can be trusted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Reassured villagers (1/2)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Reassured villagers (2/2)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Khâwaz at the village of Sormedân has something to say to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'If you and he are friends of Ulishár, then I will trust your word that you hold no ill will toward us. Reassure my neighbours of this, and we will speak again... for there is something else that troubles me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "It is as Ulishár feared: the trees have been corrupted by blight from Adagím",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'We will trust you, then. I hope you will be able to help us, as we helped Ulishár recover from his plight several months ago. If you are his friend, you are a friend to Sormedân, no matter how frightful the bearing of your companion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Collected unblighted seed-pods ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Defeated fungal roots ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}