{
  "id": 621106365,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 16.1: Hallows In The Height",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Find NORTH WIGHT CAMP TBD to the north of HALLOWS HUB TBD",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Defeat wights at NORTH WIGHT CAMP TBD ([placeholder]/6)",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The air is thin and cold in An Shêru. I like it not! I much prefer the warmth and life of Ambarûl to this desolate height. Are pleasant villages so few here that we must shelter among crypts and tombs? But it was Shâra Mizâdi's command to scout this place for her foes, and we will do it.\\n\\n'I understand one of my companions met you some time ago, [placeholder]. His name is Shenzâmin, and he speaks most highly of you. The other is named Kishâtal, and he has proven a sturdy ally to me as well, besting a number of brigands that thought to ambush us between WAR CAMP TBD and the road through Kighân.'",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Wights stalk the heights of NORTH WIGHT CAMP TBD",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Defeat wights at NORTH WIGHT CAMP TBD (5/6)",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I am Shenzâmin of Kûr Anzar, [placeholder]. We last spoke outside the town of Urmâkh, in Imhûlar. I did not expect to see you again so far from where last we met, but the surprise is a pleasant one!\\n\\n'It is Shâra Mizâdi's command that we watch the road through An Shêru for any sign of foes that might endanger her army as it travels. Rahâzi of Iridír says she does not like this place; I echo her thoughts, for the thin air and the cold fills me with unease.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Shenzâmin at HALLOWS HUB TBD",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Kishâtal at HALLOWS HUB TBD",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Shenzâmin at TBD in NORTH WIGHT CAMP TBD",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Shâra Mizâdi entrusted Shenzâmin, Rahâzi, and I with scouting the Height of the Sky for any sign of Ordâkhai aggression. We are also to treat with the Temámir dwarves that are said to dwell in this place, and to offer them the friendship of Renewed Hamât.'\\n\\nKishâtal smiles with wry amusement.\\n\\n'Shenzâmin and I have spoken of this curiosity before: that neither of us knew ourselves to be Hamâti before the rise of Shâra Mizâdi. Now each of us would die for her, and for Renewed Hamât. I hope it will not come to that, but if it does I will die knowing my death will be of some use for the Shâra and the welfare of my people, and hers.'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Examine the corpse of the sorcerer of Ordâkh at TBD in NORTH WIGHT CAMP TBD",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'It is Shâra Mizâdi's command that we watch the road through An Shêru for any sign of foes that might endanger her army as it travels.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'This is not the first talk of this sort I have overheard. Every new ruler thinks to better the lives of their people, but when the time comes to make good on such promises they are found wanting!\\n\\n'Is this Mizâdi any different? If she really wants to aid the people who must live in An Shêru, her followers must prove her good intentions. There are wights to be found at TBD. Have you the courage to face them?'\\n\\nYou ask Mashdagâl why he ventures so near to tombs known to be inhabited by wights, and he chuckles.\\n\\n'That is my own business, stranger. If they prove too fearsome for you to handle, I am certain your warrior-queen will be along shortly to recover your equipment and your body. I hear this Mizâdi is different than the others.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Mashdagâl in HALLOWS HUB TBD",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'If this man has something to say, he should say it to my face!'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Read the parchment you recovered from the sorcerer of Ordâkh",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'If Mizâdi really wants to aid the people who must live in An Shêru, her followers must prove her good intentions. There are wights to be found at TBD. Have you the courage to face them?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have come to An Shêru, the Height of the Sky, and must now brave the dangers of this inhospitable land.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Rahâzi has introduced you to the Hamâti soldiers with whom she travels. They can be found at HALLOWS HUB TBD in An Shêru.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'I found something, [placeholder]. Look here! This slain man wears the distinctive robes of a sorcerer. Did he come here in search of treasure? I said nothing back at HALLOWS HUB TBD, but I think that unmannerly scoundrel might be a treasure-seeker himself, if not an outright brigand. Should we tell him of this man's fate, it may encourage him to seek another profession!\\n\\n'This corpse tells us the Ordâkhai have already pressed forward into An Shêru, and this man, at least, ran afoul of the wights. Has he anything upon him that might tell us the movements of his allies?'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Wights stalk the TBD at NORTH WIGHT CAMP TBD.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Rahâzi has introduced you to the Hamâti soldiers with whom she travels. They can be found at HALLOWS HUB TBD in An Shêru.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Wights stalk the TBD at NORTH WIGHT CAMP TBD.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'This slain man wears the distinctive robes of a sorcerer from Ordâkh. What led him to his death among these ruins? Search his body and we may learn the answer, or if his allies are nearby.'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Shenzâmin is at TBD in NORTH WIGHT CAMP TBD. What has he discovered?",
      "es": ""
    },
    {
      "id": 49286713,
      "en": "Bring the parchment you found to Glorfindel in HALLOWS HUB TBD",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "It would appear Mashdagâl has something he wants to say.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Shenzâmin discovered the corpse of a man of Ordâkh wearing sorcerous robes at TBD in NORTH WIGHT CAMP TBD.",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "Defeated wights at NORTH WIGHT CAMP TBD ([placeholder]/6)",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "You hear one of the Hamâti soldiers calling for you from the TBD",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'I understand one of my companions met you some time ago. His name is Shenzâmin, and he speaks most highly of you.'",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "You find a parchment covered in mad ravings",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "You picked up a parchment covered in a sorcerer's mad ravings.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Glorfindel will want to see the writings of the sorcerer of Ordâkh. The Elf-lord waits for you in HALLOWS HUB TBD.",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Mashdagâl told you that if you want to help so badly, you might deal with creatures of evil at NORTH WIGHT CAMP TBD.",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'You found a parchment on the slain sorcerer of Ordâkh? What does it say?'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'What have you found, my friend? From the look in your eye I deem you have discovered something that must concern us.'\\n\\nYou hand the ravings of the Ordâkhai sorcerer to Glorfindel, and he closely studies the parchment. After a moment he looks up at you.\\n\\n'These words remind me of the Dagor Carlanthir, [placeholder]. To me this writing sounds like someone with less fortitude than Inkanûsh experiencing the mind-tampering of the Thardúth.'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "The man leaning against a nearby wall snorts in derision",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'The Elf-lord Glorfindel will want to see that parchment, [placeholder]. Perhaps he will know what those ravings could mean.'",
      "es": ""
    }
  ]
}