{
  "id": 621106364,
  "txt": [
    {
      "id": 177082793,
      "en": "Amêsh leaps from hiding, unaware of your lack of surprise",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 15.10: A Brigand-Haunted Road",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Repair the brigand-tampered signpost at TBD",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Repair the brigand-tampered signpost",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'An Shêru, the Height of the Sky, was once known for the loveliness of its high forests and flowering meads, but no longer. Now the plateau is parched and dry, a cracked waste among the high peaks of the Mûr. If Inkanûsh is correct that other vaults of the Thardúth remain, this would seem to be a likely place for them.\\n\\n'The road that runs from Zajâna to An Shêru has a reputation for danger. We must remain alert for brigands as we make our way north-west.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Rahâzi at TBD",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Continue further on to TBD along the road to An Shêru",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Collect blades from brigands at BRIGAND CAMP TBD ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'We must remain alert for brigands as we make our way toward An Shêru.'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Examine the suspicious signpost at TBD",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Collect bows from BRIGAND CAMP TBD ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Examine the suspicious signpost at TBD",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Our paths cross once again, [placeholder], and it seems they each lead to the Height of the Sky!\\n\\n'Shâra Mizâdi entrusted me and two of her soldiers to scout the plateau of An Shêru ahead of her army. We have not yet climbed high enough and already we have run afoul of brigands. I see you have as well!\\n\\n'The bandits came from the TBD. If you deprive them of blades and bows with which they trouble folk on the road, you will be aiding the Shâra and any others who must travel this way. We can meet up at TBD where the road leads into An Shêru and discuss our further plans.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Deprive those brigands of the blades and bows with which they trouble folk on the road, and we can meet up at TBD where the road leads into An Shêru.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The road to An Shêru has a reputation for danger, but that is the way you must go.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Rahâzi has arrived in the company of two Hamâti soldiers.",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "There is something suspicious about this signpost",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Those brigands would surely have known not to trouble Shâra Mizâdi or her army, but most travellers have neither her numbers nor her ferocious mien! It is good you have shown them the road is not undefended.\\n\\n'I felt a chill when I arrived here, and my companions say they felt the same. I suspect more than brigands haunt these ruins.'",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Shouting defiantly, a brigand leaps out of hiding!",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The road to An Shêru leads north-west of Zajâna. You should begin by going to TBD.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "The brigand camp BRIGAND CAMP TBD is located at TBD.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Something strikes you as suspicious about the signpost at TBD.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Rahâzi asked you to meet up with her party at HALLOWS HUB TBD in An Shêru.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The road to An Shêru leads north-west of Zajâna. You should continue on your way to TBD.",
      "es": ""
    },
    {
      "id": 49286712,
      "en": "Bring the blades and bows to Rahâzi at HALLOWS HUB TBD in An Shêru",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Brigands may have tampered with the signpost at TBD as well.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "You should repair this signpost at TBD as you repaired the other.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "As you step back to admire your work, you feel eyes upon you",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Travel to TBD on the road to An Shêru",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "Collected blades ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "Collected bows ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "If Dagûrum had allies, leaving the signpost as it is may help them ambush other travellers. You should repair the signpost and ruin their plans.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "You survived Dagûrum's ambush, but he may have allies",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "You repair the signpost, making the road more safe for travellers",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Brigands appear to have tampered with this signpost as well",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "You survived Amêsh's ambush",
      "es": ""
    }
  ]
}