{
  "id": 621106325,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 14.6: Beside the Weeping Mother",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Irsinith at the Hill of the Mother",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Collect venom sacs from spiders in Adagím ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The road to discovery is often slow and riddled with setbacks. Such is the way of things.\\n\\n'Your friend Glorfindel spoke to me of your search for Cúridwan. She has likely gone on ahead to Sul Madásh, largest of the Kinta groves within the Emerald Wood. But wait!\\n\\n'Before you come to Sul Madásh, you should spend a moment at Tûl Ama, the Hill of the Mother. Look for it to the south-east, for it is on your way. The Old Mother, Amûma in my tongue, is unmistakable. You will know her at once, and Cúridwan is like to have stopped there herself.\\n\\n'Farewell, my new friends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Collect sickly wings from sickle-flies in Adagím ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Before you come to Sul Madásh, you should spend a moment at Tûl Ama, the Hill of the Mother. Look for it to the south-east, for it is on your way. The Old Mother, Amûma in my tongue, is unmistakable. You will know her at once, and Cúridwan is like to have stopped there herself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Collect damaged leaves from huorns in Adagím ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I knew what to expect and still the sorrow cuts me deeply, [placeholder]. This great mother-tree of the Emerald Wood stood unharmed for untold years, but now the blight that savages Adagím works its evil even upon her. See the blood-red sap she weeps as she mourns!\\n\\n'Can the Ordâkhai really have wrought this? The Kintai with whom we have spoken seem to believe this corruption began when that Empire crossed north... but how could they have caused such evil as this? Does it not seem beyond their capability, if not beyond their cruel intent?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'For years I have pondered that question, friends of the Kintai, but no solution has come to me. I cannot conceive of such a thing: who would willingly inflict such harm upon this land, or upon Amûma and her children? I have long been the warden of this grove. Tending to her in this state has left me weak and sorrowful.'\\n\\nIrsinith sighs heavily, and you are struck by the notion that she seems very much alike to the mother-tree she guards. You ask if there is anything you and Glorfindel might do to lighten her burden.\\n\\n'The corruption affects both plants and animals, and by observing these signs we can track the spread of the blight through the forest. Will you bring me venom sacs from spiders, sickly wings from nearby flies, and damaged leaves from huorns in the woods? I would collect these myself, but I am quite exhausted today already. Perhaps I will speak with your sympathetic friends while you are away and learn how I might aid you in return?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Can the Ordâkhai really have wrought this? The Kintai with whom we have spoken seem to believe this corruption began when that Empire crossed north... but how could they have caused such evil as this? Does it not seem beyond their capability, if not beyond their cruel intent?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'The corruption affects both plants and animals, and by observing these signs we can track the spread of the blight through the forest. Will you bring me venom sacs from spiders, sickly wings from nearby flies, and damaged leaves from huorns in the woods? I would collect these myself, but I am quite exhausted today already. Perhaps I will speak with your sympathetic friends while you are away and learn how I might aid you in return?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Glorfindel at the Hill of the Mother",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Thank you for bringing me these. I will study them later, when I am feeling better. Right now I am simply so tired.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Grateful for the help you provided, Shadalith has suggested that you visit Tûl Ama, the Hill of the Mother, on your way to Sul Madásh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Irsinith asked you to collect venom-sacs, sickly wings, and damaged leaves from creatures located not far from the Hill of the Mother in Adagím.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Fungal rot has already crept up the trunk of Amûma, the Old Mother of Adagím",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Inkanûsh and I spoke with Irsinith while you were away, [placeholder], and she confirmed what we believed.\\n\\n'Cúridwan came this way earlier in the day. She proceeded onward to the south-east, and must be making for Sul Madásh, home of the Kintai in Adagím.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Tûl Ama, the Hill of the Mother, is to the south-east of Laivárth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Irsinith is at the Hill of the Mother in Adagím.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I am just so tired. Please excuse me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Glorfindel stands sorrowfully by Amûma, the Old Mother of Adagím.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Glorfindel is at the Hill of the Mother in Adagím.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e08",
      "en": "Bring the venom sacs, wings, and leaves to Irsinith at the Hill of the Mother",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Irsinith is at Tûl Ama, the Hill of the Mother.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Find Tûl Ama to the south-east of Laivárth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Glorfindel at Tûl Ama",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "The Kinta woman turns sorrowful eyes upon you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Collected venom sacs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Collected sickly wings ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Collected damaged leaves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}