{
  "id": 621106327,
  "txt": [
    {
      "id": "0xa8e1192",
      "en": "You see no sign of Cúridwan, but many dangers lurk that way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "This would be a good place to <rgb=#00FF00>look</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e27",
      "en": "Talk to Baharúd at the Elderwell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "Baharúd calls for a halt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'She is gone? Did she not say she would wait here for us to return? I did not really know Cúridwan as well as my brother Ulishár did, but I was not aware her head was always floating away among the clouds! Have you known anyone else like that, [placeholder]? And if you have, how do you put up with it?\\n\\n'Let us hope she went to Sul Madásh. I am not eager to chase her throughout Adagím any longer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Perhaps Cúridwan returned to Sul Madásh. I am not eager to chase her throughout Adagím any longer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Baharúd is at the entrance to Sul Madásh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "At last you have located Cúridwan!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Corudan told me you had come to Adagím, [placeholder]. I am glad to see you, but I hope you have better fortune on your errand than I have had on mine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'When I was younger, I was given to wandering. I met Cúridwan on one of these meanders, far from Sul Madásh, and she and I became dear friends. When the Ordâkhai came north and the pestilence was born in Adagím, she and I sought to prevent its spread. I strayed too far in search of a cure, and... it is not important. I will say only that my wandering days were ended.'\\n\\nUlishár frowns.\\n\\n'If Cúridwan came to these woods but avoided Sul Madásh, she must have had some reason. I am no adventurer, and would rather stay within these bounds, but my brother Baharúd would no doubt enjoy the search. Ask him if he will accompany you! You will find him at the entrance to the grove at TBD.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Cúridwan at the Elderwell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Baharúd agreed to travel south-east of Sul Madásh and to <rgb=#00FF00>look</rgb> with you for Cúridwan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Collect crocodile teeth north-west of the Elderwell ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Ulishár thought I might be interested in accompanying you to search for Cúridwan? My brother is most considerate! While he desires not to leave the grove unless he must, I feel quite the opposite.\\n\\n'If he is correct that Cúridwan may have skirted Sul Madásh, there is no need for us to look for her within view of the grove. We should travel south-east and see if we can pick up her trail in the further reaches. While we walk you can tell me about your adventures, for I judge that you have had a number of them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'If Cúridwan came to these woods but avoided Sul Madásh, she must have had some reason. I am no adventurer, and would rather stay within these bounds, but my brother Baharúd would no doubt enjoy the search. Ask him if he will accompany you! You will find him at the entrance to the grove at TBD.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Baharúd is at TBD in Adagím.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Collect samples from blight pustules north-west of the Elderwell ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'If my brother is correct that Cúridwan may have skirted Sul Madásh, there is no need for us to look for her within view of the grove. We should travel south-east and see if we can pick up her trail in the further reaches. While we walk you can tell me about your adventures, for I judge that you have had a number of them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Bring the crocodile teeth and blight samples to Cúridwan at the Elderwell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'We should not go this way without allies beside us, [placeholder]. Some evil lurks in the south-eastern reaches of Adagím, and I fear its power outstrips our own. Orcs have taken up residence in that place, and I think they cannot be the most fearsome of the creatures who dwell there. Let us look elsewhere for Cúridwan.\\n\\n'My brother and Cúridwan walked often in these woods. Perhaps she has gone to one of their old haunts? Ever since Ulishár returned from his captivity, he has not felt comfortable ranging from Sul Madásh; otherwise I would ask him to show us to them.'\\n\\nBaharúd falls silent.\\n\\n'My brother does not like to speak of it. I should not have said anything. Let us go to the cross-road to the north-west and continue our search.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Return to Sul Madásh and look for Cúridwan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Talk to Sigileth in Sul Madásh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Baharúd suggested that you travel north-west to the cross-road to continue your search.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Let us go to the cross-road to the north-west and continue our search.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Baharúd is at the cross-road in Adagím.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I have done you a disservice, [placeholder]. I should not have spoken of my brother if I could not tell you all.\\n\\n'Ulishár once took great joy in wandering far across the lands of Shagâna, west to the shores of Umbar and south to the fringe of the great desert of Gûl Sakhâsha. He would come back with tales of his adventures, much like the ones I believe you have had!\\n\\n'About a year ago, he was captured by soldiers of Ordâkh. They imprisoned him in one of their cities, where he was made to labour. The watch on him lapsed as the armies of Ordâkh assembled and marched north to war, and a few months ago he escaped and crossed the Mûr. Ever since he returned, he has been unwilling to leave the bounds of Sul Madásh.\\n\\n'Now I have told you all, and I ask that you please speak not of this to my brother. Come, our destination lies to the south: the Elderwell. I remember Ulishár used to visit this place with Cúridwan, in happier times.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Your search for Cúridwan now leads south to the Elderwell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Come, our destination lies to the south: the Elderwell. I remember Ulishár used to visit this place with Cúridwan, in happier times.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Cúridwan is at the Elderwell in Adagím.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "<rgb=#00FF00>Look</rgb> for Cúridwan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'I had hoped my salve could put an end to the Lâg Dávrit, the Pale Blight, but alas! It is not enough. The corruption birthed beneath Adagím fights against each of the arts I bring to bear against it, and the Pale Blight is a symptom only; so too are the fungal blossoms that spring all about us. I must strengthen my salve, and for that I need to learn more.\\n\\n'I spied crocodiles to the north-west as I climbed to this place. Collect their teeth and some samples of the blight near which they live, and bring them to me for study. My mind is awhirl with the possibility that this corruption can be beaten and its harm undone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Cúridwan asked you to collect crocodile teeth and samples of the blight north-west of the Elderwell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I spied crocodiles to the north-west as I climbed to this place. Collect their teeth and some samples of the blight near which they live, and bring them to me for study. My mind is awhirl with the possibility that this corruption can be beaten and its harm undone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Baharúd at TBD in Adagím",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Travel north-west to the cross-road to continue your search for Cúridwan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Baharúd at the cross-road in Adagím",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Travel south to the Elderwell in search of Cúridwan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Cúridwan is waiting at the Elderwell for you to return with the things she requested.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Baharúd is at the Elderwell in Adagím.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Baharúd believes that Cúridwan may have gone to Sul Madásh. You hope he is right!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Sigileth has finished speaking with the elders of Sul Madásh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d167",
      "en": "Cúridwan came to Adagím, but she never reached Sul Madásh. Where wandered the Golden Maiden?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "Collected crocodile teeth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Baharúd at the entrance to Sul Madásh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "Collected blight samples ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Travel south-east of Sul Madásh to TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1186",
      "en": "Cúridwan is no longer at the Elderwell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "Sigileth waves and calls you over to her",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 14.8: Wandering Cúridwan",
      "es": "",
      "es (fem)": ""
    }
  ]
}