{
  "id": 621106375,
  "txt": [
    {
      "id": 148970448,
      "en": "You have discovered Dul Râkh",
      "es": ""
    },
    {
      "id": 149027508,
      "en": "Dangers in Shagâna",
      "es": ""
    },
    {
      "id": 148970451,
      "en": "You have discovered Zikrum-dûl",
      "es": ""
    },
    {
      "id": 173025617,
      "en": "Find Garash Kâru",
      "es": ""
    },
    {
      "id": 173025619,
      "en": "Find Garash Hûru",
      "es": ""
    },
    {
      "id": 137079129,
      "en": "The high canyon walls on either side of Khûn Sagaz ensure that any foolhardy enough to venture within have little hope of escaping the watchful gaze of the Orcs who dwell here.",
      "es": ""
    },
    {
      "id": 173025536,
      "en": "Find Dun Shûma",
      "es": ""
    },
    {
      "id": 137079090,
      "en": "Providing the Ekhamâti a toehold into the fertile lands of Ambarûl, Garash Kâru sits on a commanding hilltop outside the southern Ambarûli marshes.",
      "es": ""
    },
    {
      "id": 137079138,
      "en": "Dun Shûma, the King's Fortress, has long been rumoured to contain treasures of the Kings of Nisaka, an ancient dynasty of the Khûd. More recently, rumours suggest that artifacts of Aragín the Queller, famed ancient uniter of Shagâna and King of Hamât have spread, causing many to try their luck at finding these relics of the revered Aragín.",
      "es": ""
    },
    {
      "id": 137079092,
      "en": "The Ekhamâti have established crude fortifications and a rudimentary encampment outside a set of pits in northern Khûd Zagin. Few know what they are searching for there, and whether they should fear what they find.",
      "es": ""
    },
    {
      "id": 173025539,
      "en": "Find Ab-dâna",
      "es": ""
    },
    {
      "id": 148970469,
      "en": "You have discovered Ushbarab",
      "es": ""
    },
    {
      "id": 137079141,
      "en": "The encampment of Ab-dâna gives to the Orcs a view of much of the rest of Urash Dâr, providing a vantage point from which they can make their deadly plans for war.",
      "es": ""
    },
    {
      "id": 148970470,
      "en": "You have discovered Nisigurûm",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Explore enemy camps, settlements, and fortresses among the Ekhamâti threat in the Ikorbân Valley.",
      "es": ""
    },
    {
      "id": 148970472,
      "en": "You have discovered Garash Kâru",
      "es": ""
    },
    {
      "id": 173025542,
      "en": "Find Maurûsh",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Explore enemy camps, settlements, and fortresses among the Ekhamâti threat in the Ikorbân Valley.",
      "es": ""
    },
    {
      "id": 148970473,
      "en": "You have discovered Garash Hûru",
      "es": ""
    },
    {
      "id": 137079144,
      "en": "Orcs have overtaken the stone keep of Maurûsh and pushed out the former Ordâkhai residents. From this defensible position, the Orcs can strike almost any location in Urash Dâr with very little warning.",
      "es": ""
    },
    {
      "id": 173025591,
      "en": "Find Az Shûdai",
      "es": ""
    },
    {
      "id": 173025545,
      "en": "Find Dul Râkh",
      "es": ""
    },
    {
      "id": 148970433,
      "en": "You have discovered Dun Shûma",
      "es": ""
    },
    {
      "id": 137079153,
      "en": "Not content to remain within the dark cave where they were born, the scorpions of Dul Râkh boiled into the canyon outside. The scorpions overran the Orcs foolishly camped outside the cave mouth, and now the canyon belongs to them.",
      "es": ""
    },
    {
      "id": 148970436,
      "en": "You have discovered Ab-dâna",
      "es": ""
    },
    {
      "id": 173025554,
      "en": "Find Zikrum-dûl",
      "es": ""
    },
    {
      "id": 137079156,
      "en": "This ancient hermitage was built into the walls of a narrow, spring-fed gap where greenery thrives despite the arid climate. It was once the retreat of poets and philosophers, but that was long ago; in the years since it held a trove of secret lore, generations of robbers and brigands have used it to store their own plunder.",
      "es": ""
    },
    {
      "id": 148970439,
      "en": "You have discovered Maurûsh",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Find Ushbarab",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Find Nisigurûm",
      "es": ""
    },
    {
      "id": 137079159,
      "en": "Tangled webs woven by the spiders that lurk at Ushbarab make travel in north-western Urash Dâr difficult, if not outright impossible.",
      "es": ""
    },
    {
      "id": 148970488,
      "en": "You have discovered Az Shûdai",
      "es": ""
    },
    {
      "id": 137079160,
      "en": "Nisigurûm, or the \\qgreen-watch\\q, was once part of a flourishing collection of human encampments in Nisigím, \\qthe emerald wood\\q. Now the name is tinged in sorrow, as the woods surrounding Nisigurûm have surrendered to the Pale Blight, and the corrupting influence of the Ordâkhai, who now control Nisigurûm. The Ordâkhai at Nisigurûm are themselves commanded by the Shâr of Ekhamât, the cruel Bârshud II.",
      "es": ""
    },
    {
      "id": 137079161,
      "en": "The high canyon walls form natural barriers and impediments to assault at Az Shûdai, providing an extra advantage to the Ordâkhai and Ekhamâti who dwell there.",
      "es": ""
    }
  ]
}