{
  "id": 621106324,
  "txt": [
    {
      "id": 162883717,
      "en": "'Well, then. I know not what it means, but it smells terrible.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 14.5: Rot of the Moulder-wood",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Glorfindel in Laivárth",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'If Cúridwan has gone ahead into Adagím, that is where our road must lead. But it is the foolhardy traveller who passes into an unfamiliar land without knowledge; we must not be unprepared.\\n\\n'What can Thórvilon tell us of the woods into which we must go?'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Shadalith in Laivárth",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "You add the blight to the water and a noxious fume rises into the air",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Collect sample of the rot at TBD LOCATION A",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'What can I tell you about Adagím that will not pain me? Very little, my friend. So much of the Emerald Wood has been tainted by blight and corruption that the beautiful forest of my youth seems somehow unreal. When the Ordâkhai came north, something they brought with them damaged the soil. The blight that slew the trees of Imhûlar began first in Adagím, taking the form of a terrible fungal rot. Many groves of my people were abandoned, until only Sul Madásh remained unspoiled.\\n\\n'The Adagím of today is a nightmarish, boggy wilderness, despite the efforts of the Kintai. Some of us fled westward to Vartúlin, or to Shonith beside the Khûd, but I fear it is only a matter of time before the blight consumes every tree that once grew within the Emerald Wood of Nisigím.\\n\\n'Perhaps Inkanûsh and Cúridwan together will be able to fight it, [placeholder]. I hope it is so! Hurry on to speak with Athgai where the road passes into Adagím, and hasten the meeting of these two wise ones!'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'It is the foolhardy traveller who passes into an unfamiliar land without knowledge; we must not be unprepared. What can Thórvilon tell us of the woods into which we must go?'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Athgai where the road runs into Adagím",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Collect sample of the rot at TBD LOCATION B",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Wait a moment, newcomers. Few come this way, save the Orcs, and it is my duty to keep watch for any who stray this far into the wood. What business have you in Adagím?'\\n\\nYou tell the Kinta guard that you are only passing through on your way south, but that you hoped to find Cúridwan somewhere on the way. Athgai nods thoughtfully.\\n\\n'I stopped and spoke with her briefly a few hours ago, as I have stopped you. She said she possessed a salve that might cure us of the Lâg Dávrit. If only it might be true! She passed north-east in the direction of Laivárth. If you head that way too, might I trouble you to defeat some of the Orcs that lurk beside the path? They seem untroubled by the noisome fumes that now fill the air, and it is our burden to thin their numbers before they become emboldened. They have fashioned two camps near here, ORC CAMP A TBD and ORC CAMP B TBD, and if you defeat these creatures you will be aiding both the Kintai and your friend Cúridwan.'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Defeat Orcs at ORC CAMP A TBD or ORC CAMP B TBD in Adagím ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Collect sample of the rot at TBD LOCATION C",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Perhaps Inkanûsh and Cúridwan together will be able to fight the corruption that has taken root in Imhûlar and Adagím. I hope it is so! Hurry on to speak with Athgai where the road passes into Adagím, and hasten the meeting of these two wise ones!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Cúridwan passed north-east in the direction of Laivárth. If you head that way too, might I trouble you to defeat some of the Orcs that lurk beside the path? They seem untroubled by the noisome fumes that now fill the air, and it is our burden to thin their numbers before they become emboldened. They have fashioned two camps near here, ORC CAMP A TBD and ORC CAMP B TBD, and if you defeat these creatures you will be aiding both the Kintai and your friend Cúridwan.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Find the grove of Laivárth in Adagím",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Your friend Cúridwan may be at the grove of Laivárth, to the north-east. You should look for her there.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Eager to speak with the mysterious Cúridwan, Inkanûsh wishes to travel with you into Adagím, the Moulder-wood, where a terrible blight has taken hold.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'The fungal corruption has begun to work on this grove as well, despite the efforts of its tenders to halt its spread. See the mark of the blight there, and there? My heart is heavy, and I have only just arrived! Imagine how it must feel to live in this wood, and watch the corruption advance with the passage of the hours, and of the days!'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Athgai told you to seek the grove of Laivárth, north-east along the path in Adagím.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Thórvilon is at the Kinta grove of Vartúlin, in Imhûlar.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Your friend speaks the truth: it is difficult to watch the blight consume our land, twisting the trees in horrible mockery of their once-healthy forms. Some among my people believe the fungal contagion spews from a single entity: Sívigush, the Earth-terror; others believe the blight is itself alive, and Sívigush is in fact an evil composed of every tendril, mushroom, and spore released into the fetid air of Adagím.\\n\\n'I know not what I believe. If you are willing to take this trowel and bring back a sample from several locations where the rot has taken hold, perhaps we can learn something that will be of use. I will speak with your friend while you conduct this study on my behalf, and help the two of you as I can.\\n\\n'The rot is particularly bad to the TBD, the TBD, and the TBD of Laivárth.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Glorfindel stands at TBD in the grove of Laivárth.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Imagine how it must feel to live in this wood, and watch the corruption advance with the passage of the hours, and of the days!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Athgai stands watch where the road runs into Adagím.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Shadalith stands nearby in the grove of Laivárth.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Bring back samples from several locations where the rot has taken hold and we may learn something of use. I will speak with your friend while you conduct this study on my behalf, and help the two of you as I can.\\n\\n'The rot is particularly bad to the TBD, the TBD, and the TBD of Laivárth.'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "ORC CAMP A TBD and ORC CAMP B TBD can be found at TBD in Adagím.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Shadalith asked you to retrieve samples of the rot at locations to the TBD, TBD, and TBD of Laivárth.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "A Kinta woman standing nearby murmurs her agreement",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "Collected a sample of the rot at TBD LOCATION A",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Collected a sample of the rot at TBD LOCATION B",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "Collected a sample of the rot at TBD LOCATION C",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Shadalith is at the grove of Laivárth.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Shadalith placed a bucket of water to the TBD. She wants you to add the samples of the blight you collected to the water so she can see if there is any effect.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Shadalith in Laivárth",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Shadalith is in Laivárth.",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Shadalith in Laivárth",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'You have returned with the samples of the rot I asked you to collect? Thank you for doing this for me!\\n\\n'I have placed a bucket of water to the TBD. Will you add the portions of the blight you collected to the water? I am interested in the effect they may have upon the water.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'I have placed a bucket of water just over there. Will you add the portions of the blight you collected to the water? I am interested in the effect they may have upon the water.'",
      "es": ""
    },
    {
      "id": 49286690,
      "en": "Add the blight samples to the water bucket in Laivárth",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "Defeated Orcs in Adagím ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}