{
  "id": 621106367,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 16.3: Investigations In An Shêru",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'The Ordâkhai who control Emax Dûl are being manipulated by the Thardúth. I am certain of it.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Glorfindel at TBD on the road to Idagâl",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Rahâzi at TBD on the road into Idagâl",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Mashdagâl fled this place while you were away, but unless he leaves An Shêru entirely I fear he will not escape the reach of the Thardúth. Did the tremors caused during the Din of Stone unseal the path to a second vault of Morgoth's servants? It seems likely to me, [placeholder], and I believe the slain Ordâkhai have given a name to this place: Damudûr.\\n\\n'We have some work to do. Once we have learned what we can in An Shêru we will travel westward, where the road leads to Idagâl.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Shenzâmin and I cannot let these terrors distract us from the mission given to us by Shâra Mizâdi. We will help you investigate An Shêru, but we must also carry out our own duties.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Did the tremors caused during the Din of Stone unseal the path to a second vault of Morgoth's servants? It seems likely to me, [placeholder], and I believe the slain Ordâkhai have given a name to this place: Damudûr.\\n\\n'We have some work to do. Once we have learned what we can in An Shêru we will travel westward, where the road leads to Idagâl.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'If we all work together we can both carry out our duties and search An Shêru for the evils that threaten its people.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Ever since we departed Zajâna, I suspected our road would bring us to Emax Dûl in Idagâl. I did not expect the situation with which we are now threatened, that the Ordâkhai who control that city might be manipulated by the Thardúth.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Shenzâmin and Kishâtal have set out for Kighân to bring word back to Shâra Mizâdi. I will remain with you, [placeholder], for I fought at the Sabûdamar, the red-rush battle, and I know the danger posed by the Thardúth.\\n\\n'For fallen Surdûsha and the honour of the Dumûri, I will fight alongside you against them!'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Glorfindel believes that terrible evils slept within An Shêru, but they must now be awake. You must determine the dangers lurking within the Height of the Sky and aid your companions with their duties.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Rahâzi is at TBD on the road into Idagâl.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The Hamâti soldier Kishâtal in HALLOWS HUB TBD has something he wishes to say to you.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Your companions within HALLOWS HUB TBD have a number of investigations with which they need your help.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Having aided your companions with their investigations, you should now meet them at TBD where the road leads into Idagâl.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Glorfindel is at TBD on the road into Idagâl.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Work with Shenzâmin and complete 'Emissaries to Jiret-menêsh'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Work with Glorfindel and complete 'The Madness at Damudûr'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Work with Rahâzi and complete 'A Song of Shurug-nîn'",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Work with Ulishár and complete 'A Difficult Step'",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to the Hamâti soldier Kishâtal in HALLOWS HUB TBD",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Meet with your companions at TBD where the road leads into Idagâl",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Investigation completed: 'Emissaries to Jiret-menêsh'",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Investigation completed: 'The Madness at Damudûr'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Investigation completed: 'A Song of Shurug-nîn'",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "Investigation completed: 'A Difficult Step'",
      "es": ""
    }
  ]
}