{
  "id": 621106370,
  "txt": [
    {
      "id": "0x6a50240",
      "en": "Talk to Shenzâmin at TBD in Jiret-menêsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'We continue northward to Jiret-menêsh. It would seem Dejemûl was correct about the relationship between dwarves and Men in An Shêru.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Shenzâmin raises his hand in greeting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "TBD, the ruler of Jiret-menêsh, listens as you introduce yourself and the Hamâti soldiers Kishâtal and Shenzâmin. You go on to relay your treatment at Khanâg Valoyar, and TBD frowns.\\n\\n'This dwarf Habâti is not immediately known to me, but I have been most busy with affairs within Jiret-menêsh itself. The operation of distant outposts on the surface I leave to others.\\n\\n'I will hear the words of Renewed Hamât, but it is customary for such dignitaries to lend some assistance when they arrive, as a showing of good faith. Two such problems currently trouble my people: an infestation of gredbyg and a host of worms. Does Hamât intend to help us with these matters?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'If this is the custom, we should see it done. I leave the choice to you, [placeholder]. The Temámir wish for us to help them deal with either the gredbyg or the worms? We will help them with both!\\n\\n'Choose the threat with which you will deal, and Kishâtal and I will handle the other. Each of these foes can be found outside Jiret-menêsh, to the TBD and the TBD.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Shenzâmin and Kishâtal agreed to meet you at the cross-roads south of Jiret-menêsh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'I will hear the words of Renewed Hamât, but it is customary for such dignitaries to lend some assistance when they arrive, as a showing of good faith. Two such problems currently trouble my people: an infestation of gredbyg and a host of worms. Does Hamât intend to help us with these matters?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Shâra Mizâdi has brought great strength of arms into Mûr Ghala to oppose the Empire of Ordâkh, but when the fighting is done she will need to ensure a good relationship with the powers who remain.\\n\\n'She has asked Kishâtal and I to treat with the Temámir who dwell in this land, that we may open lines of friendly communication between the dwarves and Renewed Hamât. Judging from the maps I have seen, there is a cross-road south of their settlement in An Shêru. Let us travel there and plan for our encounter with the Temámir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Shenzâmin is at the cross-road south of Jiret-menêsh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'Choose the threat with which you will deal, and Kishâtal and I will handle the other. Each of these foes can be found outside Jiret-menêsh, to the TBD and the TBD.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to Habâti at Khanâg Valoyar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Shâra Mizâdi has asked Kishâtal and I to treat with the Temámir who dwell in this land, that we may open lines of friendly communication between the dwarves and Renewed Hamât. Judging from the maps I have seen, there is a cross-road south of their settlement in An Shêru. Let us travel there and plan for our encounter with the Temámir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Mizâdi entrusted her soldiers Shenzâmin and Kishâtal to meet with the Temámir of Jiret-menêsh, and they will not let her down.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Dejemûl is at the cross-road south of Jiret-menêsh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to Shenzâmin at Khanâg Valoyar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Jiret-menêsh, the settlement of the Temámir in An Shêru, is to the north. But before we make our way there we should speak with this man Dejemûl. He is a merchant, and he says the Temámir may not welcome us, despite our authority to speak on behalf of Shâra Mizâdi!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Find the entrance to Jiret-menêsh at TBD, north of Khanâg Valoyar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I told your companions what I will tell you, stranger: the Temámir of Jiret-menêsh may not receive you with open arms; their relationship with Men is strained. They blame some long ago war with the kingdom of Nísaka for that, claiming the Men of that land tried to seize their mines. For all I know that could be true, but that was centuries ago!\\n\\n'What I do know is that I stopped first at the caravanserai to the TBD, just over there, and the Temámir there insulted me and waved me along. If the others of his people behave as does he, you might as well save yourselves the walking. They will just turn you away, whether you were sent to them by a Shâr, a Hûl, or by any king or queen of Men!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Find TBD, the ruler of Jiret-menêsh, at TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Before we make our way to Jiret-menêsh we should speak with this man Dejemûl. He is a merchant, and he says the Temámir may not welcome us, despite our authority to speak on behalf of Shâra Mizâdi!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Talk to TBD, the ruler of Jiret-menêsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Kishâtal at the cross-road south of Jiret-menêsh has listened to the merchant's words and wants to speak to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Talk to Shenzâmin at TBD in Jiret-menêsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Defeat gredbyg at GREDBYG CAMP TBD ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Dejemûl may be right, [placeholder], but I hope to prove him wrong. Let us speak with the Temámir he mentioned at the caravanserai nearby. The name of the Shâra may open doors for us that remained closed to Dejemûl.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I stopped first at the caravanserai just over there, and the Temámir there insulted me and waved me along. If the others of his people behave as does he, you might as well save yourselves the walking. They will just turn you away, whether you were sent to them by a Shâr, a Hûl, or by any king or queen of Men!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Collect egg clusters at GREDBYG CAMP TBD ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Shenzâmin suggested that you first visit Khanâg Valoyar before you go to Jiret-menêsh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The Temámir dwarf Habâti at Khanâg Valoyar has accosted you with shouted insults.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Defeat worms at WORM CAMP TBD ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Move along! There is nothing for you here!'\\n\\nHabâti spits onto the ground and places a hand on the hilt of his sword.\\n\\n'The sooner you return to the road and depart, the better it will be for all of you! Go now, and return not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Shenzâmin is at Khanâg Valoyar, bristling with anger at your treatment by the Temámir Habâti.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Collect misplaced axes at WORM CAMP TBD ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'This insult cannot be allowed to stand! How dare this dwarf speak so to the emissaries of Renewed Hamât?'\\n\\nShenzâmin shakes with fury, but before drawing his blade he draws a long, calming breath instead, visibly settling his rage.\\n\\n'The insulting manner of this Temámir has no bearing upon our mission, [placeholder]. He is not the leader of Jiret-menêsh, and he has no authority to treat with us. We speak with the voice of Shâra Mizâdi; he rules only this caravanserai, and perhaps not even that!\\n\\n'We continue northward to Jiret-menêsh. It would seem Dejemûl was correct about the relationship between dwarves and Men in An Shêru.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Get out of here! There is nothing for you here! Move along!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50259",
      "en": "Talk to TBD, the ruler of Jiret-menêsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "The entrance to Jiret-menêsh is at TBD.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56841",
      "en": "'I told your companions what I will tell you, stranger: the Temámir of Jiret-menêsh may not receive you with open arms; their relationship with Men is strained. They blame some long ago war with the kingdom of Nísaka for that, claiming the Men of that land tried to seize their mines. For all I know that could be true, but that was centuries ago!\\n\\n'What I do know is that I stopped first at the caravanserai to the TBD, just over there, and the Temámir there insulted me and waved me along. If the others of his people behave as does he, you might as well save yourselves the walking. They will just turn you away, whether you were sent to them by a Shâr, a Hûl, or by any king or queen of Men!\\n\\n'It may be different if you do the speaking for these soldiers, dwarf, but unless you hail from the same lineage as the dwarves of Jiret-menêsh, I would not trust the chance of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Meet up with Shenzâmin and Kishâtal at the cross-road south of Jiret-menêsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "'Dejemûl may be right, but I hope to prove him wrong. Let us speak with the Temámir he mentioned at the caravanserai nearby. The name of the Shâra may open doors for us that remained closed to Dejemûl.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Shenzâmin at the cross-road south of Jiret-menêsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Dejemûl at the cross-road south of Jiret-menêsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Kishâtal at the cross-road south of Jiret-menêsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Visit Khanâg Valoyar before you go to Jiret-menêsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "TBD, the ruler of Jiret-menêsh, is at TBD within the fortress.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "The ruler of Jiret-menêsh is at TBD.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Shenzâmin is at TBD in Jiret-menêsh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1163",
      "en": "If fortune is with you, the ruler of Jiret-menêsh will be more polite than Habâti",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "The ruler of Jiret-menêsh is at TBD.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "TBD, the ruler of Jiret-menêsh, asked you to help his people deal with the creatures at either the gredbyg camp to the west or the worm camp to the east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "TBD smiles magnanimously at you.\\n\\n'Very good, very good! I have been informed of your work on behalf of the Temámir of Jiret-menêsh, and will now listen to the words of the emissaries of Shâra Mizâdi of Renewed Hamât.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Shenzâmin is at TBD in Jiret-menêsh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Thank you for your help gaining this audience. We can now take it from here, and will convey Shâra Mizâdi's friendship and good wishes to the Temámir of Jiret-menêsh.\\n\\n'I am relieved to learn the impolite manner of the dwarf Habâti at Khanâg Valoyar was an exception and not the rule, [placeholder]!\\n\\n'Travel safely, and I hope to see you again when our missions are complete, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'I will now listen to the words of the emissaries of Shâra Mizâdi of Renewed Hamât.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1172",
      "en": "Defeated gredbyg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1174",
      "en": "Collected egg clusters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1176",
      "en": "Defeated worms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1178",
      "en": "Collected misplaced axes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "A Temámir dwarf with thunder in his eyes shouts at you to watch yourself",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "The entrance to Jiret-menêsh is very TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "TBD is very TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Emissaries to Jiret-menêsh",
      "es": "",
      "es (fem)": ""
    }
  ]
}