{
  "id": 621106366,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 16.2: Something Else Inside",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Travel to SOUTHWEST WIGHT CAMP TBD",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Search the body of the slain sorcerer at HYENA CAMP TBD",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'This raises a question in my mind about the reach of the Thardúth. For these servants of vanished Morgoth to threaten the people of An Shêru in this way... they must have either travelled from Utug-bûr, as we did, or they awoke within a vault somewhere within Mûr Ghala, as Inkanûsh supposed. We must find out.\\n\\n'Something drove that sorcerer mad, and he was unable to resist as it clawed its way inside his mind. He would have been our enemy, there is no doubt, but none should perish as he did.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Defeat wights at SOUTHWEST WIGHT CAMP TBD ([placeholder]/6)",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Read the mad scratchings of the sorcerer of Ordâkh",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Creatures prying into your mind, driving you mad? This is nonsense, surely?'\\n\\nMashdagâl's eyes are wild, his fear evident.\\n\\n'What evils have you brought to this place? Did your warrior-queen not intend to aid us? Instead you speak of ancient sorcerer-kings tampering with our very thoughts!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Defeat wights at SOUTHWEST WIGHT CAMP TBD (5/6)",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Something drove that sorcerer mad, and he was unable to resist as it clawed its way inside his mind. He would have been our enemy, there is no doubt, but none should perish as he did.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'This is my understanding of Glorfindel's words: the Ordâkhai came here in search of something, and the Thardúth ensnared them. If the slain sorcerer you found was not alone, his allies may have perished nearby. They might also tell us what happened to them, as he did. Alive, if they be more fortunate than he.\\n\\n'Before you returned and Glorfindel's words replaced his bombast with fear, Mashdagâl spoke of wights to the TBD. There we may find more information about the Thardúth, and if not we will at least combat the danger such creatures pose to the folk of An Shêru with their continued presence.'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Hurry east to HYENA CAMP TBD and find the source of the scream",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'What evils have you brought to this place? Did your warrior-queen not intend to aid us? Instead you speak of ancient sorcerer-kings tampering with our very thoughts!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Before you returned and Glorfindel's words replaced his bombast with fear, Mashdagâl spoke of wights to the TBD. There we may find more information about the Thardúth, and if not we will at least combat the danger such creatures pose to the folk of An Shêru with their continued presence.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The ravings of a slain sorcerer of Ordâkh point to the presence of the Thardúth in An Shêru.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 49286707,
      "en": "Bring the parchment you found to Glorfindel in HALLOWS HUB TBD",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Mashdagâl has become increasingly agitated by the talk in HALLOWS HUB TBD.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "It is your duty to face the wights, at SOUTHWEST WIGHT CAMP TBD and wherever you find them.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "You heard the howling of hyenas and a scream to the east, near HYENA CAMP TBD.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'The ill fortune of these Ordâkhai sorcerers continues? They should never have come to the Height of the Sky!'\\n\\nGlorfindel studies the parchment you found.\\n\\n'I think our Wizard's supposition was correct, [placeholder]. There is another vault of the Thardúth, and it is located within An Shêru.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "The slain sorcerer at HYENA CAMP TBD may have something of interest on his person, as did the other you found.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Ulishár is at HALLOWS HUB TBD, and wishes to speak to you.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "You picked up another parchment covered in a sorcerer's mad ravings.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Glorfindel will want to see the writings of this sorcerer of Ordâkh as well. The Elf-lord waits for you in HALLOWS HUB TBD.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "SOUTHWEST WIGHT CAMP TBD is the south-west of HALLOWS HUB TBD.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "You discover a parchment covered in rantings and ravings",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Mashdagâl at HALLOWS HUB TBD",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Ulishár at HALLOWS HUB TBD",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "It is your duty to face the wights, at SOUTHWEST WIGHT CAMP TBD and wherever you find them.",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "The Dead walk at SOUTHWEST WIGHT CAMP TBD, as they did at NORTH WIGHT CAMP TBD",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Defeated wights ([placeholder]/6)",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "You hear the howling of wolves to the east, followed by a piercing scream!",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "A sorcerer of Ordâkh has fallen victim to the hyenas of HYENA CAMP TBD",
      "es": ""
    }
  ]
}