{
  "id": 621106330,
  "txt": [
    {
      "id": 162883712,
      "en": "'Perhaps I am being foolish, but I spoke to my brother of this choice. I spoke of something I never considered before today, something I do not believe myself. Can such a land of peace and beauty truly exist beyond death? And why would such a place be open to my people, who were unwilling to follow Taknûn the Hunter to it when he sought to bring us there so many centuries before?\\n\\n'Is it not better to remain in the land with which you are familiar, even if your memories fade and all that remains is the anger and disappointment of the Väiri? For all of my life I have been told this is the way of my people. I do not know what to think, [placeholder].'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'On this subject my lips are sealed, [placeholder]. Ulishár and Baharúd lived their lives among the Kintai, and I will not speak against the traditions of their people.\\n\\n'And yet in my heart I feel it is wrong to say \\qtheir\\q people. Perhaps they are truly \\qmy\\q people after all, though long divided by time and tradition.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'For all of my life I have been told this is the way of my people. I know not what to think.'",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'Never before have I sought to interfere with the traditions of the Kintai. What has happened to work this change in me, [placeholder]?\\n\\n'I ask despite knowing the answer. It is the blight that holds Adagím in its grip that causes me to speak these words aloud! Rarely did I speak with Baharúd beyond the exchange of simple greetings and well-wishing, but some years ago his brother Ulishár was dear to me. It grieves me to see Ulishár's sorrow that his brother's spirit must remain trapped within blighted Adagím, when I know it might be otherwise.\\n\\n'If the Sorceress in Green here remained, she might already have restored the Emerald Wood! But of her I have received no word.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Ulishár is in Sul Madásh.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'The choice lies with Baharúd.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Many of the Kintai I have known so loved their lands they sought to remain there beyond death, fading from all but memory; their Veróthi remain to comfort those they leave behind. This has been the tradition of the Tárthai ever since they chose not to follow the one they call Taknûn the Hunter on the great journey westward. They feared what lay at the end of that road, and preferred to remain in the lands they knew and had come to love.\\n\\n'That was their choice, but none commanded the choice must be forever.'",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'This is what I have been seeking, [placeholder].'\\n\\nSigileth turns to face you, and you see tears in her eyes. The Elf-warrior seems not to notice them.\\n\\n'I must find the Väiri that was once Silirtas. I must tell her that the westward way to the Undying Lands is open to her. She is not doomed to the endless unlife of a wandering, rageful spirit, but can choose to accept the fate of the Eldar and pass into the Blessed Realm!\\n\\n'This is my purpose for coming to this place, [placeholder]. I know it. I must bring these tidings to Silirtas, no matter how difficult or dangerous that task may be.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Cúridwan is in Sul Madásh.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Talk to Inkanûsh in Sul Madásh",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'If the Sorceress in Green here remained, she might already have restored the Emerald Wood! But of her I have received no word.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I do not understand your meaning, Cúridwan! Can you not speak more clearly, in remembrance of the friendship we once shared?\\n\\n'What does the choice of the Kintai so many years ago have to do with poor slain Baharúd?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "In the aftermath of the Utûgi raid on Sul Madásh, Cúridwan has surprising news to share with the Kintai.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "<rgb=#00FF00>Sing</rgb> or <rgb=#00FF00>mourn</rgb> in your own way",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'That was their choice, but none commanded the choice must be forever.'",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Ulishár in Sul Madásh",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "A hush has fallen over Sul Madásh.",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Talk to Glorfindel in Sul Madásh",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'It is the memory of our friendship that compels me to ease your heart, dear Ulishár, if it is in my power to do so! But I can speak no more clearly than this.'\\n\\nCúridwan extends her arms to encompass all the Elves that stand nearby: Sigileth, Corudan, Glorfindel, and the sorrowful Kintai watchers.\\n\\n'The Elves were fashioned as one people, not as two. The west road is not closed to the Kintai, though they followed it not when it was offered. Should a Kinta set aside his fear of the unknown, the fate given to all the Elves could be his as well.'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Talk to Cúridwan in Sul Madásh",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Can you not speak more clearly, in remembrance of the friendship we once shared?'",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Talk to Sigileth in Sul Madásh",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Inkanûsh in Sul Madásh",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Ulishár is in Sul Madásh.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Set aside these doubts, Ulishár, if you can. I know such words come more easily to the speaker than to he who hears them! And yet I ask you to heed them all the same, for I have cause to believe what Cúridwan has spoken today.\\n\\n'Many of the Elven-wise dwell in the Blessed Realm beyond the circles of the world; they return not to Middle-earth. In the Undying Lands all weariness falls away, and there the warmth of the sunrise banishes all earthly concerns: pain, fear, and doubt have no hold upon that place, and those who dwell within.\\n\\n'It is natural to fear that which you have not seen, Ulishár. But I believe Cúridwan has spoken true: the Eldar and the Kintai were fashioned as a single people, no matter the separate roads down which they walked afterward. Your people are a part of Elvendom, as is Glorfindel and these others. I believe the Kintai could share their fate, if they desired it.'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Could one of the Kintai be welcomed in that distant place that lies beyond death?'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Cúridwan is in Sul Madásh.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I know not what your brother would choose for himself, Ulishár. None but Baharúd can know if he would choose to remain in this land he loved or if he would accept the fate given to Elvendom at its creation.\\n\\n'We must all mourn him in our own way, but if you sing or speak of this choice, it may be he will hear you. The long traditions of the Kintai may have hidden this possibility from him, but they could not have taken it from him entirely.'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'It is natural to fear that which you have not seen, Ulishár. But I believe Cúridwan has spoken true.'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "<rgb=#00FF00>Sing</rgb> or <rgb=#00FF00>mourn</rgb> in your own way.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Ulishár is in Sul Madásh.",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Ulishár in Sul Madásh",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Cúridwan in Sul Madásh",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "A hush has fallen over Sul Madásh",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Ulishár in Sul Madásh",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Cúridwan in Sul Madásh",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Glorfindel is in Sul Madásh.",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Cúridwan is in Sul Madásh.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Sigileth is in Sul Madásh.",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'It is the memory of our friendship that compels me to ease your heart, dear Ulishár, if it is in my power to do so! But I can speak no more clearly than this.'\\n\\nCúridwan extends her arms to encompass all the Elves that stand nearby: you, Sigileth, Corudan, Glorfindel, and the sorrowful Kintai watchers.\\n\\n'The Elves were fashioned as one people, not as two. The west road is not closed to the Kintai, though they followed it not when it was offered. Should a Kinta set aside his fear of the unknown, the fate given to all the Elves could be his as well.'",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'Even if that were so...'\\n\\nUlishár stares sadly at the body of his brother Baharúd.\\n\\n'Could one of the Kintai be welcomed in that distant place that lies beyond death? Or would he be considered a stranger and turned aside?\\n\\n'We have been so long apart. What could this place hold for a Kinta save fear and resentment?'",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'On this subject my lips are sealed, [placeholder]. Ulishár and Baharúd lived their lives among the Kintai, and I will not speak against the traditions of their people.\\n\\n'And yet in my heart I feel it is wrong to say \\qtheir\\q people. Perhaps they are truly \\qour\\q people after all, though long divided by time and tradition.'",
      "es": ""
    },
    {
      "id": 246419872,
      "en": "Inkanûsh is in Sul Madásh.",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'Our visit to Sul Madásh has been an eventful one, but our work here is not yet done. Some of the Utûgi fled back into Adagím. We must track them down before we continue south to join with Mizâdi's army.'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'This is my purpose for coming to this place, [placeholder]. I know it. I must bring these tidings to Silirtas, no matter how difficult or dangerous that task may be.'",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "Inkanûsh is in Sul Madásh.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 14.10: One People",
      "es": ""
    }
  ]
}