{
  "id": 621106350,
  "txt": [
    {
      "id": 228284039,
      "en": "'Then let us consume the day's entertainment, for Ulishár's sake, but also for our own. Afterwards we will go to the Kalmakhíla, the word-fortress of Zajâna.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Inkanûsh is at the Nethergate south of Zajâna.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'It was good of Inkanûsh to delay his plans so we might attend this performance, but now I have more questions than before!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Inkanûsh is at the Nethergate south of Zajâna.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Inkanûsh at the Nethergate",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Inkanûsh when you are ready to find the theatre troupe",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Ulishár is at TBD in Zajâna.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Ulishár at TBD in Zajâna",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'It is good to learn the men of Têrkar's Travellers have returned safely from the war!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Ulishár has asked for permission to see the theatre troupe that has come to Zajâna.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I will always be in Têrkar's debt for the kindness he showed me. \\qOne last act of defiance before we march to their war,\\q he told me when we were safely out of Emax Dûl and heading eastward. That was a week before he and his men were to report to the northern march with the rest of the Shagâni conscripts from Mûr Ghala. They wished not to go, but it would mean death if they refused.\\n\\n'It is good to learn they have returned from the war!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'We came to this place to learn if the Thardúth pose a threat to these lands, and the great library of Zajâna, the Kalmakhíla, will aid me in this. The wisdom of many centuries is contained within. When last I walked these streets, it proved most informative on a great number of subjects!\\n\\n'But let none claim I am without feeling. To learn that Ulishár's absent friends have come to the city must delay our visit to the archives of Zajâna. My research can surely wait for the duration of their performance. How long could such a thing be? The Kalmakhíla has remained secure even while the city burned, so protective have its keepers been over the centuries!\\n\\n'Speak to me if you are amenable to this plan.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 15.7: The Day's Entertainment",
      "es": ""
    }
  ]
}