{
  "id": 621106332,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 15.1: Ulishár",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Ulishár on the road into Kighân",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'When I requested a Kinta guide to accompany us into Mûr Ghala, I did not expect Ulishár to volunteer. Indeed, I asked him more than once if he was certain he wished to go with us into danger, so soon after the death of his brother. I deem he is made of stern material, as are all the Elves of my acquaintance. Yes, I now include the Kintai among that number, for if Ulishár is representative of that folk they seem as resilient as any of the Eldar!\\n\\n'Find him at TBD and judge his resolve in this for yourself.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I told the Wizard Inkanûsh I was willing to guide your party south into Mûr Ghala, and that is still true. It is... it is not an easy decision for me, but your arrival here has opened my eyes and thrown into disarray much that I thought certain!'\\n\\nUlishár holds your eyes for a moment and then flinches suddenly away.\\n\\n'My brother Baharúd should have been the one to guide you south. He never lost the adventuring temperament as I did; he hungered still for the untaken road, ever desiring to see what lay beyond the furthest rise and over the horizon. I shared that mood with him, once...'\\n\\nThe Kinta tries to meet your eyes again but cannot. Instead he stares away into the trees.\\n\\n'Some years ago I was captured by the Ordâkhai while travelling in the Mûr. Held in their distant city of Emax Dûl and put to harsh labour, I was certain I would die there. I still cannot believe I did not. Instead, with no small degree of fortunate happenstance I escaped from Emax Dûl and made my way home.\\n\\n'This was mere months ago, [placeholder]. I promised myself I would stray no longer from Sul Madásh... but now Baharúd is slain, and the Wizard Inkanûsh says a threat more terrifying than Ordâkh has risen. How can I remain in Sul Madásh when I know you and your companions need my help? I simply cannot.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Find Ulishár at TBD and judge his resolve for yourself.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I wish I could come with you, my friend, but I cannot. My sister is intent upon finding the shade that was once Silirtas, and I cannot leave her to accomplish this on her own. Perhaps once Sigileth is successful in this I can rejoin you... but I know not if her quest will be short or if it will be long.'\\n\\nCorudan lowers his voice and speaks only to you.\\n\\n'If it is from my heart I speak, I must confess this to you, [placeholder]: I am not certain I believe the conclusion for which my sister hopes is even possible. Silirtas perished some time ago before Utug-bûr, and if she now has become one of the Väiri, there is no assurance she will remember who she was in life. I fear Silirtas is gone, and this too: I must attend my sister closely or she may follow her to a careless death.\\n\\n'So this is farewell, for now. Goodbye, my friend.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'The Wizard Inkanûsh says a threat more terrifying than Ordâkh has risen. How can I remain in Sul Madásh when I know you and your companions need my help? I simply cannot.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'I am ready now to depart if your companions have finished their preparations. We must travel to the TBD, for there the road leads from Adagím into Kighân... our first destination.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Baharúd's brother Ulishár has agreed to guide you on your road south into Mûr Ghala.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Ulishár has joined your travelling companions for the journey south.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Here the road winds south into Kighân as it approaches Mûr Ghala, the Ridge of Plenty. The Mûr itself is a line of sheer hills that runs from east to west and serves as the southern hospitable boundary of the land its people name Shagâna. Beyond the Mûr lies the Hatokáli River and the distant jungles of Abaníssa, from where the Ordâkhai come.\\n\\n'It is my understanding that Inkanûsh desires not to pass over the Mûr, but to visit the great libraries of Zajâna, the city that guards the road across the ridge. That is where we must first go.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Ulishár is at TBD in Sul Madásh.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Ulishár agreed to show you where the road passes from Adagím into Kighân, south-west of Sul Madásh.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Ulishár stands where the road leads south-west into Kighân.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Corudan is at TBD in Sul Madásh.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Corudan has regretfully decided he cannot accompany you.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Ulishár at TBD in Sul Madásh",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Corudan at TBD in Sul Madásh",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Wait for Corudan to depart",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Ulishár in Sul Madásh",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Find the entrance to Kighân, south-west of Sul Madásh",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Ulishár takes a deep breath and steels himself for the journey",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Ulishár takes a deep breath as he stares down the southward road",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'We travel then to the TBD, for there the road leads from Adagím into Kighân... our first destination.'",
      "es": ""
    }
  ]
}