{
  "id": 621106345,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "You scout the TBD APPROACH B to ORDAKH CAMP TBD for the war-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 15.4: Nothing For Nothing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Collect eggs from nests at TERROR BIRD CAMP TBD ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Collect meat from hyenas in Kighân ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Mizâdi in the war-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Shâra Mizâdi, mistake me not! I have seen the fire that drives you, and know why you fight to drive Ordâkh from these lands. I stood beside you at the Battle for Hamât, and my mother Girhâzi would not send me from Ambarûl in your train if she disbelieved in the rightness of your cause!\\n\\n'But the people that live alongside the Mûr have not seen these things. For how much longer have they lived nearer to their oppressors? Has any captain of Ordâkh hesitated to seize the land of this people, or the beasts that graze thereon?\\n\\n'You would gain much by treating this folk differently than have the Ordâkhai, my Shâra.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Rahâzi in the war-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Defeat Ordâkhai in Kighân ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I hear wisdom in the words that Rahâzi speaks to me.\\n\\n'But if it is right that nothing should be taken for nothing, [placeholder], you need be no sage to understand this truth, as well. If my soldiers owe something to the herdsman who could not control his own grazing animals, then I must send others to work off this debt; while they labour for him, they will be performing none of their own tasks for my army.\\n\\n'You will do their work, [placeholder], while they go to to compensate the herdsman for the meat that was taken on behalf of my army. It is only right.\\n\\n'Rahâzi knows the duties they must now neglect, and will tell you what to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Scout the TBD APPROACH A to ORDAKH CAMP TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I knew Shâra Mizâdi would heed my words.\\n\\n'It will not take long for you to perform the tasks the soldiers were supposed to complete today, [placeholder]. Perhaps the burden will feel lighter knowing the herdsman you spoke with will be compensated for the meat that was taken from him?\\n\\n'These are the duties the Shâra would have you complete: retrieve eggs from the bird-nests at TBD, hunt the meat from hyenas in Kighân, defeat Ordâkhai soldiers and scout the approaches to their camp of TBD. Once you have done these things, you can bring the meat and eggs to Dunaïl.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Rahâzi knows the duties the soldiers must now neglect. She will tell you what to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Scout the TBD APPROACH B to ORDAKH CAMP TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'These are the duties the Shâra would have you complete: retrieve eggs from the bird-nests at TBD, hunt the meat from hyenas in Kighân, defeat Ordâkhai soldiers and scout the approaches to their camp of TBD. Once you have done these things, you can bring the meat and eggs to Dunaïl.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Thank you for bringing me this meat and these eggs. I will ensure they are properly stored for the days ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e30",
      "en": "Bring the meat and eggs you collected to Dunaïl at TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I dispatched some soldiers to compensate the herdsman at Sormedân for his butchered cattle. Let the folk there see that the Shâra of Renewed Hamât is not like the other rulers with whom they have had dealings!\\n\\n'I thank you both for your words, and for the deeds you have done for me on this day, and on others.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Rahâzi believes the Shâra's response to this situation involving her soldiers will greatly impact the future of Renewed Hamât. How will Mizâdi respond?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "The provisioner Dunaïl stands at TBD in Mizâdi's war-camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I thank you again for delivering this food to me. I will see that it is properly stored for the days to come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Mizâdi stands in the war-camp in southern Kighân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Mizâdi is in her war-camp in southern Kighân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I am pleased as well. I believe this is how my mother would have resolved the situation. Nothing is given for nothing, but especially not loyalty. That is earned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'I thank you both for your words, and for the deeds you have done for me on this day, and on others.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Rahâzi is in the war-camp in southern Kighân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Rahâzi is in the war-camp in southern Kighân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Mizâdi has charged you with the tasks her soldiers would have accomplished if they did not now need to provide aid and recompense to the farmers of Sormedân. These tasks include collecting eggs from nests at TERROR BIRD CAMP, collecting meat from hyenas in Kighân, defeating Ordâkhai in the Shornvale and scouting their camp to the south-east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Mizâdi in her war-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Rahâzi in the war-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Collected eggs for the war-camp ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Collected meat for the war-camp ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Defeated Ordâkhai for the war-camp ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "You scout the TBD APPROACH A to ORDAKH CAMP TBD for the war-camp",
      "es": "",
      "es (fem)": ""
    }
  ]
}