{
  "id": 621106363,
  "txt": [
    {
      "id": 162883713,
      "en": "'I cannot...' he weeps, his body seized by tremendous shuddering cries as tears stream down his face.\\n\\n'Friend of Ulishár... how can one such as you... befriend this monster? This is no man... he is a creature of death! I swore to slay him, if that could be in my power... but...'\\n\\nMashkânu struggles to speak through wracking sobs.\\n\\n'I was pierced by an arrow in the side, loosed from in hiding by green-garbed men in the northern forest. Others of my company marched on the great city, and fell during the fighting, but I retreated with others of the wounded to Mordor. From the shadow of the Black Gate I witnessed as the armies of the West approached, and I saw the fighting's end! So it was I witnessed the arrival of this man you defend, and heard his name spoken aloud by the Men of Gondor. \\qMithrandir,\\q they called him, and even from so far away I knew him for a Wizard.'\\n\\nMashkânu's bloodshot eyes flare with anger and with fear.\\n\\n'I watched as the Wizard Mithrandir threw his arms into the air, and the very earth rocked beneath his feet! \\qThe hour of doom!\\q I heard him command over the tumult. In answer to his spell, the mighty towers and rampart of the Black Gate crumbled into dust! Wherever he looked, death came to his enemies, and those that could not escape perished! I fled... but still I can hear the terrible voice of the Wizard and the death he caused!\\n\\n'I swore to slay him, if ever I could... but now my sword-arm freezes... and I am unable to carry out my vow!'",
      "es": ""
    },
    {
      "id": 49286696,
      "en": "<rgb=#00FF00>Calm</rgb> Mashkânu in the Kalmakhíla",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'You are one of the theatre players who worked to free Ulishár from captivity when he was held by the Ordâkhai? I know you from the recent performance, and from the stories he has told to us of your company. Your name is Mashkânu, wardrobe-master of Têrkar's Travellers? But no one is one thing alone; you were a soldier pressed into service, forced to fight for Sauron against the Host of the West through threat or falsehood.\\n\\n'You have been deceived again, Mashkânu, this time by your own eyes. It was no spell of mine that brought low the Black Gate or the Towers of the Teeth on the edge of Mordor. A great weapon of Sauron's was unmade, and its undoing heralded the destruction of all he had wrought, despite his terrible power.\\n\\n'Some who had been held spell-enslaved by the Dark Lord of Mordor threw themselves into pits or fought desperate last stands, but many were of like kind as you, Mashkânu: held in thrall not by enchantment but by the fear of cruel commanders from Ordâkh and their tales of horrible monsters from Gondor and the North. Know now the truth, my friend, and be healed, if such a thing can be possible.'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'I swore to slay him, if ever I could... but I am unable to carry out my vow!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Inkanûsh is in the Kalmakhíla at TBD in Zajâna.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Be healed? I can never be healed, though my wounds have closed and I once again speak the words Satagêra has given to me, seeking applause and coin.\\n\\n'But so many of my friends returned not from the northern forest, or the fields outside the great city, or the Black Gate of Mordor. We were told that gate could never fall, but fall it did, and the vast armies of Barkhûsh and Ordâkh with it!'\\n\\nMashkânu wipes his eyes.\\n\\n'When I beheld the Wizard Mithrandir earlier this day and learned he answered to the name Inkanûsh, I could not believe it. Inkanûsh is a figure of mischief and a troublemaker... but in none of the legends is he cruel, or destructive. It is a balm for my heart to learn the devastation I beheld was not caused by the trickster sprite of myth at whom I laughed in my youth, but was instead a final cruel consequence of Barkhûsh's evil.'",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Know now the truth, my friend, and be healed, if such a thing can be possible.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'He has found his natural environment, as I knew he would! He has gone to the Kalmakhíla, the great library of Zajâna, and already he believes he has learned something of use, if not all of what he sought. He will tell you in person.\\n\\n'The entrance to this word-fortress, the Khíla, is at TBD.'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Read the pages on the table in the Kalmakhíla",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Inkanûsh has selected a tome and some pages for you to study in the Kalmakhíla.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Talk to Inkanûsh in the Kalmakhíla",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'I would remain and speak with Mashkânu a little longer, [placeholder]. Furthermore, my research is not yet complete. I must search for more information about the Urash-zâl, the Din of Stone, within the Kalmakhíla. I believe you should continue without me on the western road as it climbs into An Shêru. I will catch up to you when I have finished my studies in Zajâna, but until I have done so you must remain alert for the presence of the Thardúth in Mûr Ghala.\\n\\n'I spoke to Glorfindel of this possibility, my friend. He will be waiting for you at the Overgate outside the city.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I have not yet learned all that I sought by coming here, but I have confirmed one of my suspicions, [placeholder].\\n\\n'It seems to my thinking that the Thardúth who lay hidden at Utug-bûr required two things to happen before they could trouble Middle-earth anew. First, they must pass beyond living memory of all who knew of them, and that was accomplished by the defeat of Sauron. Second, the chambers in which they lay buried must be brought to the surface by some geologic change: the movement of the earth, the diversion of the waters, the alteration of the rocks.\\n\\n'So it was at Utug-bûr, and ever my thought turned upon this matter: could it happen elsewhere? I may have found part of the answer. Look here!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Inkanûsh has gone to the Kalmakhíla, one of the most famous scholarly archives in all of Zajâna.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Inkanûsh has gone to the Kalmakhíla, the great library of Zajâna, and already he believes he has learned something of use, if not all of what he sought. He will tell you in person.\\n\\n'The entrance to this word-fortress, the Khíla, is at TBD.'",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Someone approaches, and their anger is evident",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Inkanûsh has selected a tome and some pages for you to study in the Kalmakhíla.",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "The pages of the open book are weathered and faded, but still legible.\\n\\n\\q...would not have believed it ever ran so deep had I not seen it myself only months before, but the flow of the river was greatly diminished. By the third day following the great tremors it had slowed to a trickle. My friend insists that the Usâl and the Agâl too will never flow again as they had, and even the lake of Idagâl is now a cracked and dry basin. He named it Khadagâl, the Dry-whelm, but the herdsmen insist that is a name of ill omen and the lake must return. I think they are both right and wrong: I believe the name is ill-starred, but the waters of the lake have gone forever.\\n\\n'Were the great tremors of the Urash-zâl a natural event, like the rising and setting of the sun or the passing of the seasons, or was it inflicted upon us by the whim of the Ghursâti? What could we have done to incur such wrath and vengeance?\\n\\n'My friend thinks Shurash Hûl of Ordâkh is somehow to blame for the Urash-zâl, for the drying of the rivers has removed the last barrier to the northern progress of his armies. I say it must be happenstance, for the quakes were felt along the entirety of the Mûr. How could one man so change the face of the land, even one so ambitious as the Hûl?\\q",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Talk to Mashkânu in the Kalmakhíla",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I may have found part of the answer I sought. Look here!'",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Remain on guard, just in case",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "\\qThe sound was terrible and heard by all, but the devastation in the wake of the Urash-zâl was worst of all, and it changed the face of the land: cliffs crumbled, boulders fell from the height, great chasms opened in the earth along the whole of the Mûr. Even the great northern gate of Jajân cracked, so widespread were the effects of the tremors of the Urash-zâl.\\q",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Remain on guard, just in case",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Talk to Mashkânu in the Kalmakhíla",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'I may have found part of the answer I sought. Look here!'",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Talk to Inkanûsh in the Kalmakhíla",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Inkanûsh is in the Kalmakhíla in Zajâna.",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Talk to Mashkânu in the Kalmakhíla",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'The people of Mûr Ghala named it Urash-zâl: the Din of Stone. It was a terrifying noise that could be heard all along the Ridge of Plenty, and its tremors changed the face of the land, opening great chasms, diverting the course of rivers, and drying lakes to their very beds.\\n\\n'One hundred and twenty years ago, the Hûl of Ordâkh committed a terrible act of change with effects that would ripple throughout all of Shagâna. His purpose was to open the way for his armies to conquer the lands to the north, but as we saw at Utug-bûr, I fear this act cleared the way for even greater evils. Now these ancient servants of Morgoth, these Thardúth, have broken loose from the enchantment that kept them preserved for thousands of years, and they stir again in the darkness beneath the earth.\\n\\n'The Din of Stone revealed the hidden temple of Utug-bûr in which the Thardúth slept. How many other such hidden places might it have revealed elsewhere in Shagâna, [placeholder]?'",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Talk to Inkanûsh in the Kalmakhíla",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Someone approaches, and they sound angry.",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Find Glorfindel at the Overgate outside Zajâna",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Mashkânu of Têrkar’s Travellers has come to the Kalmakhíla, his weapon raised in anger.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Stand aside! The Wizard will pay for his crimes! I have come to slay this evil creature, this Mithrandir!\\n\\n'The Wizard will die at my hand!'",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Talk to Glorfindel at the Overgate",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Talk to Ulishár at the Overgate",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Have your efforts borne fruit?",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Have your efforts borne fruit?",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Inkanûsh in the Kalmakhíla at TBD in Zajâna",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Read the open book on the table in the Kalmakhíla",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Mashkânu's rage has been replaced with sorrow.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Inkanûsh stands in the Kalmakhíla.",
      "es": ""
    },
    {
      "id": 177082720,
      "en": "Without warning, Mashkânu bursts into tears",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Mashkânu's rage has been replaced with sorrow.",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Inkanûsh stands in the Kalmakhíla.",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'You have provided a balm for the pain of my heart.'",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Glorfindel is at the Overgate north of Zajâna.",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'I spoke to Glorfindel of this possibility, my friend. He will be waiting for you at the Overgate outside the city.'",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Glorfindel is at the Overgate outside Zajâna.",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'These tidings are unsurprising. I confess I expected Inkanûsh to remain here in Zajâna from the moment I set eyes upon the Kalmakhíla. Did he tell you about the Din of Stone?'\\n\\nYou tell Glorfindel that the Wizard seemed certain the Din of Stone may have revealed more vaults of the Thardúth than Utug-bûr alone, and the Elf-lord nods.\\n\\n'He is rarely wrong, [placeholder]. These enchanted servants of Morgoth needed two things to threaten Middle-earth in the present age, and if Inkanûsh is correct they may have both of these things in Mûr Ghala: the end of their enchantment and access once again to the surface. We will take the road north-west as it climbs into An Shêru and keep watch for any sign of the Thardúth or their Utûgi warriors. Will Ulishár remain our guide on this road, or does he desire to remain in Zajâna with the travelling players now that they are reunited?'",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Ulishár is at the Overgate outside Zajâna.",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'Though mine was a bittersweet reunion with Têrkar's Travellers, I was still most pleased to see them again! Even so, I made a commitment to guide you on the road through Mûr Ghala and I will not forsake that pledge!'\\n\\nUlishár smiles.\\n\\n'In any event, Satagêra told me they must also take the westward road in a few days. She has been hired to write a new play for the Travellers to perform; it may be our paths will cross again.'",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'Will Ulishár remain our guide on this road, or does he desire to remain in Zajâna with the travelling players now that they are reunited?'",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "Glorfindel and Ulishár wait for you by the Overgate",
      "es": ""
    },
    {
      "id": 177082745,
      "en": "Inkanûsh directs you to the pages he has spread upon the table",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "You hear angry approaching footsteps among the shelves",
      "es": ""
    },
    {
      "id": 246419895,
      "en": "If you are able to <rgb=#00FF00>calm</rgb> Mashkânu, you might avoid the violence he intends in the Kalmakhíla.",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "Mashkânu of Têrkar’s Travellers has arrived in a rage",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "In Mashkânu's eyes you see more than rage. You see fear",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 15.9: A Wizard In His Natural Environment",
      "es": ""
    }
  ]
}