{
  "id": 621106348,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 15.6: City of Gates, City of Keys",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'We should be safe to explore the city, as long as you remain aware that the Ordâkhai control the district to the TBD. Why not explore to the TBD and the TBD and <rgb=#00FF00>look</rgb> at the TBD and TBD, [placeholder]? Afterwards we will meet up with Glorfindel and Inkanûsh and determine our next course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Glorfindel at TBD in Zajâna",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Find Inkanûsh at the Nethergate south of Zajâna",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Why not explore to the TBD and the TBD and <rgb=#00FF00>look</rgb> at the TBD and TBD? Afterwards we will meet up with Glorfindel and Inkanûsh and determine our next course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Inkanûsh at the Nethergate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Why not explore to the TBD and the TBD and <rgb=#00FF00>look</rgb> at the TBD and TBD? Afterwards we will meet up with Glorfindel and Inkanûsh and determine our next course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I see that Ulishár was able to find you, [placeholder]! I am glad.\\n\\n'I have learned that a theatre troupe is about to perform an entertainment. Têrkar's Travellers, they are called, and if the talk I have overheard is to be believed, they are supposed to be quite skilled at their craft.\\n\\n'But the Wizard has little time for such things, and he wanted to inspect the Nethergate of Zajâna instead of waiting here for the show to begin. If you find him there, he will likely show you the fabled libraries of the city. I will tell you if Têrkar and his Travellers live up to their reputation when next we meet!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Inkanûsh has little time for such things, and he wanted to inspect the Nethergate of Zajâna instead of waiting here for the show to begin. If you find him there, he will likely show you the fabled libraries of the city. I will tell you if Têrkar and his Travellers live up to their reputation when next we meet!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Ulishár at the Nethergate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e00",
      "en": "Find SPOT B TBD and <rgb=#00FF00>look</rgb> at the TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Ah, yes, my friend. Ulishár told me he came with you to the city.'\\n\\nThe Wizard gestures at the great southern gate.\\n\\n'Whether you name the city Jajân like the Ordâkhai or Zajâna like the Doorwards, it seems both groups agree on this one point: the Nethergate must remain sealed against the possibility of invasion by the Shoghór of the south.\\n\\n'You have already spoken with Glorfindel? He came not with you here; is there still time to visit the great library before we return to him?'\\n\\nYou tell Inkanûsh that the Elf-lord agreed to report on the quality of Têrkar's Travellers' performance, but there should still be time to first visit the library of Zajâna.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e02",
      "en": "Find the TBD and <rgb=#00FF00>look</rgb> at the outdoor stage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Zajâna the Splendid towers over Kighân, and visitors to the city are drawn to many of its notable landmarks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I am sorry. Did you say the name \\qTêrkar's Travellers?\\q'\\n\\nYou tell Ulishár you believe that is the name of the theatre troupe Glorfindel intends to watch perform elsewhere in the city, and the Kinta's eyes widen with surprise.\\n\\n'I know this group, [placeholder], but I never thought to see them again! Têrkar and his theatre company were the very folk who aided me in my escape from Emax Dûl! I owe them my freedom, and my life!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "SPOT A TBD is very TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Inkanûsh is at the Nethergate south of Zajâna.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'What is the matter?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "SPOT B TBD is very TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Ulishár suggested that you visit several locations within Zajâna and <rgb=#00FF00>look</rgb> at several notable sites.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Ulishár is at the Nethergate, and is very interested in something you have said.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Ulishár suggested that you visit several locations within Zajâna and <rgb=#00FF00>look</rgb> at several notable sites.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Glorfindel is at TBD in Zajâna.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Glorfindel told you that Inkanûsh went to inspect the Nethergate south of Zajâna.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e17",
      "en": "Find SPOT A TBD and <rgb=#00FF00>look</rgb> at the TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Glorfindel sees you approach and calls a greeting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "You have caught up with Inkanûsh and Ulishár at the Nethergate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Ulishár taps you apologetically on the shoulder",
      "es": "",
      "es (fem)": ""
    }
  ]
}