{
  "id": 621106326,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 14.7: Visitors to Sul Madásh",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Ulishár at TBD",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The path to the south-east will bring us to Sul Madásh. Let us move now with haste, but keep in our hearts the memory of the hurt done to the Old Mother Amûma. Should we be given the opportunity to avenge that hurt, I would have us do it.\\n\\n'But for now our road leads to Sul Madásh, and Cúridwan.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Travel to the northern entrance of Sul Madásh",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Corudan in Sul Madásh",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Ulishár in Sul Madásh",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'The path to the south-east will bring us to Sul Madásh.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Baharúd at the northern entrance to Sul Madásh",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Inkanûsh at the northern entrance to Sul Madásh",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'The interesting day continues! I welcome you to Sul Madásh as I welcomed the others. So many visitors after days of so few have proven the perfect curative for the hours of tedium I usually face!\\n\\n'Harm not the grove, and the Kintai will treat you well.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'So many visitors, he says! Now these are promising tidings, [placeholder]. Let us speak with Kintai throughout Sul Madásh and they will guide us to Cúridwan.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to KINTA GUIDEPOST ONE TBD",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Harm not the grove, and the Kintai will treat you well.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'The woman Cúridwan? I have not seen her today.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to KINTA GUIDEPOST TWO TBD",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Let us speak with Kintai throughout Sul Madásh and they will guide us to Cúridwan.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The Kinta grove of Sul Madásh remains a bastion of health and beauty among the dead or dying trees of Adagím. Did Cúridwan come this way?",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Cúridwan? She has long been a friend of the Kintai, and has worked tirelessly to help us preserve our groves. I have not seen her today, but years ago Ulishár was a good friend of the Golden Maiden, before he...\\n\\n'Never mind. You should be able to find Ulishár at TBD.'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'The woman Cúridwan? I have not seen her today.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Sul Madásh lies to the south-east of the Hill of the Mother, in Adagím.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Kintai within the grove of Sul Madásh may know of recent visitors.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Ulishár was a good friend of Cúridwan. You should be able to find him at TBD.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "The Kinta guardsman Baharúd stands at the northern entrance to Sul Madásh.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'I should have known your road would lead this way, [placeholder]!\\n\\n'My sister and I came here to speak with the Kintai; she searches for some means of freeing Silirtas from the cruel fate inflicted upon her by Azagath. In my heart I feel there can be no such release, but Sigileth is so certain...\\n\\n'She speaks now in conference with one of the elders of Sul Madásh, but if there were a way to free the wrathful Väiri from their fate as wandering spirits, surely the Kintai would know of it.'\\n\\nYou ask your friend if he has seen Cúridwan somewhere within Sul Madásh. He shakes his head.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Inkanûsh stands at the northern entrance to Sul Madásh.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Kintai within Sul Madásh told you that the Kinta Ulishár might know of Cúridwan's whereabouts.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Corudan stands at TBD in Sul Madásh.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "A familiar face smiles at you from TBD",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "You have found a familiar face, if not the one you sought",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "One of the Kinta coughs politely and holds up a questioning hand",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "The Kinta Ulishár has overheard your conversation and might have some advice for you.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Kintai within the grove of Sul Madásh may know of recent visitors.",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "A Kinta guardsman of the grove calls to you in greeting",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Have I heard you aright? You seek Cúridwan?'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'I have not seen Cúridwan since we came here to Adagím, I am sorry.'",
      "es": ""
    }
  ]
}