{
  "id": 621106344,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 15.3: Grazing Danger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Look for Rôkhasar near the Blade-horn to the south-east of Sormedân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Consider how Mizâdi will react to this situation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'It is the custom of the farmers of Sormedân to let their herds graze upon the fields of Kighân. Pursuit of the longer grasses sometimes brings the cattle many hours or even days away from home, but it has been too long since one of my neighbours has returned. Rôkhasar is his name, and when we last caught sight of him he drove his cattle in the direction of the Blade-horn.\\n\\n'That place has a dangerous reputation and he knows better than to bring his cattle so close, but I can think of no good reason he has not come back to Sormedân. Will you look for him by the Blade-horn to the south-east, and quell whatever dangers you find there?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Defeat spirits at the Blade-horn ([placeholder]/5)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Rôkhasar below the Blade-horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Find Mizâdi in her war-camp in the southern reaches of Kighân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Will you look for Rôkhasar by the Blade-horn to the south-east, and quell whatever dangers you find there?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Defeat spirits at the Blade-horn (4/5)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Mizâdi in her war-camp in southern Kighân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Why do you strive against the spirits, stranger? All is hopeless! All is lost!\\n\\n'I drove my cattle to graze here against my better judgment, but it was not the evils of the Blade-horn that threatened them! No! Soldiers came from the west, and they laid claim to my creatures, butchering them and hauling away the meat to feed their army! They gave me nothing in return!'\\n\\nYou ask Rôkhasar in whose name the soldiers claimed his cattle, and he shakes an angry fist at you.\\n\\n'Of what consequence is the name, stranger? Those were my beasts, taken without payment, and this wrong is unjust no matter in whose name it is performed! But I remember it, and curse it: the name was Mizâdi, some Shâra of Hamât. They must have taken me for a fool! Hamât is a dead kingdom, and can have no ruler.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Well? Have you nothing to say?'\\n\\nYou respond that the Shâra Mizâdi is known to you, and you believe if she is told of the injustice he has suffered, she will cure it. Rôkhasar stares at you with doubt on his face.\\n\\n'That would be the most unusual outcome of all, stranger, but if you are able to obtain some remedy for this injury, I will sing your praises from the sunrise to the sunset. But only then, and I expect it not.'\\n\\nRôkhasar tells you the soldiers made for a camp to the south-west, and agrees to inform your companions where you have gone when he returns to Sormedân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Rôkhasar below the Blade-horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Rahâzi in the war-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I will tell your companions where you have gone, if you truly will speak on my behalf before this invading Shâra of Hamât.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Rôkhasar is below the Blade-horn, in Kighân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You have taken a long road to reach me, [placeholder], but here you stand. Did the forest of the Kintai prove difficult to traverse? How else to explain this dour expression you wear?'\\n\\nYou describe how a number of her soldiers slaughtered Rôkhasar's cattle and took the meat for themselves, and Mizâdi's own expression hardens.\\n\\n'Are my soldiers expected not to eat, then? An army must eat if it is to fight, [placeholder], and there is no shortage of foes to face in Kighân and all along the Mûr. Foes enough to freeze the blood of this herdsman should he encounter them, I doubt not! Does he stand against the Ordâkhai? Or does he chafe only against those who oppose his foes, and grouse when they seek only enough food to keep them fed as they fight?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Khâwaz fears that Rôkhasar may have strayed too near the Blade-horn south-east of Sormedân in pursuit of his cattle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Mizâdi will be at her war-camp to the south-west, deep within Kighân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'You know I stand with you, Shâra Mizâdi, as was my mother's command. It was not her only command. This, too, she said to me: \\qSpeak always your heart, my daughter.\\q\\n\\n'And so it is I tell you this: you must control your soldiers, or the people of the Mûr, and of greater Shagâna, will treat you as an invading despot. Aye, even as the Ordâkhai themselves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "The spirits at the Blade-horn should be defeated to ensure the safety of Sormedân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Mizâdi stands in her war-camp in southern Kighân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'You have something to say, Rahâzi?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The spirits at the Blade-horn should be defeated to ensure the safety of Sormedân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Rahâzi stands in Mizâdi's war-camp in southern Kighân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You consider how Mizâdi will react to this situation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "After some thought, you decide Mizâdi will be reasonable",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Mizâdi and her advisors stand in the centre of much activity",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Standing nearby, Rahâzi grunts in disapproval",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "Mizâdi's eyes flash angrily",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "You heard someone calling for you below the Blade-horn. Could it be the missing farmer Rôkhasar?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Spirits dwell at the Blade-horn and pose a danger to Sormedân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Defeated spirits ([placeholder]/5)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d179",
      "en": "The farmers of Sormedân are worried for one of their own, Rôkhasar, who may have strayed into danger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Someone calls for you from below the Blade-horn",
      "es": "",
      "es (fem)": ""
    }
  ]
}