{
  "id": 620954243,
  "txt": [
    {
      "id": 177082793,
      "en": "Assisted Lorvegil",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Spoke with Celebros",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Legacy of Sirgon",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Faltharan",
      "es": ""
    },
    {
      "id": 225642633,
      "en": "DNT - Not Used",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'[placeholder], we haven't much time left. The Gondorian Army intends to make its way upriver towards Pelennor. It pains me to say this, but we must abandon the city until the fighting is resolved.\\n\\n'I intend to send the surviving refugees to Dol Amroth, along with my family. I know that they will not like the news, but I would ask that you deliver it to them. Your actions have earned my trust, and I'm sure theirs as well.'",
      "es": ""
    },
    {
      "id": 215429254,
      "en": "DNT - Not Used",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Assist Celebros",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "TBD Success Text",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Spoke with Lorvegil",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Assist Siriel",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Assist Lorvegil",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "TBD Success Text",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Spoke with Siriel",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Hello again, [placeholder]!\\n\\n'I understand what my brother is saying, but I feel like we shouldn't give up on father so easily. He is probably being held captive somewhere, just like we were!\\n\\n'The city has become a sad place, full of nothing but soldiers and bodies. I look to what we can do to help, and I feel like the answer still lies with those who remain here.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Faltharan is concerned with how his family feels about recent events, as well as their thoughts on the location of Lord Sirgon.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Faltharan's family is located in the market east of Tol Ciryarani.\\n\\nYou should assist Faltharan's kin with their tasks.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "TBD Success Text",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Speak with Lorvegil",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Faltharan is located at the steps to Tol Ciryarani.\\n\\nYou should speak with Faltharan.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Speak with Siriel",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Speak with Celebros",
      "es": ""
    },
    {
      "id": 225642624,
      "en": "DNT - Not Used",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "Faltharan listens intently to what his family told you.\\n\\n'Hmm... I understand. I'm not that surprised by how they all feel. There is much I would love to do before departing the city, but we do not have the time for everything.\\n\\n'I will be attending to the preparations. If my family has any tasks for you, then I would ask that you offer your assistance.'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Assisted Celebros",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "Lorvegil snaps his attention towards you.\\n\\n'Ah, [placeholder], my faithful rescuer. I expected that my brother would send you our way sooner or later.\\n\\n'For once, I am in agreement with him. There is not much left to stay for, and we should make preparations to leave the city. I also wonder about our father, Lord Sirgon, but I cannot fathom that he survived the battle if we've yet to find any traces of him.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Faltharan needs to do what he thinks is best for the people of Pelargir, but that does not need to include me. My husband is probably gone. I do not know or care how it happened. I only know that there's not much left for me here, or anywhere else.\\n\\n'I can take some comfort in the fact that my wonderful children survived this tragedy. I cannot bear anything happening to them.'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Assisted Siriel",
      "es": ""
    },
    {
      "id": 225642628,
      "en": "DNT - Not Used",
      "es": ""
    }
  ]
}