{
  "id": 620954251,
  "txt": [
    {
      "id": 216727827,
      "en": "The bandit leader can be located in the abandoned district to the north-east of Tol Ciryarani.\\n\\nYou should negotiate with the bandit leader.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Thandor, the Gondorian Captain, can be located in the market east of Tol Ciryarani.\\n\\nYou should speak with Thandor.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Thandor",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'So that's where he is hiding. I can only imagine what will go through his head when he realizes how easily these curs sold him out for nothing. I guess even traitors can't buy loyalty.\\n\\n'We will need to make preparations if we are to apprehend him. I shall offer my counsel to Faltharan, and hope that he accepts it. I thank you for your service to this city, [placeholder].'",
      "es": ""
    },
    {
      "id": 215429254,
      "en": "DNT - Not Used",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Thandor suspects that someone in the abandoned district knows the location of Lorvegil, and has asked you to find him.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Every group has men who know about all sorts of rumour and gossip. These ruffians are some of the only witnesses left to the fall of the city, so I'm sure that one of them knows something about where Lorvegil is hiding.\\n\\n'If you can enter the abandoned district that's located in the east-garth of Pelargir, then I'm sure you'll find someone who has more information. They might not hand it over right away, but I suspect you could remedy that problem.'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Your \\qnegotiation\\q with the leader has revealed the location where Lorvegil is hiding",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Negotiate with the bandit leader",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Ah, so the fancy Lord sends his little stooge to parley? You're making me laugh!\\n\\n'Sure I know where your precious little noble is hiding out. But I ain't saying a thing unless the price is right!\\n\\n'Oh you didn't come to bargain? Guess we'll have to settle this the only other way!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Streets of Silence",
      "es": ""
    },
    {
      "id": 225642626,
      "en": "DNT - Not Used",
      "es": ""
    }
  ]
}