{
  "id": 620954247,
  "txt": [
    {
      "id": 216727827,
      "en": "The Corsair ships can be reached using the boat to the south of the Gondorian Captain.\\n\\nYou should board the Corsair ships and rescue the captured nobles.",
      "es": ""
    },
    {
      "id": 225642628,
      "en": "DNT - Not Used",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Rescue Siriel",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Thandor, the Gondorian Captain, can be located in the market east of Tol Ciryarani.\\n\\nYou should speak with Thandor.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Rescued Siriel",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Thandor",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "TBD Success Text",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Rescue Lorvegil",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "Rescued Lorvegil",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Rescue Celebros",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Speak with Thandor",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Rescued Celebros",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Faltharan may trust you with this task, but that does not make it any easier.\\n\\n'In order for this rescue to work, we will need a way to sneak on and off the ships. Fortunately, we have no shortage of small landing craft.\\n\\n'If you head to the docks behind me, you should be able to find something suitable you can use to sneak aboard. Tread lightly, [placeholder]'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "In order to save his family, Faltharan asks you to organize an incursion onto the Corsair blockade.",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Spoke with Thandor",
      "es": ""
    },
    {
      "id": 225642642,
      "en": "DNT Not Used",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "This must be the boat that Thandor described",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'Remarkable work, [placeholder]. You were able to climb aboard without even our notice!\\n\\n'Now that you've found the missing nobles, we will be able to deal with matters elsewhere. The war continues to rage beyond the city, and we will need to be ready for what is next.\\n\\n'For now we will remember this as the day where the bloodline of Pelargir was saved.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Your arrival in the city is well-timed, [placeholder].\\n\\n'When the city fell, my kin were presumed captured or dead. Fortunately, we have located them as hostages aboard the remaining hostile Corsair ships. My advisors say that a direct assault would be too risky, and since your reputation precedes you, I would ask you to sneak aboard their ships, and rescue my family.\\n\\n'Captain Thandor is in charge of city defence, and will be able to provide you with more information.'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Thandor, the Gondorian Captain, can be located in the market east of Tol Ciryarani.\\n\\nYou should speak with Thandor.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Locate the rescue boat near the docks",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Wary Extraction",
      "es": ""
    }
  ]
}