{
  "id": 620954245,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Thandor, the Gondorian Captain, can be located in the market east of Tol Ciryarani.\\n\\nYou should speak with Thandor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "The eastern river-gate can be found on the east side of the city.\\n\\nYou should investigate the river-gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Investigate the area near the river-gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The stray note can be found near the eastern river-gate of Pelargir.\\n\\nYou should bring the note to Thandor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730889",
      "en": "DNT - Not Used",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73086",
      "en": "DNT - Not Used",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "A stray note on the ground catches your attention",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Take the note",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Thandor, the Gondorian Captain, can be located in the market east of Tol Ciryarani.\\n\\nYou should speak with Thandor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Thandor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Took the note",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "TBD Success Text",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'I've heard rumours which are unsettling. It is believed that the Corsairs were let into the city by someone from within. I do not know who would have done this, though I've heard the name of every captain and noble thrown around, including myself.\\n\\n'I want this dealt with, [placeholder]. You and Thandor are the only two I can trust with this matter, so I would ask that you seek counsel with him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Suspicious of recent events, Thandor has asked you to inspect the eastern river-gate for any clues about what caused Pelargir to fall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "Thandor carefully reads the note.\\n\\n'These orders bear the seal of Sirgon? This cannot be. It would mean that the lordship itself is responsible for the fall of the city! I know Faltharan too well to think that he would have a hand in this, but I'm almost too afraid to ask.\\n\\n'Those men who tried to attack you are part of a larger group. They've made the east-garth their own personal haven. Why they would want these orders has me concerned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Spoke with Thandor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'It is most perplexing, [placeholder]. Despite the havoc they wrought, the Corsairs seemed able to take the city without much resistance.\\n\\nRumours from the survivors suggest that this was caused by someone lowering the gate chains before we had a chance to prepare its defences. The eastern river-gate led to no apparent clues, but I suspect that we may find something at one of the other gates.\\n\\nI would ask that you start with the western river-gate, and make sure to not overlook anything too small.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Speak with Thandor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'It is most perplexing, [placeholder]. Despite the havoc they wrought, the Corsairs seemed able to take the city without much resistance.\\n\\n'My men were not able to find anything of note at the eastern river-gate, but I suspect that we may find something at one of the other gates. Certainly if the gates were opened, then it probably would have happened with more than just the one.\\n\\n'I would ask that you start with the eastern river-gate, and make sure to not overlook anything too small.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "In Search of Truth",
      "es": "",
      "es (fem)": ""
    }
  ]
}