{
  "id": 620954241,
  "txt": [
    {
      "id": 225642627,
      "en": "DNT - Not Used",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The cooking pot can be found next to Siriel.\\n\\nYou should use the cooking pot to fill the bowls with food.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Siriel is located in the market east of Tol Ciryarani.\\n\\nYou should speak with Siriel.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Hungry refugees can be found to the east of Siriel, near the shipyard.\\n\\nYou should feed the nearby hungry refugees.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Fed the hungry refugees ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Siriel",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Goodness, I was not expecting you to feed so many people!\\n\\n'That's so wonderful to hear. I feel better knowing that someone besides myself is looking out for these people. The tough times aren't over, but I feel like we've crested \\qover the hill\\q with today.\\n\\n'Thank you for making a difference, [placeholder].'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "As everyone waits for Faltharan's decision, Siriel has asked for your help with passing around food to refugees.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Used the cooking pot",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Oh, [placeholder], look at all these poor people! Many are not even from here. They were abducted as the Corsairs sacked the countryside and taken to slave aboard the galleys.\\n\\n'I've been told that we do not have enough food for all of them, so I prepared some warm meals for our stranded friends. Could you help me pass them around to any hungry refugees that you might find?'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Use the cooking pot to fill the bowls",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Food For the Stranded",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Feed the hungry refugees ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}