{
  "id": 620954257,
  "txt": [
    {
      "id": 225642627,
      "en": "DNT - Not Used",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Faltharan can be found at the steps to Tol Ciryarani.\\n\\nYou should speak with Faltharan.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Faltharan can be found at the steps to Tol Ciryarani.\\n\\nYou should speak with Faltharan.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Faltharan can be found at the steps to Tol Ciryarani.\\n\\nYou should speak with Faltharan.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Come, let us make our way into the east-garth, and prepare for the challenge that lies ahead.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'[placeholder], you must help me convince Faltharan of his mistake!\\n\\n'He intends to confront his brother by himself, without anyone's help. I tried to convince him to take some of my men with him, but he's grown distrustful of me after not telling him about our investigation. I only wanted to protect the Lord-Regent....\\n\\n'Could you speak with him? If I have fallen from his graces, then perhaps you can convince him not to do this alone.'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Faltharan",
      "es": ""
    },
    {
      "id": 215429255,
      "en": "DNT - Not Used",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'And with that final bout of treachery, we see the legacy of Sirgon for what it truly is. A traitorous son, and another who was completely unaware.\\n\\n'He will face punishment for what he has done, but with war at our doorstep, I cannot be making time for personal justice right now. That day will come when the skies are once again bright.\\n\\n'I thank you for everything, [placeholder].'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have discovered the location of the traitor Lorvegil, and must help Faltharan bring him to justice.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Join Faltharan as he confronts Lorvegil",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "TBD Bestow Text",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Spoke with Faltharan",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Speak with Faltharan",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Faltharan's Confrontation",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I know why you're here, but this matter is too important to leave to anyone else.\\n\\n'I understand Thandor's concern, but I need to be the one to deal with this, otherwise the bloodline of Sirgon will be forever tainted with whispers of treason.\\n\\n'You have been one of my greatest allies in these dark days, and I would be honoured to have you by my side when I face Lorvegil.'",
      "es": ""
    }
  ]
}