{
  "id": 620954244,
  "txt": [
    {
      "id": 228284034,
      "en": "'Not every person who held out against the Corsair siege was an upstanding person. Many were in fact thieves and brigands who banded together in the face of a larger threat.\\n\\n'Ever since the city was retaken, they've done nothing but harass, threaten, and harm anyone that crosses their path.\\n\\n'Because they've been encroaching so deeply into the city, I'm wondering if you might be able to send them a message that we will not be pushed around.'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I must say that you handled yourself well against a pretty dirty sort of outlaws. Most of my men wouldn't dare to cross their path.\\n\\n'Although they will likely regroup once our host has departed, this should keep the streets a little safer in the short-term.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Thandor, the Gondorian Captain, can be located in the market east of Tol Ciryarani.\\n\\nYou should speak with Thandor.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "A band of thieves has taken over one of the districts of Pelargir, and Thandor is requesting assistance in their removal.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Among the Thieves",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Thandor",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "TBD Success Text",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The ruffians can be found in the abandoned district to the north-east of Tol Ciryarani.\\n\\nYou should defeat the ruffians who are harbouring Lorvegil.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Defeated city toughs and scoundrels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225642624,
      "en": "DNT - Not Used",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Defeat city toughs and scoundrels ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}