{
  "id": 621079921,
  "txt": [
    {
      "id": 190220374,
      "en": "'My name's TBD. I'll spare you the trouble of searching for more survivors; I'm the last one. Get me out of here, and I'll make a run for it.'\\n\\nHe glances at the knife in your hands. Something changes in his weather-worn face, but you can't quite figure out what.\\n\\n'After you free me from my bindings, could you give me that? I haven't got anything to defend myself with.'",
      "es": ""
    },
    {
      "id": 190220563,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190220376,
      "en": "'The moment I saw you holding that knife, I should have realized it was mine. But I didn't dare hope... hope left me long ago.\\n\\n'These Corsairs have been allowed to harass us for too long. The rest of the kingdom has moved on from the war, and yet Anfalas has been left to fester.\\n\\n'Still... not all is lost. A stranger was kind enough to help my son and daughter, asking for nothing in return.' A grin breaks across Udnerth's face before he turns to Hedra.\\n\\n'Let's go home.'",
      "es": ""
    },
    {
      "id": 173026132,
      "en": "Talk to the Corsair captive",
      "es": ""
    },
    {
      "id": 173025474,
      "en": "Free TBD from his bindings",
      "es": ""
    },
    {
      "id": 184621456,
      "en": "Hedra has asked you to free Corsair captives at the wreck of the Kêl Tezhor, if there are any.\\n\\nYou should first find them.",
      "es": ""
    },
    {
      "id": 173025477,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 184621412,
      "en": "You have found a Corsair captive at the wreck of the Kêl Tezhor.\\n\\nYou should talk to him.",
      "es": ""
    },
    {
      "id": 173025528,
      "en": "Find Corsair captives at the wreck of the Kêl Tezhor",
      "es": ""
    },
    {
      "id": 190220340,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 126686823,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190220297,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190220344,
      "en": "'None of this feels right.'\\n\\nShe looks down at her father's knife in her hands.\\n\\n'Take this away from me, please. I don't think Father would want me risking my life to hurt people with it... but what if you used it to free other captives? There must be some still surviving. There must be a chance...\\n\\n'I'll wait here. If you find any captives, I can guide them to Melgobas.'",
      "es": ""
    },
    {
      "id": 126686497,
      "en": "Relinquishing her father's knife to you, Hedra instead hopes you can use it to free the Corsairs' captives.",
      "es": ""
    },
    {
      "id": 184621377,
      "en": "You have found the last surviving Corsair captive at the wreck of the Kêl Tezhor.\\n\\nYou should free Udnerth from his bindings.",
      "es": ""
    },
    {
      "id": 251716370,
      "en": "Free Udnerth from his bindings",
      "es": ""
    },
    {
      "id": 251715712,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 184621379,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 148970001,
      "en": "The captive squints at you",
      "es": ""
    },
    {
      "id": 173025449,
      "en": "Talk to Udnerth outside of the wreck of the Kêl Tezhor",
      "es": ""
    },
    {
      "id": 251715815,
      "en": "Talk to the Corsair captive",
      "es": ""
    },
    {
      "id": 236954438,
      "en": "Lost No More",
      "es": ""
    },
    {
      "id": 184621349,
      "en": "You've done what you set out to do.\\n\\nYou should talk to Udnerth outside of the wreck of the Kêl Tezhor.",
      "es": ""
    },
    {
      "id": 190221219,
      "en": "'My name's Udnerth. I'll spare you the trouble of searching for more survivors; I'm the last one.\\n\\n'You say there's a girl from Melgobas waiting nearby? Get me out of here, and I'll make a run for it.'\\n\\nHe glances at the knife in your hands. Something changes in his weather-worn face, but you can't quite figure out what.\\n\\n'After you free me from my bindings, could you give me that? I haven't got anything to defend myself with.'",
      "es": ""
    }
  ]
}