{
  "id": 621079916,
  "txt": [
    {
      "id": 190220294,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 173025523,
      "en": "Find Hedra near the wreck of the Kêl Tezhor",
      "es": ""
    },
    {
      "id": 126686857,
      "en": "Anoch's sister has gone missing. The only clue you have is that she left for the wreck of the Kêl Tezhor, armed with her father's knife.",
      "es": ""
    },
    {
      "id": 190220296,
      "en": "Startled, the girl whirls to face you, knife in hand. 'Who are you? What do you want?!'\\n\\nAs you explain, she lowers her knife.\\n\\n'I should've known Anoch would tell someone eventually. The truth is, I... I wanted to avenge Father. Those Corsairs took him away and I couldn't even do anything about it. I thought, maybe if I muster up the courage to fight them off, they'd leave us alone forever. It sounds silly, doesn't it? Me, fighting all of those men...\\n\\n'And I want to. I want to run in screaming and tear them apart. I'm so angry. But I'm also so scared. I've never hurt anyone. I don't want to hurt anyone. But they hurt Father. He must be dead by now.\\n\\n'What am I supposed to do?'",
      "es": ""
    },
    {
      "id": 173025527,
      "en": "Talk to Hedra",
      "es": ""
    },
    {
      "id": 190220563,
      "en": "'Hedra told me she was going west, where there's a lot of Corsairs. The Corsairs already took Father... I don't want them to take her too!\\n\\n'Please, please, can you find her? I want her to come home. I'm scared.'",
      "es": ""
    },
    {
      "id": 236954438,
      "en": "A Line to Be Crossed",
      "es": ""
    },
    {
      "id": 148970037,
      "en": "That must be Hedra!",
      "es": ""
    },
    {
      "id": 184621412,
      "en": "You've found Hedra outside the wreck of the Kêl Tezhor.\\n\\nYou should talk to her.",
      "es": ""
    },
    {
      "id": 184621456,
      "en": "The location Anoch described sounds like the wreck of the Kêl Tezhor, which lies west of Melgobas.\\n\\nYou should try and find Hedra there.",
      "es": ""
    },
    {
      "id": 126686823,
      "en": "TBD",
      "es": ""
    }
  ]
}