{
  "id": 621079937,
  "txt": [
    {
      "id": 190220327,
      "en": "'The cats do not forget those who help them, you know.' \\n\\nHe offers a smile. \\n\\n'Neither do I. Thank you for helping my family.'",
      "es": ""
    },
    {
      "id": 148970080,
      "en": "Fed stray cats ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126686899,
      "en": "Harthel in Melgobas awaits his family's return.",
      "es": ""
    },
    {
      "id": 184621396,
      "en": "Harthel has given you a bucket of offal to feed to the stray cats around Melgobas.",
      "es": ""
    },
    {
      "id": 251715731,
      "en": "Talk to Harthel at Melgobas",
      "es": ""
    },
    {
      "id": 184621397,
      "en": "You've fed every stray cat you could find in Melgobas.\\n\\nYou should talk to Harthel.",
      "es": ""
    },
    {
      "id": 190220563,
      "en": "'You will be passing west through Melgobas, will you not? Bring the ox parts to my husband, Harthel, and please let him know that we are fine.\\n\\n'I shall rest here until it's safe for us to travel back. Avri will watch over me.'",
      "es": ""
    },
    {
      "id": 173025441,
      "en": "'The cats do not forget those who treat them kindly, you know.' He offers a smile. 'Neither do I. Thank you for helping my family.'",
      "es": ""
    },
    {
      "id": 251715736,
      "en": "Talk to Harthel",
      "es": ""
    },
    {
      "id": 82642740,
      "en": "'Meow!'",
      "es": ""
    },
    {
      "id": 173025497,
      "en": "Feed stray cats around Melgobas ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 236954182,
      "en": "Delivery to Melgobas",
      "es": ""
    },
    {
      "id": 190220322,
      "en": "'Your words have soothed many of my worries, stranger. Ah, but -- there is work for me to do. Please wait here; it won't be long.'\\n\\nWith deft precision, the man cuts the ox parts into more manageable portions. He removes the offal as he works, setting it all aside in a bucket that he presents to you once he's finished.\\n\\n'Would you like to feed this to the stray cats? If it weren't for their presence here, mice and other pests would be lurking at every corner.' \\n\\nHe nods to himself. \\n\\n'Noble creatures, each and every one of them.'",
      "es": ""
    },
    {
      "id": 184621456,
      "en": "Sadrech has asked you to bring the ox parts to her husband, Harthel, in Melgobas.\\n\\nMelgobas can be found west of her camp.",
      "es": ""
    },
    {
      "id": 236954438,
      "en": "TBD",
      "es": "TBD"
    }
  ]
}