{
  "id": 621079979,
  "txt": [
    {
      "id": 216727830,
      "en": "Something felt different. The jovial nature was gone. There was a curtness in the voice and the manner was prescriptive. I should have known that something had changed. I set out about my tasks....",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Suspicious-smelling barrel collected ([placeholder]/1)",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Post recruitment letters ([placeholder]/10)",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "With the hold filled and a new crew coming aboard we were prepared for our next adventure. If only...",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Recruitment letters posted ([placeholder]/10)",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Find the captain",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Collect the map",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'If all is now at the ready, then we should set about final preparations. Yes, it is time to seek our vengeance and bring those curs to heel.'",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Collected the foul-smelling barrel",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Collected the map",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Collect the foul-smelling barrel",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "After returning to Pelargir, the surviving members of the crew set about recovering and rebuilding.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Map collected ([placeholder]/1)",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Speak with the captain",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Collect the map ([placeholder]/1)",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I have set most of the crew to their tasks, but there are some duties that must be handled by the only individual I truly trust.\\n\\n'I have secured the assistance of a map maker who confided that they can provide a passage where we must go. I will require this of you. You will find the map stashed among a sheaf of papers near an empty stall near the dock across from our ship's bow.\\n\\n'Second, there is the matter of some illicit materials formerly owned by the Corsairs who raided this city some time hence. I will have it procured by no other. It should be under the watchful eye of a healer, no less, along the alley near the opposite dock. Collect this and bring it to me.\\n\\n'Last, we need new blood on the ship and that can only mean we post our letters throughout the immediate area. Take these and post them where it seems the will best be seen.\\n\\n'Away now, there is much left to do.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: The Nenglor Reborn",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Collect the suspicious-smelling barrel ([placeholder]/1)",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Our visit to the port was fraught with difficulty. Pelargir was hospitable and our faces recognizable from our saving some members of the city some time before. We got on with our business at hand....",
      "es": ""
    }
  ]
}