{
  "id": 621079843,
  "txt": [
    {
      "id": 251716069,
      "en": "Bring the sword to Dorach",
      "es": ""
    },
    {
      "id": 148970129,
      "en": "A small child perches atop this huge boulder",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "Of Knights and Turtles",
      "es": ""
    },
    {
      "id": 190220628,
      "en": "'You found it! You found Thumb-cleaver! Oh thank you, thank you! I... think I'm going to train a bit closer to home from now on, until I'm at least taller than those turtles.'",
      "es": ""
    },
    {
      "id": 184621189,
      "en": "On Loeg Thangalf you found a small sword that had been dropped by Dorach.\\n\\nYou should bring the sword to Dorach at Mereham, in central Pinnath Gelin.",
      "es": ""
    },
    {
      "id": 226858068,
      "en": "'Help! Oh, have you seen my baby? My little girl is missing!'",
      "es": ""
    },
    {
      "id": 184621096,
      "en": "Andrethil is frantic with worry over her missing child, Dorach, who she think may have gone to the nearby island to challenge its fierce dread-turtles.\\n\\nYou should head to Loeg Thangalf and look for Dorach.",
      "es": ""
    },
    {
      "id": 226858069,
      "en": "'Oh, hullo. Did mother send you? Thanks for clearing a path through those awful turtles.'",
      "es": ""
    },
    {
      "id": 190220630,
      "en": "'Help! Oh, have you seen my baby? My little girl, Dorach, is missing! That fool of a child is always wandering off pretending to be a knight like her older sister. I only looked away from her for a moment and she was gone!\\n\\n'Her sword is missing too, and I fear she's gone on to challenge the turtles on Loeg Thangalf. I tried to explain to her that they are enormous, fierce creatures, and not at all the small turtles she's seen in the river nearby, but I fear that made her all the more determined. Oh please find my girl!'",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 226858070,
      "en": "'I wanted to name my sword something fierce, like Foe-cleaver or Goblin-head-lopper, or something. But, the first time I drew it I cut my thumb right badly on its edge and my sister named it Thumb-cleaver on me and even laughed when she bound me up! I miss her. And I miss my sword. I hope you find it soon!'",
      "es": ""
    },
    {
      "id": 226858071,
      "en": "'Words alone cannot express my thanks to you, traveller. I hope she's learned her lesson.'",
      "es": ""
    },
    {
      "id": 184621525,
      "en": "While searching Loeg Thangalf you managed to find Dorach, who is eager to speak with you.\\n\\nLoeg Thangalf is in northern Pinnath Gelin.",
      "es": ""
    },
    {
      "id": 173025312,
      "en": "Talk to Andrethil",
      "es": ""
    },
    {
      "id": 184621528,
      "en": "You have returned Thumb-cleaver to Dorach, and her mother, Andrethil is waiting now to speak with you.\\n\\nAndrethil is at Mereham in central Pinnath Gelin.",
      "es": ""
    },
    {
      "id": 190220498,
      "en": "'I wanted to name my sword something fierce, like Foe-cleaver or Goblin-head-lopper, or something. But, the first time I drew it I cut my thumb right badly on its edge and my sister named it Thumb-cleaver on me and even laughed when she bound me up! I miss her. And I miss my sword. I hope you find it soon!'",
      "es": ""
    },
    {
      "id": 190220499,
      "en": "'I wanted to name my sword something fierce, like Foe-cleaver or Goblin-head-lopper, or something. But, the first time I drew it I cut my thumb right badly on its edge and my sister named it Thumb-cleaver on me and even laughed when she bound me up! I miss her. And I miss my sword. I hope you find it soon!'",
      "es": ""
    },
    {
      "id": 148970339,
      "en": "You found Thumb-cleaver!",
      "es": ""
    },
    {
      "id": 190220454,
      "en": "'Oh, hullo. Did mother send you? Thanks for clearing a path through those awful turtles. When mother said they were bigger, I never thought… well, I can get home on my own now, but please – I lost my sword! It was a gift from Cangwen, and she always says a knight doesn't leave their sword on the ground, but when the turtles showed up I stabbed at one of them and it got stuck in the shell, and and and…'\\n\\nShe sniffles and wipes at her eyes.\\n\\n'Please find Thumb-cleaver! I think I ran here from over that way.'\\n\\nShe waves an arm towards the north and swallows.",
      "es": ""
    },
    {
      "id": 184621205,
      "en": "You rescued Dorach, but she's worried about the sword she dropped on the north-eastern part of the Loeg Thangalf. You should retrieve the sword and return it to her.",
      "es": ""
    },
    {
      "id": 190220457,
      "en": "'Words alone cannot express my thanks to you, traveller. I hope she's learned her lesson. I might not be able to keep her from following in Cangwen's footsteps, nor would I want to, but hopefully she'll be more careful going forward.\\n\\n'There's bravery and then there's… well, this was a learning experience, I suppose. Oh my poor girl, I am so glad she's home safe.'",
      "es": ""
    },
    {
      "id": 173025367,
      "en": "Talk to Dorach",
      "es": ""
    },
    {
      "id": 126686801,
      "en": "Loeg Thangalf island, once home to an ancient Elven family, has been overrun by deadly dread-turtles. There are few who would dare their sharp beaks or brave their shores. One such hopeful hero may need a bit of rescuing.",
      "es": ""
    },
    {
      "id": 173025703,
      "en": "Search for Dorach's sword",
      "es": ""
    },
    {
      "id": 173025705,
      "en": "Search for Dorach",
      "es": ""
    }
  ]
}