{
  "id": 621079807,
  "txt": [
    {
      "id": "0x78d1627",
      "en": "Though their foolhardy captain leads with an iron fist, Upokhir counts many brave warriors as trusted allies within Pahor Boha.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a2",
      "en": "'Thank you for passing them my messages. I am glad to hear they are still well. I look forward to celebrating with them after putting this dark chapter behind us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11a95",
      "en": "Passed plans to Upokhir's allies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568913",
      "en": "'Many of my people are too afraid of our captain to challenge him directly, but I am here on behalf of many others who wish to see all our people return home safely. When Torthril leads her people into battle, my allies can coordinate with her forces and hopefully we can eliminate the captain with as little bloodshed as possible. To this end, I would ask you to deliver word to my allies.'\\n\\nUpokhir provides you with detailed descriptions of his trusted allies.\\n\\n'Deliver these letters to them so they can begin their preparations.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502853",
      "en": "Talk to Upokhir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa2b6",
      "en": "Upokhir's Allies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502854",
      "en": "Pass plans to Upokhir's allies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011823",
      "en": "You to have delivered plans to Upokhir's trusted confidants within Pahor Boha, and should report your success.\\n\\nTalk to Upokhir in Ost Arndír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa346",
      "en": "TBD ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "Most of the Haradrim in Pinnath Gelin wish to return home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011895",
      "en": "Upokhir has asked you to deliver plans to his trusted confidants in Pahor Boha.\\n\\nPahor Boha can be found in the south-east of Pinnath Gelin.",
      "es": "",
      "es (fem)": ""
    }
  ]
}