{
  "id": 621079977,
  "txt": [
    {
      "id": 216727829,
      "en": "My orders were clear, find the launches, scuttle them and return forthwith. It was a take not without danger, but the risk was clear....",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "The Corsair's ruse worked too well. While we came ashore they assaulted the Nenglor. I returned to the spot where we landed and stared at our launches retreating to the Corsair's vessel....",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "It was a trap! Return to the captain!",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "With the boats scuttled, there was no retreat back to sea for the Corsairs. I sensed a chance for true glory and forged ahead to find Yarikh and his crew....",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Return to where you landed",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Find and defeat Yarikh and his crew ([placeholder]/24)",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'They were too numerous, [placeholder].'\\n\\nThe captain looked out on the longboat retreating toward the Corsair's ship.\\n\\n'There will be time for redemption. There will be time for vengeance.'",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Crew-mate defeated ([placeholder]/24)",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "After a long patrol in the open waters of the Bay of Belfalas, the crew of the Nenglor happened upon a Corsair raiding party anchored at Tolfalas.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Corsair launch boats scuttled ([placeholder]/4)",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Speak with the Captain",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Keep your courage, [placeholder], we have the enemy where want them. Along this shore are their launches. If we move swiftly we can strand them here and send word back to the capital that there is a crew of Corsairs stuck on Tolfalas.\\n\\n'Make your way along the shore and scuttle the launches you find. I will stay here and await your return.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Scuttle Corsair launch boats ([placeholder]/4)",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: The Tolfalas Shore",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Find and defeat Yarikh and his crew ([placeholder]/24)",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "We made our way to shore with the intent of beaching the Corsairs there. I remember how the sea air smelled as we rowed ashore....",
      "es": ""
    }
  ]
}