{
  "id": 621079996,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Smoke with the captain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Often he would be like this, jovial and open, a warm companion. I listened quietly and drew on my pipe....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'When I was a boy, I was a ruffian. I fit in nowhere, much like you have confided of your early days.\\n\\n'Ah, but when I found the sea. There, on the waves, was freedom. There, beneath the endless blanket of the sky was life. There was no substitute for what it offered, no greater joy.\\n\\n'Dawn wakes over the horizon, drawing all from their slumber. The rocking of the waves give way to the bustle and commotion of boots on the deck, the promise of a new day, new adventure, new wealth and new shores... something new at every turn. There is no course that is set but the one you make.\\n\\n'That is the life I covet and seek.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "One evening, on shore leave, the mariner and the captain had conversation about dreams and desires....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "When it was my turn to speak he listened intently and responded....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: My Bosom Friend",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Speak with the captain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'All noble pursuits, young one. And in time, you shall see them come to pass.\\n\\n'For now, my friend, we should both be content in the knowledge that we are friends. We have fought and bled together. We have saved people in Gondor and beyond and we safe-guard their future by our very actions.\\n\\n'Ours is a noble pursuit. We should never think otherwise.\\n\\n'On the morrow we sail again into the Bay of Belfalas. Let us hope that our quarry, this Yarikh makes his presence known that we might finally end his reign of terror on the good people of our land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "We sat in a simple study, each enjoying a smoke and spoke at length about our goals....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Speak with the captain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'The night grows old, my friend. Let us rest while we can, we launch at dawn's first light. Let us see, together, what that new day holds for us.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}