{
  "id": 621018230,
  "txt": [
    {
      "id": 241578577,
      "en": "'Back down the stairs, follow me!'",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Patrol the wall and defeat Orcs as they climb up and attack",
      "es": ""
    },
    {
      "id": 241578578,
      "en": "'There is no time to rest, my friend!'",
      "es": ""
    },
    {
      "id": 241578579,
      "en": "'The Orcs continue to set more ladders against the wall!'",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Push ladders away from the wall",
      "es": ""
    },
    {
      "id": 241578580,
      "en": "'Their numbers threaten to overwhelm our soldiers!'",
      "es": ""
    },
    {
      "id": 241578581,
      "en": "'Oh no!'",
      "es": ""
    },
    {
      "id": 241578582,
      "en": "'It is some foul craft of Saruman!'",
      "es": ""
    },
    {
      "id": 235466152,
      "en": "Fight alongside Egláf atop the Deeping Wall",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Legolas stands atop the Deeping Wall, ready for battle.",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "Thenca has followed you onto the top of the tower",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Egláf has loaded the western rock trap on the Deeping Wall and waits for you to set it off.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'The battle is joined, [placeholder]! Saruman's Orcs felled many trees on the outskirts of Fangorn, and from those trunks they assembled great wooden ladders. They use these to scale the Deeping Wall! Even now the Orcs use these constructions to come within reach of axe and sword!\\n\\n'My arrows will teach them this is folly, for I can slay many of them before they reach the top; but I cannot bring them all down. You and the other defenders must fight those Orcs who reach the top of the wall. Take the time to push down as many ladders as you can and you will slow their progress, my friend. Now we fight for Rohan.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Orcs continue to climb up the ladders leaning against the Deeping Wall and must be defeated. You should continue to knock down their ladders, slowing their progress.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Two more rock traps have been loaded atop the Deeping Wall, and Egláf waits for you to release their deadly contents onto the Orcs below.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Egláf has called for you to come to his aid.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Our supply of stones runs low; even were it otherwise, the Orcs would learn to avoid the outlets from which fall the rocks. The cost of that knowledge was high, but the effectiveness of our traps is at an end. For every Orc we slay, five take his place! At this rate we will be overrun.\\n\\n'Come with me, [placeholder]. We are needed elsewhere on the wall!'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Orcs have gained access to one of the towers and dealt Egláf a grievous blow. Protect him from their weapons!",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "The surprise Orc attack knocked Egláf down, but he has recovered from the surprise and wishes to speak to you.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I will be all right, my friend. The wind was knocked from my lungs and I received a few scrapes, but nothing serious. The Orcs are beginning to overrun our position; I hear them atop the tower!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Orcs have climbed onto the top of the tower, and Egláf has sent you to clear them away.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Thenca has followed you onto the top of the tower above the Deeping Wall.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'There is no time to rest, my friend! The Orcs have raised more ladders further along the wall, and their numbers threaten to overwhelm our soldiers! Back down the stairs, follow me!'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Defeat the Orcs on top of the tower above the Deeping Wall",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Thenca atop the tower above the Deeping Wall",
      "es": ""
    },
    {
      "id": 116150817,
      "en": "'[placeholder]! The rock drop is ready!'",
      "es": ""
    },
    {
      "id": 116150818,
      "en": "'That'll get them!'",
      "es": ""
    },
    {
      "id": 116150819,
      "en": "'I will load the other traps!'",
      "es": ""
    },
    {
      "id": 116150820,
      "en": "'Two more traps are ready, [placeholder]!'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Defend Thenca and keep him alive",
      "es": ""
    },
    {
      "id": 116150821,
      "en": "'Follow me!'",
      "es": ""
    },
    {
      "id": 116150822,
      "en": "'Do you hear that? What is that sound?'",
      "es": ""
    },
    {
      "id": 116150823,
      "en": "'[placeholder], over here!'",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Patrol the wall and defeat Orcs as they climb up and attack",
      "es": ""
    },
    {
      "id": 116150824,
      "en": "'Thank you, [placeholder]. I am all right.'",
      "es": ""
    },
    {
      "id": 116150825,
      "en": "'This way!'",
      "es": ""
    },
    {
      "id": 24695140,
      "en": "Saruman's assault upon the defenders of Helm's Deep has begun, his forces scaling the Deeping Wall seeking to put an end to the people of Rohan.",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Orcs climb up the ladders leaning against the Deeping Wall and must be defeated. Legolas also asked you to push down as many of the ladders as you can.",
      "es": ""
    },
    {
      "id": 247800352,
      "en": "'Climb up there and clear the Orcs off the tower, [placeholder]!'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'[placeholder], are you all right? My sword has ended the life of many an Orc this night, but even so there seems to be no end to the creatures! Let there be no end to our courage either!'",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "There seems to be no end to Saruman's Orcs, but Thenca has sworn to defend the Deeping Wall and will do so with his life, if that proves necessary.",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Drop the readied stones from the west trap",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Defeat Orcs atop the wall",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Push ladders away from the wall",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Drop the readied stones from the remaining traps",
      "es": ""
    },
    {
      "id": 235466128,
      "en": "Follow Egláf to the stairs",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Legolas atop the Deeping Wall",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Egláf by the rock trap on the Deeping Wall",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Defend Egláf from the Orcs",
      "es": ""
    },
    {
      "id": 76060817,
      "en": "'Fight bravely, my friend!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Storied Tale: The Deeping Wall",
      "es": ""
    }
  ]
}