{
  "id": 621018334,
  "txt": [
    {
      "id": "0x81f3682",
      "en": "Welcome to the Fall Festival!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e6",
      "en": "Deliver the vile gold coins to Verbena Greenhand in Frostbluff",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e111",
      "en": "You can sniff burning leaves and candy apples, the fall festival has arrived!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Complete 'Storvâgûn the Traitor (Tier 2)' ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Fall Festival is spreading good-hearted tricks and tasty treats across Middle-earth.  Join in by starting at the Shire where Mr. Bilbo Baggins has left one last surprise for his neighbours....\\n\\nHappy fall!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well, well! You look chilled to the marrow, my dear! I ought to have known better than to send you up to old Helegrod! Did you find any of old Storvâgûn's coins?\\n\\n'So the tale was true! I knew it!\\n\\n'I'm afraid I've no scarves or cloaks to offer you, but perhaps this will do?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Verbena Greenhand can be found in Frostbluff.\\n\\nYou have collected a number of vile gold coins and you should now deliver them to Verbena Greenhand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Vast riches were granted to Storvâgûn by the Men of Angmar. Although many of his trinkets bear the corruption of the Witch-king of Angmar, brave adventurers might uncover the most valuable of Storvâgûn's riches.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Collected vile gold coins from Storvâgûn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Travel to The Party Tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Verbena Greenhand in Frostbluff",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Collect vile gold coins from Storvâgûn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Hallo there! How are you enjoying the Yule Festival?\\n\\n'Plenty of food and a bit of theatre... how grand! I wonder, though. I heard a curious tale from one of the patrons of Winter-home. Have you heard it as well?\\n\\n'No? Well, it goes that there was once a greedy, old giant named Storvâgûn who lived above Helegrod. He was so greedy that he decided to speak for all of his friends and make a deal with some nasty Men from the North. Even worse, all his friends went along with it - except for one! That one, Arifael, was a better sort of giant... a friendly giant! So Arifael found some new friends and sent them to stop old Storvâgûn from being so selfish! And then they took all of his treasure!\\n\\n'You know, saying that out loud... I think I have forgotten the lesson of the tale. But I am certain there is one!\\n\\n'Anyway, rumour has it that old Storvâgûn returns to count his riches atop Helegrod during the Yule Festival. I'm not sure I believe it, but if it were true, I bet a brave adventurer like you could snatch a few coins out from under his nose!\\n\\n'I'd make it worth your while, but if you go looking for his gold, don't blame me if you find him too!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Well, well! You look chilled to the marrow, my dear! I ought to have known better than to send you up to old Helegrod! Did you find any of old Storvâgûn's coins?\\n\\n'So the tale was true! I knew it!\\n\\n'I'm afraid I've no scarves or cloaks to offer you, but perhaps this will do?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Seasonal: Storvâgûn's Riches",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Storvâgûn can be encountered during the Yule Festival in Boss From The Vaults: Storvâgûn.\\n\\n<rgb=#FF0000>NOTE: This quest can only be advanced on Tier 2 of Boss From The Vaults: Storvâgûn. In addition, this quest can only be completed once per Yule Festival.</rgb>",
      "es": "",
      "es (fem)": ""
    }
  ]
}