{
  "id": 621018354,
  "txt": [
    {
      "id": "0x78e1fa7",
      "en": "Dark Harbingers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "You have encountered a creature of ill omen unlike any of the lieutenants of the Enemy you have previously faced. What does its presence portend for the peoples of Middle-earth?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Out from the Darkness",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Talk to a Nedda Pinleaf in Bree, Ost Galadh, or the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "It is a time of ill omen. Harbingers of the Dead have crept forth from the shadows to threaten the peoples of Middle-earth, but what evil has drawn them forth?\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the event it is associated with ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Nedda Pinleaf can be found the Skirmish camps of Bree, Ost Galadh, and Twenty-first Hall.\\n\\nHarbingers of the Dead have appeared in Skirmishes throughout Middle-earth. You should seek out Nedda Pinleaf to learn more about these mysterious foes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Yes? What do you want?'\\n\\nYou explain that you encountered a creature of ill omen in a recent skirmish.\\n\\n'Do not speak so loudly of them!'\\n\\nNedda Pinleaf looks around and then her voice shrinks to a whisper.\\n\\n'At first, I thought them only a mad hobbit's tale of overgrown Barrow-creatures, but I have since faced enough of them in battle to know better! I don't know where they've come from, but wherever they go, the Dead follow. I have heard tales of these harbingers of the Dead across many lands, and I have travelled far to find them. It seems they are drawn to sites of great battle... to lands where many skirmishes have been fought.\\n\\n'Your reputation is known to me, [placeholder], as are your deeds. I say we work together to send these harbingers of the Dead back to wherever they came from!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}