{
  "id": 621018231,
  "txt": [
    {
      "id": 228870261,
      "en": "Storied Tale: The Deeping-coomb",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Léofdag in the Deeping-coomb",
      "es": ""
    },
    {
      "id": 162616385,
      "en": "More black powder bombs can be found near the hole in the Deeping Wall!",
      "es": ""
    },
    {
      "id": 235466150,
      "en": "Help Egláf reach safety within the Deeping-coomb",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Saruman has used some foul craft to destroy part of the Deeping Wall, and the coomb lies undefended before his forces! Orcs and Dunlendings alike pour through the hole, wielding sword and axe, but I count other of their weapons more deadly: some of our foes carry devices bedecked with lit fuses. The black powder contained within is harmless on its own, but causes a tremendous explosion when set aflame. Did one of these destroy the wall?\\n\\n'Slay our foes on this side of the wall, [placeholder], and extinguish the fuses of any lit devices you encounter!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Burnoth in the Deeping-coomb",
      "es": ""
    },
    {
      "id": 233164753,
      "en": "'[placeholder]....'",
      "es": ""
    },
    {
      "id": 233164754,
      "en": "'Thank you... friend....'",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Defeated forces of Saruman ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Help Egláf to his feet",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I should have known to see you here, [placeholder], for heroes such as you are oft encountered where the fighting is thickest and the need most pressing! So it is with the Riders Four!\\n\\n'Who is this injured man? Egláf, you say? Come with us, my friend, if your leg allows you to stand. You may find a moment's respite within the mill, and take the chance to bind your wounds.\\n\\n'[placeholder]! I will bring you to my captain, and to the others. There will be deeds of valour to perform on this night, enough for the Riders Four and more beside, I do not doubt!'",
      "es": ""
    },
    {
      "id": 233164755,
      "en": "'I fell from the wall during the blast.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'The victory is ours, and the night is not yet ended; there will be plenty of time for more deeds of valour, my friend. Ah, do not worry yourself on our account! The Riders Four have seen worse scrapes than this, and I deem you have as well.\\n\\n'Take care of yourself, [placeholder], and of Théoden King! We will defend Rohan to the very last!'",
      "es": ""
    },
    {
      "id": 233164756,
      "en": "'I survived... but others were not so fortunate.'",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "The black powder within has been rendered harmless",
      "es": ""
    },
    {
      "id": 233164757,
      "en": "'The fighting rages on, but for what? Can we hope to win?'",
      "es": ""
    },
    {
      "id": 233164758,
      "en": "'Over there... a friendly face?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Saruman's foul craft has claimed the lives of both his own Orc-warriors and Rohirrim defenders on the Deeping Wall. Now his forces seek to gain access to the valley through the wreckage that remains.",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Egláf is injured and needs your help to get away!",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Aragorn has returned from his sortie with Éomer, and now he has an urgent task for you.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Aragorn has asked you to defeat the Orcs and Dunlendings that have passed through the hole in the Deeping Wall and threaten the Rohirrim within the Deeping-coomb. He also wants you to extinguish the lit fuses on any black powder devices you find.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 16995313,
      "en": "'Riders Four, prepare yourselves! Stand with us, [placeholder]!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Egláf needs your help to retreat further into the Deeping-coomb.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Aragorn in the Deeping-coomb",
      "es": ""
    },
    {
      "id": 41712097,
      "en": "'This way!'",
      "es": ""
    },
    {
      "id": 16995314,
      "en": "'For honour and glory!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Léofdag and the rest of the Riders Four delight to stand alongside you in defence of their land, and together they hope to push back Saruman's forces.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Defeat forces of Saruman inside the Deeping-coomb ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "The Orcs have set more devices containing black powder near the hole in the Deeping Wall, and the fuses have nearly reached the end of their short, dangerous lives!",
      "es": ""
    },
    {
      "id": 41712098,
      "en": "'Hoy, there!'",
      "es": ""
    },
    {
      "id": 41712099,
      "en": "'Hutha, what news?'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "You have fought bravely against the forces of Saruman with the Riders Four in the Deeping-coomb, and now their captain Burnoth wishes to speak with you.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Extinguish lit fuses in the Deeping-coomb ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 41712100,
      "en": "'For honour and glory!'",
      "es": ""
    },
    {
      "id": 41712101,
      "en": "'To me!'",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Extinguish more black powder devices near the hole in the Deeping Wall ([placeholder]/4)",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Help Egláf reach safety within the Deeping-coomb",
      "es": ""
    },
    {
      "id": 69036785,
      "en": "Fight alongside Léofdag and the Riders Four",
      "es": ""
    },
    {
      "id": 93203857,
      "en": "'For honour and glory!'",
      "es": ""
    },
    {
      "id": 164451537,
      "en": "'Another group makes for the mill, Léofdag!'",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "The Riders Four (and Friend) have achieved their victory!",
      "es": ""
    },
    {
      "id": 7573153,
      "en": "'Good luck, [placeholder]!'",
      "es": ""
    }
  ]
}