{
  "id": 621018226,
  "txt": [
    {
      "id": 162883713,
      "en": "'It was a good thought to untie the horses, for now they will not be left defenceless in the face of our enemies. Even a cornered animal might slay an Orc or two.'\\n\\nThenca looks at you sternly.\\n\\n'This seems to me clear, [placeholder]. We cannot hold the Dike any longer, and the men at Helm's Deep are truly cornered themselves, and we with them. The Orcs will see how ferocious we can be! To the fortress, my friends!'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Thenca stands atop Helm's Dike, awaiting your attention.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Cenric accepted the bolts you and Thenca brought to the forward ballista, but he wears a worried expression, and his face is lined with fear.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Cenric by the stable at Helm's Dike",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'What did you say your name was? [placeholder]?\\n\\n'Gamling asked me to bring these bolts to the forward ballista. Will you aid me? Quickly now!'",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Untie horses stabled at Helm's Dike ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Saruman's Orcs have advanced upon the eastern side of Helm's Dike, and you must stand against them with Cenric, Thenca, and Gamling.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Gamling has called for you at the eastern side of Helm's Dike.",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Thenca by the stables near Helm's Dike",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'What good will these bolts do for us? I have never seen so many Orcs before in all my life. These bolts cannot slay more than three or four at a time, and that only if our aim is unfailing!\\n\\n'My wife and my daughter shelter in the caves behind the Deep, but for how long can we keep the Orcs at bay?'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'We need to get to the other side of the Dike, [placeholder]!'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Gamling has called for your assistance as he hurries to the far side of the Dike, there to combat Saruman's forces before they can crush the Rohirrim defenders.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "As you hurry between the defensive encampments at Helm's Dike alongside Gamling and other soldiers of Rohan, you have spotted the great war machine with which Saruman's forces hope to destroy the gate.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'What can we do? Its iron casing will surely repel any of our weapons, and it will take only minutes to melt through the gate.\\n\\n'We may not be able to destroy this machine, but we can slow the progress of the Orcs that accompany it!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 261588113,
      "en": "'Right here, right here!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "As the soldiers of Rohan fight the invading Orcs on the western side of the Dike, Gamling has called you to him.",
      "es": ""
    },
    {
      "id": 261588114,
      "en": "'Our foes are so many, and we are so few!'",
      "es": ""
    },
    {
      "id": 69036792,
      "en": "Carry the bolt to the forward ballista",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Saruman's supply of Orcs is limitless. We have nothing to gain by remaining here.\\n\\n'We must retreat!'",
      "es": ""
    },
    {
      "id": 261588115,
      "en": "'I will slay as many Orcs as I can, but it will not be enough!'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Gamling has ordered you and the other soldiers of Rohan to fall back from the defence of Helm's Dike.",
      "es": ""
    },
    {
      "id": 261588116,
      "en": "'Aye, that we are, Thenca.'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Cenric has stopped by the stables, despite the imminent arrival of Saruman's armies.",
      "es": ""
    },
    {
      "id": 261588117,
      "en": "'Gamling needs our help! Follow me!'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'When the Orcs come through the gate, no man will be long able to stand before them, no matter the strength of his spirit or the depth of his courage. They will pass right by here on their way to the fortress, but some of our bloodthirsty foes will turn their attention upon the horses tied at stable. These good creatures will be helpless!\\n\\n'Help me untie our proud beasts and set them free! At least that way they may be able to fight back against those who come to destroy us!'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Fight alongside Cenric at Helm's Dike",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Cenric despairs that the steeds of the Rohirrim stabled at Helm's Dike will be slain by the invading Orcs, and he seeks your help untying the proud creatures so they may fight back against the aggressors.",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Follow Gamling to the far side of the Dike",
      "es": ""
    },
    {
      "id": 147030257,
      "en": "'If you are a friend to Rohan, you will pick up one of those bolts!'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Thenca at Helm's Dike",
      "es": ""
    },
    {
      "id": 147030258,
      "en": "'Follow me, [placeholder].'",
      "es": ""
    },
    {
      "id": 147030259,
      "en": "'And yet it must be, Cenric.'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Fight alongside Thenca at Helm's Dike",
      "es": ""
    },
    {
      "id": 147030260,
      "en": "'Are we not men of Rohan?'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Gamling on the western side of Helm's Dike",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Follow the soldiers of Rohan to the gate in Helm's Dike",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Thenca is pleased you took the time to free the horses stabled at Helm's Dike, for the Orcs will soon be upon them.",
      "es": ""
    },
    {
      "id": 5982529,
      "en": "Above the din you hear the sound of someone calling for you",
      "es": ""
    },
    {
      "id": 24695140,
      "en": "Saruman's forces march toward the fortress of Helm's Deep. Only one barrier stands in the way of Saruman's armies: the rampart of Helm's Dike, built across the trench through which Saruman's forces must pass. If the gate is broken, the green expanse before the wall will be laid bare to Rohan's approaching foes.",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Thenca, one of the Rohirrim defenders of Helm's Dike, has asked for your help carrying bolts to the forward ballista.",
      "es": ""
    },
    {
      "id": 147649265,
      "en": "'We must think of some way to stop it!'",
      "es": ""
    },
    {
      "id": 147649266,
      "en": "'To the west side, quickly!'",
      "es": ""
    },
    {
      "id": 147649267,
      "en": "'Look!'",
      "es": ""
    },
    {
      "id": 147649268,
      "en": "'Our brothers try to hold the gate!'",
      "es": ""
    },
    {
      "id": 234319872,
      "en": "'Fall back! Fall back!'",
      "es": ""
    },
    {
      "id": 147649269,
      "en": "'That is a deed well-done, [placeholder]!'",
      "es": ""
    },
    {
      "id": 234319873,
      "en": "'[placeholder]! Take Cenric and go!'",
      "es": ""
    },
    {
      "id": 234319874,
      "en": "'I will be right behind you!'",
      "es": ""
    },
    {
      "id": 234319875,
      "en": "'Watch your step on the rocks!'",
      "es": ""
    },
    {
      "id": 234319876,
      "en": "'Can it be?'",
      "es": ""
    },
    {
      "id": 81753857,
      "en": "'Orcs advance on the eastern side! This way!'",
      "es": ""
    },
    {
      "id": 81753858,
      "en": "'[placeholder]! To me!'",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "Saruman's Orcs have advanced upon the western side of Helm's Dike, and you must stand against them with Cenric, Thenca, and Gamling.",
      "es": ""
    },
    {
      "id": 81753859,
      "en": "'This way!'",
      "es": ""
    },
    {
      "id": 81753860,
      "en": "'Hold! Down there! What is that?'",
      "es": ""
    },
    {
      "id": 81753861,
      "en": "'It is some construction of Saruman! A mighty war machine!'",
      "es": ""
    },
    {
      "id": 81753862,
      "en": "'They will use it to melt the gate!'",
      "es": ""
    },
    {
      "id": 81753863,
      "en": "'[placeholder]!'",
      "es": ""
    },
    {
      "id": 81753864,
      "en": "'We have to fall back!'",
      "es": ""
    },
    {
      "id": 81753865,
      "en": "'You cannot do that from here, Cenric! There are too many!'",
      "es": ""
    },
    {
      "id": 267923089,
      "en": "'No, Gamling! I must defend my family!'",
      "es": ""
    },
    {
      "id": 267923090,
      "en": "'The gate cannot hold.'",
      "es": ""
    },
    {
      "id": 267923091,
      "en": "'Gamling, what about you?'",
      "es": ""
    },
    {
      "id": 267923092,
      "en": "'There is no time to lose!'",
      "es": ""
    },
    {
      "id": 267923093,
      "en": "'[placeholder], wait!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Thenca atop Helm's Dike",
      "es": ""
    },
    {
      "id": 267923094,
      "en": "'Follow me, [placeholder]!'",
      "es": ""
    },
    {
      "id": 235466129,
      "en": "Fight alongside Cenric at Helm's Dike",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "Freed a noble steed of Rohan ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Pick up one of the ballista bolts near Thenca",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Cenric at the forward ballista",
      "es": ""
    },
    {
      "id": 235466133,
      "en": "Follow Thenca to the west side of the Dike",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Storied Tale: Helm's Dike",
      "es": ""
    }
  ]
}