{
  "id": 621018228,
  "txt": [
    {
      "id": "0x6a50299",
      "en": "Talk to Éomer in the Glittering Caves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Defeated spiders in the Glittering Caves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "Freed Éomer's scouts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e72",
      "en": "Gimli has fallen and the Glittering Caves are overrun!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'I spit on the memory of this Dunlending chief, [placeholder]. He sought to surprise my people from the rear, breaking into their haven of safety and putting them to the sword under the cover of darkness? He deserves a coward's death, and I am pleased he received it!\\n\\n'I have sent some scouts to the furthest reaches of the caves in order to find the place where this craven Dunlending entered, that they may collapse it and any others they find. We cannot allow any more enemies to get behind the folk who shelter here.\\n\\n'While my scouts undertake that mission, I ask you to reassure those who hide here that Théoden's warriors will keep them safe. Will you do that for me, my friend?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "A woman in the Glittering Caves has heard your reassurances but still has questions for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1048a41",
      "en": "'What a frightful experience!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to the Rohirrim soldier in the spider-infested passage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Some of Saruman's allies have discovered tunnels behind Helm's Deep, and threaten the sheltering Rohirrim in the haven they believed safe. Éomer and Gimli need your help to close off these tunnels and prevent such craven attacks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1048a42",
      "en": "'Thank you, thank you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1048a43",
      "en": "'You saved me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1048a44",
      "en": "'For Théoden!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to Éomer in the Glittering Caves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I thank you for the kindness of your words, even if they are lies. Yes, I know of the Dunlendings that attempted to sneak into the caves.\\n \\n'This is my daughter Léofa. It was she who stood with you and the dwarf against the Dunlending chief, and she has told me all. Do not think to hide such dangers from women of Rohan! We will fight and die for this land, if we must, no less eagerly than any of our men. If you think otherwise, you shame yourself.\\n\\n'If the enemy finds us here, we will fight to protect the honour of Théoden King and of Rohan. So it has always been, and so it will be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1048a45",
      "en": "'I will defend Rohan with my life!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1048a46",
      "en": "'Cursed spiders!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x48c3e21",
      "en": "'Follow me, and keep your weapon ready!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Hello again, [placeholder]! It is nice to meet in less-dangerous circumstances, even if the reprieve won't last for long! I will fight a hundred Dunlending chiefs, and as many Orcs, if that is what it takes to protect my mother, or my father!\\n\\n'You came to the caves only recently. Did you hear any news of my father while you were fighting outside? His name is Cenric and he has a distinctive wooden shield, given to him by a great hero before I was born: its edges are trimmed with gold, and it bears an embossed horse's head in the centre. He is very brave.'\\n\\nYou tell Léofa that you fought alongside Cenric at Helm's Dike earlier in the evening, but have not seen him since then.\\n\\n'Ah, well, I am sure he is still fighting. He is very brave, you know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1048a47",
      "en": "'There are spiders here, friend! Be careful!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Reassured sheltering folk within the Glittering Caves ([placeholder]/4)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x48c3e22",
      "en": "'We have come to assist you, Horse-lord!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Gimli is in the Glittering Caves, attempting to balance his awe at its beauty with the dangers contained within.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I hope you are ready for some more fighting, [placeholder]. One of Éomer's scouting parties did not come back when he expected, and he went in search of it. It seems to me they may have found the foes for which they searched, and now those enemies might think to ensnare Éomer. Let us go after him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x44a2ec1",
      "en": "'Why must you lie to us, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "You and Gimli have fought a number of enterprising Orcs and found Éomer deep within the Glittering Caves, at the passage where his scouts disappeared.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x44a2ec2",
      "en": "'My daughter Léofa will fight, and so will I!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I have located my missing scouts, [placeholder], but I was not the first to find them... the spiders found them first! Free my men and let these creatures know that the caves here belong to Rohan and its people!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Spiders have trapped some of Éomer's scouts and must be slain if the men are to be freed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "Gimli calls for your attention from nearby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Gimli in the Glittering Caves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'The folk sheltering in the caves should now be safe from attackers thinking to surprise them from tunnels in the mountains, but there are still foes in the Deep! We are needed outside, my friends!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Éomer has come to the Glittering Caves and his anger at Lheu Brenin's attempted attack on his people knows no bounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Éomer in the Glittering Caves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Defeat spiders in the Glittering Caves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Free Éomer's scouts from cocooned imprisonment ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Éomer has asked you to reassure the folk sheltering within the Glittering Caves that Théoden's warriors will keep them safe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Éomer has asked you to reassure the folk sheltering within the Glittering Caves that Théoden's warriors will keep them safe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x44a24c1",
      "en": "'There has been little word from outside since the fighting started.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Léofa, a child of the Westfold who helped you defeat Lheu Brenin in the Glittering Caves, wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc82ede1",
      "en": "'Do the men still fight? Can they hope to win?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x45a7a61",
      "en": "'Thank you, my friend! I will collapse this tunnel and prevent the arrival of more beasts!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x45a7a62",
      "en": "'Tell Éomer I have this well in hand!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed80",
      "en": "Wait for the soldier to complete his task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'I will seal the passage so the spiders cannot pass through, as Éomer commanded!\\n\\n'Stand back!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3ebd521",
      "en": "'There is still hope for Rohan!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ac1",
      "en": "Fight alongside Gimli in the Glittering Caves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc82e3e1",
      "en": "'There was a great booming sound, and the earth shook. Do you know what it was?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Reassure sheltering folk that they will be safe ([placeholder]/4)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Éomer commanded his men to seal the passage, and now one soldier prepares to do just that. Let him know the time has come to collapse the passage and prevent further spiders from endangering the folk within the Glittering Caves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "Éomer is waiting to hear of your success in the Glittering Caves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Reassure sheltering folk that they will be safe (3/4)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Ardith in the Glittering Caves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Léofa in the Glittering Caves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Reassured sheltering folk within the Glittering Caves (4/4)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2ba3101",
      "en": "Léofa",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Storied Tale: The Glittering Caves",
      "es": "",
      "es (fem)": ""
    }
  ]
}