{
  "id": 620923286,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'Yes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Yes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Helm's Gate: Too Young, Too Old",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Yes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'Yes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Yes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Return to Aragorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "<rgb=#FF0000>(This quest must be finished before Théoden's company departs)</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You bow to honour this brave soldier, and as you do so, a tear comes unbidden to his smiling eyes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Gamling has told us that Erkenbrand left many men to defend the dike, but that all are too old, like him, or too young.\\n\\n'Will you cheer up the men? It is likely long since they have had a smile, a jest, or a sympathetic look. They know that they will likely not survive this night.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "You surrender to this fearsome soldier, and he smiles brightly at you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Men can be found along Helm's Dike, manning the gate to Helm's Deep.\\n\\nAragorn has asked you to cheer up the men.\\n\\n<rgb=#FF0000>NOTE: This quest requires emotes. You must select your target and type the correct \\q/emote\\q into the chat box.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Have you ever looked out at the beauties of the plains, and known it was to be your last look at the grasses touching the sky? Nay, do not protest -- this is my last battle.\\n\\n'I make my stand here, and I will not retreat. My old legs aren't much; they cannot march, and they certainly cannot run. Here I will stand until I die. I only hope to kill a hundred Uruks before I go.'\\n\\n<rgb=#ffff00>You feel a swell of admiration for this brave man. You should honour him, and submit yourself to him as you would to a king.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Aragorn has asked you to rally the despondent-looking men left by Erkenbrand to defend Helm's Gate on the eve of war.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I -- I have never been in a battle before, but...m-my father has been in many. He is so fearsome that Orcs throw down their arms and surrender to him...so my grandmother tells me. My father is probably forcing Orcs to surrender near the fords right now!\\n\\n'I do not think I am strong enough to kill many Orcs, but if I am fearsome enough, perhaps they will surrender to me. Do...do you think I am fearsome?'\\n\\n<rgb=#ffff00>You should acknowledge that this young soldier is indeed fearful enough to force you to yield to him.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'You did a kind thing, to cheer up those men while your own heart probably needs cheering itself. It is weary work to give courage to others, [placeholder].\\n\\n'Alas that these troubled times must be ours! I only hope that we survive the night.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'However will I slay Orcs and Uruks when my hands will not stop shaking? I haven't felt calm since Gamling handed me a sword.\\n\\n'I have never seen a battle before, and I am terrified. I cannot stop thinking about the blood, or the pain. Will I be able to act when I am needed? I am so restless, but I wish to be calm like my fellows!'\\n\\n<rgb=#ffff00>You should try to ease this young man's fears, for tonight will be his first taste of battle.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Cheer up men at Helm's Gate ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Aragorn can be found at Helm's Gate in the southern Westfold.\\n\\nYou should speak with Aragorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Your calm words to the boy have helped his trembling to stop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "The old man smiles and nods at your fair song, his heart gladdened",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'When I was a younger man riding out to my first war, a fellow soldier would sing before every battle, and our hearts were stronger when we rode. He had a fair voice and clear, and he sang of peace, war, life, and death.\\n\\n'Nobody sings today. Everyone is silent and afraid. I long to hear a song, but I daren't raise my own voice. I am so tone-deaf that I am afraid Gamling would have me thrown off the dike!'\\n\\n<rgb=#ffff00>This man longs for fair music to gladden his heart before the battle.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Yes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Yes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Yes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Yes?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}