{
  "id": 621100467,
  "txt": [
    {
      "id": 262725911,
      "en": "Ashâmi slows to a stop peering through the woods",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Ashâmi's Challenge",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Speak with Ashâmi to continue the hunt for Kanagir",
      "es": ""
    },
    {
      "id": 127884889,
      "en": "Ashâmi is too injured to continue. You have failed",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Speak with Ashâmi",
      "es": ""
    },
    {
      "id": 40941188,
      "en": "'No sign of the serval. Strange, no?'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'[placeholder], Raphûz speaks highly of your skill and how you helped him along his path to find me and his fate. I have seen how capable you are when you helped me with the Alad.\\n\\n'Still, something here makes me uneasy. Do you feel it too?'\\n\\nShe breathes in deeply and sighs.\\n\\n'Perhaps I should be more eager, like Raphûz. Come, let us hunt this creature.'",
      "es": ""
    },
    {
      "id": 25455348,
      "en": "'The beast sends its pack against us. It is savvy! We must use caution.'",
      "es": ""
    },
    {
      "id": 42232564,
      "en": "'We were being stalked!''",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Speak with Ashâmi about how to proceed",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "There is still no sign of Kanagir",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Something is not right. Can you feel it?'\\n\\nShe looks around, listening intently and peering into the woods.\\n\\n'If Raphûz were here, he would say, 'Is this another Shagâni superstition?''\\n\\nShe chuckles softly.\\n\\n'I find his questions very amusing. He does not understand how much our superstitions kept us safe in the darkest of times. Our lives coming together as they have does seem to be something different.\\n\\n'I never expected -'\\n\\nShe stops and points.\\n\\n'Look, there. Let's go.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "In order to prove their mettle Raphûz and Ashâmi were tasked by Numûru to prove their abilities while confronting their fears. Ashâmi must face a fearsome serval in Imhûlar.",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Ashâmi appears a bit shaken as she looks over the woods. You, too, have an uneasy feeling in these woods.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "She scans the woods and speaks softly.\\n\\n'I kissed him. It was spontaneous, something I never expected do.\\n\\n'I have not often allowed anyone to get close to me.\\n\\n'My mother's disposition, love of life, and attitude of defiance in the face of great oppression shaped me. I am who am I because of her. Her marriage to my father was arranged. I never understood how she came to care for him.\\n\\n'But, Raphûz,-'\\n\\nShe stops, alerted to a sound.\\n\\n'What was that?'",
      "es": ""
    },
    {
      "id": 39958148,
      "en": "'I am glad you were here, [placeholder].'",
      "es": ""
    },
    {
      "id": 69036768,
      "en": "Assist Ashâmi as she hunts for Kanagir",
      "es": ""
    },
    {
      "id": 172086948,
      "en": "Assist Ashâmi in her hunt for Kanagir",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Ashâmi stopped her search and looked back into the woods. Something still feels off.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "There has been no sign of the serval Numûru described to Ashâmi. The woods are eerily still and quiet.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Speak with Ashâmi to continue the hunt for Kanagir",
      "es": ""
    },
    {
      "id": 69036776,
      "en": "Survive the attack alongside Ashâmi",
      "es": ""
    },
    {
      "id": 127884869,
      "en": "Ashâmi is too injured to continue. You have failed",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Speak with Ashâmi to begin the hunt",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Ashâmi looks shaken, but resolute. The serval pack attacked without warning. The serval Kanagir, as described, was not among them. You feel like you are being stalked.",
      "es": ""
    },
    {
      "id": 40875652,
      "en": "'I still see no sign of the beast. This is concerning, [placeholder].'",
      "es": ""
    },
    {
      "id": 24770021,
      "en": "Ashâmi is too injured to continue. You have failed",
      "es": ""
    },
    {
      "id": 40023684,
      "en": "'The pack leader is cunning. It sends its pack to kill us in its stead.'",
      "es": ""
    },
    {
      "id": 260336372,
      "en": "'We should linger here no longer than we need.'",
      "es": ""
    },
    {
      "id": 8678116,
      "en": "'Let us make haste, these woods make me uneasy.'",
      "es": ""
    },
    {
      "id": 69036788,
      "en": "Cautiously search for Kanagir and protect yourself and Ashâmi",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Ashâmi looks eager to speak after surviving the ambush",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Kanagir proved a true hunter. You and Ashâmi survived and should discuss a return to Urmâkh.",
      "es": ""
    },
    {
      "id": 127884881,
      "en": "Ashâmi is too injured to continue. You have failed",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Thank you, [placeholder].\\n\\n'You're a capable warrior. Raphûz is a good judge of character.'\\n\\nShe manages a smile.\\n\\n'I confess, while we were fighting just now, I was thinking of how I must survive so I can return to him. It is a strange feeling to me. One with which I am not entirely comfortable.\\n\\n'I am glad we had time to travel together. I understand why he sees you as such a trusted companion. Let us return to Urmâkh.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'We are not the hunters here, [placeholder]. This serval is cunning beyond normal measure. We must be cautious.\\n\\n'We will not become prey.'",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "You survived the attack by Kanagir",
      "es": ""
    }
  ]
}