{
  "id": 621074994,
  "txt": [
    {
      "id": "0x8e11b31",
      "en": "The great mûmak trumpets with pleasure as you arrive with her snack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f7",
      "en": "Pick up the crate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9f5e5f9",
      "en": "You dropped the crate!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "Rescued from the Battle at the Pelennor Field, a great mûmak works alongside the Temámir Dwarves to repair the harbour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "You should let Dingási know that Lokhûr is happily munching away at the carrots and other vegetables you brought from the provisioner.\\n\\nDingási is in the Harlond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568913",
      "en": "'Welcome to the Harlond. I can tell by your bearing that you are also not of these lands. My name is Dingási and I am in charge of the rebuilding the Harlond.\\n\\n'Have you seen our great mûmak? One of the men here rescued her after the battle at the Pelennor Fields, and she's been a great help to us, moving the large blocks that we are using to repair the wall and buildings. She has a larger appetite than nearly any creature you shall ever meet, I promise you! If you have time, bring a crate of carrots from the provisioner, will you? She is due for a break and a treat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d6aec8",
      "en": "Bring a crate of carrots to Lokhûr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568902",
      "en": "'Did you hear that? You have made her happy! Most excellent!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Mûmak of the Harlond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568905",
      "en": "'She's a beauty, isn't she? We shall have to bring her south when the weather turns cold again, but for now, Lokhûr gets green fields and bushy trees to explore.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859588",
      "en": "'Welcome to the Harlond. I can tell by your bearing that you are also not of these lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568906",
      "en": "'She's a beauty, isn't she? We shall have to bring her south when the weather turns cold again, but for now, Lokhûr gets green fields and bushy trees to explore.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859589",
      "en": "'Did you hear that? You have made her happy! Most excellent!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f0",
      "en": "Bring a crate of carrots to MUMAK",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011895",
      "en": "Dingási has asked you to bring a crate of carrots from the Harlond's provisioner and bring it back to the mûmak.\\n\\nThe crate is next to the provisioner, in the Harlond, and the mûmak is north of the Harlond's walls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f3",
      "en": "Return to Dingási",
      "es": "",
      "es (fem)": ""
    }
  ]
}