{
  "id": 621074984,
  "txt": [
    {
      "id": "0xd859580",
      "en": "'You did it! I hope you aren't too waterlogged yourself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Sunken Sails",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e6",
      "en": "Retrieve waterlogged fabric ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859599",
      "en": "'Hello, hello! If you have come looking for one of my famous toy ships, you are sadly out of luck, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568912",
      "en": "'You did it! I hope you aren't too waterlogged yourself. Now I shall be able to make many sails, which means many boats, which in turn means - many happy customers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568913",
      "en": "'Hello, hello! If you have come looking for one of Tawardan's famous toy ships, you are sadly out of luck, my friend. I have only two left, and they have already been purchased.\\n\\n'Oh, you are not here to shop? More's the pity for you! You could be taking home one of my handmade Corsair ships! The perfect souvenir to help you remember your time in the Harlond! Have you been out to see the sunken ships? King Elessar himself swept into this harbour with an army of the Dead! My toy ships are made with black sails whose cloth was gathered from those very ships!'\\n\\nHe dramatically deflates, sighing heavily.\\n\\n'Alas, I have run out of fabric. You see, there were a few ships close enough to the dock from which I was able to reach out and tear free large swatches. Now, however, the remaining sails lay sinking into the bay, and I am not a strong swimmer. Say, if you would be willing to swim out and gather more fabric for me, I would be happy to pay you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "You should bring the waterlogged sail fabric to Tawardan.\\n\\nTawardan is in the Harlond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "A toymaker and souvenir crafter asks for assistance fetching a special, sunken, item.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e152",
      "en": "Return to Tawardan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b28",
      "en": "Retrieved waterlogged fabric ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011895",
      "en": "Tawardan has asked you to retrieve lengths of black sails from the sunken ships in the bay of the Harlond.",
      "es": "",
      "es (fem)": ""
    }
  ]
}