{
  "id": 621074983,
  "txt": [
    {
      "id": "0xb011899",
      "en": "Langwen has asked you to replace shredded banners atop the towers of Rammas Echor in the Harlond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e0",
      "en": "Replace tattered banners ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Othanar has asked you to speak with Langwen, who has been asking for assistance.\\n\\nLangwen can be found by a fountain in one of the gardens in the Harlond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "Atop the towers of the great wall, Rammas Echor, fly the black banners of King Elessar. Time, weather, and war have ripped and shredded their once proud edges.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568912",
      "en": "'Have you done it then? Ah yes, I can see from here our king's banners flying true once more. I know there are more yet to replace, but these old hands can only work so fast. You have my thanks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "You have taken down the tattered banners and replaced them with proud black flags bearing the white tree of Gondor. You should let Langwen know that her new banners fly from the towers' heights.\\n\\nLangwen is in the Harlond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568913",
      "en": "'Welcome to the Harlond! Word travelled ahead that you might be coming to lend a hand. As you can see, the city is working to pick itself up after being nearly razed to the ground by the Morgul-host. I would ask that you speak with Langwen, as she has asked me twice today already to send help her way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859580",
      "en": "'Have you done it then? Ah yes, I can see from here our king's banners flying true once more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568914",
      "en": "'Well, it's about time Othanar sent someone to help me. I am indeed Langwen, weaver and seamstress.\\n\\n'At the moment, I am working to replace the banners which are atop the wall. Time, wind, and war have shredded their edges, and I am wont to replace them with fresh versions. The towers of Rammas Echor are reached by long flights of stairs, however, and though my fingers are yet nimble, the same cannot be said for my knees. Will you take up these new banners and replace any you find which might be ruined?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e5",
      "en": "Talk to Langwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859598",
      "en": "'As you can see, the city is working to pick itself up after being nearly razed to the ground by the Morgul-host.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e6",
      "en": "Pick up the bag full of banners",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b21",
      "en": "Tattered banners replaced ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859599",
      "en": "'Well, it's about time Othanar sent someone to help me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e152",
      "en": "Return to Langwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "The King's Banners",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011895",
      "en": "Langwen has asked you to replace shredded banners atop the towers of Rammas Echor in the Harlond. You should pick up the nearby bag full of banners.\\n\\nThe bag is next to Langwen, in the Harlond.",
      "es": "",
      "es (fem)": ""
    }
  ]
}