{
  "id": 621074993,
  "txt": [
    {
      "id": "0x8e1faf3",
      "en": "Sneaking Stones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f3",
      "en": "Return to Dingási",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f4",
      "en": "Destroy blocks of shoddy stone ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568913",
      "en": "'Thank you for gathering the crate for Lokhûr. To be honest, I did not really need you for such a menial task. I admit that it was a bit of a test of your character, but the way Arahál said you looked at Lokhûr makes me feel like I can trust you with something of a more delicate matter.\\n\\n'As you know, I am in charge of the reconstruction of the Harlond. The city's rulers chose us because of the high-quality stone that we bring from our mines in Lower Lebennin. However, I have noticed recently that stone of inferior quality seems to have been mixed in with our perfect blocks. You can easily pick out these lesser lumps of grit by their yellowed colour and delicateness. In fact, I bet you could shatter one of these blocks to dust with a few well-placed blows.\\n\\n'I suspect someone is trying to sabotage our work. To what end, I know not, but I will not allow it. I would ask you, if you are willing, to search the city for these imposter blocks and destroy them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "You should let Dingási know that you have pulverized many blocks of shoddy stone.\\n\\nDingási is in the Harlond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859586",
      "en": "'Thank you for gathering the crate. To be honest, I did not really need you for such a menial task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "Someone has been mixing inferior blocks into the piles of fine stone the dwarves have brought from their mines.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859587",
      "en": "'You return! Did you find and destroy many of the inferior blocks?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568902",
      "en": "'You return! Did you find and destroy many of the inferior blocks?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011895",
      "en": "Dingási has asked you to find and destroy the yellowed blocks that have been snuck into piles of superior stone across the Harlond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b35",
      "en": "Destroyed blocks of shoddy stone ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}