{
  "id": 621074997,
  "txt": [
    {
      "id": "0xb568912",
      "en": "'You return! Tell me, what did you find?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011872",
      "en": "Within the ruins of Aegollant, you have found piles of the shoddy blocks which were snuck into the dwarves' superior piles of stone.\\n\\nYou should investigate the blocks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568913",
      "en": "'Glad am I that you have destroyed so many of those shoddy blocks, yet troubled too, that there were so many. I have had my workers check the stores we have here, and there were indeed more of the poor blocks mixed in among the ones of greater quality.\\n\\n'I ordered the inferior blocks destroyed, but I need to trace the dilution of our stock to see from whence they came. Will you go south to Arnach and speak with my colleague, Kholnedák? Have her check the town's stores to see if they too have been infiltrated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568914",
      "en": "'Greetings, stranger. You come from Dingási? You are timely, as I was readying to send word that we had a partial wall collapse here.'\\n\\nAs you inform her of the bad blocks her face grows troubled.\\n\\n'Dire news indeed, and I feel the fool for not having noticed if our stock was tainted. I will check the stores immediately! Our stone is currently stored within a local barn. Meet me near the northern farms.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568918",
      "en": "'Ah, [placeholder], it is as we feared. Our stock within has also been seeded with poor quality stone. If I were a betting dwarf, and I am, I would say that we might find some answers in Aegollant, where a group of bandits has set up camp.\\n\\n'Down the hills and across the road they linger, attacking passersby on the road and stealing from the town when they can. The Captain of the Guard, Baranor, has been planning to rout the swine, but his forces are stretched a bit thin at the moment.\\n\\n'You seem like you can take care of yourself. Why not search their camp? Look for more of these blocks, or any other clues that might tell us who is responsible for the deception.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e5",
      "en": "Talk to Kholnedák",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e9",
      "en": "Talk to Kholnedák near the northern farms",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Dingási has asked that you travel south to Arnach, and speak with Kholnedák, the supervisor in charge of the town's storage and shipping of stone.\\n\\nKholnedák can be found in Arnach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "The Path of Stones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "While inspecting the shoddy stones in Aegollant, you were set upon by brigands. One of the bandits dropped a crumpled note, the details of which Kholnedák will be eager to read.\\n\\nKholnedák is in Arnach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "Dingási suspects that the supply chain may have been corrupted with more of the poor-quality stone. You are tasked with travelling to Arnach to check on the inventory stored there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f0",
      "en": "Search Aegollant for shoddy stones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f3",
      "en": "TBD - Examine the stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f5",
      "en": "TBD - Examine the stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b31",
      "en": "You found a pile of the shoddy stones!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f7",
      "en": "Examine the stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b34",
      "en": "TBD - You found a crumpled note!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b36",
      "en": "TBD - You found a crumpled note!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011895",
      "en": "Kholnedák has asked you to meet her near the northern farms in Arnach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b38",
      "en": "You found a crumpled note!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd8595b0",
      "en": "'Greetings, stranger. You are timely, as I was readying to send word that we had a partial wall collapse here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011899",
      "en": "Kholnedák has asked you to investigate the bandit camp Aegollant, and to search for signs of the shoddy stones.\\n\\nAegollant is in Lossarnach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd8595b2",
      "en": "'Ah, it is as we feared.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd8595b3",
      "en": "'You return! Tell me, what did you find?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e152",
      "en": "Return to Kholnedák",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859589",
      "en": "'Glad am I that you have destroyed so many of those shoddy blocks, yet troubled too, that there were so many.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}