{
  "id": 620792994,
  "txt": [
    {
      "id": 218649169,
      "en": "'Greetings, [placeholder]. You have arrived at a difficult time... we have been stretched terribly thin by the incursions of the Angmarim into our lands and by the number of lawless brigands that have been stirred up by the gathering clouds of war.\\n\\n'It is against the latter which I hope you can aid us. The bands of tomb-raiders have become so bold of late that they have taken to wearing sashes of allegiance to their various unsavoury leaders. I would have you bring me these sashes as proof of their defeat.\\n\\n'If you can do this for us, then I will see to it that your name is regarded well among the Wardens of Annúminas.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Your actions speak well of your skill and bravery. Would that I could reward you more handsomely for your efforts, but our resources are drawn thin, and our thanks must suffice for the time being.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Time is not on our side, [placeholder]. There is no shortage of enemies -- particularly those carrion-seekers who would raid the tombs of our ancestors.\\n\\n'Surely claiming a few sashes from them should pose no great challenge, should it?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tomb-raiders' Sashes -- Introduction",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Cannuion told you of the terrible threat the Angmarim and tomb-raiders pose to the Rangers of Evendim.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected tomb-raiders' sashes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring tomb-raiders' sashes to Cannuion at Tinnudir.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Tomb-raiders can be found throughout Evendim. Cannuion is at Tinnudir.\\n\\nCannuion has asked you to collect the tomb-raiders' sashes of allegiance and bring them to him.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect tomb-raiders' sashes ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}