{
  "id": 620792869,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], I have worked with you before, and though I must continue to berate you in front of others, I believe you have earned my favour.\\n\\n'I wish to assist Uzulthrang in his quest to recover Tol Ascarnen, and to that end, I would ask that you undertake a very dangerous mission for me. I have an archer who will fire a blazing arrow into the trees when you arrive within them. When this is done, a force will cross the bridge to battle into the keep.\\n\\n'My only fear is that the foe is strong in those woods. This could mean your defeat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Blaze in the Trees",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Paashum is trying to make his superiors in Angmar's army notice him. To that end he has asked you to undertake a mission involving great risk but a potential for great success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The Orc-archer has seen you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You worthless sack! You failed!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Stand in the open among the trees near Tol Ascarnen's western wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Make your way to the copse of trees in the woods on the western side of Tol Ascarnen. Make your presence know there.\\n\\nPaashum asked you to make your way into the small section of woods on the western shore of Hoardale near Tol Ascarnen. He hopes to send a force into the keep after setting the woods ablaze. You will need to be obvious enough to attract the enemy's attention.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat is not an option!",
      "es": "",
      "es (fem)": ""
    }
  ]
}