{
  "id": 620792882,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Listen well, maggot. The War-tyrant wants to lay traps for the enemy and so we shall. We've told the goblins in Grothum that they'll be sending us some fools capable of holding a crossbow and pulling its trigger. First we need to get the goblins bolts they'll use to make the enemy dead.\\n\\n'There are many trees within this land, and though I'd rather take an axe and cleave them all down, the War-tyrant says that'll take too long and wants us looking for the chaff that has already fallen.\\n\\n'We need to make many arrows for the goblins, so it is up to us to collect as much of the smaller bits of wood as we can. Search across the Ettenmoors and return the wood to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good work maggot. A few more now, and we'll be ready to call in the goblins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You maggot! I gave you an order. Get it done or taste my fist.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Striking Shafts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Angmar seeks to reinforce Tol Ascarnen, employing the assistance of goblin-archers, who hide behind the walls and launch deadly attacks at the Free Peoples foolish enough to enter the tunnel leading to the inner courtyard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe5f80e5",
      "en": "'Soon we'll strike our enemies before they breach the inner courtyard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the kindling to Soldier Glat at Tol Ascarnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Search the area of Hithlad for the kindling needed to make the arrow shafts. Hithlad and the Grimwood forest are south of Tol Ascarnen.\\n\\nIn an effort to better fortify Tol Ascarnen, the War-tyrant has called to the goblins at Grothum and told his soldiers to craft bolts for the goblins to shoot into the tunnel at the mouth of the keep. It falls to you to collect the wood for the shafts.",
      "es": "",
      "es (fem)": ""
    }
  ]
}