{
  "id": 620792872,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'When the War-tyrant told me that he didn't like the bare walls we had here, I was at first confused. Don't smirk...you would be too, whelp, thinking that the War-tyrant wants to decorate the walls with something other than the mark of the Iron Crown or Lugbúrz. But then he tells me...oil, great gobs of boiling oil.\\n\\n'We're going to need this oil, and we can only get it from the Free Peoples...the very ones we're trying to boil! We know there is a camp of them over the bridge to the south, so that is a good place to start.\\n\\n'Scouts tell us that they can be found all throughout the Ettenmoors as well, though the best location is at Ost Ringdyr to the east. Get the oil and bring it back here. We'll cook up a nice surprise for the wretches.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This will do nicely. Get others to the task so we can build the iron belly and cook us some meals.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Get to work, slug. I'm not in the habit of taking kindly to those who shirk their duties!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cooking Sauce",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Free Peoples will return to take Tol Ascarnen, and Angmar's defenders wish to strengthen the walls with deterents that will drive the foe away.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdfa8275",
      "en": "'Soon we'll pour this boiling liquid on our enemies and sear their flesh from their bones.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the oil to Soldier Glat at Tol Ascarnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Oil can be found on the Free Peoples fighting throughout the Ettenmoors. The closest camp is over the southern bridge, though a larger group can be found at Ost Ringdyr, far to the east.\\n\\nAngmar's Army is shoring up the defences at Tol Ascarnen. Glat needs oil with which to douse the Free Peoples who attempt to assail the keep.",
      "es": "",
      "es (fem)": ""
    }
  ]
}