{
  "id": 620792804,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The Free Peoples control the majority of the Ettenmoors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The Free Peoples control the majority of the Ettenmoors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Rangers have come to the Ettenmoors to stand against the trolls sent from Angmar. They seek assistance with their patrols from the heroes of the Free Peoples.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Take heart! The battle here is ours, and though the foe has breached the walls of Lugazag, we may yet hold back their tide. Listen well, for I have an offer that you must consider strongly, [placeholder].\\n\\n'You are a proven warrior, a hero amongst the Free Peoples, and we ask this only of those who are willing. Lainedhel asked for assistance from the Rangers, and we have come to offer our aid. We have duties that need looking after elsewhere in Eriador, and if you are willing to stand there in our stead, we will remain here to fight the foes from the North.\\n\\n'Think on this and speak to me when you have an answer to my request. I will wait here, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gelbes is at Gl창n Vraig in the Ettenmoors. Speak with her to call a ranger to the Ettenmoors.\\n\\nThe Rangers will assist in retaking Lugazag, but they request that you take the place of a Ranger in Eriador while they come to the Ettenmoors to fight in your stead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Your duty is done, and we have done much to further solidify the strength of the Free Peoples here in the Ettenmoors. You have our thanks, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gelbes is at Gl창n Vraig in the Ettenmoors.\\n\\nA Ranger came to the Ettenmoors in your stead and fought valiantly, while you patrolled Eriador in his stead. You should now return to Gelbes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gelbes is at Gl창n Vraig in the Ettenmoors.\\n\\nA Ranger came to the Ettenmoors in your stead and fought valiantly, while you patrolled Eriador in his stead. You should now return to Gelbes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'What say you? Will you take up the duties of a Ranger to further assist the Free Peoples in the Ettenmoors?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'This proves that you are capable, friend. Speak to me again and I will send you to take the place of ranger while they come here to patrol in your stead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'What say you? Will you take up the duties of a ranger to further assist the Free People in the Ettenmoors?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Return to me once you have enough of the Tokens of Valour. I will then call a ranger to patrol the Ettenmoors while you take their place elsewhere.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'What say you? Will you take up the duties of a ranger to further assist the Free People in the Ettenmoors?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Take heart, the battle here is ours and though the foe will arrive again to crash against these walls we may yet hold back their tide. Listen well, for I have an offer that you must consider strongly, [placeholder].\\n\\n'You are a proven warrior, a hero amongst the Free People and we ask this only of those who are willing. Lainedhal asks for assistance from the rangers and we come to offer help. We have duties that need looking after elsewhere in Eriador and if you are willing to stand there in our stead we will come here to fight the foes from the north.\\n\\n'Think on this and speak to me when you have an aswer to my request. I will wait here, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Gelbes at Gl창n Vraig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Your duty is done and we have done much to further solidify the strength of the Free People here in the Ettenmoors. You have our thanks, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'What say you? Will you take up the duties of a ranger to further assist the Free People in the Ettenmoors?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gelbes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Gelbes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'What say you? Will you take up the duties of a ranger to further assist the Free People in the Ettenmoors?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "You must not control more than two locations in the Ettenmoors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Against the Stone-foe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Gelbes",
      "es": "",
      "es (fem)": ""
    }
  ]
}