{
  "id": 620792880,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Oil will fill an iron pot and be boiled. The liquid will pour onto our enemies, and they will die in agony. Can you think of anything more glorious?\\n\\n'Of course not! The War-tyrant ordered this, and we fulfil his will like good little soldiers. So, worm, you are to go into the Ettenmoors and hunt the Free Peoples, for they carry barrels of oil to light their torches and spark their cookfires. We will use this against them.\\n\\n'Return the barrels to me, and I will fill the iron pot.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You did well, little soldier. A lickspittle of a different sort you are. I am pleased with what you've done, and so I say that you are a good soldier. Now be off with you, else my pleasant nature may turn foul.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Get to work, slug. I'm not in the habit of taking kindly to those who shirk their duties!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Oil Well",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Free Peoples will return to take Lugazag, and Angmar's defenders wish to strengthen the walls with deterents that will drive the foe away.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8a0bfa5",
      "en": "'You've been busy, worm. We might yet be roasting dinner beneath these walls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the oil to Soldier Kaafaz at Lugazag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Free Peoples carry barrels of oil that can be used to fill the iron pots being built at Lugazag. Seek out the Free People guarding locations throughout the Ettenmoors and slaughter them for the oil they carry.\\n\\nThe War-tyrant desires to use boiling oil at Lugazag to punish the enemy as they make their assault. You were sent into the Ettenmoors to collect barrels of oil from the foe.",
      "es": "",
      "es (fem)": ""
    }
  ]
}