{
  "id": 620792875,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You there, worm. I've a mission that will get you killed or earn you great favour with the War-tyrant. This should please you. But then again, you might be the worthless slug that so many say you are, [placeholder].\\n\\n'Personally, I'd not give up my gruel to stand by your side longer than I must... but that may change.\\n\\n'Our number lost out to the enemy at Tol Ascarnen, and now we must take the keep back, but there are many foes standing in our way. We can lessen this number if we can down their banners. Scouts report that the fools at the western bridge will scatter to other posts when their banner is lowered. If we can destroy that banner, we can increase our chances at winning the day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I saw the flag fall, cur. You did well. Well enough that I might consider you as a warrior on the front line in the assault. Ha!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Get to it maggot. While those forces stand, we will face a much harder fight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Destroy the Western Flag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Angmar suffers in misery as the Free Peoples hold Tol Ascarnen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Soldier Paashum at the encampment west of Tol Ascarnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cross the bridge to the north-east of the camp and destroy the flag against the crumbling walls near the western shore of the Hoardale island.\\n\\nPaashum has tasked you with a mission to destroy the flag which calls the enemy defenders to the western bridge over the Hoardale River.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Paashum is at the encampment on the western bank of the Hoarwell River, west of Tol Ascarnen.\\n\\nYou carefully sneaked to the flag calling the Free Peoples to the defence of the western bridge and destroyed it. This set-back will surely give your forces a chance to defeat the enemy within Tol Ascarnen.",
      "es": "",
      "es (fem)": ""
    }
  ]
}