{
  "id": 620792881,
  "txt": [
    {
      "id": 218649169,
      "en": "'Listen well, maggot. The War-tyrant wants to lay traps for the enemy, and so we shall. We've told the goblins in Grothum that they'll be sending us some fools capable of holding a crossbow and pulling its trigger. First, though, we need to get the goblins bolts they'll use to make the enemy dead.\\n\\n'The enemy carries blades and these blades can be shattered. Kill the enemy and shatter their blades. Then return those blades to me. We'll fasten together enough bolts to keep the goblins firing.\\n\\n'Across the bridge to the south, you will find a small encampment of the enemy. Start there. Just know that you will find the enemy at any of the locations they control and always at Ost Ringdyr in the east.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Good work maggot. A few more now, and we'll be ready to call in the goblins.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You maggot! I gave you an order. Get it done or taste my fist.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Shatter Their Blades",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Angmar seeks to reinforce Tol Ascarnen, employing the assistance of goblin-archers, who hide behind the walls and launch deadly attacks at the Free Peoples foolish enough to enter the tunnel leading to the inner courtyard.",
      "es": ""
    },
    {
      "id": 241649701,
      "en": "'More arrows, maggot. We needs more!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the shattered blades to Soldier Glat",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Free Peoples carry weapons from which the blades can be taken and used to craft crossbow bolts. The Free Peoples can be found at any of the locations they control, including the encampment south of Tol Ascarnen.\\n\\nIn an effort to better fortify Tol Ascarnen, the War-tyrant has called to the goblins at Grothum and told his soldiers to craft bolts for the goblins to shoot into the tunnel at the mouth of the keep. Glat has left the task of obtaining the blades of the Free Peoples to you.",
      "es": ""
    }
  ]
}