{
  "id": 620792879,
  "txt": [
    {
      "id": "0x3b56b05",
      "en": "'Keep working, knave.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We are to build an iron cauldron and fill it with boiling oil to use against our enemies.\\n\\n'Why would we eat flesh soured by the taste of oil? Fried flesh cannot be as healthy as raw meat picked from the bone, but I digress.\\n\\n'The War-tyrant wills it, and we cede to his will. Head into the Ettenmoors and collect the iron carried by the dwarves or collect it from the Isendeep Mine. I care not where you get the materials, just return them to me and quickly. We must prepare!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A savage temperment and a quick worker...you are an able one, aren't you. I shall speak well of you to the War-tyrant. You might yet earn his favour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Get to work, slug. I'm not in the habit of taking kindly to those who shirk their duties!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Iron Belly of Tirith Rhaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tirith Rhaw belongs to Angmar, and the Free Peoples must be kept from within the walls. The War-tyrant bid his soldiers build a pot to boil oil in with which to douse the enemy as they try to assault the main corridor.\\n\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the ore to Soldier Gozad at Tirith Rhaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Iron ore can be found on the dwarves who fight for the Free Peoples or from the Isendeep Mine to the north.\\n\\nAngmar's army is shoring up the defences at Tirith Rhaw. Gozad intends to build a massive iron pot to heat oil with which to douse the Free Peoples who attempt to assail the tower.",
      "es": "",
      "es (fem)": ""
    }
  ]
}