{
  "id": 620792873,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We won the day, no thanks to sluggards and dullards like you. Now we must continue to press our enemy, lest they regain a foothold and strike against us.\\n\\n'We've received reports that there is a dwarf who arrived at the enemy encampment somewhere on the east side of the Hoarwell River. We must get to him before the enemy can call him to action.\\n\\n'Gather some other maggots and make your way across the river to assail that Marshal Án at the camp. Stop him before he arrives to assail Tol Ascarnen. Do not fail us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You fight well, at least within the company of a great many. You think that makes you something more than a maggot? Think again, slug. You are not worthy of Angmar's honour, no matter how much you think you have earned.\\n\\n'Soon, when the true war begins and this battle is behind us, you will see. You will march in front of our war-host and fall first to the blades of our enemies.\\n\\n'I hope to become a Taskmaster someday...do you think this speech was chiding enough?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Quickly! We cannot risk this dwarf facing our champions in battle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Counter Assault",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "An overeager dwarf-warrior made his way to the camp east of Tol Ascarnen when Angmar captured the keep. This dwarf would call the Free Peoples to his banner and make an assault against the fortress on his own, if given leave to do so.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Soldier Paashum at the encampment north-east of Tol Ascarnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Free Peoples' encampment is somewhere to the east of Tol Ascarnen.\\n\\nPaashum sent you to the enemy encampment of Tol Ascarnen to find and defeat First Marshal Án. You should not attempt this alone as Án is a powerful combatant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Angmar-encampment is somewhere to the west of Tol Ascarnen.\\n\\nA successful assault against the Free Peoples' encampment resulted in the slaughter of the First Marshal and many of the forces located in the encampment east of Tol Ascarnen.",
      "es": "",
      "es (fem)": ""
    }
  ]
}