{
  "id": 620792883,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We'll need reinforcements against these maggots. For that we need a way of calling more forces to the keep. The War-tyrant wants us to build a great horn to summon our forces to patrol the keep, and we'll do what he wants or feel the crack of his whip. This means that orders trickle down to you, and that means that you do my bidding, whelp.\\n\\n'Take others and head north into Arador's End. Find the Wintersebb-drakes there and slaughter them for the pieces of their innards that join their bones. Collect them and return them to me.\\n\\n'Whatever you do maggot, don't destroy the sinew. Ruined sinew is useless.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This will do well. I'll see that you are rewarded for your effort. Don't let a success like this go to your head though, whelp. You've a long way to go before the War-tyrant sees you as more than gristle on a tasty slab of rat-folk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6485be5",
      "en": "'This will hold the horn on the heartwood. We draw closer to a strong defence!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You've got nothing to offer me. Do you take me for some fresh recruit still carrying the stink of brimstone on his flesh? I've a mind to gut you now, but you've a job to do, and I will see that you do it. Get out there and get me what I need!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stringy Innards",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Building a horn to summon reinforcements at Tol Ascarnen requires that several pieces are collected and assembled for an Orc to watch over and use when the Free Peoples make their assault against the fort.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Soldier Kaasak at Tol Ascarnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Wintersebb-drakes are found north, in sections near the Hoarwell's source and at the foot of the Misty Mountains.\\n\\nAngmar's forces at Tol Ascarnen are crafting a great horn to call reinforcements to the fight when the Free Peoples return to assault the area. Kaasak has tasked you with collecting sinew from the Wintersebb-drakes to secure the many horns that will adorn the post.",
      "es": "",
      "es (fem)": ""
    }
  ]
}