{
  "id": 620792884,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I've got orders to get oil into an iron pot and set it boiling so we can cook the enemy as they crash into our forces at the entrance to this tower. We'll oil them up before they go in and slow their progress.\\n\\n'Find oil, maggot. We need to protect the wee boggarts. Sure there be none here, but the War-tyrant told me to tell you that!\\n\\n'Now get to work!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Soon we'll have cooking flesh at our entrance, and we'll feast until our bellies are full. Still...I think that the meat will not be as sweet as the fresh kill of those rat-folk far to the south-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Get to work, slug. I'm not in the habit of taking kindly to those who shirk their duties!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Oil Up",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Free Peoples will return to take Tirith Rhaw and Angmar's defenders wish to strengthen the walls with deterents that will drive the foe away.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdfa8275",
      "en": "'Keep the oil coming, worm!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the oil to Soldier Gozad at Tirith Rhaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Free Peoples carry barrels of oil that can be used to fill the iron pots being built at Tirith Rhaw. Seek out the Free People guarding locations throughout the Ettenmoors and slaughter them for the oil they carry.\\n\\nThe War-tyrant desires to use boiling oil at Tirith Rhaw to punish the enemy as they make their assault. You were sent into the Ettenmoors to collect oil from the foe.",
      "es": "",
      "es (fem)": ""
    }
  ]
}