{
  "id": 620792868,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'There is no rest for the wicked, [placeholder]. There is much yet to do...mainly getting forces here to stand against the enemy.\\n\\n'Our troops are scattered throughout the wilds of the Ettenmoors, and we must make them aware of our victory. We can do this by setting a large beacon fire.\\n\\n'Make your way through the Ettenmoors and gather the wood need to make this pyre, then return to me so we can light the fires to call our war-host home.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x356a434",
      "en": "'Light the fires, boys! We need those forces now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Yes, this will do nicely. If only there were more like you within our ranks, [placeholder]. The speed at which these slugs move is abominable.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Get out there, sluggard! You've a job to do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Blaze for the South",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Angmar claims the central keep of the Ettenmoors, but the main army has yet to receive the news. The War-tyrant has ordered his soldiers to collect the materials needed to set a beacon fire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the materials to Soldier Kaasak at Tol Ascarnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Head south from Tol Ascarnen into Hithlad to seek out the wood needed to build the signal fires to the south.\\n\\nThough your forces took Tol Ascarnen, the keep is woefully undefended, and Kaasak has ordered you to build a pyre to call in reinforcements from the south. You should make your way into the Ettenmoors and search for kindling, timber, and larger logs to build a beacon fire large enough to call in reinforcements to Tol Ascarnen.",
      "es": "",
      "es (fem)": ""
    }
  ]
}