{
  "id": 620792939,
  "txt": [
    {
      "id": 218649169,
      "en": "'It has come to my attention that your studies of the mysteries of Middle-earth have progressed considerably, [placeholder]. For many long centuries, those of us here in Rivendell have had limited opportunities to explore the world beyond, and soon the time shall come for us to take our leave and sail into the West with our brethren.\\n\\n'Even those of us who live lives without measure cannot hope to know all the mysteries of the world, but we hope to carry with us into the West as great a trove of knowledge and history as we may, and so if you could aid us in this endeavour, we would be most grateful.\\n\\n'To this end, I would ask you to pen some scholar's writs for us, so that we might add them to our libraries and ensure that they will forever adorn the shelves of luminous Valinor.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, you have penned a few scholar's writs. Very good! These are a few more slivers of knowledge that shall not be lost to us when we embark on our journey into the West.\\n\\n'Thank you, [placeholder]. We shall not forget your efforts on our behalf.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'It is true that there are far more pressing matters at hand in the world today, as dark shadows sweep across the land and threaten all, but no matter how great the darkness becomes, that knowledge we collect here shall escape into Uttermost West, where it shall be forever beyond the grasp of evil... so do not dismiss the importance of this task!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Scholar's Writs -- Introduction",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Cachúnir has expressed a desire to take as much history and lore of Middle-earth into the West as is possible.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Present your scholar's writs to Cachúnir in Rivendell",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cachúnir is at Rivendell in the Trollshaws.\\n\\nCachúnir has asked you to pen some scholar's writs to be preserved in the libraries of Valinor when the Elves of Rivendell sail into the West.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Craft scholar's writs ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}