{
  "id": 620792878,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We are to build an iron cauldron and fill it with boiling oil to pour upon our enemies. I'd advise against eating the boiled flesh...it'll taste something awful, slathered in oil, sluggard. Better to eat them raw if you ask me.\\n\\n'Still, the War-tyrant speaks, and you act. Get the iron we need from either the dwarves stationed throughout the Ettenmoors or from the Isendeep Mine in the northern section of Arador's End bordering the Misty Mountains.\\n\\n'Stop staring at me all slackjawed and step-to.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We need more soldiers like you. Willing to do everything they are told without questioning the wisdom in the actions, mindlessly obeying my orders.\\n\\n'Good work!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Get to work, slug. I'm not in the habit of taking kindly to those who shirk their duties!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Iron Belly of Lugazag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lugazag belongs to Angmar, and the Free Peoples must be kept from within its walls. The War-tyrant bade his soldiers build a pot to boil oil in with which to douse the enemy as they try to assault the main corridor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8a0bfa5",
      "en": "'You did well, maggot! Now get your brethren moving too!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the ore to Soldier Kafaaz at Lugazag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Iron ore can be found on the dwarves who fight for the Free People or from the Isendeep Mine to the north.\\n\\nAngmar's army is shoring up the defences at Lugazag. They intend to build a massive iron pot to heat oil with which to douse the Free Peoples who attempt to assail the tower.",
      "es": "",
      "es (fem)": ""
    }
  ]
}