{
  "id": 620792871,
  "txt": [
    {
      "id": 218649169,
      "en": "'Listen well. In order to build a horn with which to call reinforcements to Tol Ascarnen, we need to gather some more parts, such as a strong and tall piece of heartwood to place the horn and sinew upon. Your task is to head south into Hithlad -- more importantly, the Grimwood -- to collect the heartwood of a Leafcull Huorn.\\n\\n'You must be certain to collect a perfect heartwood, for no other will be able to withstand an assault from the Free Peoples. We must build a strong horn, understand?\\n\\n'Go now and collect the heartwood from the Leafcull in Hithald.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'A good find. When the horn and sinew are collected, we will have all that we need to build the horn.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Get a move on, sluggard. We need that heartwood, or the horn cannot be built. If I have need to warn you again, things will get very uncomfortable for you at the sulphur pits.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bleeding Heart",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Building a horn to summon reinforcements to Tol Ascarnen requires that several pieces be collected and assembled for an Orc to watch over and use when the Free Peoples make their assault against the fort.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Soldier Kaasak at Tol Ascarnen",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Leafcull Huorns make their home in the southern woods of Hithlad. Find the Huorn amonst the trees south of the Grimwood Lumber Camp in Hithlad, to the south-west of Tol Ascarnen.\\n\\nAngmar's forces at Tol Ascarnen are building a horn to call reinforcements to the fight when the Free Peoples return to assault the area. Kaasak has tasked you with collecting the heartwood of a Leafcull Huorn to act as the stand upon which the horn will rest. Damaging the heartwood will make it useless.",
      "es": ""
    },
    {
      "id": 260271141,
      "en": "'This heartwood will serve as a suitable stand. Now to the defence!'",
      "es": ""
    }
  ]
}