{
  "id": 620792874,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You there, worm. I've a mission that will get you killed or earn you great favour with the War-tyrant. This should please you. But then again, you might be the worthless slug that so many say you are, [placeholder]. \\n\\n'Personally, I'd not give up my gruel to stand by your side longer than I must...but that may change.\\n\\n'We must weaken the enemy at the southern bridge. To do this we must destroy the flag which faces south. With it gone, we will dishearten them, scattering the forces on the bridge back to their encampments and reduce a great number of defenders near Tol Ascarnen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Scouts told me of your success, but I find your need for approval amusing. You did well for a worthless sack of slug-meat.\\n\\n'You'd better fight harder than you work, else this battle is truly lost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Get to it maggot. While those forces stand, we will face a much harder fight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Destroy the Southern Flag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Angmar suffers in misery as the Free Peoples hold Tol Ascarnen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Soldier Paashum at the encampment west of Tol Ascarnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Flags call the enemy to Tol Ascarnen facing south on the Hoardale island. Cross the river and destroy the flag located north of the southern bridge.\\n\\nPaashum has tasked you with a mission to destroy the flag which calls the enemy defenders to the southern bridge over the Hoardale River.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Paashum is at the encampment on the western bank of the Hoarwell River, west of Tol Ascarnen.\\n\\nYou carefully sneaked to the flag calling the Free Peoples to the defence of the southern bridge and destroyed it. This set-back will surely give your forces a chance to defeat the enemy within Tol Ascarnen.",
      "es": "",
      "es (fem)": ""
    }
  ]
}