{
  "id": 620792876,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We've won the keep for a moment only, cur. You've a new task handed down from the War-tyrant himself, and you'll see it done or feel my boot!\\n\\n'Across the river to the south, in the woods of Hithlad, stalks a great beast with shaggy fur. This beast has two great horns, though only one is needed for our purpose. The horn belongs to the mighty Rockwithers. We think it is the eldest of the Thistledown herd. Slaughter the beast and get its horn. Together with the sinew of drakes and the heartwood of a great Leafcull Huorn, we will build a horn to call our brethren to battle.\\n\\n'To the south with you and don't return without the prize, maggot!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It's about time, you useless bag of flesh. I've a mind to flay your hide just for you taking so long.\\n\\n'No matter...you did what was needed, and though I've a mind to see you suffer for your sluggard's way, I'd rather see the horn built so that there is a better chance we hold this tomb of stone.\\n\\n'I'll pay you attention as you deserve. Take no solace though, you weak-livered wretch: it's a fleeting bit of accomplishment for you in a lifetime of worthless and wasted effort.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I told you not to return to me until you'd seen this through, you maggot. If your body wouldn't make such a nice blockade when the Free Peoples return, I'd gut you now, but I'd rather wait and use your sorry carcass as a shield myself.\\n\\n'Get out there, sluggard! You've a job to do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Horn of Rockwithers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tol Ascarnen has fallen to the combined might of Angmar's army, but their forces are meagre, and they must fortify quickly, else the Free Peoples will regain a foothold here.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Rockwithers' horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f5b745",
      "en": "'This horn will sound when the enemy attacks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Soldier Kaasak at Tol Ascarnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Rockwithers can be found among the Thistledown Grazers, south across the Hoarwell River.\\n\\nAngmar's forces at Tol Ascarnen are building a horn with which to call reinforcements to the fight when the Free Peoples return to assault the area. Kaasak has tasked you with retrieving the horn of the great aurochs, Rockwithers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Rockwithers' horn",
      "es": "",
      "es (fem)": ""
    }
  ]
}