{
  "id": 620792942,
  "txt": [
    {
      "id": 218649169,
      "en": "'[placeholder], you are one of those who may be counted among the wise and learned of Middle-earth, and I need your help in recording the mysteries of these lands both great and small, before the time comes when I and my brethren must depart into the West.\\n\\n'If you could see your way to penning some studies of the Unknown before you go, I would very much like to add your wisdom to the annals that we shall carry with us to Valinor.\\n\\n'Certainly, the Elves of Rivendell will look favourably upon you should you undertake this task on our behalf.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Your studies of the Unknown are most interesting. Would that all such riddles could be explored in the time that remains to us, but with all the time in the world, that task would remain unfinished. We must simply be grateful for that which we can complete. I -- and all of Rivendell -- thank you for your efforts.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I see that the shrouds of the Unknown remain tightly wound around us. I hope your studies prove more fruitful upon your next journey, for the time remaining to us is limited.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Studies of the Unknown -- Introduction",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Cachúnir has expressed a desire to take as much history and lore of Middle-earth as possible when the Elves of Rivendell sail into the West.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Present your Studies of the Unknown to Cachúnir in Rivendell",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cachúnir is at Rivendell, in the Trollshaws.\\n\\nCachúnir has asked you to pen some studies of the Unknown and bring them to him.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Craft Studies of the Unknown ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}