{
  "id": 620893971,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'How does one lead a company of soldiers when he cannot keep them armed? We have not enough arms to go around, yet still my requests to Stangard for new supplies are denied! I fear we must take this matter upon ourselves.\\n\\n'My scouts report that many of the Orcs in this region are carrying blades which would be suitable for our use. I would ask you to collect swords from fallen Orcs and return them to me here. Ensuring we are well-equipped is of the utmost importance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah yes, these are suitable blades. Strong and well-made are the weapons you have brought before me. Are you certain these came from those miserable savages?\\n\\n'Well, no matter. You have both weakened the Orcs and strengthened our camp, in a single bold act. I am in your debt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Now is not the time to be particular! Gather any working swords you can from the Orcs and bring them back to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Taking Arms",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The men at the Cuthstan-camp are short on supplies, and the camp's leader has turned to scavenging weapons from fallen Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected weapons from defeated Orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect weapons from defeated Orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The tribe of Orc vandals is south-west of the Cuthstan.\\n\\nLanbert has asked you to search defeated Orcs for suitable weapons and to return them to him at his camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Lanbert at the Cuthstan-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lanbert is at the Rohirrim-camp at the base of the Cuthstan.\\n\\nLanbert is awaiting your return with suitable weapons taken from the Orcs.",
      "es": "",
      "es (fem)": ""
    }
  ]
}