{
  "id": 620893915,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Men of Stangard once stayed clear of these lands. They must be truly desperate if they have come so far north into woods haunted by the Elves of Lórien -- Dwimordene, as the Men of Rohan name our lands. Such insults shall not be borne by trespassers.\\n\\n'We would rather remain hidden so that they do not see how few we are in number, so this must be done carefully. Let us begin by destroying those fishing-nets, for trapping is not permitted in Thinglad.\\n\\n'Avoid being seen, if you may. I will return to my people at Haldirith... meet me there when you have completed this task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, you have returned without alerting the Rohirrim of our presence? That is good. I think we will be convincing them to leave by reinforcing their own superstitions of these lands.\\n\\n'Well done, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Return here when you have destroyed the fishing-nets, [placeholder]. Do try not to be seen!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Too Far Upriver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fishermen from Stangard seem to have moved too far upriver to spread their nets. They should be encouraged to return to their own lands, if possible.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Destroyed fishing-nets without being seen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You were spotted by the fisherman of Stangard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy fishing-nets without being seen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The fishing-nets can be found along the river-banks of northern Thinglad.\\n\\nYou should destroy the fishing-nets without letting the fishermen from Stangard see what you are doing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Noriel, who has joined her folk at Haldirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Noriel has returned to Haldirith and awaits you there.\\n\\nYou should return to Noriel and inform her that you have destroyed the forbidden fishing-nets laid out by the trespassers from Stangard.",
      "es": "",
      "es (fem)": ""
    }
  ]
}