{
  "id": 620893937,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Nink-hai sentries ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Nink-hai skirmishers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeat Nink-hai ravagers([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A band of disorganized Orcs has roamed into the areas south of the Cuthstan and has vandalized the monument. The leader of the Rohirrim there hopes that thinning the tribe's numbers may scare the rest of the Orcs into retreating from the area.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I assure you that the wretched Orcs responsible for damaging the Cuthstan pose no further threat. They seem wholly disorganized. We are simply here to protect the statue, and that is what we will do.\\n\\n'Their intrusion onto our lands from their caves in the mountains, however, has become quite bothersome. I wager that if you were to thin their numbers a bit, they would feel threatened enough to retreat back into their holes.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The tribe of Orc-vandals is south-west of the Cuthstan.\\n\\nLanbert has asked you to thin out the numbers of the Orc-tribe, in the hopes of scaring them from the area.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done. The blow you have dealt these Orcs is sure to have left them reeling. Without a doubt, they will be fleeing from this region in no time.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lanbert is at the Rohirrim-camp at the base of the Cuthstan.\\n\\nYou have thinned the numbers of the Orc-tribe, and Lanbert awaits your return.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Orcs have built some small huts and tents to the south, and there have been several roaming just south of the roads. Remember to return here when your work is done.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Nink-hai sentries ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Nink-hai skirmishers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat Nink-hai ravagers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Lanbert at the Cuthstan-camp",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Threatening the Vandals",
      "es": ""
    }
  ]
}