{
  "id": 620893883,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Found an empty fisherman's net abandoned at the river's edge ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You find a shoe thrown from a horse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You find a shoe thrown from a horse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Noriel is a sentinel of Thinglad, the southernmost reach of Lothl贸rien. She believes that trespassers have appeared on their lands of late and wishes for you to investigate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am glad you were passing through this part of the wood, [placeholder]. While the mellyrn fade here, Thinglad is still part of Lothl贸rien.\\n\\n'I have heard and seen strange signs of trespassing of late. Will you investigate near here and see what there is to see? Make note of what you find; we can try to solve the riddle of who -- or what -- is invading the land so close to Caras Galadhon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Evidence of trespassers can likely be found at the water's edge in the northern part of the road in Thinglad, near where the sentinel Noriel is guarding the road.\\n\\nYou should search for evidence of trespassers while Noriel stands guard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'There have never been fishing-nets along this stretch of the Anduin as far as I can remember. What do we make of this? Who is trespassing on our land?\\n\\n'If you have any skill in tracking, you should search the woods for signs of these invaders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Noriel, sentinel of Thinglad, stands on the road near the edge of Lothl贸rien.\\n\\nYou should tell Noriel of the nets you found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Noriel has asked you to search the woods nearby for signs of trespassers.\\n\\nYou should search the forest floor for anything out of the ordinary.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'How strange it is that Thinglad should suddenly be disturbed after so many years of quiet. Only Elves and beasts roam these parts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'A horseshoe! This must belong to one of the horses of Stangard, a Rohirrim settlement south of here. What great need drove these men to hunt and fish in Thinglad? They fear these woods, and anything to do with the Elves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Noriel guards the forest edge along the border of Lothl贸rien.\\n\\nYou should bring the horseshoe to Noriel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Look around for signs and see what there is to see. I would like to know who walks our lands without our leave.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search the river's edge near Noriel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Tell Noriel of the nets you found",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Search nearby for a sign of trespassers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the horseshoe to Noriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Disturbances in Thinglad",
      "es": "",
      "es (fem)": ""
    }
  ]
}