{
  "id": 620893997,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Oh, how good it is to see you, stranger! Was it my Sergeant, Lanbert, who sent you?\\n\\n'For now, it matters not. You must free me! Hurry, before more of them return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good fortune has graced me this day. I expected never to be free of those so-called Nink-hai! However, there is a thought that gnaws at me deeply.\\n\\n'The others have told me that Lanbert had not sent you to search me out, nor had any other. Did he not become alarmed when I failed to return from scouting duty? Bolder do the Orcs become with each passing day, and still he considers them not a threat! Perhaps Odda was right... nay, forget my words. It is not our concern.\\n\\n'I am truly grateful for being rescued. My thanks to you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I cannot break free from these bonds without help. Please, untie the rope from around this pole, before more of them return!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Unexpected Rescue",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A captured member of the Rohirrim is in need of rescue from the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Magla has been released from captivity",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Release Magla from his bonds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Magla remains captured in the southern Wailing Hills.\\n\\nMagla has asked you to release him from his bonds, so that he may escape the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Magla at the Cuthstan-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Magla has fled back to the Rohirrim-camp at the base of the Cuthstan.\\n\\nMagla is awaiting your return at camp. He has something to discuss with you.",
      "es": "",
      "es (fem)": ""
    }
  ]
}