{
  "id": 620954451,
  "txt": [
    {
      "id": "0xd6a5028",
      "en": "Talk to Steward Malthellim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Steward Malthellim can be found in the Lord's Hall in Ost Anglebed.\\n\\nYou have defeated many Corsairs outside Ost Anglebed and weakened their advance across the river Serni.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Under the Shadow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Angered that the Corsairs have crossed the river Serni, Steward Malthellim hopes to drive them back to the coast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Let that be a lesson to them, [placeholder]. With such a paltry force, I must wonder why they even bothered...\\n\\n'Here is your reward, as promised.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Corsairs can be found to the south and east of Ost Anglebed.\\n\\nSteward Malthellim has asked you to defeat Corsairs that have crossed the Serni before they can invade Ost Anglebed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Defeated encroaching Corsairs outside Ost Anglebed ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'For days now, we have seen the advance of our foes south of the Serni, but few have been bold enough to cross over it.\\n\\n'However, my men have informed me that a few Corsairs snuck across in the darkness of this morn and seemed to be making their way towards Ost Anglebed.\\n\\n'I will not allow that Corsair filth to take one step into my home, much less lay claim to it. Search the fields near Ost Anglebed and make them wish they had the sense to remain across the river!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Defeat encroaching Corsairs outside Ost Anglebed ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}