{
  "id": 620954471,
  "txt": [
    {
      "id": "0xeb01196",
      "en": "Singed papers can be found throughout Lornost in Lebennin.\\n\\nYou have not found any survivors, but singed papers swirl through the air nearby. You should see if they contain any useful information.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Lornost can be found to the south-east of Ost Anglebed in Lebennin.\\n\\nYou have not found any sign of survivors or the Enemy outside of a paper from the Scourge. You should continue your search deeper in Lornost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "The note is speared into a man's chest in the north-western corner of Lornost in Lebennin.\\n\\nYou have not found any survivors, but you have discovered a note on a fallen man. You should examine it before returning to Ost Anglebed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e02",
      "en": "Deliver the news of Lornost to Nimithil in Ost Anglebed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "This paper is singed beyond recognition...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "This paper is singed beyond recognition...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "This paper details an offer of peace if the people of Lornost surrender their lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Search deeper in Lornost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Collect the note from the fallen man of Lornost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "You discover a slain man with a note speared to his chest...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "The note, crafted by the people of Lornost, contains a determined refusal to surrender",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'The Heirs are unafraid to deliver on their threats - that much is clear.\\n\\n'If they come to Ost Anglebed, words shall not be enough... we must be ready for battle! The Steward must be told of this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "You have arrived at Lornost and should investigate the sacked settlement",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'The fate that befell Lornost is deeply troubling, [placeholder].\\n\\n'They were attacked in the night by the Haradrim, but none of us knew how brutal the assault had been until the morning. I wish to learn more of what occurred in Lornost, but the Steward has sent no men into the field. He claims that the Haradrim are too numerous, but they shall only gain might the longer we delay. And what of the folk that were slain... shall they lie where they fell?\\n\\n'Travel to the east, and see if you can discover more about what drove the Haradrim to Lornost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Brought to ruin by a combined force of Corsairs and Haradrim, Lornost was once a beautiful settlement of Lebennin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Travel to Lornost to the south-east of Ost Anglebed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Collect singed papers in Lornost ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Fate of Lornost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Nimithil can be found in Ost Anglebed in north-central Lebennin.\\n\\nYou have searched Lornost thoroughly and discovered the cause for its fall. You should return to Nimithil and tell her what you have learned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Lornost can be found to the south-east of Anglebed across the river Sarni.\\n\\nNimithil has asked you to search the sacked settlement of Lornost for any sign of survivors or the Enemy.",
      "es": "",
      "es (fem)": ""
    }
  ]
}