{
  "id": 620954462,
  "txt": [
    {
      "id": 111477392,
      "en": "Talk to the captured Haradrim warrior",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Steward Malthellim can be found in the Lord's Hall in Ost Anglebed.\\n\\nYou have spoken to the prisoners and should now tell Steward Malthellim of what you have learned.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Nimithil can be found in the lowest section of Ost Anglebed with her guards.\\n\\nYou have spoken to the prisoners in Ost Anglebed and relayed your findings to Malthellim. You should now return to Nimithil.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Why would any of them speak true?\\n\\n'Their desperation is clear, [placeholder], and were I you, I would not think much of it. There is no victory for them to seize here, and the notion that the people of Lebennin would suddenly rally behind a band of savage warriors is absurd.'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'It worries me that the Steward would dismiss such a threat... idle as it may be. The wounds of the Kin-strife are old, but it is not beyond reason that they could remain open after all this time.\\n\\n'I think I must soon speak to him on this matter.'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "The Corsair archer merely glares at you, and then spits at your feet.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Ha! This cage cannot hold me. Once my king takes the throne, I shall have my freedom.\\n\\n'Look around you, [placeholder], for there are far more dangerous men outside these bars.'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Castamir once had many followers in this land, and his heirs shall renew the divide. We shall again grant Gondor a king! When the fighting is done, will you still think us the enemy?\\n\\n'Brother shall again fight brother, [placeholder], and there is naught you can do to stop that now.'",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'We are fortunate that Steward Malthellim has taken a few of the Corsairs and Haradrim as prisoners, [placeholder].\\n\\n'I understand his anger, but the brutality he instills in his men disturbs me. Nevertheless, those men he has locked away may know something of the treachery afoot in Ost Anglebed and we would be foolish to ignore their ranting.\\n\\n'Go to the jail and speak to them. I cannot promise they will honour you with a response or even pay you any mind, but I wish to know if they have anything to say, and I am sure the Steward would like to hear of it as well.'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Fearing a foolish alliance between the people of Lebennin and the Heirs of Castamir, Nimithil of Pelargir hopes to expose the treachery in Ost Anglebed.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Nimithil",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Tell Steward Malthellim of the prisoners' warnings",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to the captured Corsair archer",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Devoted of the Heirs",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to the captured Corsair captain",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "The jail of Ost Anglebed can be found to the south-east of the entrance to the Lord's Hall.\\n\\nNimithil has asked you to speak to prisoners in an attempt to uncover the source of the treachery in Ost Anglebed.",
      "es": ""
    }
  ]
}