{
  "id": 620954453,
  "txt": [
    {
      "id": "0x178d173",
      "en": "Concerned that the war will soon consume all of Lebennin, Barchir bids you seek out the Steward of Ost Anglebed and aid in repelling the invaders near Pelargir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa30",
      "en": "Flames of the South-beacon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Old Blood, New Wounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to the Steward in Ost Anglebed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "The Steward can likely be found in his hall in Ost Anglebed.\\n\\nBarchir has asked you to travel east to Ost Anglebed and aid the men there in holding against the Enemy's forces.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Why have you come here, traveller?\\n\\n'War is at our doorstep and soon the threshold shall be crossed. I will not beg your aid, [placeholder], but if you wish to stand against the darkness alongside my men, I will see you rewarded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'You have brought much hope to my people, [placeholder]. Although we wish to distance ourselves from the troubles in Lebennin, we cannot deny that soon the war shall come to us.\\n\\n'In the hills to the east lies the settlement of Ost Anglebed, and it is there you must go. The Lord has gone, but the Steward and his men hold against all of the forces outside Pelargir. They would be aided greatly by one such as you, and should they fail to hold the beacon, the rest of Lebennin would soon fall.\\n\\n'Go swiftly to Ost Anglebed in the east and follow the hills, for the roads are unsafe as of late... even for a [placeholder].'",
      "es": "",
      "es (fem)": ""
    }
  ]
}