{
  "id": 620954472,
  "txt": [
    {
      "id": 228284040,
      "en": "'Ah-ha, I had hoped to find you here, [placeholder]!\\n\\n'The folk here keep their distance and give me strange looks, but I see no problem with my outfit, do you? Perhaps I have worn the wrong colour?'",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "You have arrived in Aerthir and should seek the strange man",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "The strange man can be found somewhere in Aerthir.\\n\\nYou have arrived in Aerthir and should now seek the strange man that dwells there.",
      "es": ""
    },
    {
      "id": 24695153,
      "en": "Troubling rumours have come from Aerthir in the south, the settlement nearest where the Corsairs and Haradrim have made landfall.",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I thank you for your aid in restoring peace to Ost Anglebed. Malthellim and those loyal to him shall be locked away until this conflict comes to an end, and my guards shall work with those here to protect us under my command.\\n\\n'To the south, I have heard of a great beachhead held by the Corsairs and Haradrim near the settlement of Aerthir. Rumours abound of a strange man taking refuge in Aerthir, but few have had much time to worry for him with an army gathering just outside their walls.\\n\\n'The folk that dwell there are frightened and will soon share the fate of those in Lornost unless you go to their aid. I beg this of you, [placeholder]... travel to Aerthir, do what you are able to for its people, and learn what you can of this man.'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Travel south to Aerthir",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to the strange man in Aerthir",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Crossing the Threshold",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Aerthir can be found far to the south of Ost Anglebed in Lebennin.\\n\\nNimithil has asked you to aid the people of Aerthir and seek out a strange man taking refuge in the settlement.",
      "es": ""
    }
  ]
}