{
  "id": 620954457,
  "txt": [
    {
      "id": 162883718,
      "en": "The man flinches at your approach, clearly caught off-guard.\\n\\n'You surprised me, stranger... I thought they were coming to strike me down at last. I tried to fight back when they sacked the town, but they merely wounded me before they were called away. A dreadful man in red passed through Ethillorn and took the Corsairs with him. The Corsairs returned in a time, but they have not yet thought to seek me out.\\n\\n'The others though... I do not know what has become of them. I fear many of my people have been taken as slaves, but I swear I have heard the sounds of death rise in this gloom.\\n\\n'Seek them out, my friend, I beg you.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Desolation on the Coast",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "This man either resisted or was deemed too weak by the Corsair slavers...",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Baraniel in Sarnhad",
      "es": ""
    },
    {
      "id": 225642633,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'A terrible fate has befallen the people of Ethillorn, traveller. I saw smoke rising from the town against the murk of the sky, and heard the march of the Corsairs and even the fabled troll-men of the Haradrim turn towards Linhir.'\\n\\nYou tell Baraniel of the great battle in Linhir.\\n\\n'So they have fled then... but to where? Yet, still I wonder what remains of Ethillorn.\\n\\n'Please search Ethillorn, traveller... if any yet live, I shall see them housed in Sarnhad.'",
      "es": ""
    },
    {
      "id": 215429255,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "You have freed an inhabitant of Ethillorn from the Corsairs",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "You have freed an inhabitant of Ethillorn from the Corsairs",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "You have freed an inhabitant of Ethillorn from the Corsairs",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "You have freed an inhabitant of Ethillorn from the Corsairs",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'I am thankful that you were able to save as many folk as you did, but I doubt the bloodlust of the Corsairs shall ever be sated.\\n\\n'We shall care for the wounded, my friend, and will see them returned to good spirits in time. We cannot lose hope... not yet!'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "After seeing smoke rise against the darkened skies, Baraniel has asked you to seek out survivors of the recent raid on Ethillorn.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Search for slaves from Ethillorn taken by the Corsairs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Search the ruins of Ethillorn for survivors",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Ethillorn can be found to the south-west of Sarnhad in Lower Lebennin.\\n\\nBaraniel has asked you to search the sacked town of Ethillorn for any sign of survivors.",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Ethillorn can be found to the south-west of Sarnhad in Lower Lebennin.\\n\\nYou have searched near the entrance of Ethillorn, but have not yet found any survivors. You should now search deeper in Ethillorn.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Search deeper in Ethillorn for any sign of survivors",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Enslaved Gondorians can likely be found near the Corsair ships moored at Ethillorn.\\n\\nYou have found one survivor in Ethillorn and he has begged your aid in freeing his folk from the Corsairs.",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Baraniel can be found in Sarnhad in western Lower Lebennin.\\n\\nYou have freed all the enslaved Gondorians you could, but not all were so fortunate. You should return to Baraniel in Sarnhad.",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "You do not yet see any survivors...",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "DNT",
      "es": ""
    }
  ]
}