{
  "id": 620954461,
  "txt": [
    {
      "id": "0x6a50290",
      "en": "Talk to Nimithil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Nimithil can be found in the lowest section of Ost Anglebed with her guards.\\n\\nYou have found a few pieces of concerning evidence in Ost Anglebed, and should return to Nimithil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'This is most disturbing, [placeholder]...\\n\\n'Someone in Ost Anglebed must be behind this, but who... I cannot be certain. We must soon speak to the Steward of this matter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You have found a weapon rack stocked with only a few blunted blades...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "The logs near the beacon of Anglebed have been doused...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "This barricade has been burned despite no attacks being made against Ost Anglebed...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Milonnen and my guards have spoken of strange happenings in Ost Anglebed, but I have yet to see any of them with my own eyes.\\n\\n'Still, I do not doubt the truth to their words, and I would ask that you investigate this further, [placeholder]. They have spoken of ill-crafted weaponry and fragile defences about town, but I am certain more troubles have visited Ost Anglebed since this morn.\\n\\n'Search thoroughly, and tell me of what you find.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "After hearing of many strange occurrences within Ost Anglebed from her guards, Nimithil has need of a discerning eye.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Enemy Within",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Search Ost Anglebed for signs of treachery ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Ost Anglebed can be found in north-central Lebennin.\\n\\nNimithil has asked you to search Ost Anglebed for signs of treachery from within the guard.",
      "es": "",
      "es (fem)": ""
    }
  ]
}