{
  "id": 620954463,
  "txt": [
    {
      "id": 228284041,
      "en": "'I am Nimithil of Pelargir. Why have you come to me?'\\n\\nYou introduce yourself and tell Nimithil of the Steward's curiosity.\\n\\n'I do not care to know their goals, [placeholder]. When you bear the name of one as reviled as Castamir the Usurper, you cannot seek to do good for the people of Gondor.\\n\\n'Trouble is growing in Lebennin, and it must be dealt with soon.'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Malthellim's folk can be found throughout Ost Anglebed.\\n\\nSteward Malthellim has asked you to speak to the people of Ost Anglebed about the various rumours surrounding the Heirs of Castamir.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Nimithil can be found in the lowest section of Ost Anglebed with her guards.\\n\\nYou have spoken to many folk of Ost Anglebed and should now seek out Nimithil.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Rumours surround these men known as the Heirs of Castamir for his name was once held in great regard in Gondor... at least by some. There was a dark time in our history known as the Kin-strife, when our people fought amongst themselves to determine who was the true claimant to the throne. \\n\\n'Castamir and his followers forced the opposition from these lands and soon ruled in Pelargir, but he was killed years later. The Kin-strife's ending was a bloody one, [placeholder], and as long as it has been, many of the wounds between brothers have never fully healed.\\n\\n'I have heard my own folk talk of them, and I grow more curious as to what they believe these Heirs seek in Gondor.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I care not if they are of the blood-line - Castamir the Usurper was a monster who spat in the faces of his people, and these brutal men have proven to be no better than him. To grant any of them the throne would be madness!\\n\\n'Were I a warrior, I would drive them from Gondor myself!'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I have heard rumours of the might of the one they call the Scourge. It is said he commands a vast army and can outsmart any foe in battle.\\n\\n'It has been many years since Gondor has had a King upon the throne, and should he return the throne to Pelargir, the people of Lebennin might prosper greatly. This fighting is brutal to be sure, but for this cause, I would throw my lot in with him.'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I do not care for this man or the outcome of his bid for the throne. I merely wish to make it through this war with my family intact.\\n\\n'If he can stop the fighting, so be it.'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'The folk of my line once counted themselves amongst the followers of Castamir. His dishonour tainted our family's name for years, but perhaps his descendants can restore it.\\n\\n'The people of Gondor have waited long enough for the rightful Heir - let us celebrate anew!'",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Thorgant only seems interested in surviving the war",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Doliel is fearful of the Heirs and thinks they shall bring ruin to Gondor",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'I do not trust these rumours... Castamir's sons escaped when he was slain, but I do not believe his line could have continued for so long.\\n\\n'I will follow them if it allows me to keep my life, but they are cruel, vicious men and I do not think them proper leaders for Gondor.'",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Celairoth is intrigued by the idea of a new King of Gondor",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Maerien is uncertain, but recalls folk loyal to Castamir in her line",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Nembadir is disgusted by the Heirs and wishes them driven from Gondor",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Steward Malthellim's curiosity grows as the rumours of the Heirs of Castamir continue to spread throughout Lebennin.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to people of Ost Anglebed about the Heirs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Nimithil in Ost Anglebed",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Blood of the King",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "DNT",
      "es": ""
    }
  ]
}