{
  "id": 620954467,
  "txt": [
    {
      "id": "0xeb01181",
      "en": "Melawen can be found in Malbarth in north-western Lebennin.\\n\\nYou have defeated many Corsair scouts and should now return to Melawen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I am grateful you have driven them back once more, [placeholder].\\n\\n'We enjoy a peace here that few others in Lebennin can claim in these dark times, and through your aid, we shall be free of those raiders for another day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73089",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Defeated Corsair scouts near Malbarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'It is good that you have come to us, [placeholder].\\n\\n'The war has brought few ills to the people of Malbarth, but with each passing day, we seem drawn closer to the invasion on the coast. Men lurk in the trees... just beyond our sight. In the dark of this morn, I slew one attempting to pillage my home and where there is one Corsair, there shall always be more.\\n\\n'We are not weak folk, traveller, but we are few. If you would aid us in driving them back for even one day more, we would all be thankful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "A scouting force of Corsairs has been lurking nearby the small settlement of Malbarth and seeks to pillage and overpower the few people that dwell there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Defeat Corsair scouts near Malbarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Melawen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Encroaching on the Sisters' Lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Corsair scouts can be found on the outskirts of Malbarth in north-western Lebennin.\\n\\nMelawen has asked you to search for and defeat any Corsair scouts encroaching on Malbarth.",
      "es": "",
      "es (fem)": ""
    }
  ]
}