{
  "id": 620954465,
  "txt": [
    {
      "id": "0x78e1fa6",
      "en": "Constricted Offence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Defeat Half-trolls in Thama Aklam ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Search Haradrim sorcerers for orders from the Scourge ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Steward Malthellim can be found in the Lord's Hall in Ost Anglebed.\\n\\nYou have defeated many Haradrim in Thama Aklam, but were unable to find any orders. You should return to Steward Malthellim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "This Haradrim does not appear to have any orders...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Steward Malthellim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I am glad you have thinned their numbers, even if you were unable to provide us with their plans. We shall have to keep a closer eye on them, it seems...\\n\\n'And those half-trolls... by the way you describe it, they seem to honour the Haradrim sorcerers above all. We may never know if it is loyalty or fear that motivates them.\\n\\n'I am thankful my men can keep their posts here while we have one as skilled as you patrolling the fields.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Defeated Haradrim in Thama Aklam ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'While you seek out their leader, I would ask that you take the fight to the Haradrim across the river.\\n\\n'Their men and their... trollish men are of great concern to my warriors, [placeholder], and we know little of their plans. They laid siege to Lornost and soon I fear their attention shall turn to my people in Ost Anglebed. These half-trolls are beyond our understanding... it is said that their skin protects them from flames! I would advise you to be cautious around them, for despite their size, they are strikingly precise with blades.\\n\\n'Seek out orders held by their sorcerers, but leave none behind to strike against us. I await your return, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Growing concerned in the wake of Lornost's fall, Steward Malthellim hopes to defeat the Haradrim forces camped nearby before their numbers become too great.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Defeat Haradrim in Thama Aklam ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "New Quest -- Lebennin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Defeat Half-trolls in Thama Aklam ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Thama Aklam can be found to the south-east of Ost Anglebed.\\n\\nSteward Malthellim has asked you to defeat the Haradrim camped nearby before they grow beyond control.",
      "es": "",
      "es (fem)": ""
    }
  ]
}