{
  "id": 620954470,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Glathril",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Corsairs can be found along the road outside Erynos.\\n\\nTucharn has asked you to look over the fallen Corsairs on the road out of Erynos.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Search fallen Corsairs in Erynos ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Glathril can be found in Erynos in eastern Lebennin.\\n\\nYou have examined the fallen Corsairs and should now return to Glathril.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'All of them drowned... but we are so far from the water's edge, and so much higher! This makes little sense, [placeholder].\\n\\n'As for Tucharn, he moved here from Malbarth when he married, but I think he has always carried his beliefs with him. I do not know if this truly could mean that the Sisters have returned to aid us... but I struggle to find any other meaning from this.\\n\\n'Thank you for coming to our aid, but we are safe... and I wonder what this could mean for my people. I am sure we shall all soon speak of what has happened here today.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "This Corsair's clothing is drenched and his boots overflow with water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "This Corsair lies facedown in a puddle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "This Corsair's clothing is damp to the touch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Nimithil in Ost Anglebed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "This Corsair appears to have drowned, despite being just outside Erynos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Nimithil can be found in Ost Anglebed in north-central Lebennin.\\n\\nYou have found the people of Erynos safe from harm, and should now tell Nimithil of what happened.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'The tale you have told me is a strange one, [placeholder]...\\n\\n'I, too, am not sure what to make of it. However, it is heartening to know that some of our folk remain safe from the Enemy.\\n\\n'Thank you for travelling so far on my behalf - these tidings have eased some of my worries.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'I awoke to the sound of water rushing away, but by the time I could clothe myself, all I found was the company of men on the road.\\n\\n'I do not know what to make of it, traveller. We are not like the folk of Malbarth in our devotion to old fables, but... perhaps we should be.\\n\\n'I looked them all over, but I could not understand what I found. I would urge you to search them yourself before you return whence you came.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'When I awoke this morn, I found these men lying in the road. I dared not get too close to them for I have known the Corsairs to be deceitful folk... but strange things are afoot, traveller.\\n\\n'They have not moved for hours, so I think them dead, but you must forgive my caution. They look as if a great wave had crushed them where they stood, but no one seems to know what actually happened.\\n\\n'Tucharn is often one of our earliest risers in the morning, so perhaps he saw something while we all slept.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "In the wake of a mysteriously stifled Corsair attack, the people of Erynos have been granted an unexpected peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Tucharn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cleansed of Fear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Tucharn can be found in Erynos in eastern Lebennin.\\n\\nGlathril is unclear how the Corsairs met with such a fate and asks you to speak to Tucharn.",
      "es": "",
      "es (fem)": ""
    }
  ]
}