{
  "id": 620954459,
  "txt": [
    {
      "id": 225642628,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to someone in Erynos about the Corsair threat",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Erynos can be found far to the east of Ost Anglebed near the confluence of the rivers Celos and Sirith.\\n\\nYou have discovered Erynos unharmed by the forces of the Enemy and should now speak to one of its inhabitants.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'It has been a strange day, traveller.\\n\\n'We are not in need of aid, that much is certain. You must have seen the Corsairs on the road as you arrived, but none of us know what to make of it.'",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "You have discovered Erynos still free of the Corsairs!",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Since the fall of Lornost, I have been unable to rest, and I fear for the settlement of Erynos.\\n\\n'It lies far to the east beyond even Lornost, and its walls are not nearly as strong as those here. Few folk dwell there, and those that do are ill-equipped for battle. The settlement is shrouded by trees, so I can only hope the Corsairs have not yet moved against them.\\n\\n'I would ask that you go to their aid, and help protect them from the Corsairs and Haradrim before it is too late.",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Nimithil of Pelargir grows concerned for the people of Erynos after the sacking of Lornost and bids you travel to their aid in the east.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Travel east to Erynos",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Refuge in the East",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Erynos can be found far to the east of Ost Anglebed near the confluence of the rivers Celos and Sirith.\\n\\nNimithil has asked you to travel to Erynos to learn if the people there are still safe from the Corsair occupation of Pelargir.",
      "es": ""
    }
  ]
}