{
  "id": 620954458,
  "txt": [
    {
      "id": "0xd6a5028",
      "en": "Call forth and defeat the leader of the Haradrim in Thama Aklam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Steward Malthellim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Headless Serpent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Steward Malthellim of Ost Anglebed hopes to cripple the Haradrim forces across the river Serni by shattering their leadership.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Thama Aklam can be found to the south-east of Ost Anglebed.\\n\\nSteward Malthellim has asked you to defeat the leader of the Haradrim in Thama Aklam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Steward Malthellim can be found in the Lord's Hall in Ost Anglebed.\\n\\nYou have defeated the leader of the Haradrim in Thama Aklam, and should now return to Steward Malthellim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I have no patience for these snakes, [placeholder].\\n\\n'I hope all his men saw his resolve falter when you confronted him. If you can defeat their war-masters, I have hope that you will aid us in driving all of the Haradrim and their Corsair brethren from our lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Chief among the threats facing Ost Anglebed is the war-master of the nearby Haradrim. He leads a substantial force, and it grows by the day...\\n\\n'Already Lornost has fallen to their warriors, and their riders gloat in the fields - the arrogant lot they are. They think themselves safe because of the half-trolls they command, but even those foul creations that could only be of the Dark Lord's designs cannot protect them now. We have taken enough prisoners, [placeholder]... it is time for a show of force.\\n\\n'Travel to their camp, and confront their war-master. Perhaps then they shall learn that the people of Lebennin are not yet beaten!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Despite his boasts, Waradi has been defeated",
      "es": "",
      "es (fem)": ""
    }
  ]
}