{
  "id": 620954450,
  "txt": [
    {
      "id": 246419840,
      "en": "A cache can be found near one of the homes in Sarnhad in western Lower Lebennin.\\n\\nYou have gathered all of the heirlooms you could find and should now store them in Sarnhad until Ethillorn can be reclaimed.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Heirlooms can be found throughout the ruins of Ethillorn in western Lower Lebennin.\\n\\nYou have discovered heirlooms uncovered by the Corsairs in Ethillorn. You should gather them and bring them to Sarnhad until Ethillorn is reclaimed.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Erianir can be found in Sarnhad in western Lower Lebennin.\\n\\nYou have stored the heirlooms and should inform Erianir of what you have done for the people of Ethillorn.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Erianir",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You have done a noble thing, [placeholder]. We shall ensure that no harm comes to their belongings, even if we are forced from our homes as well.'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Recover Gondorian heirlooms from Ethillorn",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Recovered Gondorian heirlooms from Ethillorn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Much has been lost to the Corsairs, [placeholder]. Life, land, and now our memories...\\n\\n'I care far more for the lives of my folk here in Ethillorn, but I know many who would be grateful if their family heirlooms survived this horror as well. Search the town and the Corsairs' ships... if you can find anything of note, return it to the people of Sarnhad. They are hale, trustworthy folk and could look after them until we can reclaim Ethillorn.\\n\\n'I am glad you are here to aid us, my friend... I shall try to escape once you have thrown the Corsairs into disarray, a-ha!'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Fearing there is yet more to lose beyond their homes, Amrúngal begs you to help guard the heirlooms of the people of Ethillorn.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Recover Gondorian heirlooms from Ethillorn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Store the heirlooms in a cache at Sarnhad",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Memories of Peace",
      "es": ""
    },
    {
      "id": 225642626,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Heirlooms can be found throughout the ruins of Ethillorn in western Lower Lebennin.\\n\\nYou have discovered heirlooms uncovered by the Corsairs in Ethillorn. You should gather them and bring them to Sarnhad until Ethillorn is reclaimed.",
      "es": ""
    }
  ]
}