{
  "id": 620954452,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'I refuse to believe our end comes soon.\\n\\n'Have even the most devout people of these lands dismissed the tales of old? I will not abandon hope while the Sisters still watch over Lebennin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Lendithil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Lendithil can be found in Malbarth in western Lebennin.\\n\\nBarchir has asked you to speak with the people of Malbarth before you depart for the east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Arvaeth can be found to the north-west of Malbarth in western Lebennin.\\n\\nBarchir has asked you to speak with the people of Malbarth before you depart for the east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I have heard word from Ost Anglebed that Lornost fell to the Corsairs...\\n\\n'Their stone walls did nothing to repel the Corsairs and Haradrim, much less those horrible half-trolls... what hope do we have?\\n\\n'I am sorry, traveller, I do not wish to speak more of this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Melawen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73088",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I bid you welcome to Malbarth, traveller.\\n\\n'If you have made it this far north, the Corsairs must be wary of you. For my part, I miss the bright, peaceful days that were once common in Lebennin... with the darkening of the sky, I do not see how any can be happy.\\n\\n'Strange things have been afoot near our homes, and I fear we will soon be forced into this war. I would ask you remain here a moment if you would seek to aid me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I am not certain what to make of your presence here, traveller.\\n\\n'Am I to be concerned that the war marches closer to our doors this day? Or... am I simply fortunate to have one as well-equipped as yourself visit our village?'\\n\\nYou tell Barchir of Erianir's suggestion to travel north and then east to meet the other warriors near the Enemy's holdings outside Pelargir.\\n\\n'Ah, so that is it then. I am afraid I cannot offer you much in the way of aid in your journey beyond a cooked meal and firm bed, but my friends in Malbarth may have yet more to ask of you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Sheltered from the conflict growing on the coastline, the people of Malbarth look to their ancient beliefs for answers in these dark times.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Arvaeth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Far From Shore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730882",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Melawen can be found in Malbarth in western Lebennin.\\n\\nBarchir has asked you to speak with the people of Malbarth before you depart for the east.",
      "es": "",
      "es (fem)": ""
    }
  ]
}