{
  "id": 620954466,
  "txt": [
    {
      "id": "0x6a50290",
      "en": "Talk to Arvaeth by the Gilrain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Arvaeth can be found to the north-west of Malbarth in Lebennin.\\n\\nYou have told the folk of Malbarth and should now return to Arvaeth near the banks of the Gilrain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Arvaeth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'You are the first we have known of in ages who claims to have seen one of the Sisters, much less spoken to one.\\n\\n'If you could call her forth before my folk, I do not think the darkest night could break our spirits.\\n\\n'Disturb the pile of stones we have placed at the river's edge and perhaps she will honour us all by revealing herself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Arvaeth can be found to the north-west of Malbarth along the banks of the Gilrain in Lebennin.\\n\\nRoamingstar did not come to the river's edge. You should speak to Arvaeth about what is to be done.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Barchir can be found in Malbarth in western Lebennin.\\n\\nAlthough you could not call Roamingstar forth, Arvaeth still believes your tale. You should return to Barchir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Tell Melawen the <rgb=#FF0000>story</rgb> of your encounter with Roamingstar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Barchir in Malbarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Tell Lendithil the <rgb=#FF0000>story</rgb> of your encounter with Roamingstar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'The Sisters have returned?\\n\\n'I am still not certain I can believe one so new to our lands, but I wish it true.\\n\\n'Now then, we must speak of the conflict in the east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'Do not worry, my friend.\\n\\n'I still believe you and I would have my folk do the same. I shall tell them of her return to our lands and inspire hope in my kin.\\n\\n'I think it is time you returned to Barchir, [placeholder]... the war in the east only worsens with each passing moment and you are needed there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'It has been told that there were once Sisters who watched over the lands of Lebennin, each of them inhabiting one of our great rivers. Five Sisters there were, but long has it been since any have shown their faces to our people.\\n\\n'The Sister of the Gilrain is said to watch over our lands here in Malbarth, and few venture into the forest up-river for we consider them sacred. In your time at Linhir, did you learn of the Sisters?'\\n\\nYou tell Arvaeth of your meeting with Roamingstar and the power she wielded over the river Gilrain.\\n\\n'I... even I began to doubt, [placeholder]. If you speak true, this will be a time of great upheaval and rebirth in Lebennin. Go back to the others! You must tell them of our Sister's return!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "The pile shifts slightly and trembles, but Roamingstar does not appear...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Heartened by your tales of the Sister of the Gilrain, the people of Lebennin hope to draw her forth and beg her aid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Disturb the pile of river-stones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Melawen and Lendithil can be found in Malbarth.\\n\\nArvaeth has asked you to tell the people of Malbarth of your supposed meeting with the fabled Sister of the Gilrain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Sisters' Return",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "The pile of river-stones can be found on the banks of the Gilrain to the north-west of Malbarth.\\n\\nArvaeth has asked you to disturb the pile of river-stones in an attempt to draw Roamingstar forth once more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    }
  ]
}