{
  "id": 620954455,
  "txt": [
    {
      "id": 111477392,
      "en": "Collect hand-woven baskets in Malbarth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Collected hand-woven baskets in Malbarth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Arvaeth can be found on the banks of the Gilrain, to the north-west of Malbarth.\\n\\nYou have gathered all of the materials Arvaeth asked for and should now return to him with them.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Baskets and cloth can be found in Malbarth, and reeds can be found along the banks of the Gilrain.\\n\\nArvaeth has asked for your help in crafting the traditional tribute baskets woven by the people of Lebennin.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'You have done us a great service by honouring our traditions, [placeholder].\\n\\n'Let us hope that our tribute and need for hope shall urge the Sister of Gilrain forth from wherever she and her Sisters have gone.'",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Collected reeds from the banks of the Gilrain ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I would like to share something with you, my friend.\\n\\n'There is a practice among my people to honour the Sisters of Lebennin with tribute baskets given to the river's current.\\n\\n'Many of our people observe the tradition, yet most do not believe as we do. The Sister of the Gilrain has long brought peace to these lands... a certain harmony even amidst trouble. I can think of no better time to pay her tribute than for keeping us from harm on this darkest day.\\n\\n'If you would help me craft a few of our traditional baskets from materials in Malbarth, my folk would certainly hold you in high regard.'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Collected fine cloth in Malbarth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "The folk of Malbarth pay tribute to the river Gilrain for the bounty it has granted the people of Lebennin and to honour the fabled Sisters of their land.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Collect reeds from the banks of the Gilrain ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 49286674,
      "en": "Deliver the baskets and materials to Arvaeth",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Collect fine cloth in Malbarth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Honouring the Gilrain",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "DNT",
      "es": ""
    }
  ]
}