{
  "id": 620954456,
  "txt": [
    {
      "id": "0xd730883",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730886",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to someone in Sarnhad about the troubles of Lebennin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Sarnhad can be found due east of Linhir in Lebennin.\\n\\nErchar has asked you to travel into Lebennin and provide aid where you are able.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Erianir can be found in Sarnhad in western Lebennin.\\n\\nYou have lit many lanterns to aid in illuminating the Dawnless Day and comforted those too young to understand the trials of Gondor. You should speak to Erianir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'You come to us in troubling times, traveller.\\n\\n'The people of Lebennin are beset from the coast, and soon I fear that all of our land shall fall to the Corsairs. We have fallen beneath their notice for the moment, but I do not think it long until their attention turns to my people.\\n\\n'The darkening of the sky has left my people baffled and frightened... and we left our lanterns cold when we heard the passing of a great force nearby lest they discover our homes.\\n\\n'Now, we must cut through this gloom and bring hope to our people, especially the young. One as well-travelled as yourself would be of great help in that regard!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Erianir in Sarnhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Children of Sarnhad can be found throughout Sarnhad in western Lebennin.\\n\\nErianir has asked you to bring hope to the children of Sarnhad before they fall into despair.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'You have my thanks, [placeholder].\\n\\n'I do not wish for my children to grow older filled with fears of darkness and war. Let us hope that when this war comes to an end, a better world shall be left behind for those that remain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d178",
      "en": "Greatly troubled by the recent attack in Linhir and the loss of his brother, Erchar hopes to secure Lebennin before seeking vengeance against the Heirs of Castamir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Lit lanterns in Sarnhad ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'We hold Linhir because of you, [placeholder], but we lost far too much in the fight to hold it. I have sent my remaining guards to search for Garvir... but I hold little hope that he will be found. Either the current has taken him out to the bay, or his plate armour drew him down to the river-bed.\\n\\n'I blame myself for his loss, and I curse myself for not seeing the folly of rushing out into the fields of battle with so few in my command. The war rages on in Lebennin... this much is clear to me now.\\n\\n'Travel to the settlement of Sarnhad due east of the south-gate of Linhir, and see if you can aid the people there. Herion and I shall renew Linhir's defences while you aid the folk of Lebennin.\\n\\n'And [placeholder]... should you find the scarlet-garbed man who slew Garvir in Lebennin, I shall not be denied the chance to run him through.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Lanterns can be found throughout Sarnhad in western Lebennin.\\n\\nErianir has asked you to light the lanterns in Sarnhad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Calmed children of Sarnhad ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Light lanterns in Sarnhad ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Calm children of Sarnhad ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Gloom in the East",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    }
  ]
}