{
  "id": 620954464,
  "txt": [
    {
      "id": "0x6a50290",
      "en": "Speak to someone in Malbarth about travelling east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Children of the Sisters",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'You say you have come from Sarnhad?\\n\\n'I am glad it has not yet met with a grim fate as so many others have... I saw the smoke rising this morn, but could not tell which of our settlements had fallen to the Corsairs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Erianir of Sarnhad has begged you to travel north to Malbarth before journeying east to Ost Anglebed for fear of the growing Corsair and Haradrim force on the coast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Malbarth can be found to the north of Sarnhad in western Lebennin.\\n\\nErianir has asked you to travel north to Malbarth before journeying east in Lebennin as the Corsair and Haradrim forces have seized much of the eastern lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73088",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'You have been of great help to us, my friend, but one of your skill would do well to join our forces to the east.\\n\\n'However, the Corsairs and Haradrim have seized much of the land to the east and the road is unsafe for travel. I would beg that you travel north through Malbarth before journeying east to the beacon-settlement of Ost Anglebed. The hearty folk that dwell there can provide you safe passage to the east.\\n\\n'Our guards in Ost Anglebed and Pelargir are all that remain, so your aid could be vital. Go swiftly, my friend, and let us hope we see you again in brighter times.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to TBD",
      "es": "",
      "es (fem)": ""
    }
  ]
}