{
  "id": 621077912,
  "txt": [
    {
      "id": 262725912,
      "en": "You have discovered Dol Amroth",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Explorer of Belfalas Renewed",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Find Nendath",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Explore the Havens of Belfalas in western King's Gondor.",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Find Ost Lontir",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Find Abadec's Watch",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "You have discovered Edhellond",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Find Ost Amondal",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "You have discovered Hashadir",
      "es": ""
    },
    {
      "id": 218639266,
      "en": "Dol Amroth is the seat of Imrahil, the Prince of Belfalas, and is home to the noble and legendary swan-knights. With the siege of the Corsairs broken, the city's ports now lay open and ships are free to pass through the Bay of Belfalas once more.",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Find Amon Lontir",
      "es": ""
    },
    {
      "id": 8567362,
      "en": "The shipping line in Tadrent did not end with the War of the Ring. It continues to this day, helping settlements throughout the region recover and rebuild.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Explore the Havens of Belfalas in western King's Gondor.",
      "es": ""
    },
    {
      "id": 8567363,
      "en": "During the war, the vantage point of Amon Lontir gave beacon-wardens a clear view of the Corsair invasion in the bay. Nowadays, it offers the calming sight of Belfalas at peace.",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "You have discovered Makham Mijann",
      "es": ""
    },
    {
      "id": 8567460,
      "en": "Corsairs occupied the crumbling ruins of Edhellond during the war. Now, the Elves of the Avorrim work tirelessly to turn the harbour into a garden.",
      "es": ""
    },
    {
      "id": 8567463,
      "en": "The Corsairs of Umbar have been driven away from Hashadir, but they left behind a significant rodent infestation among their destroyed tents. The shores too, have reverted back to nature, with a populace of enormous crabs taking up residence on the sandy beaches.",
      "es": ""
    },
    {
      "id": 177082721,
      "en": "You have discovered Tadrent",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "You have discovered Abadec's Watch",
      "es": ""
    },
    {
      "id": 8567376,
      "en": "Following the Corsairs' abandonment of Makham Mijann, the residents of Tadrent attempted to dismantle the camp for various crafting materials. These efforts paused during the king's coronation, and bog-lurkers began creeping in.",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "You have discovered Amon Lontir",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Find Dol Amroth",
      "es": ""
    },
    {
      "id": 8567379,
      "en": "Once overrun by Corsairs, Nendath has since been reclaimed by the beacon-wardens.",
      "es": ""
    },
    {
      "id": 111477312,
      "en": "Find Tadrent",
      "es": ""
    },
    {
      "id": 8567382,
      "en": "The undercurrent of anxiety that permeated Ost Lontir in the days of the war has dissipated since. But as the closest settlement to Amon Lontir, its townsfolk remain vigilant for other troubles during this time of change.",
      "es": ""
    },
    {
      "id": 8567478,
      "en": "What was once a Corsair stronghold remains now as an echo of its former self. Corsairs who have found themselves stranded in Gondor have flocked here out of a desire for safety, vengeance, or both.",
      "es": ""
    },
    {
      "id": 8567385,
      "en": "Crumbling ruins are all that remain of the once-proud Gondorian fortress of Ost Amondal. Access to the site has been cut off for many years, but with the opening of the pass in Belfalas, it is possible once more to walk among the ancient walls. A dangerous clutch of drakes has moved into the area, however, making exploration nigh impossible for most.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Find Edhellond",
      "es": ""
    },
    {
      "id": 177082738,
      "en": "You have discovered Nendath",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Find Hashadir",
      "es": ""
    },
    {
      "id": 177082741,
      "en": "You have discovered Ost Lontir",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Find Makham Mijann",
      "es": ""
    },
    {
      "id": 177082744,
      "en": "You have discovered Ost Amondal",
      "es": ""
    }
  ]
}