{
  "id": 621077865,
  "txt": [
    {
      "id": 190220582,
      "en": "'Pssst, [placeholder]. Can I talk to you?'\\n\\nYou take a few steps to the side with Drambor so he can speak quietly to you.\\n\\n'Having father home has been really wonderful, but even though he left me in charge of Calembel when he went to war, I think he thinks I'm still just a little kid. I've been volunteering to bring messages from the city to the two beacons to show him how responsible I am, but...'\\n\\nHe glances at his father Angbor and lowers his voice so much that you can barely hear him.\\n\\n'Well, you see, I was on my way back from the beacons with a bag full of missives for my father when I was attacked by some annoyingly aggressive avanc. I managed to get away, but they snatched my bag from me! I haven't told him yet that I've lost it, but maybe with your help I won't have to!\\n\\n'Can you look for it? Uhm, I admit I'm not sure I remember exactly where I lost it. There was a waterfall nearby! I remember that much! Listen, it was dark, okay? And I was running... anyhow, look for my pack near one of the waterfalls between here and the beacons. Oh, and if you can exact a vicious revenge upon those overgrown lizards, so much the better!'",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "Annoyingly aggressive avanc have been causing issues along the banks of the rivers in Lamedon.",
      "es": ""
    },
    {
      "id": 184621442,
      "en": "At the foot of a waterfall, surrounded by deadly avanc, you found Drambor's missing pack.\\n\\nYou should bring the pack to Drambor in Calembel.",
      "es": ""
    },
    {
      "id": 148970179,
      "en": "There are avanc here, but no pack to be found",
      "es": ""
    },
    {
      "id": 148970180,
      "en": "There are avanc here, but no pack to be found",
      "es": ""
    },
    {
      "id": 148970181,
      "en": "There are avanc here, but no pack to be found",
      "es": ""
    },
    {
      "id": 148970228,
      "en": "There are no avanc here, nor any missing packs",
      "es": ""
    },
    {
      "id": 148970182,
      "en": "There are avanc here, but no pack to be found",
      "es": ""
    },
    {
      "id": 148970229,
      "en": "There are avanc here, but no pack to be found",
      "es": ""
    },
    {
      "id": 148970183,
      "en": "There are avanc here, but no pack to be found",
      "es": ""
    },
    {
      "id": 148970230,
      "en": "A rumpled pack lies here",
      "es": ""
    },
    {
      "id": 184621496,
      "en": "Near a crashing waterfall, you discovered Drambor's missing pack. You should pick up the pack before it gets chewed on any further. \\n\\nThe pack is in Lamedon.",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "Annoyingly Aggressive Avanc",
      "es": ""
    },
    {
      "id": 184621474,
      "en": "Drambor has asked you to search for his missing pack at one of the waterfalls between the beacons and Calembel.\\n\\nThe waterfalls are in southern Lamedon.",
      "es": ""
    },
    {
      "id": 251715649,
      "en": "Return to Drambor",
      "es": ""
    },
    {
      "id": 173025335,
      "en": "Search for the missing pack",
      "es": ""
    },
    {
      "id": 173025337,
      "en": "Pick up the pack",
      "es": ""
    },
    {
      "id": 190220528,
      "en": "'Oh, it's you!'\\n\\nHe coughs to cover his loud voice and then whispers, 'Did you find it? Father is starting to wonder where the missives are!'\\n\\nYou hand over the bite-ridden pack. Drambor's eyes widen when he sees the damage, and he hurriedly opens the pack's flap to peer inside. When he sees the missives within, he sighs dramatically, his shoulders sagging with relief.\\n\\n'They're intact! And not covered in avanc drool. Oh, thank you, thank you!'",
      "es": ""
    }
  ]
}