{
  "id": 621077917,
  "txt": [
    {
      "id": 218639266,
      "en": "The beacon of Dol Brannor stands in Dor-en-Ernil as a symbol of its strategic value to Central Gondor. Once home to an occupying force of Haradrim and Corsair, Dol Brannor has been freed once more into the stewardship of Gondor.",
      "es": ""
    },
    {
      "id": 8567433,
      "en": "A once humble hamlet seated on the eastern coast of Dor-en-Ernil. It has long been abandoned since the Haradrim and Corsair raids. All that remains are whispers of the dead.",
      "es": ""
    },
    {
      "id": 218639269,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "You have discovered Barad Rill",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Find Parth Rest",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Find Barad Rill",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Find Lang Boha",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "You have discovered Parth Rest",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Explore Dor-en-Ernil in western King's Gondor.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Explore Dor-en-Ernil in western King's Gondor.",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "You have discovered Tungobel",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Find Gaerlond",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Find Dol Brannor",
      "es": ""
    },
    {
      "id": 8567424,
      "en": "The Shining Tower was once a beacon guiding the Gondorian fleet through Ethir Anduin and the Bay of Belfalas. It was conquered by Dolgimil and left to ruin. Garvir now seeks to rebuild the tower, so that its guiding light shall be put to use once more.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Find Tungobel",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "You have discovered Dol Brannor",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "You have discovered Lang Boha",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "You have discovered Gaerlond",
      "es": ""
    },
    {
      "id": 8567428,
      "en": "Once the site of a deadly battleground during the war, Parth Rest was erected by the brother Herion to oversee rebuilding efforts and to organize supplies being transported through the region.",
      "es": ""
    },
    {
      "id": 8567474,
      "en": "Once the site of the Corsair and Haradrim landing, Lang Boha remains a desolate and barren reminder of the war's ravages on Dor-en-Ernil. It has been left to ruin, and the local fauna have taken over. If the people of Gondor are to rebuild, Lang Boha must be taken back.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Explorer of Dor-en-Ernil Renewed",
      "es": ""
    },
    {
      "id": 8567476,
      "en": "Once a humble village of Gondor, taken over and assaulted by the Corsairs of Umbar. Many of its inhabitants have been displaced. The freedom of Dor-en-Ernil and how much value it has wanes the longer the Corsairs tighten their grip.",
      "es": ""
    }
  ]
}