{
  "id": 621077860,
  "txt": [
    {
      "id": "0x8e11b18",
      "en": "Collected clay ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568926",
      "en": "'Greetings, I am Calpheth, pottery merchant and worried daughter. My father, Myldil, was supposed to bring a shipment of pottery up to the city today, but he has yet to show.\\n\\n'I am sure that he is fine, as he is wont to get distracted while working with the clay, but if you are heading down to Lothgobel, would you be so kind as to look for him? There are still dangerous folk lingering about Tathrendalf, and I fear my father may wander too close to their camp in search of supplies for his craft.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568956",
      "en": "'What? You're back already?'\\n\\nHe pauses to squint up at the sky.\\n\\n'Oh, I suppose it has been a while. When the clay is working and flowing in your hands, you lose all sense of time, don't you? Well, I do. Hmph.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "Numerous small streams cut through the valley around Lothgobel, their banks perfect for producing a clay which makes fine pottery.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "You have gathered wet clay and sparkling quartz for Myldil. You should bring them to him in Lothgobel.\\n\\nLothgobel is in Lamedon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011859",
      "en": "Calpheth has asked you to search near Lothgobel for signs of her wayward father, Myldil.\\n\\nLothgobel is in northern Lamedon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a1",
      "en": "Talk to Myldil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b68",
      "en": "Collected quartz crystals ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Of Clay and Crystals",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a7",
      "en": "Collect quartz crystals ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d7",
      "en": "Collect clay ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568950",
      "en": "'Huh? Who are you? Can you not see that I am busy?'\\n\\nYou explain that his daughter sent you to inquire after him.\\n\\n'Calpheth? Oh, was that today? Well, I cannot go up to Calembel today, I have far too much to do! The weather is perfect for throwing pottery, so she will just have to wait.\\n\\n'Hmm, you seem to have nothing better to do than interrupt old men working - why don't you make yourself useful!\\n\\n'Since Calpheth is so worried, I will stay put and finish what I am working on while you gather me up some more clay. You should also head north and mine some quartz. I do not always need it, but I think this batch of pots will come out fine enough to need the very best glaze. Go on now! Go away so I can get back to this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1e5",
      "en": "Return to Myldil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011895",
      "en": "Myldil has suggested that your time would be well spent digging up clay and gathering quartz crystals.\\n\\nClay can be found along the banks of the streams that flow about Tathrendalf. Quartz can be found on the cliff walls north of Tathrendalf.",
      "es": "",
      "es (fem)": ""
    }
  ]
}