{
  "id": 621077984,
  "txt": [
    {
      "id": 111477321,
      "en": "Talk to Borhador",
      "es": ""
    },
    {
      "id": 162883656,
      "en": "'It's beautiful, isn't it? I do not have much time left — oh do not give me that look. I have lived a long and kind life. I have loved and been loved, and I have the privilege of passing in a time of peace. That is more than most can claim.\\n\\n'If fate were to indulge me, this view would be the last thing I see before I go.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Arvaethor says his father is currently enjoying the view at Eilendoth and would enjoy your company once more.\\n\\nTalk to Borhador at Eilendoth.",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Borhador asked you to to look upon Ringló Vale now that the dawnless day has passed.\\n\\nLook out at Ringlo Vale.",
      "es": ""
    },
    {
      "id": 246419799,
      "en": "You have looked upon Ringló Vale as Borhador asked, and should return to him with your thoughts.\\n\\nTalk to Borhador.",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Talk to Borhador",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Find a good place to <rgb=#00ff00>look</rgb> at southern Ringló Vale",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Arvaethor wishes for you to check on his father at Eilendoth.",
      "es": ""
    },
    {
      "id": 177082720,
      "en": "This is a good place from which to <rgb=#00ff00>look</rgb> at southern Ringló Vale",
      "es": ""
    },
    {
      "id": 162883670,
      "en": "'I do not remember much these days, but I remember you,' Borhador says by way of greeting.\\n\\nHis voice trembles and he has given up on stilling the tremor in his hands, but his spirit is brighter than you've seen before.\\n\\n'Have you seen my sons? I'm very proud of them. I was afraid that when Dervorin came home, he and Arvaethor would quarrel over the lordship of the Vale, but it is as if the thought never crossed their minds. It does me good to see them working so hard for the people we are charged to protect, oh and Laerind too, of course, of course. She reminds me of my Halwen sometimes, yes, with her cleverness and fortitude. I am glad my Arvaethor has found a remarkable partner in her. If only Dervorin would settle down with someone. Hmm... are you wed? Ah forgive me, I do tend to ramble, a symptom of my age, no doubt.'\\n\\nThe awareness in his eyes flickers and he falls silent. He looks through you for a few long moments until some spark brings him back to the present.\\n\\n'I remember that the last time you were here, the sky was so very angry. Now look at it. Look upon the beauty of the Vale in kinder light. Look upon Ethring as it was meant to be seen.'",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "<rgb=#00ff00>Look</rgb> at southern Ringló Vale from the top of the stairs",
      "es": ""
    },
    {
      "id": 177082744,
      "en": "A lush forest looks back at you",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "<rgb=#00ff00>Look</rgb> at Ethring",
      "es": ""
    },
    {
      "id": 177082724,
      "en": "Ethring looks peaceful nestled in the heart of the vale",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "<rgb=#00ff00>Look</rgb> at Ethring",
      "es": ""
    },
    {
      "id": 111477363,
      "en": "<rgb=#00ff00>Look</rgb> at southern Ringló Vale from the top of the stairs",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Eilendoth's Rest",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Find a good place to <rgb=#00ff00>look</rgb> at southern Ringló Vale",
      "es": ""
    },
    {
      "id": 162883698,
      "en": "'Welcome back to the Vale, my friend. I must thank you for looking after Dervorin at Minas Tirith and beyond. The tales he tells of those battles still the rhythm of my heart. It does me good to know a hero such as yourself was there on the field with him.\\n\\n'But speaking of family, my father Borhador would love to see you. Now that it's no longer overrun with spiders, he spends much of his time at the beacon of Eilendoth. You can find him there.\\n\\n'How have I been? Since the war ended, many of our fighting men have returned home. The luckiest have adjusted to the peace. Others have brought the war home with them. Laerind and I are doing our best to help. It is difficult work, distressing at times, but better than dealing with the Dead again.'",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 177082726,
      "en": "This is a good place from which to <rgb=#00ff00>look</rgb> at Ethring",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Find a good place to <rgb=#00ff00>look</rgb> at Ethring",
      "es": ""
    }
  ]
}