{
  "id": 621077895,
  "txt": [
    {
      "id": 8567442,
      "en": "Rising near the mouth of the Blackroot Vale, the Hill of Erech has been the site of a great deal of history in Gondor. In the Second Age, it was there that Isildur set the Stone of Erech, it was there that the Men of the Mountain swore their oath to aid Gondor, and it was there that they betrayed Isildur and were cursed. It was for this reason that the Hill of Erech came to be ill-regarded and even feared by the folk of the Blackroot Vale, who believed that the Dead haunted it.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "You have discovered Fennas Dûr",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Explorer of Blackroot Vale Renewed",
      "es": ""
    },
    {
      "id": 8567444,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "You have discovered the Stone of Erech",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Explore the Blackroot Vale in western King's Gondor.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Find Alagrant",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Find Sardol",
      "es": ""
    },
    {
      "id": 8567448,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "You have discovered the Hill of Erech",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Find Azruthor's Rue",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Find Tingobel",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "You have discovered Lhingroth",
      "es": ""
    },
    {
      "id": 218639266,
      "en": "From the threshold of the Dark Door in the shadows of the Dimholt of Rohan, the Paths of the Dead carve a great tunnel beneath the Haunted Mountain, Dwimorberg, to Fennas Dûr in the Blackroot Vale of Gondor. It was through Fennas Dûr that many of the Dead Men of Dunharrow followed King Elessar to the Stone of Erech and to the fulfillment of their oath at Pelargir. Alas, the unrepentant few who refused the summons twice-forsook their oath, condemned to their fate anew by their own will. Now, these Ruthless Dead still linger, haunting the shadows of the Blackroot Vale—uncertain and perhaps uncaring whether the curse Isildur levied upon them will ever be lifted.",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "You have discovered Eryn Asgath",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Explore the Blackroot Vale in western King's Gondor.",
      "es": ""
    },
    {
      "id": 218639269,
      "en": "Against the southern slopes of the White Mountains along the River Morthond lies the seat of the Blackroot Vale, the walled town of Morlad. Atop its winding roads sits the estate of the Lord of the Blackroot Vale, Duinhir, and his wife, Rosfin. When Gondor was called to war, Lord Duinhir and his sons, Duilin and Derufin, led some five hundred bowmen to Minas Tirith to defend the city against the armies of Mordor. After the war was ended and Lord Duinhir and his men returned to Morlad, news spread of the deaths of his sons and of the attempt to lay the blame for the murder of a Haradrim emissary upon him. Despite Gondor's victory, Morlad has become a grim place, and many of its people believe they have been cast aside by King Elessar in the aftermath of the War of the Ring.",
      "es": ""
    },
    {
      "id": 218639271,
      "en": "Borne away from the destruction of Númenor, the Stone of Erech sits atop the Hill of Erech in the Blackroot Vale. In truth, the Stone of Erech is one of the seven Vandassari, the Oath-stones, and is named Orossar, but this has been forgotten to all but the most learned of scholars in Middle-earth. It was upon the Stone of Erech that the Men of the Mountains long ago swore an oath to Isildur to aid Gondor in the war against the Dark Lord, Sauron. However, when they refused to honour their oath, Isildur cursed them, condemning them to dwindle and diminish into the Sleepless Dead. Although many of the Dead have now departed with the fulfillment of their oath, the Stone of Erech still rests atop its hill and forever serves as a reminder of the betrayal of the Men of the Mountains.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Find the Hill of Erech",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Find Lhingroth",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "You have discovered Alagrant",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Find Eryn Asgath",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "You have discovered Azruthor's Rue",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Find Lancrath",
      "es": ""
    },
    {
      "id": 8567424,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Find Fennas Dûr",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Find Morlad",
      "es": ""
    },
    {
      "id": 8567474,
      "en": "Nestled in the woodlands to the west of the Hill of Erech, the hamlet of Alagrant is largely inhabited by hunters and traders of the Blackroot Vale.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Find the Stone of Erech",
      "es": ""
    },
    {
      "id": 8567428,
      "en": "To the south of Alagrant along the River Morthond lies Sardol, a hamlet inhabited by farmers and fishermen. Before the Heirs of Castamir erected the now-ruined blockade on the road through Tarlang's Crown, Sardol served as a minor trading post for those travelling between Morlad and Dol Amroth.",
      "es": ""
    },
    {
      "id": 8567478,
      "en": "Under the command of Balakhôr the Scourge, one of the Heirs of Castamir, Azruthor, constructed a blockade at Tarlang's Crown. It was there that the Scourge's plans to sack Anfalas and claim its coasts for Umbar were to unfold, but Azruthor failed in his attempt to conquer the lands of Gondor. With his company of Corsairs defeated and his seeming alliance with the Ruthless Dead broken, he met his end at the hands of brave adventurers and the blockade was destroyed. In the aftermath of the War of the Ring, all that remains of Azruthor's grand scheme is a half-ruined encampment amidst a splintered blockade in Tarlang's Crown.",
      "es": ""
    },
    {
      "id": 8567479,
      "en": "To the east of the Hill of Erech and abutting the pass known as Tarlang's Neck lies Lancrath, a hamlet inhabited by farmers, crafters, and traders. Before Lord Duinhir's return from the War and the retaking of Tingobel, many of the mining village's displaced refugees sought for shelter and found welcome among the kind folk of Lancrath.",
      "es": ""
    },
    {
      "id": 8567433,
      "en": "Although it was sacked by the Orcs of the White Mountains during the War of the Ring, the mining village of Tingobel has been retaken by the order of Lord Duinhir. Damages to its houses have been repaired and the mine has been restored, but the lives lost in its fall have not been forgotten to any who dwell in the Blackroot Vale.",
      "es": ""
    },
    {
      "id": 8567480,
      "en": "In the highlands to the east of the hamlet of Sardol, the caverns of Lhingroth burrow beneath Tarlang's Peaks. Although they have long been inhabited by the spiders of the Blackroot Vale, it is said that they were also known to the Men of the Mountains in days of old, for the Dead have been sighted in the darkness of Lhingroth.",
      "es": ""
    },
    {
      "id": 8567481,
      "en": "Amidst the woodlands to the south-east of the Hill of Erech near Tarlang's Neck lies Eryn Asgath, a den inhabited by the invasive wolves that have crept in from Lamedon and the surrounding hills. With their terrible howls echoing in the night, the wolves have brought a new unease to the Blackroot Vale in the wake of the War of the Ring.",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "You have discovered Lancrath",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "You have discovered Sardol",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "You have discovered Morlad",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "You have discovered Tingobel",
      "es": ""
    }
  ]
}