{
  "id": 620905157,
  "txt": [
    {
      "id": 63183944,
      "en": "'I am not worried. We will win this ridiculous wager. Let us go to speak with Elfsige's commander, Alwold. He is outside the city.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Elfsige claimed a high-quality bow from the body of an Orc he slew: Corudan's favourite bow, loaned to Fimloth and lost in Thinglad.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'This will not take long. Let us have some words with this man Elfsige. He is sure to return my bow when he understands the situation.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Elfsige is in Floodwend, north of the Mead Hall.\\n\\nYou have heard that Elfsige has a bow that sounds like it belongs to Corudan, and should ask him to return it.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "You explain the terms of Elfsige's wager, and Alwold chuckles.\\n\\n'I am not surprised. Times have been tough in the Wold of late, with Orcs and Easterlings and worse prowling around the borders. When my men are not fighting for their lives, they're engaging in fruitless wagers. I cannot stop them. As long as they, and you, abide by the agreed-upon terms, I have no complaint. But I do not want any bloodshed! If you go back on your word, you'll have me to deal with!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Corudan is in Floodwend, north of the Mead Hall.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Alwold is on the road outside Floodwend.\\n\\nElfsige has agreed to race you to Elthengels, with the winner of the race taking all claim to Corudan's bow. His commander, Alwold, will start the race.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I will give your friend a chance to win this bow, but only one chance. I am not an unreasonable man! This is more than generous!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I am sorry that your friend lost his bow, but it seems to me that anything taken from an Orc belongs to the one strong enough to take it. If your friend wanted it back, why did he not reclaim it from the Orcs when he had the opportunity?\\n\\n'I am not unreasonable. What if I give your friend the opportunity to win it back in a contest of some sort? Alwold has given me a message to deliver to Elthengels in the Norcrofts. How about this? A test of your mounted skill: whichever of us first reaches Elthengels gets to keep the bow. If I arrive there first, your friend gives up all claim to it. Does he agree to this proposal? If he does, let us speak with my commander, Alwold, outside Floodwend. He will start the race.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Speak to my commander, Alwold, outside Floodwend. He will begin the race!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'This is a ridiculous requirement. Why should I have to engage in a competition to determine my right to possess property that is rightfully mine? If these are the laws of Men I am grateful to be one of the Galadhrim! But I am not worried, [placeholder]. We will best this arrogant sapling that thinks it is a weathered oak, and my favourite bow will once again be in my possession.\\n\\n'Let us speak with this Alwold outside Floodwend. The sooner this unnecessary race is begun, the sooner we will win it!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Surely Elfsige will see reason. That is clearly an Elf-made bow, and if Corudan says it belongs to him...'\\n\\nHorn's brow creases in thought.\\n\\n'Of course, Elfsige did come into possession of the bow by slaying an Orc in defence of his town. He may not wish to part with it solely on the word of an Elf.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Elfsige in Floodwend",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I do not like this. Elfsige will be very, very fast while mounted. He will have trained on horseback for his entire life. It will not be easy to win this wager!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Corudan in Floodwend",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Alwold outside Floodwend",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'That is the bow Corudan lost? No wonder he wanted it back! How many Orcs did the two of us slay in Thinglad, searching for it? And now this arrogant horse-man thinks slaying a single Orc entitles him to keep it for himself?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 8, Chapter 3: Strange Companions",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Is Corudan really going to accept it if we do not win this wager? Will he be willing to give up his claim to his favourite bow?'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'That is my bow. I would know it anywhere.'",
      "es": ""
    }
  ]
}