{
  "id": 620905156,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Easterlings in the Wold ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected salvaged belongings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Harwick has received urgent pleas for help from Floodwend, and cannot spare anyone to ride there but you.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The road leaves Harwick and runs south-east until it reaches Floodwend. The land becomes rockier the further south you go, so your steeds will need to be sure of foot to make it there safely. Stick to the road, if you can. I do not know what threat has so worried the raven-master of Floodwend, but it was grave enough for him to send three birds with the plea for help.\\n\\n'He may have sent more. I do not know him personally; he could be excitable by nature, or the keep at Floodwend could be in worse peril than ever before! Go with haste to help! We have no men to spare, and if Floodwend falls Harwick could be next!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Floodwend is south-east of Harwick, along the road.\\n\\nYou have agreed to ride to the defence of Floodwend.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have come from Harwick? The Thane was hoping for more men, but I suppose you will have to do. The Easterlings have been testing the Great River, trying to find safe places at which to ford in between the two undeeps. They have a large camp to the north-east, but our people have kept an eye on them and they seek another way to strike at us. Perhaps they thought just below the rapids would be safe, or perhaps they fear their commanders more than the rushing waters: a great many perished trying to cross just below Sarn Gebir.\\n\\n'Not all, however, not all by half. Many of the Easterlings survived the crossing and have been marshalling their forces for an attack on Floodwend. Many of their belongings are scattered and damaged by the waters, but still they seek to recover enough to arm themselves to attack the city. We need you to strike them along the banks of the Anduin, just to the east, below the cliffs. You should also steal from them what belongings survived the crossing.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Easterlings are crossing into the Wold south of the rapids of Sarn Gebir, and you need to defeat them and gather their scattered belongings.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Goldlac is at the entrance to Floodwend, in the Wold.\\n\\nYou have defeated Easterlings and collected their salvaged supplies, and should return now to Goldlac.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Easterlings have been trying to find places at which to ford the Great River. They seek to attack Floodwend! Go east of Floodwend to seize their belongings that survived the crossing, and defeat any Easterlings you find there.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You heard what he said, [placeholder]? That is almost certainly the bow I lent to Fimloth! The Orc that claimed it carried it into the Wold, and now this man Elfsige has taken it!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Corudan is by the entrance to Floodwend.\\n\\nCorudan wants to speak with you about the bow that Elfsige took from a dead Orc near Floodwend.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'If your Elf is not careful, Alwold's man Elfsige is going to challenge him to an archery contest with the bow he took from that dead Orc. And if Elfsige is not careful, he's going to win! May your Elf have mercy!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Between your skill in combat and the harsh waters of the Great River, perhaps the Easterlings will decide attacking Floodwend is too much trouble. What times we live in! Even if that were so, we would still have to worry about attacks by raiding Orcs! Will Floodwend ever see peace again?\\n\\n'While you were gone, a raiding party of Orcs passed near to Floodwend. Alwold and his men rode out to fight them, and had success: all of the Orcs were defeated. The Orcs must have recently fought with some Elves, for one of Alwold's men claimed quite a trophy from the body of one of the Orcs: a bow of quality Elf-make, with the finest detailing. He has been showing off since they returned. His name is Elfsige, and he'll likely challenge your Elf to an archery contest before too long. Poor, foolish fellow.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "Corudan looks at you silently. He raises an eyebrow at you, and there is a strange fire in his eyes.",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You have nothing for me?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Goldlac at the entrance to Floodwend",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'If Mansig were here, he would ride with his whole company to the defence of Floodwend... but he is not here. He is still in the East Wall, investigating the Orc activity. If you can ride those war-steeds of yours with any skill or swiftness, you can come to Floodwend in time to help against whatever it is they face. Ride with haste south along the road to Floodwend!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Easterlings in the Wold ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect salvaged belongings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring salvaged belongings to Goldlac at the entrance to Floodwend",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 8, Chapter 2: Troubles at Floodwend",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Corudan by the entrance to Floodwend",
      "es": ""
    }
  ]
}