{
  "id": 620905162,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Baillas remains silent and still, with only his eyes alive to give you a bemused stare",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Baillas has dug his roots too deep. You will have to find and save the injured man alone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Ent Baillas was concerned for the injured man who passed him by, but has not the energy to wake from his treeish slumber.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "You anxiously implore Baillas to wake up and help you track the lost man, but he stubbornly remains silent. You should do whatever you can to wake him up, as Gandalf bade you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Baillas is near the centre of Fangorn's eaves.\\n\\nYou should <rgb=#FF0000>beg</rgb> Baillas to wake him up and enlist his help in finding a man who may be in grave peril.\\n\\n<rgb=#FF0000>You must select the intended target and perform an emote to advance this quest.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Someone found me? Impossible... I am cursed! Dying. You must be my death. Have you come to take me away and turn me into a tortured shade?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Baillas is near the centre of Fangorn's eaves.\\n\\nYou should become <rgb=#FF0000>angry</rgb> at Baillas to wake him up and enlist his help in finding a man who may be in grave peril.\\n\\n<rgb=#FF0000>You must select the intended target and perform an emote to advance this quest.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Léofmar is somewhere in Fangorn, probably not far from his original camp-site. You should search to the north-west of the site.\\n\\nYou should find Léofmar before it is too late.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Try to <rgb=#FF0000>beg</rgb> Baillas awake",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Become <rgb=#FF0000>angry</rgb> at Baillas to rouse him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find Léofmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Plea to Wake",
      "es": "",
      "es (fem)": ""
    }
  ]
}