{
  "id": 620905153,
  "txt": [
    {
      "id": 54354734,
      "en": "You and your companions will need war-steeds if you are to travel across the plains of Rohan with any speed.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We face difficult times not just in Langhold, but throughout all of the Wold as well. Théoden King has left those of us in the Wold without much support. I do not blame him! Rumour tells of great armies marshalling in the west, and we are spread too thin over too wide an area.\\n\\n'If you desire to travel across the Kingdom of Rohan, you will need war-steeds for yourself and your companions. There are two things you will need to accomplish in order to obtain the privilege of such steeds. First, help in the support of Langhold. Once this city has been made safe, travel south along the road to Harwick, and you will be instructed in the skills necessary to safely and swiftly ride a war-steed.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "In order to obtain war-steeds for yourself and your companions, you will need to accomplish two things: complete the preparations for and defence of Langhold, and learn about mounted combat in Harwick.\\n\\nThe defence of Langhold involves a chain of ten quests that begins with a quest bestowed by Dala called 'The Wold.' If Dala has no more quests for you, search around Langhold for other quest-givers.\\n\\nYou can learn about mounted combat at the Tourney Field in Harwick.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It is good of Aldor Harding to provide these war-steeds to us. When I was last in these lands, he was a man of short temper and did not believe the King was strong enough to protect Rohan from what threatened her. I cannot imagine he has changed, but it is good to see he is making Harwick ready for whatever may come. These steeds are of good breeding, and should serve us well. Nona has not lived her life among horses, but still she has done very well to pick it up in short order. War-steeds are different from the horses she may have had occasion to ride in the past, and she has adjusted well. Corudan, too, is already at home on the back of his steed. We will make good time over the plains.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Your companions have obtained war-steeds of their own, and are waiting to speak with you in Harwick, by the tourney ground near the stables.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Enstan is by the south-east exit of Harwick, in the Wold.\\n\\nYour companions have war-steeds of their own and now you have heard that Enstan wants your help with something urgent.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Two things must you accomplish to earn the war-steeds you seek. First, help in the defence of Langhold. Second, you must travel south to Harwick to learn how to safely and swiftly engage in combat from the back of a war-steed.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'My people do not fight from horseback, so this has not been an easy adjustment for me. Still would I rather fight on foot, and let my enemies charge toward me at their peril! But I understand we have a need for the speed of hooves if we are to find your friends, and for that I will put up with it. I hope I do not shame myself in front of our companions with my poor riding. Horn rides as if he were born in the saddle, and Corudan has the natural grace of his people.\\n\\n'I feel like an aurochs up here.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Your companions have obtained war-steeds, yes? You should speak with them in Harwick.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'The horses of Rohan are renowned for their loyalty, strength, and speed, and it seems to my eye that the steeds they have given us are no exception.\\n\\n'If the steeds of the others are satisfactory as well, one of the men here requested our aid. Speak to Enstan south-east of here, by the exit from Harwick.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'It is good of the men of Harwick to provide us with these steeds. We must help them if we can. Enstan requested our aid. Speak with him to the south-east, by the exit from Harwick, and learn if helping him is in our power.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'All of us must band together if we are to survive the encroaching dangers, but there are so few of us fighting men available. And now, Floodwend has sent urgent messages calling for our aid! Mansig and most of his men are still away, investigating the East Wall. If he were here, I know he would ride at once in defence of Floodwend, but he is not!\\n\\n'Can you ride those new war-steeds of yours with any skill?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Complete all quests in Langhold, in the Wold",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I hope I do not shame myself with my poor riding! If I fall from the back of this steed, I will never forgive you for making me ride, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Learn how to participate in mounted combat at the Tourney Field in Harwick",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'These war-steeds will serve us well on the plains of Rohan. Enstan requested our aid. Find him to the south-east, by the exit from Harwick.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 8, Chapter 1: War-steeds from the Wold",
      "es": ""
    }
  ]
}