{
  "id": 620905160,
  "txt": [
    {
      "id": 136263297,
      "en": "You have arrived at Elthengels before Elfsige!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The race is on! The first person to reach the town of Elthengels, in the Norcrofts, wins claim to Corudan's bow.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It will not take Elfsige long to reach Elthengels. You had better ride with great haste if you are to get there first and win your wager! Ride south-west to reach Elthengels!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Elthengels is south-west of Floodwend, and you do not have much time in which to reach it before Elfsige does!",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "You ask the guard if Elfsige has arrived yet, and he shakes his head in confusion.\\n\\n'No, but his horse arrived shortly before you did... and without him! Something must have happened to him. You have to retrace your steps, and look for him! He must be somewhere between Elthengels and Floodwend. Look among the trees to the south of the road between here and Floodwend. You could have passed him without seeing him!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You have arrived at Elthengels, but there is no sign of Elfsige.\\n\\nYou should speak with Thurhun, the guard at the entrance to Elthengels, to see if he has seen Elfsige.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Elfsige may be in trouble among the trees south of the road between Elthengels and Floodwend.\\n\\nElfsige never arrived at Elthengels, and now you should see if you can find him. He may be in danger!",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Why are you still here? Do you not want to win your wager with Elfsige? Elthengels is south-west of here! Ride with utmost haste!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I am sorry if I came across as a bit of a fool, [placeholder]. I did not think you would be much of a rider, but not only are you a skilled rider, you are a good person as well. I thank you for coming to find me. I have already given your Elf his bow, and I renounce any claim to it I may have had. It is done.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Elfsige has returned to Elthengels, in the Norcrofts.\\n\\nYou should return to Elthengels and speak with Elfsige there.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You need to go to Elthengels. Did Elfsige get there before you?'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I was trying to take a short-cut to Elthengels when Hreohmanu was surprised by a patrol of Orcs! He reared, and I fell... did he make it to Elthengels? I can... I can probably walk now. I could not put weight on it, but now it is feeling better. I will meet you ahead in Elthengels, and we can discuss... the wager. I will be there soon. Thank you for coming back to find me.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You have to retrace your steps, and look for Elfsige! He must be somewhere between Elthengels and Floodwend. Look among the trees to the south of the road between here and Floodwend. You could have passed him without seeing him!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Time before Elfsige arrives at Elthengels:",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "Hreohmanu gazes at you balefully. This is Elfsige's horse, but you see no sign of the brash young Rohirrim.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Reach the entrance to Elthengels before Elfsige does",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Thurhun at the entrance to Elthengels",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "Horn looks at you silently, his expression unreadable.",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Find Elfsige somewhere between Elthengels and Floodwend",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 8, Chapter 4: A Wager in the Wold",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'My leg is feeling better. Thank you. I will meet you back in Elthengels.'",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Elfsige in Elthengels",
      "es": ""
    }
  ]
}