{
  "id": 621033254,
  "txt": [
    {
      "id": "0xa8e1198",
      "en": "Defeated Anduin Hunters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "TBD Large hunting cats are spread throughout Misthallow and pose a grave threat to those who travel to this place.  You should seek out the Anduin hunters found in the area, and rid the land of them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Completed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Defeat Anduin Hunters throughout Misthallow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01144",
      "en": "Mishallow is home to a fierce breed of larger hunting cats which stalk the hill and valleys in search of prey. These vile evil creatures hunt for sport — toying cruelly with their victims — instead of merely for food.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf0",
      "en": "Culling the Hunters",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d148",
      "en": "Misthallow is home to a fierce breed of larger hunting cats which stalk the hill and valleys in search of prey.   These vile evil creatures hunt for sport — toying cruelly with their victims — instead of merely for food.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "The hunting cats of Misthallow have grown larger and fiercer than many of their kind, and they stalk the hills and valleys along the Langflood in search of prey. They are held in the grip of some vile evil, and hunt not for food but for sport, toying cruelly with their victims before ending their lives. You should defeat these malicious beasts before their hunt begins anew.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Defeat Anduin Hunters in Misthallow ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Fierce hunting cats, known to the locals as Anduin Hunters, stalk the hills and valleys along the Langflood. These foul creatures are renown in the area for toying cruelly with their victims before ending their lives.\\n\\nDefeat these creatures where you find them in the Misthallow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "You have put an end to the vile sport of the Anduin Hunters, making more safe the lands along the river. The folk who live and adventure in Misthallow would give you their heartiest thanks if they knew the torture they would have faced in the grasp of the hunters, and that you saved them from it.",
      "es": "",
      "es (fem)": ""
    }
  ]
}