{
  "id": 621033216,
  "txt": [
    {
      "id": "0xa8e1198",
      "en": "Defeated bats ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "TBD Deep within Tithroz, Bats have infested this cavern in the Floodfells,  Seek out these vermin and strike them down. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Defeat bats within Tithroz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Completed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01142",
      "en": "The cave of Tithroz is home to winged beasts that feast upon the unwary when they leave the safety of its darkness behind. They should be slain before they leave Tithroz again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf0",
      "en": "What Flies Beneath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "The cave of Tithroz is home to winged beasts that feast upon the unwary when they leave the safety of its darkness behind. These excursions were once rare, but as folk move more freely about the Floodfells, these deadly flights have become more common. They should be slain before they leave Tithroz again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d148",
      "en": "The cave of Tithroz is home to winged beasts that feast upon the unwary when they leave the safety of its darkness behind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Defeat bats in Tithroz ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "The bats that live in Tithroz should be slain before they can descend upon a village in the Floodfells with their sharp fangs and grasping claws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "You defeated many of the winged beasts that haunt the shadowy ceilings and corridors of Tithroz, keeping their deadly fangs and grasping claws from the folk of the Floodfells.",
      "es": "",
      "es (fem)": ""
    }
  ]
}