{
  "id": 621033261,
  "txt": [
    {
      "id": "0xa8e1198",
      "en": "Defeated the giant once called Hregmód",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "You have heard rumours of a terrible stone-giant living among the hills of Misthallow who goes by the name of Hregmód, The rumours also include stories of the damage he's caused to the homes and lives of those dwelling here, person and creature alike. Putting an end to Hregmód, if that is truly his name, will be of little relief to his countless victims, but Misthallow will be made safer without him in it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Defeat Hregmód, if that is his name",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Completed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01142",
      "en": "A terrible stone-giant walks among the hills of Misthallow. Rumour says that he is called Hregmód, and ending this creature would bring some amount of peace throughout the region.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf0",
      "en": "A Giant Possibly Named Hregmód",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d148",
      "en": "A terrible stone-giant walks among the hills of Misthallow. Rumour says he is called Hregmód, but none can remember who might have given him that name, for no one to see him up close has survived.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Defeat Hregmód, if that is his name",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "You have slain the stone-giant who stalked the hills of Misthallow and fed upon countless victims over the years. By doing so you have put an end to his reign of terror and learned that his name was in fact Hregmód, but now that he is slain you think it is best for that name to fade into obscurity, disappearing into the mists along this stretch of the Langflood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Defeat Hregmód, if that is his name",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Search among the hills of Misthallow, and see if you can find the creature called Hregmód. Be wary none can remember who might have given him that name, as no one to see him up close has survived.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "TBD You have done a great deed for the people of Misthallow by dispatching the fearsome giant Hregmód.  Words of praise will raise from the lips of the people which make their home here.  ",
      "es": "",
      "es (fem)": ""
    }
  ]
}