{
  "id": 621033280,
  "txt": [
    {
      "id": "0xa8e1198",
      "en": "Defeated wood-trolls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "TBD Grazadh-gropor has long stood as a home to Wood-trolls.   These foul creatures hold a vital location for foraging supplies and hunting small game.   You should dispatch these creatures so that the free folk can once again return to this area. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Completed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Defeat wood-trolls in Grazadh-gropor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01143",
      "en": "Grazadh-gropor has long been home to foul wood-trolls. Free folk seek to forage beneath its dark canopy for roots and other necessities of life. Defeating the wood-trolls throughout the area would be a boon to those living nearby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf0",
      "en": "Who Would Live In Grazadh-gropor?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "Who would live in Grazadh-gropor?\\n\\nWood-trolls. The answer, it seems, is wood-trolls. No one else would wish to live in such a place, though some free folk do seek to forage beneath its dark canopy for roots and other necessities of life.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d148",
      "en": "Free folk have long sought rare roots and other necessities of life amongst the foliage of Grazadh-gropor.  Wood-trolls jealously protect this place from all whom approach it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "Grazadh-gropor will never be entirely safe, but your defeat of the wood-trolls will allow the free folk to forage beneath its canopy for much-needed provisions, for a time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Defeat wood-trolls in Grazadh-gropor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Defeating wood-trolls throughout Grazadh-gropor would bring help to free folk who need the roots and herbs throughout the area to survive.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "TBD Your actions in Grazadh-gropor have allowed the free-peoples to gather much needed supplies throughout the area.",
      "es": "",
      "es (fem)": ""
    }
  ]
}