{
  "id": 621033278,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "The wedding planner Merilien is located on the Seventh Circle of Minas Tirith.\\n\\nReturn to Minas Tirith with the firefly-filled lanterns.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "The Hall of Air is on the northern end of the Fifth Circle of Minas Tirith.\\n\\nYou should place the ruby firefly lanterns at the event location.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Minas Tirith wedding planner Merilien seeks special lighting for her events.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x11d8595",
      "en": "'Honestly, I wasn't sure you'd find any.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "Caught ruby fireflies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Red. The colour of passion, of the crimson roses of Imloth Melui, of our life blood. Would you not love to have a red wedding? Themed, that is. Such a bold colour, complimented by so many other hues.\\n\\n'Fireflies prefer watery places and tall grasses. Those of the ruby variety, however, can only be found in a place known as the Rushock Bog. Hurry along now, to the Shire, and see what you can catch there.\\n\\n'Fill these lanterns for me with the little darlings, would you? And do come right back, they needn't be kept trapped for longer than is necessary.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Catch ruby fireflies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You can find ruby fireflies in Rushock Bog from gloaming till dawn.\\n\\nYou should collect fireflies for the wedding planner in Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Placed ruby firefly lanterns ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e11",
      "en": "Place ruby firefly lanterns ([placeholder]/4)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Merilien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Ah! You did it! Honestly, I wasn't sure you'd find any. The ruby firefly can be the most elusive of the lot. Yes, these will do nicely. How lovely their scarlet glow will look at the event.\\n\\n'Take these and place them in the Hall of Air, on the Fifth Circle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Place ruby firefly lanterns ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ruby Firefly Lanterns",
      "es": "",
      "es (fem)": ""
    }
  ]
}