{
  "id": 621033275,
  "txt": [
    {
      "id": "0xa8e1198",
      "en": "Defeated Mozbuk. The tales of his ferocity may have been somewhat exaggerated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "Tales of Mozbuk the Hobgoblin have spread far and wide, striking fear into the hearts of all who hear them. It is said that only by facing him with might and courage can his reign of terror be ended, and you think you might be just the [placeholder] to accomplish it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Find Mozbuk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Completed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "Unwary travellers in Misthallow have long been preyed upon by a foul hobgoblin known as Mozbuk. Through courage and force of will, you may put an end this reign of terror.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Find Mozbuk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf0",
      "en": "Meeting Mozbuk With Might",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d148",
      "en": "Mozbuk the Hobgoblin delights in feasting upon unwary travellers in Misthallow. Only by facing him with might and courage can his reign of terror be ended.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Defeat Mozbuk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Mozbuk the Hobgoblin delights in feasting upon unwary travellers in Misthallow. Only by facing him with might and courage can his reign of terror be ended.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "You put an end to the villainous tales of the hobgoblin Mozbuk, who did not seem quite as fearsome as you expected. Still, you are certain that the end of his story will not spread as quickly as did his legend, and Mozbuk will remain a frightful visage with which parents will frighten misbehaving children. At least Mozbuk himself will do no more harm in Misthallow, no matter what his legend might accomplish elsewhere.",
      "es": "",
      "es (fem)": ""
    }
  ]
}