{
  "id": 621033283,
  "txt": [
    {
      "id": 177082776,
      "en": "Defeated Otgand",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "TBD Otgand is the name a vile creature that lurks amongst the cracks and crags in Misthallow.  Many poor unsuspecting creatures fell victim to it's vile maw.  End its reign of terror. ",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Find Otgand the Vile",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Completed.",
      "es": ""
    },
    {
      "id": 246419778,
      "en": "Few have encountered Otgand the Vile and lived to tell the tale of him, but on one matter they all agree: you do not want to encounter Otgand.",
      "es": ""
    },
    {
      "id": 149027568,
      "en": "Vile Otgand",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Find Otgand the Vile",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "Few have encountered Otgand the Vile and lived to tell the tale of him, but on one matter they all agree: you do not want to encounter Otgand. The worm has feasted upon at least a score of travellers unfortunate enough to find themselves lost among the rocky crags of Misthallow during the last six months, and in that time he has grown larger and bolder than before. You should put an end to vile Otgand before anyone else is lost to his insatiable hunger.",
      "es": ""
    },
    {
      "id": 24695112,
      "en": "Few have encountered Otgand the Vile and lived to tell the tale of him, but on one matter they all agree: you do not want to encounter Otgand.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 111477431,
      "en": "Defeat Otgand",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Few have encountered Otgand the Vile and lived to tell the tale of this foul creature. Seek him out and end this scourge of Misthallow.",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "#-1:[placeholder]Otgand will no longer stalk the rocky crags of Misthallow. In time, the stories of him will fade, and few will believe that he feasted upon at least twenty travellers in only six months.\\n\\n'How could one creature eat so many?' they will ask in disbelief.\\n'How big did he grow? How vile was he, in the end?' they will marvel.\\n\\n'So very vile,' some may reply. 'Just ask [placeholder], for #-1:{she[f]|he} was there.'",
      "es": ""
    }
  ]
}