{
  "id": 621033201,
  "txt": [
    {
      "id": "0xeb01169",
      "en": "Madelgard Túcca's home can be found in Lyndelby.\\n\\nYou should give Madelgard Túcca's home a good dusting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Madelgard Túcca's dusty home is in need of a good cleaning.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01157",
      "en": "Madelgard Túcca can be found in Lyndelby.\\n\\nYou should talk to Madelgard Túcca.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50267",
      "en": "Give Madelgard Túcca's home a good dusting ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a4",
      "en": "'Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56868",
      "en": "'I know it's time for you to return to your adventures, [placeholder]. It brought me great joy to have you among us in Lyndelby again, if only for a brief visit.\\n\\n'But before you go, might I ask one last favour of you?'\\n\\nMadelgard smiles kindly.\\n\\n'You see, my home is quite dusty, and it is quite big, as you know well! Might you give it a good dusting for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a5",
      "en": "'I could use your assistance with something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56869",
      "en": "'Thank you, [placeholder]. I honestly just wanted to spend a little more time with you, but you've done such a fine job!\\n\\n'Not only did you sweep up all of that dust, you found all of those rabbits hiding around my home, too. Why, I've been after them for days!\\n\\n'And just think, if you visited more often, there wouldn't be as much to dust!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1146",
      "en": "As you sweep, a rabbit scurries away! ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Before you go, I have one more favour to ask of you. You see, my home is quite dusty, and quite big. Might you give it a good dusting for me? I would reward you for your efforts, of course!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Good Cleaning",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Talk to Madelgard Túcca in Lyndelby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56845",
      "en": "'Oh thank you! Not only did you sweep up all of that dust, you found all of those hiding rabbits in my home too!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}