{
  "id": 621033276,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "The wedding planner Merilien is located on the Seventh Circle of Minas Tirith.\\n\\nReturn to Minas Tirith with the firefly-filled lanterns.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The Merry Swan is on the Third Circle of Minas Tirith.\\n\\nYou should place emerald firefly lanterns about the stage in the Merry Swan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Minas Tirith wedding planner Merilien seeks special lighting for her events.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x11d8595",
      "en": "Ah, look at that glow!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "Caught emerald fireflies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Green is the colour of growth, abundance, and... fertility! A flickering emerald glow will add enchantment and signify prosperity on my customer's special day.\\n\\n'Fireflies prefer watery places and tall grasses. Those of the emerald variety, however, can only be found in Bree, in the Midgewater Marshes. You'll want to wear your mud stomping boots, for sure.\\n\\n'Fill these lanterns for me with the little darlings, would you? And do come right back, they needn't be kept trapped for longer than is necessary.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Catch emerald fireflies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You can find emerald fireflies in the Midgewater Marshes from gloaming till dawn.\\n\\nYou should collect fireflies for the wedding planner in Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e10",
      "en": "Place emerald firefly lanterns ([placeholder]/4)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Placed emerald firefly lanterns ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Merilien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Ah, look at that glow! It's like catching a bit of spring, isn't it? These will do, just fine. Good work, now begone. The stench of the marshes clings to you and I don't want anyone to pass by and think that reek is me.\\n\\n'Take these with you and place them about the stage in the Merry Swan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Place emerald firefly lanterns ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Emerald Firefly Lanterns",
      "es": "",
      "es (fem)": ""
    }
  ]
}