{
  "id": 621033273,
  "txt": [
    {
      "id": 162883750,
      "en": "Ferocious and cruel, the Anduin Hunters range forth from their den of Veithhól to strike fear into the hearts of those who make their lives here in Misthallow. If you can wrest the teeth from these terrible hunters, perhaps you can ease the minds of these folk.",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "TBD ",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Completed.",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Collect teeth from Anduin Hunters in Veithhól ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 149027568,
      "en": "Hunters Without Teeth",
      "es": ""
    },
    {
      "id": 177082738,
      "en": "Collected teeth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 24695112,
      "en": "Anduin Hunters range forth from their den of Veithhól to strike fear into the hearts of those who make their lives here in Misthallow. Collect teeth from these terrible hunters, and perhaps you will prove yourself to those who dwell here.",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "From within their den of Veithhól, Anduin Hunters range forth to strike fear into the hearts of those who make their lives here in Misthallow. Capturing the teeth from the ferocious creatures can perhaps ease the minds of the these folk.",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Recover teeth from Anduin Hunters in Veithhól",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 246419881,
      "en": "Wrest the teeth from Anduin Hunters as they range forth from their den of Veithhól.  Defeating these foul creatures and claiming a trophy from them can perhaps ease the minds of those live and adventure within Misthallow.",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "You have defanged a number of Anduin Hunters, and when you show these teeth to the folk of Misthallow they will feel the relief of peace.\\n\\nActually, the more you examine the teeth the more fearsome and frightening they appear. Perhaps you will not show these to the people of Misthallow after all, for they are just as likely to strike terror into their hearts. Even so, you have still performed a good deed this day, and the Anduin Hunters are less of a danger than they were, despite their impressive fangs.",
      "es": ""
    }
  ]
}