{
  "id": 621033260,
  "txt": [
    {
      "id": 216727827,
      "en": "The wedding planner Merilien is located on the Seventh Circle of Minas Tirith.\\n\\nReturn to Minas Tirith with the firefly-filled lanterns.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The Court of Voronwë is on the southern side of the Fourth Circle of Minas Tirith.\\n\\nYou should place sapphire firefly lanterns in the Court of Voronwë. ",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Minas Tirith wedding planner Merilien seeks special lighting for her events.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 18711957,
      "en": "'Hmm, not bad, not bad!'",
      "es": ""
    },
    {
      "id": 262725906,
      "en": "Caught sapphire fireflies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Blue fireflies glow like candlelight glinting off of finely cut sapphires. Nothing but the best for my customers!\\n\\n'Fireflies prefer watery places and tall grasses. Those of the sapphire variety, however, are found around the lake at Dol Ringwest, near the Elf-town of Duillond.\\n\\n'Fill these lanterns for me with the little darlings, would you? And do come right back, they needn't be kept trapped for longer than is necessary.'",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Catch sapphire fireflies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You can find sapphire fireflies around Dol Ringwest, near Duillond, from gloaming till dawn.\\n\\nYou should collect fireflies for the wedding planner in Minas Tirith.",
      "es": ""
    },
    {
      "id": 49286672,
      "en": "Place sapphire firefly lanterns ([placeholder]/4)",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Placed sapphire firefly lanterns ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Merilien",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Hmm, not bad, not bad! Ah, look at that glow. Marvellous, isn't it? These little glow gems will suit one of the events I have planned for this evening.\\n\\n'Take these down to the Fourth Circle. These will be the perfect accent to a lovely garden in the Court of Voronwë.'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Place sapphire firefly lanterns ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Sapphire Firefly Lanterns",
      "es": ""
    }
  ]
}