{
  "id": 621033279,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "The wedding planner Merilien is located in Minas Tirith.\\n\\nReturn to Minas Tirith with the firefly-filled lanterns.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Placed amethyst firefly lanterns ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "The alcove and the Houses of Healing are located on the Sixth Circle of Minas Tirith.\\n\\nYou should place two amethyst firefly lanterns in each location for the wedding planner.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Minas Tirith wedding planner Merilien seeks special lighting for her events.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x11d8595",
      "en": "'Hmm, you did better than I expected.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x11d8597",
      "en": "'Like twilight trapped in glass.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "Caught amethyst fireflies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ah, purple. From the lighter hues of the Anorloth blossom to the dark lushness of an encroaching twilight, purple is always a popular choice among my customers.\\n\\n'Fireflies prefer watery places and tall grasses. Those of the amethyst variety, however, can only be found in a lake called the Grimwater, in Ered Luin. Take care that you do not stumble upon the nearby Dourhand Dwarves. They are a rather... well, grim, bunch.\\n\\n'Fill these lanterns for me with the little darlings, would you? And do come right back, they needn't be kept trapped for longer than is necessary.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Catch amethyst fireflies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You can find amethyst fireflies in the Grimwater from gloaming till dawn.\\n\\nYou should collect fireflies for the wedding planner in Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e11",
      "en": "Place amethyst firefly lanterns ([placeholder]/4)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Merilien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Ah! Like twilight trapped in glass. How wonderful, are they not? We shall be splitting these up. Half will go to the House of Healing, and half to an adorable little alcove on the same level.\\n\\n'Take two to each location on the Sixth Circle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Amethyst Firefly Lanterns",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Place amethyst firefly lanterns ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}