{
  "id": 621033281,
  "txt": [
    {
      "id": "0xa8e1198",
      "en": "Defeated Grugáth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "TBD Grugáth has long stood as the leader within Grazadh-gropor in Misthallow.  This most foul Wood-troll has led raiding parties throughout the region, and it's destruction is paramount amongst the inhabitance.  ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Find Grugáth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Completed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01142",
      "en": "Grugáth and his kin have already laid waste to several villages in Misthallow in this way, and now they stand empty. He must be destroyed before he can be once again unleashed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf0",
      "en": "Grugáth Unleashed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "Grugáth, leader of the wood-trolls that lurk within Grazadh-gropor, resents all intrusions to his lair. He ensnares any who come near in search of provisions, before following their trail back to the place from which they set out. Grugáth and his kin have already laid waste to several villages in Misthallow in this way, and now they stand empty. He must be destroyed before he can be once again unleashed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d148",
      "en": "Grugáth, leader of the wood-trolls that lurk within Grazadh-gropor, resents all intrusions to his lair.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "Without Grugáth's malevolence to lead them, the wood-trolls of Grazadh-gropor will be unable to mount effective raids upon the folk who live in Misthallow. Thanks to your efforts, Grugáth will be unleashed no more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Defeat Grugáth in Grazadh-gropor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Grugáth, leader of the wood-trolls that lurk within Grazadh-gropor, resents all intrusions to his lair. Grugáth and his kin have already laid waste to several villages in Misthallow in this way, and now they stand empty. He must be destroyed before he bring any more harm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "TBD Your actions have greatly weaken the resolve of the Wood-trolls in the area.  With their leader defeated, Misthallow should long be safe for its inhabitance. ",
      "es": "",
      "es (fem)": ""
    }
  ]
}