{
  "id": 621034392,
  "txt": [
    {
      "id": 8263587,
      "en": "'Speak again only when you have all slept, and when mead no longer heats your hearts.'",
      "es": ""
    },
    {
      "id": 8263588,
      "en": "'Fram, take the dragon's-tooth necklace, and send it to Erebor instead of the treasures.'",
      "es": ""
    },
    {
      "id": 8263589,
      "en": "'Had the dwarves not enough new riches from the lodes they had already discovered beneath the Lonely Mountain?'",
      "es": ""
    },
    {
      "id": 8263590,
      "en": "'Were the riches of Gundabad not already laden with too many ill memories amongst their people?'",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "Instance: The Ill-fated Feast",
      "es": ""
    },
    {
      "id": 8263591,
      "en": "'Had the Thíuda not given them shelter in their darkest years, after the fall of Khazad-dûm, and were they not owed tribute in return?'",
      "es": ""
    },
    {
      "id": 222066833,
      "en": "'Matters took an untoward turn when Fram revealed the prizes he had brought forth from Scatha's lair.'",
      "es": ""
    },
    {
      "id": 222066834,
      "en": "'The Longbeard herald recognized the treasures as heirlooms of his people.'",
      "es": ""
    },
    {
      "id": 222066835,
      "en": "'Fram blew a note upon the silver horn to begin the feast.'",
      "es": ""
    },
    {
      "id": 222066836,
      "en": "'Fram saw otherwise.'",
      "es": ""
    },
    {
      "id": 264747537,
      "en": "'I agree.'",
      "es": ""
    },
    {
      "id": 222066837,
      "en": "'Perhaps the request was ill-timed, while he still mourned the father he had lost to the Worm's bite.'",
      "es": ""
    },
    {
      "id": 64508033,
      "en": "'Behold these prized treasures from Scatha's hoard!'",
      "es": ""
    },
    {
      "id": 264747538,
      "en": "'Yes, share the wealth, Fram.'",
      "es": ""
    },
    {
      "id": 222066838,
      "en": "'Perhaps he was afflicted by dragon-sickness from the hoard itself.'",
      "es": ""
    },
    {
      "id": 64508034,
      "en": "'Let the feast begin!'",
      "es": ""
    },
    {
      "id": 222066839,
      "en": "'Perhaps some other dark thoughts weighed upon him.'",
      "es": ""
    },
    {
      "id": 222066840,
      "en": "'Regardless, he was wroth at the dwarves' request, and rebuked them for it.'",
      "es": ""
    },
    {
      "id": 64508035,
      "en": "'You may not lay claim to any of Scatha's hoard.'",
      "es": ""
    },
    {
      "id": 222066841,
      "en": "'Discussions grew heated, and might have come to blows but for the counsel of Wandalb Greyhame, who had come to attend the feast out of curiosity.'",
      "es": ""
    },
    {
      "id": 64508036,
      "en": "'These treasures belong solely to my people, dwarf!'",
      "es": ""
    },
    {
      "id": 64508037,
      "en": "'I do not care what Thráin thinks! He did not even come to my hall!'",
      "es": ""
    },
    {
      "id": 64508038,
      "en": "'I thank you for your advisement. I agree with some of which you speak, Wandalb.'",
      "es": ""
    },
    {
      "id": 50063905,
      "en": "'Why, that is dwarf treasure. I know dwarf-craft when I see it!'",
      "es": ""
    },
    {
      "id": 50063906,
      "en": "'Hold a moment, Fram! How can you lay sole claim to stolen dwarf treasures?!'",
      "es": ""
    },
    {
      "id": 50063907,
      "en": "'Surely, since dwarf-hands had wrought them, you would see this?'",
      "es": ""
    },
    {
      "id": 50063908,
      "en": "'They had been plundered from dwarf-halls either by the dragon itself or by those it had devoured before!'",
      "es": ""
    },
    {
      "id": 50063909,
      "en": "'Some share of the wealth must belong to Durin's Folk?'",
      "es": ""
    },
    {
      "id": 50063910,
      "en": "'Now look here, Man! Do you not care about the wishes of Thráin?!'",
      "es": ""
    },
    {
      "id": 50063911,
      "en": "'Why you disrespecting, no good...'",
      "es": ""
    },
    {
      "id": 56725457,
      "en": "The following day Wandalb advised a compromise.",
      "es": ""
    },
    {
      "id": 63408528,
      "en": "'The Wizard stayed hands that had strayed to sword-hilt and axe-haft, but when he prevailed upon Fram to see reason the lord refused to be moved.'",
      "es": ""
    },
    {
      "id": 8263585,
      "en": "'Enough, my friends. We come here for food and drink, not bloodshed.'",
      "es": ""
    },
    {
      "id": 8263586,
      "en": "'Fram, perhaps you and your guests should retire for the night.'",
      "es": ""
    },
    {
      "id": 171716849,
      "en": "'A reasonable request.'",
      "es": ""
    }
  ]
}