{
  "id": 621034389,
  "txt": [
    {
      "id": 228284039,
      "en": "'Excuse me, I am quite busy. A letter for me? Thank you. I shall read it when I find a moment.'",
      "es": ""
    },
    {
      "id": 49286656,
      "en": "Return to the Postmaster",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Yes? What ails you, friend? Why, this is...\\n\\n'We do not do what we do to gather thanks, but thoughtful things such as this really do reinvigourate one.'",
      "es": ""
    },
    {
      "id": 225642632,
      "en": "'Have you delivered all of the invitations?'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Hmm? Are you a patient? Oh, for me?\\n\\n'Ah, says here she is feeling much better. I knew that tonic would do the trick.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "The sneaky hobbit can be found near the Party Tree in The Shire.\\n\\nYou should let the sneaky hobbit know that you have delivered all of the invitations.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'A letter for me? A request for potions, no doubt.\\n\\n'Why this is no request at all, but a note of gratitude. Somehow, my tasks seem to be a bit lighter now.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A postmaster in Minas Tirith needs help delivering mail to the city's healers.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "DNT - \\n'Hah! I knew Lobelia was wrong about them not inviting me! Wait 'till I show her this!'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Ah, thank you, my friend. Much better than delivering debt notices, is it not?\\n\\n'If you have the time on the morrow, do come back. I shall have more letters to deliver, of that you can be certain.'",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "Delivered thank you notes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hello, hello! I heard that you shall be assisting us. You haven’t any idea how grateful I am. If you could spare the time, I am quite overwhelmed with letters that need to be delivered about the city.\\n\\n'Excellent! I have a pleasant task here – A stack of thank-you letters for healers at the Houses of Healing.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Healers can be found in the Houses of Healing on the Sixth Circle of Minas Tirith.\\n\\nDeliver the letters to the healers.",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Deliver thank you notes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "The Postmaster is in the House of Craft on the Third Circle of Minas Tirith.\\n\\nYou should let the Postmaster know that you have delivered all of the letters.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'What have you there? A letter of thanks from someone I tended? Oh, how lovely!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Honouring Healers",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'A letter? For me? Why how nice! I often do not hear from those I tend to. This just warms the heart.'",
      "es": ""
    }
  ]
}