{
  "id": 621034395,
  "txt": [
    {
      "id": "0xd859421",
      "en": "'Have you helped the Dwarves in Elderslade? Good, good!' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859563",
      "en": "'Fróthi has told me that the Dwarves march into Elderslade.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859593",
      "en": "'While we are here, we should assist the Dwarves as best we can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011828",
      "en": "Annâk-khurfu can be found in Elderslade.\\n\\nYou should travel to Annâk-khurfu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e1",
      "en": "Talk to Léothred at Annâk-khurfu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568912",
      "en": "'We have made it to Elderslade! While we are here, we should assist the dwarves as best we can. Perhaps you should defeat some more of those Gundabad forces that we have encountered on our travels together.\\n\\n'Now Fróthi, where was I on Fram? Ah yes, Fram's death. Fram’s death brought new troubles for the Ai-thúda. It stirred the Orcs of the North, who had feared him, and though he left three sons, none were yet of age. The eldest, Gífica, was only ten when he succeeded Fram. The hordes of Gundabad seized upon the Ai-thúda's lack of an adult lord and caused much strife in the Wells for many years. Fram’s two elder sons died in battle with the Orcs. Gífica died in an ambush when he was only twenty-five years old, then his brother Gundamári just a year later, on a reckless quest to avenge him....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011858",
      "en": "Gundabad forces can be found throughout Elderslade.\\n\\nYou should defeat Gundabad forces in Elderslade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Léothred, the Rohirric scholar, and his new friend Fróthi have been thrust ever closer towards the dangers of war in their quest to learn the truth about Fram and Scatha.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a2",
      "en": "'Have you helped the dwarves in Elderslade? Good, good! While you were away, we have been assisting the dwarves here at Annâk-khurfu. We also managed to verse each other in what we know. There are still some gaps in the story though, and something about that necklace does not sit right with us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b67",
      "en": "Defeated Gundabad forces in Elderslade ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011860",
      "en": "Léothred can be found at Annâk-khurfu.\\n\\nYou should talk to Léothred at Annâk-khurfu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a6",
      "en": "Defeat Gundabad forces in Elderslade ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502850",
      "en": "Talk to Léothred at Annâk-khurfu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a9",
      "en": "Travel to Annâk-khurfu in Elderslade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'While we all search to discover the truth between Fram and Scatha, perhaps we should look more closely at how Fram's death affected the Ai-thúda. We may uncover some hidden truths on our search.\\n\\n'Fróthi has told me that the dwarves march into Elderslade and have established a fortified post there. Elderslade so happens to be where Fram's body was found those many years ago. It is for that fact alone that we must march with the dwarves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011821",
      "en": "Léothred can be found at Annâk-khurfu.\\n\\nYou should talk to Léothred at Annâk-khurfu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Faded Fears",
      "es": "",
      "es (fem)": ""
    }
  ]
}