{
  "id": 621034375,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "'What is it? I do not eat random things! Wait a moment. It does smell divine.... Mmm! Tastes as good as it smells!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e17",
      "en": "Return to Othnoron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730885",
      "en": "'Have you handed out all of the samples?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Othnoron is in Minas Tirith.\\n\\nYou should return to Othnoron with the results of the taste testing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Go away! Shoo! I haven't any food for you!\\n\\n'What? Oh! You wish for me to try your food. I am not in the habit of accepting food from random strangers, but... come, come, give it here. Hmmm, not bad. Needs a tad more salt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A young cook in Minas Tirith needs assistance getting his culinary experiments taste tested.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Ah, you have returned! Tell me, tell me - what did they think?'\\n\\nYou share the nobles' opinions.\\n\\n'This is all wonderful feedback. Give me some time to think this over and I shall make the changes. Come back tomorrow and we shall try again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Well hello there, friend! You look like an… important person. I wonder if you might be up for a small errand. I have samples of some treats I’m experimenting with. Would you be so kind as to deliver them around the city to some of our… shall we say, loftier citizens? I should guess that you would have an easier time of it than I, being all important as you are. There’s no charge to them, of course!\\n\\n'Do feel free to let them know whose creations these are, however, so that they might put in some orders for their festivities. Ah… mayhap only tell those that, uhm, enjoy the samples, yes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gondorian nobles can be found about the city of Minas Tirith.\\n\\nYou should find Gondorian nobles to test the tasty morsels.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Bring a sample to Gwárben",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Bring a sample to Arastil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'What's this? A free sample?\\n\\n'Delicious! I would not change a thing, except to perhaps... well, might I have another?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Bring a sample to Daghir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Bring a sample to Brandion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Does it have nuts? I detest nuts. No nuts? Very well then, give it here.\\n\\n'Hmmm, it needs for something.... Nuts, perhaps?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tasty Morsels",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Bring a sample to Pelnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'What now? A sample? I ate but a few hours ago. Well, hobbits aren't the only ones who can double up on meals, eh?\\n\\n'It's... perfectly serviceable food, but nothing I should want to serve at my tables. Now, if it had bacon crumbles on top... yes, that would really help the flavour.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}