{
  "id": 621034390,
  "txt": [
    {
      "id": "0xb011880",
      "en": "Léothred can be found at Hlithseld.\\n\\nYou should talk to Léothred at Hlithseld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859563",
      "en": "'Fram invited the lords of neighboring lands to his hall for a great feast to celebrate the slaying of Scatha.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011883",
      "en": "Léothred can be found at Framsburg.\\n\\nYou should talk to Léothred at Framsburg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859566",
      "en": "'Sorrowing at the failure of his own wisdom, the Grey Wizard returned to Framabárg bearing grim tidings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Léothred, the Rohirric scholar, wishes to learn more of the political tensions that arose during Fram's reign over the Ai-thúda.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859569",
      "en": "'The feast was meant to be a great celebration.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502917",
      "en": "Talk to Léothred at Framsburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502902",
      "en": "Talk to Léothred at Hlithseld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e8",
      "en": "'The feast was meant to be a great celebration.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Now, [placeholder], I will explain why the treasures of Scatha were all made by dwarves. This is best told to you by the telling of the ill-fated feast:\\n\\n'Fram invited the lords of neighbouring lands to his hall for a great feast to celebrate the slaying of Scatha. Both Thranduil of Felegoth and Thráin of Erebor sent emissaries, as did the lords of the Wood-men and the Lake-folk, distant kin to the Ai-thúda.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Ill-fated Feast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'Sorrowing at the failure of his own wisdom, the Grey Wizard returned to Framabárg bearing grim tidings. Fram was, unsurprisingly, enraged in his turn; he sent the Wizard away as well in scorn.\\n\\n'One would assume that Wandalb departed in sorrow, with the hope that he might return in time to bring together the two stubborn lords and make them understand each other when their heads had cooled. It would not be so.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}