{
  "id": 621034399,
  "txt": [
    {
      "id": "0xb568912",
      "en": "'Working together may be the best way to complete the tale of Scatha and strengthen the bond between dwarves and Men. Fróthi, your knowledge will be most valuable. I would be honoured if you were to accompany us on this journey.\\n\\n'Let us depart for Skarháld when we are all ready to leave.'\\n\\n<rgb=#FF0000>NOTE: When you continue this quest, you will swiftly travel to Skarháld in Ered Mithrin.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1e3",
      "en": "Bring the supplies to Léothred in Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d9",
      "en": "Gather supplies in Skarháld ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ally of History",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'[placeholder], do you suppose that Scatha's necklace is still in Erebor after all these years, or did Thráin throw Fram's missive out of his hall?'\\n\\nYou explain, oddly enough, that you have encountered the necklace once before, or at least part of the necklace. The missive had indeed been kept by Thráin and left forgotten in Erebor until you had come to the Dale-lands recently. You suggest visiting Fróthi the Lore-master in Erebor as he is well versed in the history of Scatha, the Worm.\\n\\n'Fascinating! I knew that you were the right [placeholder] to call upon! I thank you for this story, my friend. Come, let us speak with this Lore-master, Fróthi.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568917",
      "en": "'Ah, [placeholder]! It is good to see you again! Your friend Léothred searches to pen the true tale of Scatha and Fram? Do not think me rude but I would say if a Man or dwarf were to pen this tale alone, it would not be the truth. The history of that Man and worm still pains both our peoples.\\n\\n'Hmm, perhaps then, we should all work together! I myself have always been puzzled with the written history of Scatha and Fram. If there is more to the story, and I would expect there is, then what is to stop us from finding it?\\n\\n'I will accompany you, if you'll have me. I will bring with us what remains of the necklace. I should warn you though, our journey will most likely have to take us to the Grey Mountains, where Fram's body was found. We will be at the doorsteps of war.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859563",
      "en": "'Do you suppose that Scatha's necklace is still in Erebor after all these years?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e1",
      "en": "Talk to Léothred in Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859593",
      "en": "'Working together may be the best way to complete the tale of Scatha.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011821",
      "en": "Léothred can be found in Skarháld.\\n\\nYou should bring the supplies to Léothred in Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e9",
      "en": "Talk to Fróthi in Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568952",
      "en": "'Thank you for gathering these much needed supplies. These will be crucial to our search for truth.\\n\\n'Our journey is about to bring us ever closer to conflict. I believe that we are all in agreement to press on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011854",
      "en": "Fróthi can be found in Skarháld.\\n\\nYou should talk to Fróthi in Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011826",
      "en": "Fróthi can be found in Skarháld.\\n\\nYou should talk to Fróthi in Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568925",
      "en": "'We should be careful going forward, my friend. The dwarves that gather at Skarháld, do so for war. Aye, a conflict is certainly coming with Gundabad.\\n\\n'We should gather what supplies we need, and prepare for what lies ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011858",
      "en": "Supplies can be found throughout Skarháld.\\n\\nYou should gather supplies for Fróthi and Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd8595d4",
      "en": "'We should be careful going forward, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd8595d5",
      "en": "'Thank you for gathering these much needed supplies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b60",
      "en": "Gathered supplies in Skarháld ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011860",
      "en": "Léothred can be found in Erebor.\\n\\nYou should talk to Léothred in Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Léothred, the Rohirric scholar, discovers another ally in the quest for knowledge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859580",
      "en": "'Ah, it is good to see you again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Fróthi can be found in Erebor.\\n\\nYou should talk to Fróthi in Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b69",
      "en": "Skarháld is busy with dwarves running about in preparation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a7",
      "en": "Travel to Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d6",
      "en": "Talk to Fróthi in Skarháld",
      "es": "",
      "es (fem)": ""
    }
  ]
}