{
  "id": 621034398,
  "txt": [
    {
      "id": "0xb011880",
      "en": "Game meat can be found in the nearby hills on the path to Ered Mithrin from Misthallow.\\n\\nYou should collect meats from moose and Anduin hunters for the journey to Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859563",
      "en": "'I believe that it is the right time in this tale to begin following in the footsteps of Scatha.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859593",
      "en": "'Erebor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e1",
      "en": "Talk to Léothred at Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568912",
      "en": "'Erebor! To say that the structures of dwarves are grandiose is but an understatement to beholding such structures with one's own eyes. Erebor is a wonder indeed! We have made it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b06",
      "en": "Gathered meats for the journey to Erebor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859580",
      "en": "'Let us rest here for a bit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Léothred, the Rohirric scholar, wishes to learn more about Fram's journey to Erebor and the events that transpired there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011871",
      "en": "Léothred can be found in Misthallow on the path towards Ered Mithrin.\\n\\nYou should bring the meats to Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568917",
      "en": "'Let us rest here for a bit. I am very much looking forward to seeing Erebor. I have heard about the Lonely Mountain, but have not yet journeyed to this part of Middle-earth.\\n\\n'Hmm, we have a ways to travel, do we not? Perhaps then we should not miss the opportunity presenting itself to us here in the wilds of Misthallow. Let us hunt for some meats to keep our bellies full until we reach the gates of Erebor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e9",
      "en": "Talk to Léothred on the path towards Ered Mithrin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011860",
      "en": "Léothred can be found at the gates of Erebor.\\n\\nYou should talk to Léothred at Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd8595b8",
      "en": "'Your skills at the hunt are impressive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Fram assented to Wandalb's proposal soon after the Wizard's departure, for in truth he had come to dislike the reminder of his father's undoing, and was glad of an excuse to be rid of Scatha's teeth.\\n\\n'[placeholder], my friend. I believe that it is the right time in this tale to begin following in the footsteps of Scatha, or at least his teeth! Would you be able to accompany me to Erebor? I would be most grateful if you did, as I know you are in good standing with those who dwell there now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568937",
      "en": "'Thank you, [placeholder]. Your skills at the hunt are impressive. Perhaps one day they will even rival that of Fram's hunting prowess. Now then, I am feeling rested enough to continue our journey towards Erebor. I am ready to depart when you are!'\\n\\n<rgb=#FF0000>NOTE: When you continue this quest, you will swiftly travel to the gates of Erebor.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Journey to Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e189",
      "en": "Bring the meats to Léothred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c5",
      "en": "Gather meats for the journey to Erebor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Léothred can be found in Misthallow on the path towards Ered Mithrin.\\n\\nYou should talk to Léothred on the path towards Ered Mithrin.",
      "es": "",
      "es (fem)": ""
    }
  ]
}