{
  "id": 621034222,
  "txt": [
    {
      "id": 225642630,
      "en": "'Were you able to find everything?'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Collect willow boughs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 49286681,
      "en": "Return to Rona Turner",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Rona Turner is located in Bree.\\n\\nBring the materials to Rona Turner.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Collected willow boughs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The demand for woodfired pottery is especially high during the wedding season of Midsummer. Artisans are overwhelmed with orders and need help gathering materials for their fine crockery.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "DNT - \\n'Marvelous! You haven't any idea how much this means to me!  I will probably need more help until I find a new apprentice. Please do come see me again.'",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Bring the pottery materials to Rona Turner",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Marvellous! You haven't any idea how much this means to me! I will probably need more help until I find a new apprentice. Please do come see me again.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ah, do you like pottery? I'm afraid I haven't much for sale at the moment. I had to fire my assistant after he knocked over a huge rack of nearly cooled pots, cups, bowls... oh, I don't even know the extent of which was lost.\\n\\n'Forgive me for going on. Midsummer is such a busy time of year for orders and without my assistant.... say, if you happen to be free, I could make it worth your time!\\n\\n'I just need a few simple things. With your help, I could get so much more done. Now let me think... my assistant chopped wood for me, but I sent him away before he collected it. You'll find that he has felled pine trees about the area. Pine burns nice and hot! Oh! I had a special order for a set of dishes with willow leaves imprints. There's a lovely weeping willow south of the city, near the lake. Now, while you are out and about, I also have an order of lace that needs to be picked up from Maud Tatter.\\n\\n'Let me think, is that everything? Oh my, I very nearly forgot the most important thing! The clay! I harvest a lovely, rich clay from the pond north west of the city. If you could just run along and help me with those few things, I -- we can save so many happy couples' special day!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Clay can be found on the banks of the pond north west of Bree. Willow sprays can be collected near a pond south of Bree. Cut pine wood can be found outside of Bree. Fine lace can be procured from the tailor Maud Tatter in Bree.\\n\\nRona Turner has asked you to collect clay, willow sprays, firewood, and fine lace.",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Talk to Maud Tatter",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Collected fine clay ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Collected cut pine logs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Good day to you! Ah, you have come for Rona's lace? I have it right here! Please do thank her for her business, would you?'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Collect fine clay ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Collect cut pine logs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "All Fired Up",
      "es": ""
    }
  ]
}