{
  "id": 621034393,
  "txt": [
    {
      "id": "0xb011852",
      "en": "Erebor can be found in Dale-lands.\\n\\nYou should learn the history of the Rohirrim with Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859563",
      "en": "'Now that we have safely arrived at Erebor, I would very much like to have a look around this grand hall under the mountain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859593",
      "en": "'Wandalb remained at Erebor for weeks afterward, pleading for Thráin to see reason.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e1",
      "en": "Talk to Léothred in Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568912",
      "en": "'Wandalb remained at Erebor for weeks afterward, pleading for Thráin to see reason, but the Dwarf-king never again spoke to him or counted him friend. It was a dark time.\\n\\n'It makes me wonder if the necklace was cursed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859580",
      "en": "'It is said that when Thráin received the gift of Scatha's teeth, he was furious.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Léothred, the Rohirric scholar, wishes to learn more about Fram's time at Erebor and the events that transpired there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb84ed71",
      "en": "'The emmisary also bore a message from Fram.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb84ed72",
      "en": "'It reads: Jewels such as these you will not match in your treasuries, for they are hard to come by.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568917",
      "en": "'It is said that when Thráin received the gift of Scatha's teeth, he was furious. He believed Fram's missive to be a taunt, and would not be moved even by the Grey Wizard's most cunning words. He cast the necklace aside, proclaiming that such trinkets were poor substitutes for his people's birthright, and sent Wandalb away.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb84ed73",
      "en": "'Of old my folk battled beasts that would make the Worm who bore these fangs seem no more threat than an adder in the grass!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d1",
      "en": "Learn the history of the Rohirrim with Léothred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb84ed74",
      "en": "'Go back to that upstart’s rick and tell him the gold he clutches is weregild to kings greater than he and I ever shall be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e9",
      "en": "Talk to Léothred in Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb84ed75",
      "en": "'If he means to buy it so cheaply, then Durin's Folk will collect the price in blood!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d3",
      "en": "Learn the history of the Rohirrim with Léothred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011860",
      "en": "Léothred can be found in Erebor.\\n\\nYou should talk to Léothred in Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Now that we have safely arrived at Erebor, I would very much like to have a look around the grand hall under the mountain.\\n\\n'When Thráin’s herald returned to Erebor with the necklace, Wandalb had accompanied the herald to speak on the Ai-thúda’s behalf. I assume that the Grey Wizard did all he could to help ease the tensions between the two people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeeb007e",
      "en": "Thráin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Necklace of Undoing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011850",
      "en": "Erebor can be found in Dale-lands.\\n\\nYou should learn the history of the Rohirrim with Léothred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Léothred can be found in Erebor.\\n\\nYou should talk to Léothred in Erebor.",
      "es": "",
      "es (fem)": ""
    }
  ]
}