{
  "id": 621034391,
  "txt": [
    {
      "id": 184621184,
      "en": "Léothred can be found at Hlithseld.\\n\\nYou should talk to Léothred at Hlithseld.",
      "es": ""
    },
    {
      "id": 226858339,
      "en": "'My friend. I am glad that you are here.'",
      "es": ""
    },
    {
      "id": 184621187,
      "en": "Léothred can be found at Hlithseld.\\n\\nYou should talk to Léothred at Hlithseld.",
      "es": ""
    },
    {
      "id": 226858387,
      "en": "'Fasthálla once stood here.'",
      "es": ""
    },
    {
      "id": 226858342,
      "en": "'Come, let us return to Framsburg. There is more to learn in the ruins there.'",
      "es": ""
    },
    {
      "id": 173025761,
      "en": "Talk to Léothred at Framsburg",
      "es": ""
    },
    {
      "id": 190220562,
      "en": "'Fasthálla once stood here. Now we can only see the ruins of Framsburg, built upon Fasthálla's ruins, after Scatha's attack.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Léothred, the Rohirric scholar, wishes to learn more about the great worm, Scatha, whose history weaves closely with that of the great warrior, Fram.",
      "es": ""
    },
    {
      "id": 226858345,
      "en": "'Angry and ravenous, Scatha attacked, ravaging their herds and scorching Fasthálla itself with his destructive breath.'",
      "es": ""
    },
    {
      "id": 173025559,
      "en": "Talk to Léothred at Hlithseld",
      "es": ""
    },
    {
      "id": 173025538,
      "en": "Talk to Léothred at Hlithseld",
      "es": ""
    },
    {
      "id": 190220776,
      "en": "'This truth is certain. A year after Durin’s folk departed the Ered Mithrin to follow King Thráin to Erebor, the great long-worm spilled forth from his secret cavern. Angry and ravenous, Scatha attacked the Ai-thúda, ravaging their herds and scorching Fasthálla itself with his destructive breath.'",
      "es": ""
    },
    {
      "id": 184621152,
      "en": "Léothred wishes to return to Framsburg.\\n\\nYou should talk to Léothred at Framsburg.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'My friend, [placeholder]. I am glad that you are here. I have been pondering the well known Rohirric tale of Fram and Scatha. While I am certain that the tale is true, I have often questioned some of Fram's actions. If you would continue to be my guide in the north a little while longer, I would be ever so grateful, for I wish to continue learning and writing the story of my people.\\n\\n'Fram is but half the tale I wish to learn more about. What of Scatha, the worm? Perhaps it was the dwarves’ arrival in the Grey Mountains that awoke Scatha from slumber. Perhaps it was the coming of the Ai-thúda, and the slaughter and flight of the Gundabad Orcs after Angmar’s fall. I believe that answers will lie in the north.'\\n\\n<rgb=#00FF00>While it is not required, it is recommended that you have completed Léothred's journey through the Wells of Langflood before beginning the The Folly of Scatha and Fram.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Scatha Awakens",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'Scatha’s bite carried a flesh-rotting poison, such that Fram was forced to cut off his own father’s sword-arm to save his life. Even after this maiming, Frumgar remained sickly and weak for the rest of his days.\\n\\n'Come, let us return to Framsburg. There is more to learn in the ruins there.'",
      "es": ""
    }
  ]
}