{
  "id": 620957557,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'I have knowledge, supplies, and strength, [placeholder], and they will serve me well on my journey. But there is one more thing I must master before my adventure begins, and it is not something that comes naturally to hobbits. I must learn to swim!\\n\\n'Have you seen the number of rivers on this map? Whoever drew this map must have been quite fond of the things, because there are squiggly lines and little ponds all over the place! There is nothing for it, [placeholder]. I must become a master of the waterways!\\n\\n'Speak to me when you are ready, and we will go down to the Brandywine and practice!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Bingo in the Golden Perch Inn and travel with him to practice swimming",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Bingo Boffin inside the Golden Perch Inn, in the town of Stock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Bingo is in the Golden Perch Inn, in the town of Stock.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo has decided that he needs to master one more skill before his journey begins. He must learn to swim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I think that went fairly well, [placeholder]. You might not have had a great look at it, but I'd say I mastered the art of swimming remarkably quickly.'\\n\\nBingo seems to be looking everywhere but at your face.\\n\\n'Just for fun, though, I think I'll avoid rivers while on my journey. Dry land makes for a more interesting trip, I'd say, and it would be a shame to take the easy way and float across every river that squiggles its way across my path. You understand, I'm sure.'\\n\\n<rgb=#FF0000>Next week: 'Disapproving Boggs' (Recommended Level: 11)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'All right, [placeholder]. I am as ready as I will ever be! Let us walk down to the Brandywine and practice being fish!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sink or Swim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Bingo is in the Golden Perch Inn, in the town of Stock. He is waiting for you to speak with him when you are ready to practice the art of swimming.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    }
  ]
}