{
  "id": 620957507,
  "txt": [
    {
      "id": 246419841,
      "en": "Amardam can be found somewhere in the Duvuinen Swamp.\\n\\nYou should awake and defeat Amardam.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Cánnakh can be found in Aughaire.\\n\\nYou should speak with Cánnakh.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Ah, I was right! The story had some truth in it!\\n\\n'It seems that in ancient times, this Caerog sank into the swamp, awaiting to be awakened. I wonder if it was defeated by some ancient hero? Alas, some stories will remain hidden.\\n\\n'You have done a great service to the people of Aughaire and give hope to the rest of the Free People in Angmar.'",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "The rocks begin to move as the Caerog springs to life",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Ah, what is this?!'\\n\\nCánnakh points at one of his parchments.\\n\\n'This old story tells a tale of a strange beast called Amardam, who became lost in the Duvuinen Swamp. It was difficult to translate this old parchment but from the description, it sounds like a Caerog! If this old tale holds true, awaking an ancient Caerog would indeed be a great power. In the wrong hands, an ancient Caerog would bring absolute destruction to these lands.\\n\\n'Quickly, head to the Duvuinen Swamp and search there for anything strange. We must defeat this Caerog before it is too late!'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Defeated Amardam",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Cánnakh has located the lost power, a Caerog buried in the Duvuinen Swamp. He asks for you to wake and defeat the slumbering evil before someone else finds it and Amardam regains its full strength.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Defeat Amardam",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Epilogue: Amardam, the Ancient Evil",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Speak with Cánnakh",
      "es": ""
    }
  ]
}