{
  "id": 620957573,
  "txt": [
    {
      "id": "0xd65f4b1",
      "en": "Nosey Bystander",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Leaving Is Not Easy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Would you mind running back to my hole and retrieving the walking-stick? I thought it was easy to leave, and easy it was! Easy to leave without my walking-stick, but I miss it already and cannot go much longer without it.\\n\\n'I will continue on to Bywater while you fetch the walking-stick, so we do not slow the journey overmuch. I will meet you in the centre of Bywater in a short while!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "When last you saw Bingo, he was paralyzed with fear in the western reaches of the Frogmoors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Travel to Waymeet and speak with Bingo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Defeat wild hill-toads in the Frogmoors ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The day has finally arrived, [placeholder]! My journey begins, and I want you to travel with me, if you do not object to the adventure! You are under no bond to go further than you will, and if you decide to take your leave at any point I will not judge nor think less of you for the decision... but I hope you will share in my journey, no matter the miles!\\n\\n'Do you know something, my [placeholder] friend? I thought it would be more difficult to begin, but it seems that leaving is easy after all. I thought it would be more difficult to say good-bye to my home, but the idea of such an adventure fills my heart with excitement enough to propel my feet without regret!\\n\\n'I have studied the map a great deal and I believe we should leave Michel Delving by the eastern road, making for Waymeet and Tuckborough. Let us walk to the crossing of the ways, at the town of Waymeet, and then decide our next course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Return to Bingo's hobbit-hole and retrieve his walking-stick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I think I forgot something, [placeholder]. I have spent the last few minutes trying to decide what has been troubling me, and I think I have at last got it sorted. My walking-stick! I left it leaning against the side of my hobbit-hole, and did not pick it up when we departed!\\n\\n'Would you mind running back to my hole and retrieving the walking-stick? I thought it was easy to leave, and easy it was! Easy to leave without my walking-stick, but I miss it already and cannot go much longer without it. I hope you do not think me a fool for leaving it, but leave it I did.\\n\\n'I will continue on to Bywater while you fetch the walking-stick, so we do not slow the journey overmuch. I will meet you in the centre of Bywater in a short while!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Bingo in the Frogmoors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Do you know anything about Mr. Bingo Boffin? My friends and I saw him around town, but he gave us the slip and went off somewhere! They say he is going on an adventure, which we find most peculiar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Return to Bingo's hobbit-hole and retrieve his other satchel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Ah, there you are, my travelling companion! And you have collected my walking-stick! Very good. That will be a big help on the miles ahead, I do not doubt it!\\n\\n'I did not nip into the Green Dragon just for this ale, [placeholder], though it is quite good and you should try some. No, I was being followed about town by a number of nosey hobbits, and came in here to evade them. I think perhaps we two should leave quietly and slip through the swamps around Frogmorton so we can leave without being pestered.\\n\\n'I will meet you in the Frogmoors!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Bingo in the Frogmoors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I think we evaded the notice of the nosey hobbits, [placeholder], but my choice of detour may not be ideal. You see, I simply cannot stand frogs and toads! The sight of them fills me with trepidation and I find myself quite unable to move.\\n\\n'No, do not say it! I thought perhaps the Frogmoors was just a silly name. I did not know it would be home to so many of the creatures! Slimy, croaking devils!\\n\\n'Can you defeat some of the wild hill-toads in our way? Just enough for me to get back to the road? I would appreciate it ever so much!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo is ready to finally depart upon his journey, and he wants you to accompany him as he travels.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "The swampy Frogmoors are east and north of Bywater.\\n\\nBingo suggested a sneaky detour into the Frogmoors to evade the nosey hobbits hounding his steps.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Bingo has decided the first stop on his journey will be the meeting of the roads at Waymeet, east of Michel Delving.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'You are not going to believe this, [placeholder], but I have forgotten something else I wished to bring with me. I brought one of the satchels I intended to bring, but forgot the other! Can you run back to my home and retrieve it for me?\\n\\n'I simply cannot do without this other satchel. Indeed, it contains almost the entire reason for my journey!\\n\\n'You have defeated enough of the toads that I should be able to make it back to the road, and will continue the journey while you run back to get my other satchel. I will meet up with you on the outskirts of the town of Budgeford, if you find that agreeable!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Bingo is terrified of frogs and toads, and has asked you to defeat enough of the wild hill-toads that plague the Frogmoors so he can return to the road.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Bingo left his walking-stick leaning against the side of his hobbit-hole, and asked you to run back and retrieve it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e08",
      "en": "Find Bingo in Bywater and give him his walking-stick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Bingo said he would continue on to Bywater while you retrieved his walking-stick.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Bingo said he forgot his other satchel and asked you to return to his hobbit-hole to retrieve it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Defeated wild hill-toads in the Frogmoors ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'You are not going to believe this, [placeholder], but I have forgotten something else I wished to bring with me. I brought one of the satchels I intended to bring, but forgot the other! Can you run back to my home and retrieve it for me?\\n\\n'I simply cannot do without this other satchel. Indeed, it contains almost the entire reason for my journey!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "Bingo smiles at you apologetically",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "You retrieve Bingo's other satchel, and should now bring it to him in Budgeford",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Bingo said he would meet you on the outskirts of Budgeford once you retrieved the other satchel he accidentally left behind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa6fb9f1",
      "en": "Wilibald Took",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'There you are, [placeholder]! And you have retrieved the satchel I left behind! Thank you very much for this, my friend! Do you know why this satchel is so important for me to have? It is because this bag contains my parchment, quill, and several ink bottles. I intend to write about my journey, keeping a record of everything that happens to us on the way. I want to document my adventure so I will never forget it!\\n\\n'I thought it would be easy to leave my home, [placeholder]. I told you as much when we departed Michel Delving, did I not? But it seems that some part of me has been dragging his feet: first I left my walking-stick, and then I developed a fear of toads I never had before, and then I discover my satchel and writing supplies were left behind. Like young Wilibald here, with the hole in his boat, I am finding it harder to leave home than I expected!\\n\\n'But I will not give up as long as I have you nearby to encourage me, my friend! The journey awaits!'\\n\\n<rgb=#FF0000>Next week: 'A Brood of Boffins' (Recommended Level: 16)</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'I did not nip into the Green Dragon just for this ale, [placeholder], though it is quite good and you should try some. No, I was being followed about town by a number of nosey hobbits, and came in here to evade them. I think perhaps we two should leave quietly and slip through the swamps around Frogmorton so we can leave without being pestered.\\n\\n'I will meet you in the Frogmoors!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "You retrieve Bingo's walking-stick and should now bring it to him in Bywater",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e21",
      "en": "Find Bingo on the outskirts of Budgeford and give him his other satchel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'I have studied the map a great deal and I believe we should leave Michel Delving by the eastern road, making for Waymeet and Tuckborough. Let us walk to the crossing of the ways, at the town of Waymeet, and then decide our next course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Can you defeat some of the wild hill-toads in our way? Just enough for me to get back to the road? I would appreciate it ever so much!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}