{
  "id": 620957589,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Let us cross the bridge and visit my cousin Prisca at her home in Newbury! If I remember correctly, her home is just across the bridge and south through the Buckland Gate, first house on the left.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Brood of Boffins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Find Dinodas Boffin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'It looks as if all the children have returned. Where did Prisca find the time to have all these hobbits? And how does she keep track of them all?\\n\\n'I want you to promise me something, [placeholder]. If somewhere along this journey I decide that I want to have children, remind me of cousin Prisca! And then talk me out of it, with force if necessary!'\\n\\n<rgb=#00FF00>Bert Bartleby has arrived at the West Gate of Bree-town.</rgb>\\n\\n<rgb=#FF0000>Next week: 'Marigold' (Recommended Level: 18)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'You are looking for Dinodas? Oh, I hope I did not hurt his feelings! He came to speak to me earlier, and asked if I wanted to attend the festival dances with him. I tried to be polite, but I think he was disappointed by my refusal.\\n\\n'He may be off by himself somewhere, low on morale, the poor thing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'I had quite forgotten how many children my cousin has! How does she keep track of them all?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'What is it... zzz... what is the hurry? Let a fellow sleep... if you have any decency...'\\n\\nYou tell Berilac that Bingo Boffin, his first cousin, once removed, has come to visit.\\n\\n'Well... zzz... all right... I will get up in a moment...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Find Esmeralda Boffin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Bingo on the Brandywine Bridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Our journey continues, my adventurous friend! It will be a short walk to the Brandywine Bridge, and then we will cross into Buckland! I have only been over the Bridge a few times in my life, and that was to visit my cousin Prisca and her family. Perhaps we can stop by her home for a short visit before travelling further east?\\n\\n'But let us not get ahead of ourselves! First let us walk to the bridge and admire the view!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Prisca Boffin told you some information about her children that may be useful in finding them throughout Crickhollow, Newbury, and Buckland:\\n\\n'Angelica loves animals. She is always looking to feed and water the livestock, and even loves cleaning up after them! If there is an animal in jeopardy, she will be there as well, trying to help it!\\n\\n'Berilac also likes to help out with chores, but only if they bring him near to a quiet, sunny place to sleep! He is likely sleeping in a haystack somewhere.\\n\\n'Camellia left home with a bucket. She was going to get some water from the well.\\n\\n'Dinodas has been sweet on young Celandine Brandybuck for some time now. She may know where he is.\\n\\n'Esmeralda loves to go dancing in the Toad Marsh.\\n\\n'Fosco is unusual among my children in that he loves the river and the ferry, and wants to learn boating! He is likely daydreaming not far from the Bucklebury Ferry.\\n\\n'I went to the Buckland Faire with Griffo earlier today, but I had my fill before long and came home. Griffo may still be there. He was really tucking into his food when I left.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Find Fosco Boffin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Prisca Boffin outside her home in Newbury",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'It wasn't so long ago that I was learning to swim near here. Do you remember? It was right over there!'\\n\\nBingo stands silently in thought for a moment.\\n\\n'I appreciate you not telling everyone that I was not really swimming, [placeholder]. That was a kind turn, and I will not forget it! It will still be a fine adventure, even bridge-bound and land-locked.\\n\\n'Let us cross the bridge and visit my cousin Prisca at her home in Newbury! If I remember correctly, her home is just across the bridge and south through the Buckland Gate, first house on the left.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Find Griffo Boffin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Oh! It has been so long since cousin Bingo has come to visit, and here the house is so dirty and untidy! I wish he had written a letter to let me know he was coming, but my children are out and about already, running errands throughout Crickhollow, Newbury, and Buckland. Would you mind telling them to come home?'\\n\\nYou ask Prisca how you will find her children, and she smiles.\\n\\n'I can tell you where I thought they were going, if that helps!\\n\\n'Angelica loves animals. She is always looking to feed and water the livestock, and even loves cleaning up after them! If there is an animal in jeopardy, she will be there as well, trying to help it!\\n\\n'Berilac also likes to help out with chores, but only if they bring him near to a quiet, sunny place to sleep! He is likely sleeping in a haystack somewhere.\\n\\n'Camellia left home with a bucket. She was going to get some water from the well.\\n\\n'Dinodas has been sweet on young Celandine Brandybuck for some time now. She may know where he is.\\n\\n'Esmeralda loves to go dancing in the Toad Marsh.\\n\\n'Fosco is unusual among my children in that he loves the river and the ferry, and wants to learn boating! He is likely daydreaming not far from the Bucklebury Ferry.\\n\\n'I went to the Buckland Faire with Griffo earlier today, but I had my fill before long and came home. Griffo may still be there. He was really tucking into his food when I left.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Here we are, here we are. Prisca looks much as I remember. It will be good to have a nice, relaxing visit before continuing on our journey!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'How do you think she got all the way up here? She does not want to come down now, does she? Not with all this attention, anyway!'\\n\\nYou tell Angelica that Bingo Boffin, her first cousin, once removed, has come to visit.\\n\\n'Oh, how lovely! Mother always spoke very highly of cousin Bingo. I will head home to see him in just a moment!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'It has been so long since cousin Bingo has come to visit, and here the house is so dirty and untidy! I wish he had written a letter to let me know he was coming, but my children are out and about already, running errands throughout Crickhollow, Newbury, and Buckland. Would you mind telling them to come home?'\\n\\nYou ask Prisca how you will find her children, and she smiles.\\n\\n'I can tell you where I thought they were going, if that helps!\\n\\n'Angelica loves animals. She is always looking to feed and water the livestock, and even loves cleaning up after them! If there is an animal in jeopardy, she will be there as well, trying to help it!\\n\\n'Berilac also likes to help out with chores, but only if they bring him near to a quiet, sunny place to sleep! He is likely sleeping in a haystack somewhere.\\n\\n'Camellia left home with a bucket. She was going to get some water from the well.\\n\\n'Dinodas has been sweet on young Celandine Brandybuck for some time now. She may know where he is.\\n\\n'Esmeralda loves to go dancing in the Toad Marsh.\\n\\n'Fosco is unusual among my children in that he loves the river and the ferry, and wants to learn boating! He is likely daydreaming not far from the Bucklebury Ferry.\\n\\n'I went to the Buckland Faire with Griffo earlier today, but I had my fill before long and came home. Griffo may still be there. He was really tucking into his food when I left.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo has relatives in the town of Newbury, just over the Brandywine Bridge, and he wants to visit them since he will be passing that way on his journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The Brandywine Bridge is located east of the town of Budgeford, in the Shire.\\n\\nBingo has asked for a brief stop on the Brandywine Bridge to admire the view.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Prisca Boffin's house is located in Newbury, just south of the Buckland Gate.\\n\\nBingo wants to pay a visit to his cousin Prisca Boffin, who lives in Newbury, a small town in Buckland.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Find Angelica Boffin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b5",
      "en": "Prisca Boffin's house is located in Newbury, just south of the Buckland Gate.\\n\\nYou have found all of Prisca's children and should return to her house in victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Find Berilac Boffin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "You regret agreeing to find Prisca's children without first knowing how many there are!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Find Camellia Boffin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'Yes? Can I help you with something?'\\n\\nYou tell Camellia that Bingo Boffin, her first cousin, once removed, has come to visit.\\n\\n'Oh, how nice! I had better finish drawing water from the well and bring it home! I imagine that adventuring is thirsty work, and cousin Bingo may be quite parched!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'You see before you a defeated hobbit, stranger. I asked Celandine Brandybuck to the festival dances, but she did not wish to attend them with me, and told me so. I picked these flowers and everything. What a crushing defeat!'\\n\\nYou give Dinodas your sympathy, and also tell him that Bingo Boffin, his first cousin, once removed, has come to visit.\\n\\n'I see. I will come home to see cousin Bingo, and will attempt to adopt a sunny disposition. He will be none the wiser, and next time he comes to visit perhaps I will have bounced back from this sad defeat. It is to be hoped, is it not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'La la la laaaaaa! Deedle deedle deed-o! La la laaaaa!'\\n\\nYou apologize for the interruption, and also tell Esmeralda that Bingo Boffin, her first cousin, once removed, has come to visit.\\n\\n'What a lovely surprise! I will return home in a moment! Dancing is something you can do anywhere, and should!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'Zzzzz... zzzzz....'\\n\\nOne of Fosco's eyes blinks open and studies you closely. You apologize for waking him, and also tell him that Bingo Boffin, his first cousin, once removed, has come to visit.\\n\\n'Zzzzz... all right... I'll go there in a moment.'\\n\\nHis eye blinks shut, and the snoring resumes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'Hello there, stranger! I am waiting for another plate of meat and cheese, but if you let someone know I am sure they will bring you one as well. The food at this Faire is delicious and abundant!'\\n\\nYou tell Griffo that Bingo Boffin, his first cousin, once removed, has come to visit.\\n\\n'Ah, I have not seen cousin Bingo in a long time! The last time he came to visit I was very small. I remember mother served a delicious roast duck pie, and there was plenty for everyone. I will return home to see cousin Bingo in a moment!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Talk to Bingo outside Prisca's house, in Newbury",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Thank you for sending my children home, [placeholder]. They do not get to see Bingo very often, and I did not want them to miss his visit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'It will be a short walk to the Brandywine Bridge, and then we will cross into Buckland! I have only been over the Bridge a few times in my life, and that was to visit my cousin Prisca and her family. Perhaps we can stop by her home for a short visit before travelling further east?\\n\\n'But let us not get ahead of ourselves! First let us walk to the bridge and admire the view!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}