{
  "id": 620957546,
  "txt": [
    {
      "id": 177082770,
      "en": "The Gaffer gives you a nice basket in which to hold the apples",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'So Bingo Boffin is going on a journey? What has gotten into that hobbit?'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Huff! Puff! Oh, [placeholder], this was... a bad idea!'\\n\\nBingo's face is beet-red, and he is doubled over with exhaustion.\\n\\n'I say... who knew... this tower was... huff... puff... so tall! I am not going to... go any higher... Hoo! I know a better... a better way....\\n\\n'Meet me in... in the Golden Perch... [placeholder]. It's back in... in the town of Stock....'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "Esmerelda Burrows stares at you suspiciously",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'Ah, now this is the best way to build up these arm muscles, my friend: lifting a mug of hearty ale to my lips! I already feel much more prepared for my journey!\\n\\n'So we have gotten a little advice about adventuring, I purchased some of the supplies I will need, and I have done a little exercise to get in shape for the journey. There is just one more area in which I need to train... but we'll get to that in a little while!'\\n\\n<rgb=#FF0000>Next week: 'Sink or Swim' (Recommended Level: 10)</rgb>",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Gaffer Gamgee lives at 3 Bagshot Row, part of the way up the Hill in Hobbiton, north-east of Bingo's hobbit-hole.\\n\\nBingo has asked you to consult with Gaffer Gamgee and learn if the hobbit learned anything about adventuring from Bilbo Baggins.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I can hardly wait to begin my journey, [placeholder], but I know there is much to be done before I depart. I need to train for the adventure if I am to have success on the road! I will need knowledge, and supplies, and physical strength, and... and...'\\n\\nBingo shudders.\\n\\n'There is one more thing I will need, but let us not speak of that now. There is enough to do to get ready without beginning with that most perilous of tasks!\\n\\n'But first: knowledge! You know, old Gaffer Gamgee up Hobbiton way was the gardener for Bilbo Baggins for many years, and it could be that he was privy to old Bilbo's secrets. He might have given the Gaffer some adventuring advice! Make your way to Bagshot Row in Hobbiton and see if the Gaffer has any sound advice for a hobbit starting out on a journey!'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Bingo by the Stocktower, south of the town of Stock",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "The orchard at Appledores is up the side of the Hill, north-west of Bagshot Row.\\n\\nGaffer Gamgee has recommended that you pick up some of the fallen apples in the orchard at Appledores to give Bingo a good start on supplies for his journey.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'What's that? You say Bingo Boffin wants to go on an adventure? Here I thought the Delving-field Boffins were respectable sorts!'\\n\\nThe Gaffer hems and haws for a moment.\\n\\n'You tell young Bingo the only advice I have for hobbits thinking of leaving the Shire is this: 'don't!' Naught but trouble ever came of a journey. Mr. Bilbo was as well-spoken a hobbit as you could hope to meet, but I'm afeared he mixed up with some downright odd folk abroad. Poor fellow.\\n\\n'I have no further advice for Mr. Boffin, but I do know that he'll be wanting for foodstuffs on his journey. If you run up to the Appledores on the side of the Hill and pick up some of the fallen apples, I daresay his stomach will be satisfied, even if his head will not! Good day to you!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Bingo is excited to begin his journey, but he knows that he'll need to train for the adventure before he departs.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Bingo in the Golden Perch Inn, in the town of Stock",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'You know, old Gaffer Gamgee up Hobbiton way was the gardener for Bilbo Baggins for many years, and it could be that he was privy to old Bilbo's secrets. He might have given the Gaffer some adventuring advice! Make your way to Bagshot Row in Hobbiton and see if the Gaffer has any sound advice for a hobbit starting out on a journey!'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Gaffer Gamgee is waiting for you to return from the Appledores with apples for Bingo.",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I do know that Mr. Boffin will be wanting for foodstuffs on his journey. If you run up to the Appledores on the side of the Hill and pick up some of the fallen apples, I daresay his stomach will be satisfied, even if his head will not! Good day to you!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'This looks to be a fine batch of apples, and should give Mr. Boffin a good start for his journey.\\n\\n'I don't mind telling you that when the apples run out, I hope he turns around and heads for home! The wild is no place for a hobbit.'",
      "es": ""
    },
    {
      "id": 49286707,
      "en": "Bring the apples to Bingo outside his hobbit-hole in Michel Delving",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Bingo is outside his hobbit-hole in Michel Delving, just north of the Town Hole.\\n\\nYou have a selection of fine apples from the Appledores in Hobbiton to give to Bingo.",
      "es": ""
    },
    {
      "id": 49286709,
      "en": "Leave apples by the counter inside the Bird and Baby Inn",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'What's that? The Gaffer gave you some supplies for my journey? That was very thoughtful of him. I must be certain to write a note of thanks. He is... truly... a gentle...'\\n\\nBingo trails off as he sees what you carry.\\n\\n'Apples? Oh my. I cannot STAND apples! I am sure those are fine specimens, [placeholder], but I simply cannot abide the wormy things!\\n\\n'I will not take even the smallest bite! Bring that basket into the Bird and Baby Inn and leave it by the counter, if you would, my friend. Someone will eat those apples, but that someone absolutely, positively, will not be me!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "The Bird and Baby Inn is to the south-west of Bingo's hobbit-hole, in Michel Delving.\\n\\nBingo cannot stand apples, and has asked you to bring them to the Bird and Baby Inn and leave them by the counter inside. Someone will eat them.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Esmerelda Burrows has gotten your attention inside the Bird and Baby Inn, and wishes to speak with you about something.",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "Picked up some fallen apples ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'You there! Who do you think you are, leaving those apples there? Are they for anyone to take? Where did they come from?'\\n\\nYou are forced to tell Esmerelda that they were a gift for Bingo, but he did not want them.\\n\\n'Bingo Boffin? Whose birthday was it? And wouldn't his friends know he doesn't like the things? What's that? They were a gift from old Ham Gamgee? A going-away gift?'\\n\\nEsmerelda's eyes have gained a conspiratorial shine, and you excuse yourself as politely as you can manage.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'You didn't ignore Esmerelda inside the Bird and Baby Inn, did you? Oh, you shouldn't have done that. We'll never hear the end of it! You'd better go back and find out what she wanted.'",
      "es": ""
    },
    {
      "id": 69277361,
      "en": "'Huff...'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 69277362,
      "en": "'Puff...'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Return to Gaffer Gamgee at Bagshot Row",
      "es": ""
    },
    {
      "id": 69277363,
      "en": "'My arms hurt...'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Bingo is at his home north-east of the Bird and Baby Inn.\\n\\nYou have left the basket of apples in the Bird and Baby Inn, but in the process Esmerelda Burrows managed to discover that Bingo is planning a journey.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'You're back, and without the apples! Lovely. I am certain someone will enjoy them. Meanwhile, I bought some supplies from Petunia Greenhand, and should have enough food to last for a good while. But why the long face, [placeholder]?'\\n\\nYou tell Bingo that Esmerelda Burrows managed to learn of Bingo's upcoming departure, despite the fact that you barely said a word about it.\\n\\n'Well, there's nothing to be done, I suppose. If Esmerelda knows, all of Michel Delving will know by the morrow, and the rest of the Shire will be buzzing by next week! It can't be helped.\\n\\n'The next area in which I must train is physical strength, and I know just how to do it. I will climb the Stocktower! Meet me at the base of the tower, south of the town of Stock, and we can climb the Stocktower together!'",
      "es": ""
    },
    {
      "id": 69277364,
      "en": "'So... tired...'",
      "es": ""
    },
    {
      "id": 69277365,
      "en": "'How tall... is this... tower...?'",
      "es": ""
    },
    {
      "id": 69277366,
      "en": "'Hoo!'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Esmerelda Burrows in the Bird and Baby Inn",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Bingo outside his hobbit-hole in Michel Delving",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'The next area in which I must train is physical strength, and I know just how to do it. I will climb the Stocktower! Meet me at the base of the tower, south of the town of Stock, and we can climb the Stocktower together!'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Bingo asked you to meet him at the Stocktower south of the town of Stock. He plans to climb the tower in order to build up the physical prowess he will need for his journey.",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'Who knew... this tower was... huff... puff... so tall! I am not going to... go any higher.... Hoo! I know a better... a better way....\\n\\n'Meet me in... in the Golden Perch... [placeholder]. It's back in... in the town of Stock....'",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'This looks to be a fine batch of apples, and should give Mr. Boffin a good start for his journey.\\n\\n'I don't mind telling you that when the apples run out, I hope he turns around and heads for home! The wild is no place for a hobbit.\\n\\n'That goes for you too, [placeholder]! You may be a hobbit from Away, but you are still a hobbit in my book, and I think hobbits should stay by hearth and home, where we belong!'",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Bingo tried to climb the Stocktower, and has given up. He says he will meet you in the Golden Perch Inn, in the town of Stock, to continue his training.",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'This looks to be a fine batch of apples, and should give Mr. Boffin a good start for his journey.\\n\\n'I don't mind telling you that when the apples run out, I hope he turns around and heads for home! The wild is no place for a hobbit.\\n\\n'That goes for you too, [placeholder]! We hobbits should stay by hearth and home, where we belong!'",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'This looks to be a fine batch of apples, and should give Mr. Boffin a good start for his journey. I don't mind telling you that when the apples run out, I hope he turns around and heads for home! The wild is no place for a hobbit.'",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'Bring that basket of apples into the Bird and Baby Inn and leave it by the counter, if you would, my friend. Someone will eat those apples, but that someone absolutely, positively, will not be me!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Gaffer Gamgee on Bagshot Row, in Hobbiton",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Pick up fallen apples in the orchard at Appledores ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Training for the Journey",
      "es": ""
    }
  ]
}