{
  "id": 620957569,
  "txt": [
    {
      "id": 49286866,
      "en": "Show Myrtle's petition to Bingo inside his hobbit-hole, in Michel Delving",
      "es": ""
    },
    {
      "id": 111477312,
      "en": "Talk to Myrtle Boggs",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "Poppy accepts the ball of twine with a confused smile",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'What are these flowers, [placeholder]? Has the mayor ruled on my petition to put Bingo Boffin into the Lockholes?'\\n\\nYou explain that Bingo wanted you to deliver these flowers to Myrtle in appreciation for her kind thoughts.\\n\\n'Kind... thoughts...? I mean, yes, of course, I wish only the best for all of my neighbours, but still...'\\n\\nMyrtle turns a bright shade of red.\\n\\n'I will write ANOTHER petition! This one will be about... about something else... but it will be SERIOUS! You'll see!'",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Bingo is inside his hobbit-hole in the town of Michel Delving, north of the Town Hole.\\n\\nBingo has to pack for his journey, and has asked you to help him with his final preparations.",
      "es": ""
    },
    {
      "id": 111477318,
      "en": "Talk to Bingo inside his hobbit-hole, in Michel Delving",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'I thank you once again, [placeholder]. I am touched to know that Myrtle cares so much for me, and I will miss her! But now, if you will excuse me, I have some more packing to do. But the journey is so close now!'\\n\\n<rgb=#FF0000>Next week: 'Leaving is Not Easy' (Recommended Level: 12)</rgb>\\n",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I feel well-prepared for the journey now, [placeholder]. I am ready for anything!\\n\\n'I just need to pack up the belongings I will need and put a few things in order before I depart. Will you help me with these final preparations? It saddens me to leave the Golden Perch and her fine ale behind, but that is the life of an adventurer, is it not?\\n\\n'Let us return to my hobbit-hole in Michel Delving!'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Pick up the teapot inside Bingo's hobbit-hole",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I hope you will pardon the mess, my friend. I have had so few visitors lately, and I am afraid I have let the place get a bit disorganized. I will pack up my belongings, and clean up while I am at it!'\\n\\nBingo frowns.\\n\\n'Do you know something? I had quite forgotten until just now, but I have borrowed a number of items from my neighbours over the years and never returned them! I should give these items back before I leave. After all, you never know what might happen on such a journey!\\n\\n'I borrowed that ball of twine from Poppy Bracegirdle, across the way. Would you mind returning that to her, and some of these other borrowed items to my other neighbours as well?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Bingo feels confident that he is prepared for his journey, but now he needs to pack his belongings for the trip.",
      "es": ""
    },
    {
      "id": 127884916,
      "en": "You dropped the ball of twine!",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Pick up the bucket inside Bingo's hobbit-hole",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I borrowed a teapot from my neighbour Merrimac Fairbairn some time ago, and would appreciate it if you could return it to him. It should be around here somewhere!'",
      "es": ""
    },
    {
      "id": 127884921,
      "en": "You dropped the teapot!",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Myrtle Boggs outside her hobbit-hole in Michel Delving",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Talk to Mayor Will Whitfoot outside the Town Hole, in Michel Delving",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'We had a very rainy Spring last year, and I did a fair bit of gardening. I planted a number of flowers in a few buckets, but when I needed another they were all in use!\\n\\n'Myrtle Boggs was kind enough to lend me a bucket, and I never returned it. If you can return it to her, I would appreciate it, and I'm sure she would too!'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Myrtle Boggs is to the east of Bingo's hobbit-hole, in Michel Delving.\\n\\nYou have returned the bucket Bingo borrowed from his neighbour Myrtle, and now she wishes to speak with you.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Bingo kept my bucket for so long, I never thought I'd see it again. But now he sends you over to return it, and with no explanation?'\\n\\nYou open your mouth to respond, and she silences you with a curt gesture.\\n\\n'No need to explain now, [placeholder]. I know why Bingo is returning all of his borrowed items. He is leaving the Shire! Yes, Esmerelda Burrows told me all about his little secret!\\n\\n'I will not stand idly by! I wrote a petition to have Bingo put in the Lockholes to keep him from undertaking this foolish adventure, and many notable hobbits signed it! Go speak with the mayor and see if he has ruled on it yet!'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'What did Myrtle say? I hope she did not miss her bucket overmuch!'",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Pick up flowers near the statue of Marcho and Blanco, in Michel Delving",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Mayor Whitfoot is outside the Town Hole, south of Bingo's hobbit-hole, in Michel Delving.\\n\\nMyrtle Boggs does not approve of Bingo's adventure, and has started a petition to have him locked up in the Lockholes instead. She has asked you to see if the mayor has ruled on her petition yet.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Yes? How can I help you? I do hope that it is a quick matter, for I am late to a dinner...'\\n\\nYou politely ask the mayor if he has ruled on the petition submitted by Myrtle Boggs. He sighs.\\n\\n'If I had known the sort of complaints I would have had to deal with as mayor, I would never have accepted the office! Do this! Do not do that! Stop this person from leaving! Make this person leave! It is a constant din of noise, [placeholder]!\\n\\n'I suppose the dinners make it all worthwhile, but only just! I am not going to rule on this petition. If Myrtle Boggs wants to stop Bingo Boffin from leaving the Shire, she can lock him up herself! You take this petition and give it to Mr. Boffin, because I want nothing to do with it!'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Mayor Will Whitfoot has given you Myrtle's petition to give to Bingo, so the hobbit will know what awaits him (and that Myrtle might attempt to lock him up herself!)",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Pick up the ball of twine inside Bingo's hobbit-hole",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'What is this, [placeholder]?'\\n\\nYou hand Bingo the petition and he reads it quickly, but instead of the crestfallen face you expected, the hobbit smiles brightly.\\n\\n'Well, will you look at this? Myrtle Boggs obtained signatures from good hobbits throughout the neighbourhood to have me locked up in the Lockholes. What a lovely compliment that is! My neighbours care so deeply about me that they are willing to go to such an extreme to keep me from leaving!\\n\\n'I have to do something nice for Myrtle, [placeholder]. Can you go to the statue of Marcho and Blanco in the centre of town and pick some of the flowers that grow there to give to Myrtle? Tell her that I received her message as clear as day, and will return as soon as I am able!\\n\\n'What sweet neighbours I have. Now I feel bad that I borrowed their items for so long without returning them!'",
      "es": ""
    },
    {
      "id": 162883650,
      "en": "'What sweet neighbours I have. Now I feel bad that I borrowed their items for so long without returning them!\\n\\n'What did Myrtle say?'",
      "es": ""
    },
    {
      "id": 162883655,
      "en": "'I will write ANOTHER petition! This one will be about... about something else... but it will be SERIOUS! You'll see!'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Myrtle Boggs is standing outside her hobbit-hole, in Michel Delving.\\n\\nYou have delivered the flowers to Myrtle, as Bingo requested, and she does not know how to respond.",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Bingo is inside his house in Michel Delving, just north of the Town Hole.\\n\\nYou did as Bingo asked and gave Myrtle Boggs some flowers for her kind thoughts.",
      "es": ""
    },
    {
      "id": 177082725,
      "en": "You leave Myrtle to gather her thoughts... and her signatures",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'I will not stand idly by! I wrote a petition to have Bingo put in the Lockholes to keep him from undertaking this foolish adventure, and many notable hobbits signed it! Go speak with the mayor and see if he has ruled on it yet!'",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'I am not going to rule on that petition. If Myrtle Boggs wants to stop Bingo Boffin from leaving the Shire, she can lock him up herself! You take this petition and give it to Mr. Boffin, because I want nothing to do with it!'",
      "es": ""
    },
    {
      "id": 246419780,
      "en": "Flowers often sprout up near the statue of Marcho and Blanco, in the centre of Michel Delving.\\n\\nBingo has asked you to pick some of the flowers that grow near the statue of Marcho and Blanco and give them to Myrtle Boggs in appreciation of being such a good neighbour.",
      "es": ""
    },
    {
      "id": 127884952,
      "en": "You dropped the flowers and they are trampled immediately!",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'I just need to pack up the belongings I will need and put a few things in order before I depart. Will you help me with these final preparations? It saddens me to leave the Golden Perch and her fine ale behind, but that is the life of an adventurer, is it not?\\n\\n'Let us return to my hobbit-hole in Michel Delving!'",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Poppy Bracegirdle lives across from Bingo's hobbit-hole in Michel Delving.\\n\\nBingo borrowed a ball of twine from Poppy Bracegirdle and wants you to return it to her before he departs on his journey.",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'I have to do something nice for Myrtle, [placeholder]. Can you go to the statue of Marcho and Blanco in the centre of town and pick some of the flowers that grow there to give to Myrtle? Tell her that I received her message as clear as day, and will return as soon as I am able!'",
      "es": ""
    },
    {
      "id": 177082736,
      "en": "The mayor hands you Myrtle's petition, which does have a number of signatures on it",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'I borrowed that ball of twine from Poppy Bracegirdle, across the way. Would you mind returning that to her, and some of these other borrowed items to my other neighbours as well?'",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "Merrimac Fairbairn lives in the same circle as Bingo in Michel Delving.\\n\\nBingo borrowed a teapot from Merrimac Fairbairn and wants you to return it to him before he departs on his journey.",
      "es": ""
    },
    {
      "id": 69036739,
      "en": "Return the ball of twine to Poppy Bracegirdle",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "Myrtle accepts the flowers with confusion and embarrassment",
      "es": ""
    },
    {
      "id": 69036744,
      "en": "Return the teapot to Merrimac Fairbairn",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Myrtle Boggs lives up a short rise east of Bingo's hobbit-hole, in Michel Delving.\\n\\nBingo borrowed a bucket from his neighbour Myrtle Boggs and wants you to return it to her before he departs on his journey.",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Merrimac graciously accepts the teapot",
      "es": ""
    },
    {
      "id": 69036755,
      "en": "Return the bucket to Myrtle Boggs",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Bingo inside his hobbit-hole in Michel Delving",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "Myrtle accepts the bucket with a disapproving stare",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "Myrtle sniffs righteously, certain that her petition will succeed",
      "es": ""
    },
    {
      "id": 69036583,
      "en": "Deliver the flowers to Myrtle Boggs outside her home",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Disapproving Boggs",
      "es": ""
    },
    {
      "id": 127884900,
      "en": "You dropped the bucket!",
      "es": ""
    }
  ]
}