{
  "id": 620957517,
  "txt": [
    {
      "id": "0xceb0117",
      "en": "Aelnir can be found in the city of Dol Amroth.\\n\\nYou should speak with Aelnir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Speak with Aelnir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Roving Threat: Skorkaz, the Callous Dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Azruthor's forces venture out of Tarlang's Crown including Skorkaz, a Ruthless Dead with no remorse for the living.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Skorkaz can be found somewhere in Western Gondor.\\n\\nYou should defeat Skorkaz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Defeated Skorkaz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'The forces in Tarlang's Crown work with the Ruthless Dead to gain control of Western Gondor. This I know.\\n\\n'One of The Dead, known as Skorkaz, is of a particular concern to me. He wanders far from Erech, much farther than I have ever seen The Dead travel. I've not come across Skorkaz yet. I've only heard tale of his destruction from others. A farmer in Lamedon told me that he saw a dozen men slaughtered by this menace. Skorkaz strikes down his enemies with fear.\\n\\n'It is hard to say if he is aligned with Tarlang's Crown at all considering his affliction for the living. Either way, Skorkaz is a threat that must be dealt with.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'You live to tell the tale. May Skorkaz never trouble these lands again.\\n\\n'We will never know if Skorkaz took commands from Azruthor or if he had his own agenda. Alas, I hope for one day when The Dead leave the Stone behind and no longer haunt these lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Defeat Skorkaz",
      "es": "",
      "es (fem)": ""
    }
  ]
}