{
  "id": 620957544,
  "txt": [
    {
      "id": "0x2f00e20",
      "en": "Bring the map to Keeper Brombard Foxtail at the Mathom-house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "The selection of greens on display looks most tasty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "The pie smells wonderful... but it belongs to Hugo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e24",
      "en": "Talk to Bingo on the road that climbs the hill to the Mathom-house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'I changed my mind, [placeholder], I changed my mind! I do not want that map to gather dust inside the mathom-house! I want to learn more about the places it depicts!\\n\\n'I want to wander the Weather Hills, walking-stick in hand! I want to cross the Last Bridge, and see what lies beyond! I want to see Rivendell... are there really Elves there?\\n\\n'I will keep the map, [placeholder], and I will use it to design my adventure! Let us return to my hobbit-hole and make some plans, my inspiring friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Most folk who bring things to the Mathom-house are not so eager to keep them! Perhaps Bingo is an exception to the rule. I have never seen Master Boffin run so hard before, and it has quite taken the breeze from his pipes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Donnamira smiles and writes down your name on a piece of parchment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Ah, it will take me some time to recover from that exercise. I have never run so quickly in all my days, [placeholder]! And yet, I am more excited than ever before. An adventure! It will be just the thing! But it will take some preparations, to be sure. I will need your help to get ready for this journey!'\\n\\n<rgb=#00FF00>Look for Bert Bartleby near the Michel Delving stables to exchange Bingo Badges for rewards.</rgb>\\n\\n<rgb=#FF0000>Next week: 'Training for the Journey' (Recommended Level: 9)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The market of Michel Delving is south of Bingo's hobbit-hole.\\n\\nBingo Boffin has decided to throw a dinner-party for his neighbours in order to relieve some of his loneliness, and wants you to assess the available food at the market. He hopes it will inspire him on the matter of what courses to serve at his party.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'A pleasant day to you, friend. If you have a moment or two to spare, do you think I might trouble you for a spell? My name is Bingo, of the Delving-field Boffins, and it is so rare for me to see new folk on the path that runs by my hole. It is a pleasure to meet you!\\n\\n'I have been feeling a mite lonely these days, you see, and could use a festive occasion on the horizon to put a spring in my step and to occupy my thoughts. Perhaps a dinner-party would do the trick? Yes, that sounds capital! I will invite my neighbours, and you as well, of course!\\n\\n'Could you run down to the Michel Delving market and assess some of the produce on display? Tell me what foods look particularly delicious, and that may give me the spark of inspiration for a course or three to serve at my party!\\n\\n'The market is to the south of my hobbit-hole.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Bingo Boffin is outside his hobbit-hole north of the Michel Delving market, on the other side of the Town Hole.\\n\\nYou have assessed a number of foods at the market in Michel Delving, and should now report back to Bingo Boffin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo Boffin lives a peaceful life in his hobbit-hole in Michel Delving, but he is lonely and wants something more from his days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The library in the Great Smials is in the town of Tuckborough, east of Michel Delving.\\n\\nUninspired by your report of the delicious food for sale at the market, Bingo thinks that perhaps a cookbook will give him the inspiration he needs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Well? Did any of the food at the market capture your fancy, [placeholder]?'\\n\\nBingo listens to your report that everything looked delicious.\\n\\n'That is both a wonderful thing and a pity, because it makes it very difficult to decide what to serve at my party! I need more than just an account of the ingredients, I suppose. I need a cookbook!\\n\\n'There is a library in the Great Smials at Tuckborough. Would you mind terribly a quick trip to the library to check out a cookbook on my behalf? Perhaps leafing through such a book will give me a good idea of what to serve.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Yes? Can I help you find something in particular?'\\n\\nYou tell Donnamira that you're looking for a cookbook suitable for preparing fine meals for dinner-parties, and her face lights up.\\n\\n'Very good, very good! There is no day that cannot be brightened with a tasty meal shared by friends. Any of the fine cookbooks on this shelf behind me will suffice, I warrant!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Talk to Bingo Boffin outside his hobbit-hole",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Donnamira Took, the librarian in the Great Smials, has recommended a cookbook from the shelf behind her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Bingo is outside his hobbit-hole in Michel Delving, just north of the the Town Hole.\\n\\nYou have checked out a fine cookbook from the library in the Great Smials and should bring it to Bingo.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "The apples look nearly ripe, firm and delicious",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'This looks like just the thing, [placeholder], thank you!'\\n\\nBingo takes the cookbook from you and begins to leaf through it when a folded parchment falls out from between the pages. The curious hobbit picks it up and unfolds it.\\n\\n'What's this? Why, it's a map! Someone left a map in this cookbook, [placeholder]. Barrow-downs... Weather Hills... Stone-trolls' Glade... look at these little pictures, my friend! Do you think these are real places?\\n\\n'Bah! I cannot let my mind wander to these places! I have a party to plan! Bring this map to the Mathom-house, [placeholder]! I do not need it, and I do not want it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "The taters would be very fine boiled, mashed, or stewed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'You are all set, my book-loving friend! Thank you for your patronage, and support your local library!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e39",
      "en": "Bring the fine cookbook to Bingo outside his hobbit-hole",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "The Mathom-house of Michel Delving is on a hill south-west of Bingo Boffin's hobbit-hole.\\n\\nBingo has asked you to bring the map that fell out of the library's cookbook to the Mathom-house in Michel Delving. He does not want it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'You have an unloved and unwanted object with no place else to go, but cannot bear to throw it away? Hand it over, and I will make sure it joins other mathoms of its type in my keeping.'\\n\\nBrombard extends his hand to receive the map, but then something catches his eye and he pauses.\\n\\n'Perhaps I spoke too hastily! It appears that there is a claimant for this mathom after all, and he has run here at great speed to recover it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'I cannot let my mind wander to these places! I have a party to plan! Bring this map to the Mathom-house, [placeholder]! I do not need it, and I do not want it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Bingo has run up the hill to the Mathom-house at break-neck speed, and is now exhausted. What could he want?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Return to Bingo and give him your report",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Travel to the library in the Great Smials, in Tuckborough, and speak to the librarian there",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Check out one of the fine cookbooks behind Donnamira Took",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'I changed my mind, [placeholder], I changed my mind! I do not want that map to gather dust inside the mathom-house! I want to learn more about the places it depicts!\\n\\n'I want to wander the Weather Hills, walking-stick in hand! I want to see Rivendell... are there really Elves there? You are an Elf... have you ever been to Rivendell?\\n\\n'I will keep the map, [placeholder], and I will use it to design my adventure! Let us return to my hobbit-hole and make some plans, my inspiring friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Bingo has asked to meet you once again outside his hobbit-hole to the north-east of the Mathom-house, north of the Town Hole.\\n\\nBingo has been inspired by the hand-drawn map he found, but not to host a dinner-party. Instead, he wants to go on an adventure!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'I will keep the map, [placeholder], and I will use it to plan my adventure! Let us return to my hobbit-hole and make some plans, my inspiring friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Could you run down to the Michel Delving market and assess some of the produce on display? Tell me what foods look particularly delicious, and that may give me the spark of inspiration for a course or three to serve at my party!\\n\\n'The market is south of my hobbit-hole.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'There is a library in the Great Smials at Tuckborough. Would you mind terribly a quick trip to the library to check out a cookbook on my behalf? Perhaps leafing through such a book will give me a good idea of what to serve.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'There is no day that cannot be brightened with a tasty meal shared by friends. Any of the fine cookbooks on this shelf behind me will suffice, I warrant!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8bbe851",
      "en": "'Eyes off my pie, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Assess available food at the Michel Delving market ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8bbe852",
      "en": "'Are you thinking of stealing my pie, like a scoundrel?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8bbe853",
      "en": "'Are you contemplating some villainy concerning my pie?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8bbe854",
      "en": "'This is not your pie. It is my pie!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8bbe855",
      "en": "'If my pie goes anywhere, I will know who to blame, villain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8bbe856",
      "en": "'I do not like the way you are staring at my pie!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Bingo takes the map and looks at it eagerly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "Bingo has run up the hill behind you, and looks exhausted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Call to Adventure",
      "es": "",
      "es (fem)": ""
    }
  ]
}