{
  "id": 620779065,
  "txt": [
    {
      "id": 218649170,
      "en": "'Bah, he wants iron straps? Kenton always needs something... he is straining the cost of this project. We have no straps in our stores.\\n\\n'Here, take this old iron pot. He can make some straps out of that.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Of course I'll do this work for the dwarf. Here, let me see what he has sent....' Kenton examines the items. 'All of these can be easily repaired, but I don't have the materials to do it. I hate to ask this, but could you help me gather what I need?\\n\\n'For the helm, ask Foreman Rosethorn over there for a few iron straps for reinforcement. The bellows will need some new leather, and I'll wager that some flawless hides from the boars near Bree will suffice.\\n\\n'For the axe haft, I need something splendid to set in it. In the past, I've salvaged small gems from old trinkets that I've found in the boar hollow to the east. There are small mounds of ruins there, look like barrow-stones. If you search through the debris, you might find some suitable trinkets.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Forging a New Blade",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You're back, what did Lofar say? Is he going to make another blade? I have to have something to give Blake if he comes around!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Oh, good you've returned! Here, give me those things! While you were away, something terrible happened! Please, I need your help!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected iron straps",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Hello, [placeholder]. Have you gathered all the materials I need yet? I can't begin repairing those items for Lofar until I have the materials.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Have you gathered the materials I need to finish the work for Lofar yet?'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected flawless boar-hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Take those along to Kenton and tell him that my assistance comes with a price.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Found trinkets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Kenton Thistleway can be found at the southern end of Thornley's Work-site north along the Greenway.\\n\\nLofar Ironband has agreed to forge a new blade for Kenton Thistleway, but in exchange, Lofar has given you three items to take to Kenton for him to repair. The dwarf said that if he likes Kenton's work, he will call it even on the cost of the two swords he is having to make.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'What are you doing here? The blade for the new sword isn't ready yet. Off with you! Go talk to that Kenton Thistleway if you must bother someone.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Foreman Rosethorn is east under the canopy at Thornley's Work-site. Boars can be found all over on the outskirts of Bree-town. The debris-piles in the boar-hollow to the south-east of Thornley's may contain hidden treasure.\\n\\nKenton can repair the items you brought from Lofar, but needs your help gathering the materials he needs. Speak to Foreman Rosethorn about iron straps to repair the helm. For the bellows, gather some flawless boar hides. Finally, search the debris in the boar-hollow for trinkets Kenton can use to decorate the axe-haft.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'What are you doing here? The blade for the new sword isn't ready yet. Off with you! Go talk to that Kenton Thistleway if you must bother someone.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Kenton Thistleway can be found at the southern edge of Thornley's Work-site, north along the Greenway.\\n\\nKenton Thistleway sent you to gather materials he can use to finish his work for Lofar Ironband. You should return to Kenton at once with the materials you found.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Has Kenton completed that work yet? Go check on him!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the items for repair to Kenton Thistleway",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect iron straps",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect flawless boar-hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Search for trinkets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Bring the collected materials to Kenton Thistleway",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Worried that the brigand Blake will come looking for his sword and, not finding it, will harm his family. Kenton Thistleway asked you to speak with Lofar Ironband about forging a new blade. Lofar reluctantly agreed, but wants something from Kenton in return.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Now I'll help that Kenton Thistleway by forging another sword, but with two conditions. The first one is that if the brigand doesn't come around looking for the sword, I get it back. Second, Thistleway gives me a hand and does some of the simpler work I've got piling up around here, while I forge the new blade.\\n\\n'Here, take these things over to him to work on. The axe needs a new haft, the bellows need new leather, and the helm needs to be reshaped and reinforced. Take that over to Kenton and tell him if he gets it done, and I'm happy with the work, we'll call it even on the cost of the two swords.\\n\\n'Now off with you, I've got to get to work on this new blade.'",
      "es": ""
    }
  ]
}