{
  "id": 620779116,
  "txt": [
    {
      "id": "0x28c0b12",
      "en": "'So I am... so shall you be....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have returned with Malin's journal! He never let it out of his sight. What evil fate has befallen my sons?\\n\\n'Amlach... dead? Malin... you must return and search for Malin, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The Barrow-downs are a dangerous place. I hope my sons are safe!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Addie's Missing Sons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9328bfe",
      "en": "'Bent and broken... sundered and torn....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "As you kneel to examine Lorgan, suddenly the body stirs. Lorgan is not dead!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You found Amlach's corpse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I simply must know what happened to my sons. My guides say that there are grey ruins in the south, sometimes mistaken for the Dead Man's Perch, perhaps my son Amlach is there. Please hurry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The journal mentions a barrow near the entrance of the Barrow-downs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Perhaps Malin still lives!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have discovered a discarded pack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There is a place immediately upon entering that some mistake for the Dead Man's Perch.\\n\\nAddie Wheatley said that her son Amlach was going to set up camp at the Dead Man's Perch, but was not there when she and her guides arrived. She fears that Amlach became lost in the southern Barrow-downs while searching for his brother, Malin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Oh, my poor Amlach!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "A trap! The Wheatleys have become wights!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Addie Wheatley awaits your return among the relative safety offered by the guides at the Dead Man's Perch.\\n\\nYou have found Addie Wheatley's son, Amlach, dead within the grave-stones in the southern Barrow-downs. In his hand, you found that he was grasping a tattered journal. You should bring the journal back to Addie, as she will want to know the fate of her sons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Leave me in peace!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Slain Cursed Wight of Amlach: [placeholder] of [placeholder]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The journal you found seemed to indicate that Lorgan was taken to the Northern Barrows. Hopefully you will find him there, before whatever killed Amlach does the same to him!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'My boys, my poor boys!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "Slain Cursed Wight of Lorgan: [placeholder] of [placeholder]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Addie Wheatley stands near the Mud Gate in the south-west corner of Bree-town.\\n\\nIn your search of the Barrow-downs you found both of Addie's sons, Amlach and Lorgan, but far too late to be of any help to either. The foul creatures of the Barrow-downs had killed them both and took Lorgan's remains for their own. All that remains now is to return to Addie Wheatley and tell her what has happened to her boys.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Oh, that they never had gone to those cursed lands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "It is clear that Amlach and Lorgan were slain, and their bodies made into cursed wights. Destroy the evil fiends and lay their bones to rest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "You should return to Addie Wheatley and give her the truth of her sons' terrible fate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6234031",
      "en": "'A fine strong person you are, I can tell by the way you hold yourself. You remind me of my sons, oh my poor sons. Run off to the Barrow-downs in search of fortune, all ill gotten if they find any, gone several weeks now without a word back to their worrisome mother. My wit is nearly gone, I spend my nights waiting by the fire hoping to hear their cheery voices once more, but each night brings only the cold wind through the eaves of my home.\\n\\nWould you venture to the Barrow-downs and find my boys, Amlach and Lorgan?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for Amlach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the journal to Addie Wheatley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Search for Lorgan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Defeat Lorgan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Return to Addie Wheatley and tell her of her sons' fate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Kill [placeholder] Cursed Wight of Lorgan ([placeholder],[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Return to Addie Wheatley and tell her of her sons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Addie Wheatley, an impoverished, elderly woman afraid for her sons, Amlach and Malin, went into the Barrow-downs in search of her treasure-seeking sons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40f6701",
      "en": "My sons are gone... the fools... oh the fools.' She speaks through the tears. 'They meant to steal from the dead and the dead kept their own and claimed my son for their number. Restless fools; whatever shall I do? Please, leave me to my sorrow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Oh, what a fine, strong person you are. You remind me of my own poor sons. They've been gone for some time now, and I've heard nary a word from them.\\n\\n'You see, it started with my son, Malin. He was sure there were treasures out in the Barrow-downs for the taking and left seeking his fortune. After a few days passed, and he didn't come back, I sent his brother, Amlach, out after him, and I've not heard from him either!\\n\\n'Now I've ventured here with these others after my sons. Amlach said he'd camp at the Dead Man's Perch on the eastern cliffs, but he was not here when we arrived. The others here think he's gone further south. Can you go and look for him?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}