{
  "id": 620779092,
  "txt": [
    {
      "id": "0xd085252",
      "en": "Beyond the tunnels, heavy with mist and dust, down decrepit stairs built in an age before our own lay a door. The door leads to the final resting place of a great leader of Men, long dead, and a powerful shell claimed by the forces loyal to the Witch-king.\\n\\nIt was for safe keeping that the tinkers made the key before his tomb. A great door, replicated several times, to seal the dead beyond the reach of evil. Evil, it seems, proved too potent for mere metal to overcome. Yet something of power must remain for the key is split asunder in a way that reforging requries no tinker skills, one to be made whole at the forge where it was made.\\n\\nSeek this forge at the foot of those decrepit stairs, in a pit before the great door.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "Having obtained the two fragments of the key, you will need to seek the forge.\\n\\nYou will not need the skill to forge weapons, tools, or armour. The key desires to be remade again as it was meant to see that the Dead remained in slumber. Yet the Dead within will do what they can to see that the key is never remade.\\n\\nWhen the hammer strikes the anvil your test will begin...pray to the Valar that you have brought friends who are true and stout enough to see you through.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Ancient Story of Evil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "To reconstruct the Barrow-key, you will first need to seek the twin brothers who hold the first fragment. The second lay with a fiend; alive for ages beyond our counting. These are but two fragments of the greater whole.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Have you any news of the wight-lord, is your tale ready to be written?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have acquired the left half of the Barrow-key",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Destroying the evil that lay within the Great Barrow will not prove easy. See that you keep your wits about you and your friends near.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "Having obtained the two fragments of the key, you will need to seek the forge.\\n\\nYou will not need the skill to forge weapons, tools, or armour. The key desires to be remade again as it was meant to see that the Dead remained in slumber. Yet the Dead within will do what they can to see that the key is never remade.\\n\\nWhen the hammer strikes the anvil your test will begin...pray to the Valar that you have brought friends who are true and stout enough to see you through.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have acquired the right half of the Barrow-key",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Destroying the evil that lay within the Great Barrow will not prove easy. See that you keep your wits about you and your friends near.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "To reconstruct the Barrow-key, you will first need to seek the twin brothers who hold the first fragment. The second lay with a fiend; alive for ages beyond our counting. These are but two fragments of the greater whole.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You receive the Great Barrow Key",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Great Barrow is at the crest of the hill beyond the small encampment. The first key fragment is guarded by two wights in the Great Barrow maze. The second key fragment is held by a Gaunt-lord elsewhere in the Great Barrow.\\n\\nNaerandir asked you to enter the Great Barrow, Orthongroth to rid the tomb of evil. He provided you with a book to aid you on your adventure.\\n\\n<rgb=#FF0000>The first half of the key is found in the Great Barrow -- Maze instance space, while the second half is found in the Great Barrow -- Thadur instance space.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Defeated the ancient wight-lord of the Great Barrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "A forge lay before a great door within the Barrows. It is here that the key will need to be reforged. It will take no skill, but certainly time, to reforge the key.\\n\\nConsult Naerandir's book should you ever become confused about how to reforge the key. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Seek deep within the Great Barrow for the true lord of the wights, Sambrog and defeat him. \\n\\nRefer to Naerandir's Book if you need assistance in finding your way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Naerandir awaits the return of his book and your news at the small camp outside of the Great Barrow. Make your way to him and tell him what is done.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Read Naerandir's book for guidance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Obtain the left half of the Barrow-key",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Obtain the right half of the Barrow-key",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Assemble the key at the Barrow's Forge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Refer to Naeradir's Book for help",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Defeat the ancient wight-lord in the Great Barrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Consult Naerandir's Book if you require help",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Return Naerandir's Book to the camp outside the Great Barrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Naerandir has told you he knows the story of Othrongroth, the Great Barrow, but that the reality of the place as it exists now must be masked beneath the splendour of legend, lest cautious fear grows into terror.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Greetings, traveller! I came to these barrows to investigate a tale...do you wish to hear it? Have you heard of Othrongroth, the Great Barrow? It lies just at the crest of this hill, a place of dread in Bree-land.\\n\\n'But it was not always so and perhaps need not remain so. Evil things stir in the Barrow-downs and threaten to turn cautious fear into abject terror. Perhaps you might be interested in restoring the peace of the Barrow-downs? In return, I will place you within my tale of this Great Barrow.\\n\\n'You will need only a few things to venture deep within these halls to end the evil stirring in its heart. First, you will need friends, and a good many, for the enemies risen now within those halls are greater by far than any who walk these lands. The next are resolve and courage, for the fear these creatures will cast upon you is a thing of legend. The last are my notes...they will let you know what next to do.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}