{
  "id": 620779174,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Malin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Your search for Addie's missing sons found the remains of Amlach Wheatley clutching his brother's journal. The last cryptic entries seem to reveal that Amlach heard fell voices coming from the southern reaches of the Barrow-downs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The tidings you have brought grieve me deeply, for Amlach was young and strong, and I loved him dearly. The only consolation in my grief is that he died in search of his brother whom he loved more than his fear of that dreadful place.\\n\\n'If this journal is true, then Amlach still believed there was hope for his brother, though my heart fears the worst.\\n\\n'Please, [placeholder], search out the barrow over the mire where Amlach heard his brother, bring my son back safe to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The journal you found seemed to indicate that Malin was taken to the southern Barrow-downs to a barrow overlooking an evil mire.\\n\\nAddie Wheatley has asked you to search for her other son, Malin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Both of my sons are gone. The fools, oh the fools. They meant to find riches among the dead, but the dead kept their own and claimed my sons.\\n\\n'Restless fools! Shall I join them now for my own foolishness? Please, please leave me to my sorrow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Addie Wheatley awaits your return at the relative safety offered by her guides at the Dead Man's Perch.\\n\\nIn your search of the Barrow-downs, you found both of Addie's sons, Amlach and Malin, but far too late to be of any help to either. The foul creatures of the Barrow-downs had killed them both and took Malin's remains for their own. You should return to Addie Wheatley and tell her what has happened to her son.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The journal you found seemed to indicate that Lorgan was taken to the Northern Barrows. Hopefully you will find him there, before whatever killed Amlach does the same to him!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'What of Malin? Have you found any sign of Malin? Please, find him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "As you begin to examine Malin, suddenly the body stirs...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Addie Wheatley stands near the Mud Gate in the south-west corner of Bree-town.\\n\\nIn your search of the Barrow-downs you found both of Addie's sons, Amlach and Lorgan, but far too late to be of any help to either. The foul creatures of the Barrow-downs had killed them both and took Lorgan's remains for their own. All that remains now is to return to Addie Wheatley and tell her what has happened to her boys.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Leave me in peace!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "As you kneel to examine Lorgan, suddenly the body stirs. Lorgan is not dead!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'My boys, my poor boys!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for Malin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Oh, that they never had come to these cursed lands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Malin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Addie Wheatley at the Dead Man's Perch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'My boys, my poor boys!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Defeat Lorgan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Find Malin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Oh, that they never had gone to those cursed lands!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}