{
  "id": 620779162,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated brigands around Dogwood's Farm ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Brigands referring to themselves as Sharkey's Men have taken over the old Dogwood farm, threatening the neighbouring steads.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Thornleys, farmers and workers of these lands for many generations, have been spared much danger from the brigands. Word has reached me however, that the patriarch of the family has gone missing as he went to deal with foes out of the north.\\n\\n'If you are willing, I would ask that you visit Rose Thornley, to the west at her home, and ask after the well-being of her husband.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Rose Thornley is at her home, west of Saeradan's cabin.\\n\\nThe Ranger Saeradan suggested you speak with Rose Thornley concerning her husband's disappearance.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Help at last! We must get out of here quickly.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Robb was last seen heading north along the road.\\n\\nRose Thornley has asked you to find her husband.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You should speak with Rose Thornley at her farm.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Robb has gone missing, but how do you know this? Are you one of those Southerners looking to steal this place? You'll find that we're harder than the land we live on!\\n\\n'No... you are not... are you? Sent then by the Rangers? Never did trust them much, skulking about in cover of night, never talking proper-like, but I must admit a feeling of gratitude lately. Least-wise since Robb's gone missing.\\n\\n'Robb went out with his father's sword trying to scare off those brutish men from the North. He left a few days back and has yet to come home. I am running out of excuses to tell the workers. Please, will you find him?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Please, will you look for Robb? Those brutes he was after looked like they were off to the north and across the road to the east.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Oh, thank you for finding Robb!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Rose Thornley at Thornley's Farm",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find Robb Thornley",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Thornley's Farm",
      "es": ""
    }
  ]
}