{
  "id": 620779028,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Oh, bless you! You've returned my daughter safe to me! I can't thank you enough. You've done so much for me, in more ways than you know!\\n\\n'While you were away, I busied myself with Lofar's work. I had to do something to keep myself from being overcome with worry. No sooner had I finished the work, than Lofar came over to collect it. He seemed pleased with it -- even admitted that it came close to dwarf-work! He promised to send me more work in the future!\\n\\n'[placeholder], you've saved my family and given me a hope for a brighter future. I can't thank you enough!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Those accursed brigands took Thistleway's daughter? This is bad. The sword isn't ready yet! And I know these types of fellows. They won't take \\qno\\q for an answer. They'll kill that girl!\\n\\n'You'll have to mount a rescue and free Kenton's daughter! Hurry now! And gather friends... I fear you'll need them to face Blake!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Blade For a Life",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Thank you, thank you! I filched the key a while ago, but I was too scared to use it. Now with you here, I can use it, and we can escape.\\n\\n'Hopefuly we can get away before Blake notices!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Maribell has been defeated. You have failed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2b01c4",
      "en": "'Quick! Follow me! With Blake dead, we can make our escape!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you gotten the sword from Lofar yet? Please hurry, my daughter's life is at stake!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have rescued Maribell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The sword was not yet ready? Hurry, do as Lofar said. Make your way to the Brigand's Watch and free my daughter! Please hurry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lofar can be found at the stone cottage north of the Bree cross-roads.\\n\\nKenton Thistleway told you that Blake, the brigand-captain, will kill his daughter unless he gets a new sword. Kenton has asked you to retrieve the sword from Lofar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Don't dawdle here! Go to the Brigand's Watch and rescue that poor girl! Hurry now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1b154b2",
      "en": "'Stop 'em!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Blake's brigand camp is in the Bree-fields, north-west of Bree-town, directly west of Grimbriar's Post.\\n\\nWhen you spoke with Lofar, he told you that the sword was not ready yet. He urged you to go to Blake's brigand camp and try to convince the brigand-captain not to harm Kenton's daughter. The sword will be ready soon. He also suggested you take friends in case there was trouble.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Aye, good tidings! Glad no harm came to the lass. While you were away, I went over and collected the work from Kenton, and I must say that I think that Man has the hands of a dwarf. The work was excellent quality, so much so that I think I'll get double for it. I told him he could expect more work from me in the future.\\n\\n'Seems my kind heart led me to a good find. Thanks to you, that is.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Kenton Thistleway can be found at the southern most section of Thornley's Work-site, north along the Greenway.\\n\\nBlake, the brigand-captain, took Kenton Thistleway's daughter, Maribell, captive. You rescued Maribell, who has returned to Bree. You should return to Kenton with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I don't know what I would have done if Maribell had been hurt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6e60c4",
      "en": "Get them! They ain't taking our treasure!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x721ba65",
      "en": "'Thank you! I think I can make it back to Bree from here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Thank you again for all you've done, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Turns out having that sword stolen was a good thing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'Who would have thought a Man could smith as well as a dwarf?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Lofar Ironband",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find Maribell Thistleway",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Protect Maribell Thistleway",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Kenton Thistleway at Thornley's Work-site",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1037e02",
      "en": "'Come on boys! Maribell ain't getting away!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x769aa34",
      "en": "'Oh no! They've heard us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "While you were gathering the materials Kenton needed to finish his work for Lofar Ironband, the brigand Blake took Kenton's daughter captive.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Oh, it's terrible! Blake, the brigand-captain who wanted the sword, came and told me he knew Nate was dead and that he knew I had something to do with it! I tried to tell him I didn't, that I would have another sword for him soon, but he wouldn't listen. He said he's taken my daughter, Maribell! If I don't give him another sword -- and soon -- he'll kill her!\\n\\n'You must save her! Please! Get the sword from Lofar, then go to Blake's camp. It's in the Bree-fields, up north of Bree. I'm sure he'll release my daughter when he has the sword.\\n\\n'Please hurry! I don't know what I'll do if they harm her.... You should bring a few seasoned warriors with you -- Blake's men are ruthless!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}