{
  "id": 620779061,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The Barrow-key has been reforged",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Naerandir's book explains the steps to cleanse the horrors of the Great Barrow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I know that I promised you the story of the Great Barrow, but your tale has not yet ended. We need to finish the final chapter.\\n\\n'Take these key-fragments into the Great Barrow and find the forge within. The key will require no skill to remake...only time, and that time will require the efforts of others to see that you live.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The forge lies within the Great Barrow.\\n\\nNaerandir instructed you to remake the Barrow-key anew at the forge of Othrongroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I know that I promised you the story of the Great Barrow, but your tale has not yet ended. We need to finish the final chapter.\\n\\n'Take these key-fragments into the Great Barrow and find the forge within. The key will require no skill to remake...only time, and that time will require the efforts of others to see that you live.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Consult Naerandir's book for the next step.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "Last, when the Barrow-key is forged and your nerve is steeled, set your course to the deepest heart of the Great Barrow and seek the wight who has risen in the countenance of a long dead noble. Strike the creature down and set the halls of sleeping Men to slumber once more.\\n\\nReturn to me, Naerandir, outside the walls of Othrongroth when this is done.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'There you are, [placeholder]! I am glad that your story continues. Lend me the key, and we will see if my faith in  Kenton Thistleway was well-founded.  \\n\\n'It is as I hoped, beneath the soot and grime indeed lays that which we seek.  This key will open the passageway to the lower chambers of the barrow wherein were housed many of the bravest fallen warriors of Cardolan now defiled by creatures of horror and dread.\\n\\n'It is time that you take the key back into the Great Barrow and face the evil within.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Have you found the key?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Reforge the Barrow-key",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Consult Naerandir's book for guidance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Forging Anew",
      "es": "",
      "es (fem)": ""
    }
  ]
}