{
  "id": 620779084,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You see a pack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Pack retrieved",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You met an old dwarf named Oddvarr who seems a bit absent-minded. He is an explorer of some renown... or at least he says he is.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My name is Oddvarr of the Blue Mountains, and I'm here in Bree-land on very important business. The only problem is I misplaced my pack.\\n\\n'Now, I'm to investigate the old dwarf-ruins that are rumoured to exist here. I'm sure there are important discoveries to be made, and I'm the one to do it! I'm a famous explorer, you see.  \\n\\n'But I digress! If you could help me find that pack, I would be indebted to you. You start looking over yonder north, and I'll search this area and to the south. If you find anything, meet me back here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Oddvarr asked you to search the ruins to the north.\\n\\nOddvarr set his pack down somewhere in the area and cannot seem to remember where.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, there's my old pack! Thank you so much for returning it to me. I would be in a world of hurt if my notes....\\n\\n'What? My notes are missing! Curse those Orcs! They must have thought they were valuable.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Oddvarr awaits you to the south of the ruins.\\n\\nYou found Oddvarr's pack in the old ruins to the north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Oddvarr is by the haystacks south of the ruins where you found the pack.\\n\\nYou found Oddvarr's pack containing his much-needed provisions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Still haven't found anything? Me neither. Let's keep searching.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search the ruins for Oddvarr's pack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Retrieve Oddvarr's pack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return Oddvarr's provisions",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Forgetful Dwarf",
      "es": "",
      "es (fem)": ""
    }
  ]
}