{
  "id": 620779072,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Threatened by Nate, a lackey of a brigand named Blake, that he must provide him a sword or his family would be harmed, Kenton Thistleway stole Lofar's blade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Now, I want to set matters right. I do! And maybe you can help do that?\\n\\n'See, like I said before, Nate said that before he gave the sword to Blake, he was going to test the blade against the workers at the unfinished silo site to the east. The site is just before the graveyard and at the top of the hollow of boars.\\n\\n'If you find him there, maybe you can convince him to return Lofar's sword and leave my family alone. What do you say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nate may be found near the abandoned work-site to the east of Thornley's Work-site, before the graveyard and at the top of the boar-hollow.\\n\\nKenton told you that Nate said he was going to test the sword on the workers to the east of Thornley's Work-site. If you can find Nate there, perhaps you can get Lofar's sword back.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "As you kneel to examine Nate, it is clear that he is quite dead. His hand grasps the hilt of a sword, but the blade has snapped off and is nowhere to be found. You take the hilt from the dead brigand's hand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Kenton Thistleway can be found, working, at the southernmost section of Thornley's Work-site along the Greenway.\\n\\nYou found the brigand Nate, who stole Lofar's blade. Unfortunately for him, the blade broke, and he was slain by one of the boars he sought to kill. You should speak to Kenton Thistleway and let him know that Nate will no longer trouble his family.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Lofar Ironband can be found at the stone house just north of the Bree Cross-roads where Chief Watcher Grimbriar has set up his post.\\n\\nYou found Nate dead and Lofar's sword broken. Now Kenton Thistleway is afraid that the brigand Blake will come looking for his sword and will harm Kenton's family when he finds that it does not exist. Kenton has asked you to convince Lofar Ironband to forge another that he can use to appease Blake.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found that Nate yet? He should be by the abandoned work-site to the east, just before the graveyard. He has Lofar's sword. I just hope you can get it back... and that you put a stop to him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What? The blade broke, and Nate is dead? Oh this is bad... very, very bad. What if Blake comes looking for his sword? I won't have one to give him, and they'll do something terrible to my family! I need a sword to give him! If only I had another blade to give them.\\n\\n'Wait, do you think Lofar would make another, if you explained the situation to him? My family is in danger! Could you please ask him?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Hurry now, Lofar awaits your return at the stone cottage south along the Greenway.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Did you see Nate? Did you find the sword?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Have you asked Lofar yet if he'll make another sword?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Another blade... he cannot be serious! I am already behind on other work, and now I must forge a new blade for Chief Watcher Grimbriar. \\qTime is precious, don't give it away for nothing,\\q my father used to say....'\\n\\nLofar cuts himself off, lost in thought for a moment, then continues. 'Actually lost my father to brigands a few years back... wouldn't wish that on anyone....\\n\\n'Bah! Give me that hilt. I must be going soft. I'll do it to keep his family safe, but he's going to have to do something in exchange!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Nate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'So, where's the hilt from my blade? At least I can salvage that for the new sword I have to make.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the broken hilt to Kenton Thistleway",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the broken hilt to Lofar Ironband",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Getting the Blade Back",
      "es": "",
      "es (fem)": ""
    }
  ]
}