{
  "id": 620779076,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Recovered Oddvarr's notes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Oddvarr's pack was recovered, but he is no better off. The notes he wrote down are missing, and he suspects that some Orcs made off with them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This is not good! In fact, it is downright terrible! All my work... gone! Just like that, quick as you please. Drat and double-drat!\\n\\n'My notes are missing, and I'm absolutely certain that I placed them in my pack. There was a band of Tarkrîp Orcs from around Cirith Nûr, west to north-west of here in the North Bree-fields, come sniffing around the ruins. That's why I left my pack behind in such a hurry.\\n\\n'I'm in no shape to take on Orcs. I'm an explorer, not a warrior. Those notes mean everything to me. Could you please find them and return them to me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tarkrîp Orcs from around Cirith Nûr, west to north-west of Oddvarr in the North Bree-fields, have stolen Oddvarr's precious notes. Oddvarr can be found south-east of Hengstacer Farm near the ruins.\\n\\nOddvarr's notes are missing, and he suspects the Tarkrîp Orcs ran off with them. One of the Orcs must have them, if you can only find which one.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Orcs! I hate Orcs. Why would they run off with my notes like that? I'll tell you why... just to get my beard in a snarl, I would say!\\n\\n'Now that my notes are safe, I can continue my research. Lofar will be pleased to know that my work continues unabated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Return to Oddvarr, south-east of Hengstacer.\\n\\nYou found Oddvarr's notes on the body of a slain Orc.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Lofar Ironband is in the town of Bree, in the Stone Quarter, down the road south from the West-gate stable-master.\\n\\nOddvarr told you to seek out Lofar and tell him that his research into the ruins is going well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Lofar will be most impressed with my progress!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Drat and double-drat! I don't have time to re-write all those notes. If I don't get my original notes back, then I'll have to go home empty-handed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Drat and double-drat! I don't have time to re-write all those notes. If I don't get my original notes back, then I'll have to go home empty-handed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return the notes to Oddvarr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Recover Oddvarr's notes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stolen Notes",
      "es": "",
      "es (fem)": ""
    }
  ]
}