{
  "id": 620779090,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Sambrog in the Great Barrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Naerandir has told you he knows the story of Othrongroth, the Great Barrow, but that the reality of the place as it exists now must be masked beneath the splendour of legend, lest cautious fear grows into terror.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have reforged the key! This step was necessary to complete your story and your foray into this terrible place. Now, you must return to the deepest parts of the Great Barrow and defeat Sambrog, the ancient wight-lord who makes the Barrow his home.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sambrog is at the furthest end of the Great Barrow, in the deepest halls.\\n\\nNaerandir has asked you to defeat the ancient wight-lord Sambrog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A better story I never could have composed. The tale of the hero, [placeholder], who braved the greatest of challenges in Bree-land, who found glory and riches and fame.\\n\\n'And so, my friend, you have lived the tale of Othrongroth. A great evil has been banished, and terror is laid to rest behind the cloak of heroic deeds.  \\n\\n'Thank you, [placeholder]. Take this as a small reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Naerandir is awaiting further word of your deeds outside of the Great Barrow.\\n\\nYou should return to Naerandir and tell him that Sambrog is slain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Ah, there goes [placeholder], Hero of Othrongroth!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'How could you have lost my book?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'A legend walks among us! Gather round and hear the tale of [placeholder], Slayer of the Dead that Walk!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'How could you have lost my book?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Sambrog in the Great Barrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Naeradir outside of the Great Barrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Evil's Final Chapter",
      "es": "",
      "es (fem)": ""
    }
  ]
}