{
  "id": 620779020,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated fell spirits in the Great Barrow ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Three Elves journeying towards the Grey Havens came to the Barrow-downs after sensing the source of great corruption welling within the Great Barrow. Their sojourn into Bree-land will not end until they help cleanse the land of an ancient corruption before passing into the West.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Age of the Elves is over, [placeholder], and now the time has come for us to pass into the West. But ere we come at last to the Grey Havens beyond the land of the halflings, we wish to do what little we can to help against the Shadow that is once again rising in the East.\\n\\n'Long ago, the Witch-king of Angmar sent many fell spirits out of Angmar and Rhudaur to turn the Barrow-downs into a place of terror, and we sense that they are again stirring. We fear that more of these spirits have come with the intent of increasing their master's horde in Bree-land. We would have you enter the Great Barrow and send these spirits back to their master. The spirits will likely be found behind a door displaying a skull.\\n\\n'Othrongroth, the Great Barrow, is a terrible dread place. You should not enter Othrongroth alone, for it is a dark and dangerous place. Take those you can trust.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Othrongroth, the Great Barrow, is up the hill from the small encampment in the southern Barrow-downs. The fell spirits can be found within Othrongroth behind a door displaying a skull.\\n\\nAs one last favour before leaving Middle-earth, Aradia and her companions would like to help cleanse the Shadow of Angmar from the Barrow-downs. She has asked you to enter Othrongroth and send the fell spirits which dwell there back to their master.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done well, [placeholder]; nevertheless, we shall sojourn here a short while longer to see that evil does not come to the simple folk of this land.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Aradia is camped outside the Great Barrow.\\n\\nYou should return to Aradia with news of your success against the fell spirits of the Great Barrow.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Go forth with the blessing of the Elves and drive forth the enemies of the Free Peoples from Othrongroth and restore the Barrow-downs to the peace it once knew!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The Shadow of Angmar has not been lifted fully from the Barrow-downs, but your efforts were not wholly in vain.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Welcome and well met, [placeholder]. May the light of Elbereth shine upon your path, no matter how dark it seems.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat fell spirits in the Great Barrow ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Aradia outside the Great Barrow",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Heading West",
      "es": ""
    }
  ]
}