{
  "id": 620779060,
  "txt": [
    {
      "id": "0xd085251",
      "en": "#-1:[placeholder]'Hail, good #-1:{lady[f]|fellow}! I was wondering if you could help me with a bit of a problem. It seems that no sooner did I set my latest blade out to cool, than someone stole it!\\n\\n'I didn't see who made off with the sword, but I suspect it was one of those Man-smiths working out at Thornley's. Their craft is nothing like dwarf-craft, and likely their jealousy of my workmanship moved one of them to steal my blade.\\n\\n'If I were to ask them about my blade, they would just ignore me. You though, by the look of you, are a great warrior. If you were to ask them about my blade, they'll be honest with you. How about it, can you find my stolen blade?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Bah, I don't be needing to steal some dwarf-blade. People like my work... it's quality! You tell that Lofar that I didn't steal his fool sword and try to pass it off as my own!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found my sword yet? It was one of those Man-smiths working at Thornley's who took it, I know it. Go talk to them. Seeing a warrior like yourself will frighten the thief into confessing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What... a stolen sword? Stolen from a dwarf? I don't know what you are talking about.... Please, go away, I don't know anything about it....'\\n\\nKenton mops his brow, nervously.\\n\\n'Yes, yes, I admit it! I took it. Please don't tell the constable! Please! I did it to save my family! See, a brigand named Nate, he told me that he would hurt my family, unless I made a sword for their captain, Blake. But I didn't have the iron to forge one, and I was desperate to save my family, so I took the dwarf's sword!\\n\\n'Nate said that before he gave the sword to Blake, he was going to test the blade against the workers at the site of Thornley's silo, just before the graveyard and the boar-hollow. If you find him there, maybe you can convince him to return Lofar's sword and leave my family alone. What do you say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Dwarf-made Blade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Well, of all the insulting things to say! Those dwarves think that no one can smith as well as them. Well, if being busy means you do quality work, then mine is quality.\\n\\n'Go tell that fool dwarf that I didn't take his sword!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lofar Ironband has told you that someone has stolen his newest blade. He has asked you to find out who stole it and return it to him as quickly as possible!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Don't be bothering me with such nonsense. Dwarves always looking down on us, claiming we're jealous. Now they going to start accusing us of stealing?\\n\\n'Shoo, off with you. I don't have to take this sort of nuisance! I'll complain to the mayor, I will.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to the smiths of Bree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Most of the smiths of Bree dwell near the West-gate or are working at Thornley's farm along the Greenway.\\n\\nLofar has told you that he thinks his latest blade was stolen by one of the Man-smiths. He thinks that a warrior, such as yourself, might intimidate the thief into confessing and returning the stolen blade.",
      "es": "",
      "es (fem)": ""
    }
  ]
}