{
  "id": 620779173,
  "txt": [
    {
      "id": "0xa4b0ff5",
      "en": "Tattered Journal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tattered Journal[e]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A journal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38ce4c2",
      "en": "Malin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61726d1",
      "en": "September 8\\n\\nI cannot believe my find today! Here I am digging for those roots mother makes into that disgusting stew, and I came across that dagger. Time and rust has eaten away at it, but I can tell it was once a magnificent weapon! I wonder if there are more out there. Maybe my luck is starting to turn.\\n\\nSeptember 10\\n\\nI brought my find to Newbold the other day, and he thinks it may have once been buried in one of the barrows west of Bree. I wonder what else might be found out there?\\n\\nSeptember 14\\n\\nI am going to enter the Barrow-downs and dig for more treasures! There is not any evil out there. What harm can old bones do to a living man?\\n\\nSeptember 15\\n\\nI was looking at an old map Newbold gave me to see where to dig, and I had the strangest feeling when I looked at the southern section. Newbold's map simply called it, \\qThe Southern Barrows.\\q\\n\\nThere are treasures there, I am sure of it. Amlach has joined me, with a message from mother, but we have decided to continue the search for treasure together. We will leave soon.\\n\\nSeptember 19\\n\\nWe have arrived at the barrow, and I cannot wait to begin digging. I am sure we will find something that will make us rich! Never again will we have to eat that disgusting root stew Mother makes!\\n\\nAmlach is concerned. He says something does not feel right, but he is being a fool. There is nothing to fear here!\\n\\n(The next journal entries are undated written in a different hand)\\n\\nMalin is gone. He must have ventured further into the downs. I fear for my brother. This place has a foul feel and a queer calm about it. I will make camp here for the night and search for Malin on the morrow. A chill wind has brought mists so thick even the lights of Bree are nearly drowned in it.\\n\\nHopefully by tomorrow the mists will have cleared enough for me to try to follow my brother's path. I will not rest until he is found.\\n\\n(The next entry is hastily written and looks to have been written by an unsteady hand)\\n\\nMalin...I have seen him! After a long trek into the Downs, I was sure I heard him calling to me! I crested a hill, and at its feet was an evil looking mire. Above the mire there was a barrow encircled by standing stones. Even as I gazed upon it, mists swirled about, and I could hear my brother clearly as if he were standing next to me!\\n\\nIf not for those accursed mists, I would have found him, but a feeling of dread came over me, and the voice of my brother fell away. At least I know he still lives! The mists began to close around me, and it was all I could do to make it back to my camp before I was fully entrapped in them. I will return for my brother on the morrow.\\n\\n(This page is covered in dirt. Scrawled across this page are a few words, apparently written in blood.)\\n\\nMalin...voices...Southern Barrows...help him....",
      "es": "",
      "es (fem)": ""
    }
  ]
}