{
  "id": 620779185,
  "txt": [
    {
      "id": 136263297,
      "en": "You ran out of time!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Éogar, the owner of Hengstacer has asked for your help in delivering a fresh steed to Bree.",
      "es": ""
    },
    {
      "id": 160731971,
      "en": "'Good, fresh grain for my steeds!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Who are you and what do you want at Hengstacer, [placeholder]?  I have no doubt you have used the services of a stable-master...many of the skilled and trustworthy ones use my steeds to carry travellers such as you. The swiftest horses and ponies have all been foaled here in Hengstacer...there are none swifter of hoof west of the Mountains.\\n\\n'From your raiment I can tell that you are a traveller...I know the hardships of the long roads between here and the Westfold but that is a story for a later time. If you are looking to learn how to ride a steed, I can teach you, but learning the skills is not an easy task. I have to deliver a fresh steed to the stable-master near the West-gate of Bree-town, but my grooms are busy with other tasks. You can start your training by bringing this Blonde Sorrel steed to the stable-master.\\n\\n'After you deliver her safely, return to me, and we can discuss your training further.'\\n\\n<rgb=#FFFF00>Right-Clicking on the 'Mount' vitals display gives you the option to dismount your steed but will also cancel the quest.</rgb>\\n",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The stable-master can be found near the West-gate in Bree-town, south of Hengstacer.\\n\\nÉogar has asked that you ride a fresh steed out to the stable-master in Bree-town.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you, [placeholder], there are many more travellers down this way than the Bree-folk are used to. The stable-master there has almost been buried with requests for horses. If you are not too sore from that ride I have another task for you.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Éogar, son of Hadorgar, is located at Hengstacer, north of Bree.\\n\\nReturn to Éogar and inform him that you delivered the horse to the Bree stable-master.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You should get that horse to Bree at once...my good name is at stake!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Hurry on back to Hengstacer and thank Éogar for the fresh Steed!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Take a fresh Blonde Sorrel steed to the stable-master in Bree-town",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fresh Steed for Bree",
      "es": ""
    },
    {
      "id": 33621123,
      "en": "'Ah, a fresh steed, wonderful!'",
      "es": ""
    }
  ]
}