{
  "id": 620779164,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Robb is resting now and recovering nicely, thanks to you, but he asks another favour of you.\\n\\n'He said he can't sleep, thinking about those accursed Orcs what ambushed him up the Greenway. When he was captured, he said a large Orc came over to torment him from a camp to the west from where he was being held, the one behind a wooden stockade. He says the other Orcs called this monster the Red Reaver. Robb says he must have his revenge on the Red Reaver and will be glad to give you what coins he can spare if you can put him to heel.\\n\\n'Now, I can't say as I like all this bloodshed, and it sounds right dangerous to me, but if you'll show that horrible monster who tortured Robb a thing or two, I guess you surely do deserve a reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Robb will be so happy to hear you've done away with that beast of an Orc! And I'll thank you too for making the Greenway a safer place. Please accept this reward from both of us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you done away with the Red Reaver yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Thornley's Revenge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You rescued Robb Thornley from the Orcs, battered and beaten, but he is not satisfied with rescue. He wants retribution.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the Red Reaver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the Red Reaver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Red Reaver is in the Orc-stockade on the western side of the Greenway, north of Thornley's farm.\\n\\nOn behalf of her husband, Rose Thornley has offered you a reward if you would go to the stockade and slay the Red Reaver.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Rose Thornley at Thornley's Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thornley's farm is south along the Greenway from the Orc-stockade.\\n\\nYou should return to Thornley's farm at once to tell Rose of your victory and claim your reward.",
      "es": "",
      "es (fem)": ""
    }
  ]
}