{
  "id": 620792715,
  "txt": [
    {
      "id": 218649169,
      "en": "'At your service, [placeholder]. The Dourhands have been removed from Thorin's Hall, yet our anger at their deeds has not been satisfied. Many of the Longbeards suffered greatly under Gormr, and his treachery must be met with revenge!\\n\\n'It is rumoured that the Dourhands have found remains of their ancient home that was lost when the world was broken in the ruins of Orodost -- the Elves now call that place Sarnúr. Travel south of Thorin's Hall to this city and slay the Dourhands that you find there.\\n\\n'The lesser dwarves and servants should carry the crest of the Dourhand family; bring me these crests that we may repay blood with blood!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have returned with the Dourhand crests? That is well. The blood-price set upon the deeds of the Dourhands is high, and these crests are only a pittance of their full payment to the Dwarves of Thorin's Hall.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have returned without the crests? The Dourhands must pay for their deeds! Return to me when you have collected the Dourhand crests.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dourhand Crests -- Introduction",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The descendants of Skorgrím Dourhand have ever been a thorn in the side of Durin's Folk, the Longbeards. Though now outcast, they remain a threat to the Free Peoples of Ered Luin.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Dourhand crest ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the Dourhand crests to Tórth",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The entrance to Sarnúr is south of Thorin's Hall and west of Noglond in the ruins of Orodost.\\n\\nTórth has asked you to enter the Dourhand stronghold of Sarnúr and defeat the creatures who dwell there, claiming Dourhand crests as the proof of your valour.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Dourhand crests ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}