{
  "id": 620792719,
  "txt": [
    {
      "id": 218649169,
      "en": "'At your service and your family's, [placeholder]. The finest jewellery in all of Eriador has been crafted by dwarf-hands in Thorin's Hall. But these Mountains do not give up their jewels willingly. They are filled with iron and coal, and it is seldom that precious stones or metals of great worth are found here.  \\n\\n'A few veins of a very precious dwarf-stone run throughout Eriador. It is not often that even a small gem of craftable quality is found, but when one is uncovered it is a sight to behold. When crafted into a necklace and laid upon the breast, you would be unable to find an unflattering angle. The gem sparkles like Kheled-zâram in the starlight and lays an enchantment of beauty and awe upon all who behold it!\\n\\n'If you were to bring to me one of these necklaces crafted with a dwarf-stone, you would hold high honour amongst the dwarves of Thorin's Hall.'\\n",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Amazing! Simply amazing! You have indeed earned high honour, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have returned empty handed? I do not blame you; a necklace of this magnitude is not something to be found hastily.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dwarf-necklace - Introduction",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Dwarves of the Blue Mountains are best known for their jewel and iron-craft.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected a dwarf-necklace",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the dwarf-necklace to Ísrath",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Blue Stone Garrison is located just inside Thorin's Hall.\\n\\nÍsrath has requested that you bring him a crafted dwarf-necklace.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect a dwarf-necklace",
      "es": ""
    }
  ]
}