{
  "id": 620792722,
  "txt": [
    {
      "id": 218649169,
      "en": "'At your service and your family's, [placeholder]. The Dourhands have been mining in the Blue Mountains and have uncovered the remains of a lost dwarf-city, which the Elves are now calling Sarnúr.  \\n\\n'Though many of them are undoubtedly destroyed, ancient relics of the First Age surely still remain in the crumbling halls and deep caverns below the Blue Mountains. Can you imagine? The ancient works of the dwarves lying in the hands of those thieving murderers, it boils the blood! The Dourhands may lay claim to the treasures, but without proof of their ancestry, any dwarf may stake his claim, and I do it thus for the Longbeards!\\n\\n'Retrieve any of these relics that you may find and bring them to me here at the Blue Stone Garrison. The Longbeards would be deeply in your debt for the return of any of the ancient works, great or small.'\\n",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This is a wonderful find! I will send it off to the vaults right away. I am sure that the smiths will look over every inch of the relics. We are in your debt, [placeholder]'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not recovered any of the relics? Dwarves often hide their treasures, but surely you weren't looking hard enough! \\n \\n'Try searching the bodies of the commanding Dourhands and other inhabitants deep within Sarnúr.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "First Age Relics - Introduction",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The descendants of Skorgrím Dourhand have ever been a thorn in the side of Durin's Folk, the Longbeards. Though now outcast, they remain a threat to the Free Peoples of Ered Luin.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected First Age relic",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the First Age Relic to Ásgeir",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Sarnúr lies south of Thorin's Hall and west of Noglond in the ruins of Orodost.\\n\\nÁsgeir has asked you to enter the Dourhand stronghold of Sarnúr and defeat the creatures who dwell there, claiming First Age relics for the dwarves of Thorin's Hall.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect First Age relic",
      "es": ""
    }
  ]
}