{
  "id": 620792631,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Our highest award to those who have fallen in acts of unheralded bravery in the service to the Free Peoples is the Icon of Heroes. Alas, the gifted artisan who created it included some rather rare and difficult items in its design, and we have little to spare here. If you can find the needed materials and craft an Icon of Heroes, we would be greatly in your debt.\\n\\n'Who knows? If you continue to prove your worth, then maybe some day such an Icon will lie upon your breast as we lower you into your tomb -- now there is a cheerful thought....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Once again, you have provided a valuable service. I am at your service and your family's!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Would that we could bury our fallen heroes with proper rites and honour, but in times of war, that luxury is rarely given to us...unless of course you happen to have crafted one of those medals I mentioned?\\n\\n'No? Ah well....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Icon of Heroes -- Introduction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Council of the North is in need of a medal to bestow upon those heroes who have fallen in the service of the Free Peoples.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Craft an Icon of Heroes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Present an Icon of Heroes to Hróar at Gath Forthnír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Hróar is at Gath Forthnír in Angmar.\\n\\nHróar has asked you to craft an Icon of Heroes and bring it to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Craft an Icon of Heroes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}