{
  "id": 620792725,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Trolls will come help, but you must go work. I will send you. I have been told to send you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Troll, come back. Now you come back. You do good work? Better have.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You go now. Troll, come here.'\\n\\n<rgb=#FF0000>WARNING: You will be logged out of your current monster play session and logged into a new one. This new avatar is not permanent and cannot trade items or otherwise interact with much of the world.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sticks and Stones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Angmar's inability to destroy the Free Peoples holed up in the farthest reaches of the Ettenmoors has prompted the army's leaders to summon more trolls from the north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Taskmaster Dromdas at Gramsfoot and complete a patrol through the Ettenmoors as a Troll (Cost: 500 Commendations)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Taskmaster Dromdas is at Gramsfoot.\\n\\nAngmar's army wishes to dislodge the Free Peoples from the Ettenmoors and have enlisted the assistance of trolls to undertake the endeavour. Of course, the work of Angmar must continue and the troll's work must be completed. If you wish to help the trolls, you should speak with Taskmaster Dromdas again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Taskmast Dromdas at Gramsfoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Taskmaster Dromdas is at Gramsfoot.\\n\\nYou should return to Taskmaser Dromdas and inform him that you did the work he requested done.",
      "es": "",
      "es (fem)": ""
    }
  ]
}