{
  "id": 620792723,
  "txt": [
    {
      "id": 172691445,
      "en": "Letter to Calenglad",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Laerdan's Letter to Calenglad[n]",
      "es": ""
    },
    {
      "id": 59565250,
      "en": "Laerdan",
      "es": ""
    },
    {
      "id": 102180561,
      "en": "Calenglad,\\n\\nI have set this tale in writing so you will understand the dangers that await not just Evendim, but all of Middle-earth, if the Dúnedain should fail to stop Amarthiel's ambitions in Annúminas. The situation now seems grim, but it is with heavy heart that I must tell you these dark days are as nothing compared to the fate that awaits us all should Amarthiel succeed in the errand she pursues.\\n\\nHave you heard whispers of the Champion of Angmar? Such was the title Amarthiel bore at the height of her master's power, and before her, the good people of the North quailed. The armies of the Witch-king marched behind her on Fornost, and Fornost fell. Much of her strength came from a ring -- Narchuil: one of the lesser rings, as such things are counted, but still possessed of great power for evil.\\n\\nWith Narchuil upon her finger, all who beheld Amarthiel lost any desire to stand against her. Some tried in vain to flee, while others set down their weapons, bewitched by her terrible beauty. All fell beneath her vicious blades, for Narchuil raised in the Champion of Angmar a terrible blood-lust; there would be no mercy for the fallen.\\n\\nAnd yet Hope was borne upon the winds: the coming of Eärnur out of the South and of Glorfindel from the East signaled a change in our fortunes. Fornost was retaken. Something happened to Amarthiel during the Battle of Fornost, something her master never expected: the Champion of Angmar was defeated. History does not record the name of the Elf who laid her low, beyond the guess that he was of Lindon, but Amarthiel fell before his Elf-knives and her ring was lost. Narchuil and Amarthiel vanished from all knowledge. The Witch-king fled, his forces routed.\\n\\nBut now Amarthiel has returned from out of the darkness, and worse: she has obtained a palantír, one of the seeing-stones of old. There can be no question -- she will use it to learn the location of Narchuil, the ring she lost so long ago -- perhaps she has already done so! That must be the focus of your attack, Calenglad. The palantír must be taken from her. Amarthiel is a dangerous foe of herself, but if she reclaims Narchuil and strides at the head of her armies, the threat she poses will be magnified a hundredfold. This must not be allowed to happen. That the city has fallen to her is tragic, but the palantír must be recovered at any cost, even should it mean the Dúnedain lose Annúminas forever.\\n\\nI will ask my good friend to deliver this letter to you, but that is sadly all I can do. My part in this tale has been overlong already, and I weep for it.\\n\\nLaerdan",
      "es": ""
    }
  ]
}