{
  "id": 620792724,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Token of Valour ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A scarce few Rangers from Esteldín came east to the Ettenmoors to support Lainedhel's efforts against Angmar's army.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Greetings, [placeholder], you fight against the foes of Eriador in these lands, and this is good. There is no doubt within me that your resolve to win this battle is strong.\\n\\n'Please, hear me out. We are assisting in this battle where we can, and we will continue to do so. I would ask, though, that you support us in our endeavours elsewhere to safe-guard Eriador from the machinations of the North.\\n\\n'Should you wish to assist us, return to me, and I will arrange for you to take the place of one of my brethren while he patrols the wilds of the Ettenmoors.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Uirnen is at Glân Vraig in the Ettenmoors.\\n\\nThe Rangers are attempting to augment the forces fighting in the Ettenmoors, but fear that committing too much to the battle will result in Angmar succeeding elsewhere. The Ranger Uirnen has asked you to speak with him if you wish to assist the Rangers with their duties.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Your efforts allowed one of our number to assist the Free Peoples greatly, [placeholder]. You are to be thanked for the efforts that you put forth.\\n\\n'The Rangers of Esteldín are indebted to you. You are truly a hero in the war against the Iron Crown.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Uirnen is at Glân Vraig in the Ettenmoors.\\n\\nYou should return to Uirnen and inform him that you have fulfilled your duty.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Uirnen is at Glân Vraig in the Ettenmoors.\\n\\nYou should return to Uirnen and inform him that you have fulfilled your duty.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I expected that you would return, [placeholder]. If you are prepared, I will set you to your task and call one of our number to patrol the Ettenmoors in your stead.'\\n\\n<rgb=#FF0000>WARNING: This quest begins a special session quest. You will be logged out of your normal character and take on the guise of a player-friendly npc. You will not be able to leave the Ettenmoors as this character and will attain a set of skills unique to this special player character.</rgb>",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Very well, this proves that you are an able and valorous person. Speak with me again and I will send you to stand in the stead of a Ranger while they come here to patrol the Ettenmoors.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Collect Tokens of Valour and return ten to me. I will then know that you are able enough to take on the duties of the ranger who will come here in your stead.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with Uirnen and complete your patrol of the Ettenmoors as a Ranger (Cost: 500 Commendations)",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Uirnen at Glân Vraig",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with Uirnen and complete your patrol of the Ettenmoors as a Ranger",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Uirnen at Glân Vraig",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Aid from the Rangers",
      "es": ""
    }
  ]
}