{
  "id": 621078514,
  "txt": [
    {
      "id": "0x6a50284",
      "en": "Return to Almetha in the valley market",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Hello, friend! It's not often we meet explorers here, and even less so friendly ones! But you seem to be of a kind sort. If you've visited my cousins to the north in Lyndelby itself, I would not be surprised to learn that you've had to put some effort in to win them over.\\n\\n'We here love our simple valley life, and welcome visitors to it once we get to know you. Feel free to explore our land. I would adore the chance to speak again and perhaps someday consider you a neighbour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "A narrow pass connects the warrens with Lyndelby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "A small, but cozy warren rests before you, ready for you to move right in",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "A comfortable warren rests before you, waiting for you to make it your home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "A cozy warren reveals itself, hidden up a treacherous pass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "An expansive hidden gem, with gorgeous views of Lyndelby in the valley to the north",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "A grand warren with beautiful views of the homestead valley below",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "The sights and sounds of the market and craft-folk fill the air",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Shy and secretive, the Holbytlan of Misthallow rarely welcome strangers to their lands. Often hidden from sight, a small village to the south of Lyndelby has opened its gates, welcoming visitors and those seeking to live a more pastoral life.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Visit a grand warren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Visit the valley market",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Visit the walls of High Sundergrót",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Nestled in the eastern edges of the Misty Mountains, the hidden dales of the Holbyltan have opened their gates to visitors and homesteaders alike.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Visit the valley entrance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "The homesteads of the Holbytlan can be found south-west of the village of Lyndelby. Almetha Ditchel has bid you explore the valleys of her people and return to her once you've seen the sights of the valley.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Visit a humble warren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You should return to Almetha in the valley market",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Visit a comfortable warren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Visit a hidden humble warren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Visit a hidden comfortable warren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "The ancient walls of Sundergrót have long guarded the valleys of the Holbytlan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Welcome back, friend! I hope you enjoyed your visit to our fair dale. If you find a warren that you fancy, I look forward to calling you neighbour!\\n\\n'All we ask is you keep the secret of our hidden home. Threats are many out there and we've lived a life of peace for so long.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Hidden Homes of the Holbytlan",
      "es": "",
      "es (fem)": ""
    }
  ]
}