{
  "id": 620757881,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated wights in the Great Barrow ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The guides of Bree admit now that they should have been more cautious. Bob Redthistle believes now that they must do their part to destroy the fell creatures rising, as legend once told, throughout the Barrow-downs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You've done good work dealing with those old wights, but I'll be honest with you, [placeholder]... these are creatures of legend! And the legend runs deeper than these mounds can provide.\\n\\n'The Great Barrow, called Othrongroth long ago, has always been a place that few are brave enough to face, because of the legends of the powerful beings that once walked there. With the return of these legendary creatures throughout the Barrow-downs, I can only assume that more have risen within the Great Barrow. Othrongroth lies towards the southern end of the Barrow-downs.\\n\\n'Stout or not, I'd not go it alone, if I were you. That Great Barrow is sure to be a bad place. Maybe you should take some friends?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Great Barrow is at the southern end of the Barrow-downs.\\n\\nBob Redthistle has asked you to enter the Great Barrow and keep more wights from getting out. He recommended that you take friends with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You are a valiant [placeholder], my friend. You have succeeded where many would fail... truthfully, I would never dare.\\n\\n'Thank you greatly for your help.  I believe that Bree is safer for your actions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bob Redthistle awaits your return at Dead Man's Perch, between the north and south Barrow-downs.\\n\\nYou should return to Bob Redthistle and let him know that you have destroyed many wights within the Great Barrow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you turned those Barrow-wights aside?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Well, [placeholder], I don't think those nasty, old wights will be creeping into Bree any time soon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'It's hard to believe that there really are old, dead bones walking about out in the Barrow-downs...we're lucky to have you to handle them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat wights in the Great Barrow ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Bob Redthistle at Dead Man's Perch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Purging the Dead",
      "es": "",
      "es (fem)": ""
    }
  ]
}