{
  "id": 620757843,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have read the dirty note",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Chief Grimbriar wants you to deal a significant blow to the brigands' leadership in Bree-land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Now listen here. I am not going to invite the aid of those Rangers out of the wild. The Men of Bree are capable of defending their own lands from the threats they face, and we will not rely on strange folk for assistance.\\n\\n'This information speaks of the captain who led the raid on Dogwood's Farm and his current location. We have a chance to strike a telling blow against these brigands and find out more about them.\\n\\n'It appears that the leader established a camp within a thick copse of trees behind the knoll to the west. The knoll in question is to the south of Dogwood's Farm. Let us strike this blow for the Men of Bree-land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The brigand leader is encamped in a copse of trees to the west of Grimbriar's post. Grimbriar awaits your return at his post at the stone house near the cross-roads of Bree.\\n\\nGrimbriar's spy provided information on the location of the brigand leader responsible for the latest attacks on the farms of Bree-land. Grimbriar then asked you strike a blow against the brigands and obtain any information you could from the leader.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We have them now. This information proves that this Sharkey fellow is intent on establishing a strong foothold here in Bree-land.\\n\\n'It also tells us of their largest encampment outside of the Vale of Andrath, at a place west of here that they call the Brigands' Watch.\\n\\n'The Brigand-captain there passes orders out to his lieutenants that come directly from Sharkey. If we can get those notes....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Defeat one of the Southern Lieutenants or Southern Leaders located in the Bree-fields and search his remains. There is a small band of brigands to the south-west of Saeradan's cabin, on Thornley's land.\\n\\nGrimbriar asked you take the medallion you found to the Ranger Saeradan, but Saeradan proved unable to help you. He did suggest, however, that the brigand-captains may carry evidence that will illuminate the meaning of the medallion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Saeradan remains at his cabin, east of Thornley's fields.\\n\\nThe threat described by the note you discovered on the brigand-captain seems far more serious than either Grimbriar or Saeradan may have realized. You should take the note back to Saeradan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I think it likely you will learn more of Sharkey, if not discover Sharkey himself, in that camp in Thornley's fields.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you found anything of importance yet? We need to know why the brigands are amassing at the Vale of Andrath and the brigand-leader has that information.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Teague remains at his cabin, east of Thornley's fields.\\n\\nThe threat described by the note you discovered on the brigand-captain seems far more serious than either Grimbriar or Teague may have realized. You should take the note back to Teague.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I don't know as I trust him, but you should take that medallion to the Ranger Saeradan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'What is this? It seems I was short-sighted. It is clear that this Sharkey is no mere brigand leader, for he has knowledge of things that few share.\\n\\n'It is well, indeed, that you have brought this to me. This threat is greater than I first perceived and is more immediate than the Orcs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I should've known the Ranger would be of no help. Ah well, keep on searching, if you would.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'So you have had no success hunting for Sharkey?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect the notes and return them to Chief Watcher Grimbriar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'This is terrible news! What has that Ranger to say now?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat a Southern Leader or a Southern Lieutenant and search him for clues",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the brigand's note to Saeradan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'The Ranger have anything to say about that note?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Rogue's Gallery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'This is terrible news! What has that Ranger to say now?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}