{
  "id": 620757850,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Vale of Andrath is Bree-land's gateway to the South. The South Downs, Dunland, Isengard, the Gap of Rohan -- all would be closed to Bree-land if the brigands are not hindered. It is clear that Sharkey is no mere brigand-leader. He has employed half-breeds to fill his ranks, a wholly depraved act. \\n\\n'I sent my men to watch the ruins at Andrath and fear they may now be prisoners or worse. Please, head south beyond the Greenway Crossing, further beyond the shadow of the barrows, and seek my scouts, Oakdale and Brittleleaf. Hopefully, they will have found a safe place close to the ruins, likely on the eastern side.\\n\\n'Be swift, for I fear the worst, and bring caution with you! That's likely to be a bad place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Grimbriar finally sent support? We have been wondering if he had forgotten us.\\n\\n'When we arrived, we found a far larger force than anticipated and knew that we could not desert the post. Already, we have seen these fiends performing terrible acts.\\n\\n'We must remain resolute and carry out our duties.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Make haste to Andrath in the south along the Greenway. I fear I may have sent my men there ill-prepared to deal with this growing threat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Vale of Andrath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Sharkey's Men and their half-orc allies from the South have blockaded the Vale of Andrath, inhibiting trade with the southern nations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "brigands and half-orcs defeated ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find and speak with Grimbriar's scouts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The brigand-encampment is at the southern end of the Vale of Andrath, south down the Greenway, far beyond the Greenway Crossing. Grimbriar's men, Watchers Brittleaf and Oakdale, will be hidden somewhere nearby.\\n\\nWatcher Grimbriar has learned that Sharkey's Men and their half-orc allies have blockaded the Vale of Andrath. He has asked you to travel south to support his men.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Sharkey's lieutenant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Saeradan's cabin is east of Thornley's farm in the Bree-fields, along the north Greenway.\\n\\nSaeradan will want to hear of your victory in the Vale of Andrath.",
      "es": "",
      "es (fem)": ""
    }
  ]
}