{
  "id": 620757810,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Form a Fellowship, then return to Candaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "While you climbed to the peak of Weathertop, Candaith busily worked to translate the letter you recovered from Bleakrift. His translation is complete and the news he uncovered is grave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], I have news of Radagast, but I must ask you once again for assistance here. The letter you recovered from Bleakrift speaks of the Orcs' true goals: taking control of Amon Sûl! Orc-forces are to move towards the crest of Amon Sûl under cover of night and will move in a large group, establishing small units along the paths from that larger force.\\n\\n'We cannot stand against the force when they are assembled, but we can once they are splintered. They wish to establish an encampment that will allow them a vantage over the entirety of the Lone-lands. We must foil their plans, [placeholder]!\\n\\n'Gather allies and return to me when you are ready. Together we shall scale Amon Sûl and defeat Rigûl, their leader, before he can carry out his master's will!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Candaith is at his camp at the foot of Weathertop.\\n\\nThe Ranger Candaith asked you to assist him in driving a company of Orcs from Weathertop. He told you to gather allies and return to him when you are prepared.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Do not concern yourself with the Orcs that remain. This far removed from the South-lands, they will dwindle and become only a small danger to travellers through the Lone-lands.\\n\\n'We have won a pivotal battle, my friend. You have earned some rest, I think, for the great threat posed by these Orcs is now finished!\\n\\n'Now, let me aide you in your endeavour to find Radagast the Brown.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Candaith is at his camp at the foot of Weathertop.\\n\\nCandaith is waiting to discuss with you the strange events that occurred atop Amon Sûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gandalf awaits you at the entrance to Rivendell.\\n\\nAfter defeating the Orc War-band at Weathertop, you take the injured Candaith to Rivendell. Your quick actions have earned you favour amongst the Elves and their allies. Gandalf the Grey wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you are prepared, I will lead the way. We must be swift, else the Orcs may succeed at whatever foul mischief they have planned!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have proven a masterful [placeholder], [placeholder]. Candaith was fortunate to have you at his side against Saruman's Orcs. Your cunning and skill was the Orcs' undoing and Candaith's salvation. You have proven yourself a friend of Rivendell. May the good will of the Free Peoples of Middle-earth go with you.'\\n\\nCongratulations, [placeholder]! You have earned passage into the Beta Test of The Lord of the Rings Online: Shadows of Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You have my great thanks, [placeholder]. The Orcs of the South shall advance no further into the Lone-lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'We must remain watchful, of course. Do not relax your guard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Candaith and retake Weathertop with a fellowship",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'We must remain watchful, of course. Do not relax your guard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Candaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find and speak with Gandalf the Grey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 2, Chapter 5 (Fellowship): Retake Weathertop",
      "es": "",
      "es (fem)": ""
    }
  ]
}