{
  "id": 620757896,
  "txt": [
    {
      "id": 252578,
      "en": "'I want revenge against these goblins!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'He was captured by the goblins. Ha! Fools running off to make deals with goblins deserve what they get! You rescued him though, and that makes you a better man than I, I guess.\\n\\n'I did empty his room when he didn't come back and that note appeared. I took what was owed me but you can have the rest.\\n\\n'Such a good person as yourself ought to be given something for helping a fool like him.' ",
      "es": ""
    },
    {
      "id": 252579,
      "en": "'I must rest again... my wounds....'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'All right, friend. You lead the way. I'll do my best to keep up. These goblins struck me a nasty shot to my leg so I may be a bit hobbled.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Deal Gone Sour",
      "es": ""
    },
    {
      "id": 252580,
      "en": "'We'd best avoid the goblins ahead.'",
      "es": ""
    },
    {
      "id": 252581,
      "en": "'I need a moment to catch my breath.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Pengail has been killed. You have failed",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'That fool Pengail... he's lucky you were around to rescue him!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have rescued Pengail",
      "es": ""
    },
    {
      "id": 93623300,
      "en": "'Ah! My father's sword.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Fools what trade with goblins deserve what they get!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Forsaken Inn is south-west of the goblin encampment.\\n\\nPengail has asked you to help him escape the goblins and take him to The Forsaken Inn.",
      "es": ""
    },
    {
      "id": 170481086,
      "en": "'The goblins beat me hard, but I'll do my best to keep up.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Anlaf the Forlorn is at The Forsaken Inn.\\n\\nAfter you helped him escape and find his father's sword, Pengail told you that Anlaf the Forlorn has the valuables that he left in his room. He told you to let Anlaf know that he is free and that he offered you a reward from his belongings.",
      "es": ""
    },
    {
      "id": 93623492,
      "en": "'My sword's not here... only this scrap. I must find my sword.'",
      "es": ""
    },
    {
      "id": 45510673,
      "en": "'The sword was given to me by my father. It's been in my family for a long time!'",
      "es": ""
    },
    {
      "id": 93623540,
      "en": "'Nothing! How could I have been so stupid?'",
      "es": ""
    },
    {
      "id": 45510674,
      "en": "'This is the last camp. My sword must be here.'",
      "es": ""
    },
    {
      "id": 27679579,
      "en": "'Careful! Goblins can hide in these rocks.'",
      "es": ""
    },
    {
      "id": 156617218,
      "en": "'I'll need my sword. I'm useless without one.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with Pengail",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Help Pengail escape from the goblins",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with Anlaf the Forlorn",
      "es": ""
    },
    {
      "id": 128442516,
      "en": "'Not far to go now!'",
      "es": ""
    },
    {
      "id": 36799010,
      "en": "'Let me search this crate.'",
      "es": ""
    },
    {
      "id": 36799011,
      "en": "'I must search this crate as well.'",
      "es": ""
    },
    {
      "id": 36799012,
      "en": "'I'll check this crate to see if my sword is within.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Pengail says that he meant to trade with the goblins, meeting his obligations to Thomas Thistlewool in Bree-town. The goblins double-crossed him and took him captive and now plan on trading him to the Orcs encamped in the Midgewater Pass.",
      "es": ""
    },
    {
      "id": 36799013,
      "en": "'I must search this last place.'",
      "es": ""
    },
    {
      "id": 64662306,
      "en": "'I feel much better. Let's continue.'",
      "es": ""
    },
    {
      "id": 93623332,
      "en": "'I'll see these filthy goblins laid low!'",
      "es": ""
    },
    {
      "id": 134361476,
      "en": "'I must find my sword. Perhaps they hid it here.'",
      "es": ""
    },
    {
      "id": 93623380,
      "en": "'Only one more place to check. Follow me.'",
      "es": ""
    },
    {
      "id": 64661794,
      "en": "'All right, let's continue on, but take it slower.'",
      "es": ""
    },
    {
      "id": 132161409,
      "en": "'Tell Anlaf the Forlorn to give you what I had in my room.'",
      "es": ""
    },
    {
      "id": 246659284,
      "en": "'I'll be fine from here on. Thanks for your help!'",
      "es": ""
    },
    {
      "id": 64661282,
      "en": "'I feel better. Let us move on.'",
      "es": ""
    },
    {
      "id": 252577,
      "en": "'I'm sorry... I must rest. My wounds are not fully healed.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Oi! Lend a man a hand, won't you? These cursed goblins captured me after I made honest effort to trade. Oh, I know it's wrong, but a man's got needs, and one of those needs is eating, friend.\\n\\n'I ain't had myself a square meal since heading north with those fellows what moved on the Bree-fields, and I'm not like them. I just want to get by and earn enough coin to purchase a patch of land to call my own.\\n\\n'If you don't help me, I'll be lucky to last a night. These goblins keep saying that they want to trade me to Orcs at Midgewater Pass. If you take me south-west to The Forsaken Inn, I'll give you some coin and a pick from the treasures I found in the ruins. We have a deal?'",
      "es": ""
    }
  ]
}