{
  "id": 620757822,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I received a message from a Man. Perhaps you know of him? He is a Ranger by the name of Candaith.\\n\\n'The details are vague but it seems of great importance that you talk to him. I believe it concerns the Enemy's movements in the North Downs.\\n\\n'He is staying at a camp north-west of Weathertop. Travel west to The Forsaken Inn, then go north until you reach his camp-site.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Esteldín sends word that you are to go there and meet with Halbarad. Please hurry, for the Orc fires burn hot and strong and each moment we waste is another opportunity for the Enemy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go to Esteldín and meet with Halbarad. There's no time to waste.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Word has spread about the help you have given the Rangers to the south. Here in the northern lands, we need your help now more than ever.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 3, Foreword: Fires in the North",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You should go meet Candaith.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Orcs from the north are sweeping across the North Downs and setting fires to everything in their path.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Esteldín? If you are needed, you must go. Take care, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Travel along the road to the west until you reach The Forsaken Inn. Candaith is at a camp north of The Forsaken Inn, north-west of Weathertop.\\n\\nFrideric told you that a Ranger desires to speak with you about urgent matters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Halbarad is in the North Downs, north of Meluinen.\\n\\nCandaith's fellow Ranger is in urgent need of assistance.",
      "es": "",
      "es (fem)": ""
    }
  ]
}