{
  "id": 620757802,
  "txt": [
    {
      "id": 218649169,
      "en": "'Your efforts here in Agamaur are commendable, my good [placeholder], but perhaps not enough. The very swamp itself has been corrupted. By corrupted, I do not mean decayed, for that is simply the natural progression of life in such places, but rather evil has seeped into the very essence of Agamaur.\\n\\n'If you would, return to the swamp and gather the bark from the tree-stumps. I must collect something of the living things that inhabit Agamaur if I am to discover how Ivar corrupted this place. There are many bare stumps north-west of here.\\n\\n'I should warn you: because of the corruption here, you should not traverse Agamaur alone.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'[placeholder], you have done well yet again. Your name will be written down in the annals of the lore-masters before your days are done. My thanks to you.\\n\\n'I will need to study these strips, but they will help greatly in understanding the corruption.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you done as I asked? Must I point you to each and every stump? There are many corrupted stumps in the north-west of Agamaur.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you done as I asked? Must I point you to each and every stump? There are many corrupted stumps in the north-west of Agamaur.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Tainted Living",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Somehow the very essence of the Red Swamp has been corrupted. Radagast the Brown, a Wizard who has come to Agamaur, seeks to learn the cause.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected bark strips from corrupted stumps ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect bark strips from corrupted stumps ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "There are many corrupted stumps in the north-west of Agamaur.\\n\\nRadagast has asked you to gather bark from the corrupted tree-stumps in Agamaur, so that he may continue his study into Ivar's means of causing the corruption. He warns you that Agamaur should not be traversed alone. You should gather allies.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Deliver the bark strips to Radagast",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Radagast is in the Eglan-camp in the southern parts of Agamaur.\\n\\nThe task was not simple, for enemies were abundant in the swamp, but you managed to gather nine strips of bark for Radagast. You should return to the Wizard with your bounty.",
      "es": ""
    }
  ]
}