{
  "id": 620757820,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated melee White Hand Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeat ranged White Hand Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Candaith, the Ranger who watches the Great East Road as it passes through the Lone-lands, has learned of an Orkish presence in the Weather Hills.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Saeradan's word comes late to the Lone-lands. If Radagast the Brown passed into these lands then perhaps hope is not lost in this place. I have returned only recently from a journey in lands far to the east, lands held firmly in the grip of evil. When I returned from that journey, I learned to my dismay that evil does not stir in the East alone.\\n\\n'Goblins now roam to the south, while their larger and more ferocious cousins among the Orcs spread through the Weather Hills like a festering plague.\\n\\n'I must find the main body of the Orcs. If you will assist me in driving back the Enemy in these hills, I will begin the search for Radagast the Brown. What say you?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "White Hand Orcs infest the Weather Hills, west of Candaith's camp.\\n\\nThe Ranger Candaith offered you assistance in finding Radagast the Brown in exchange for aid against the Orcs in the Weather Hills.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I thank you, [placeholder], but my thanks are tempered with concern; I have never seen a force of Orcs like this in Eriador before today: organized and well-provisioned. They hold an encampment in an outlet within the Midgewater Pass and bear a strange charge on their banners and shields... one that I have not seen before.\\n\\n'Their numbers at this camp are great, but the day may come when we can drive them howling from the Lone-lands. Not today, I fear, but perhaps not so far off. There is another matter that demands our attention, an urgent matter; we will see to the destruction of their camp in the Midgewater Pass later.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Candaith is at his camp near the foot of Weathertop, among the Weather Hills.\\n\\nWhile you were fighting the Orcs, Candaith began his search for Radagast the Brown.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Search for Orcs among the Weather Hills, west of my camp, and thin their ranks. I will begin my efforts to find and track Radagast the Brown.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Evil is coming to all lands, [placeholder]. The time of safety is leaving us.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Something has stirred Orcs and goblins to new purpose, and brings them out of the wild.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat melee White Hand Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat ranged White Hand Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Candaith at his camp",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 2, Chapter 1: Rise of the Orcs",
      "es": ""
    }
  ]
}