{
  "id": 620757897,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated goblins in the Lone-lands ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have spoken with Anlaf the Forlorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The arrival of a goblin-tribe in Annunlos has made maintaining business at The Forsaken Inn nearly impossible for its owner, Anlaf the Forlorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Pay no mind to the name of the Inn; not all who pass here never return. Only ones that stray too far off the road and find themselves in the clutches o' them goblins.\\n\\n'Bloody-handed creatures deserving of a good beating, those goblins! You're an able-bodied sort... why don't you go show those brutes they're not wanted here? The lands around the inn are just crawling with them.\\n\\n'People scare easily, you see. With the goblins creeping all about the ruins and so close to the inn, I'm destined to use the wood falling from the roof to bar the doors unless someone gives me a hand. You'll find goblins on the fields of Annunlos, and a good number of them have established a foothold in the old ruins of Minas Eriol, to the south-east.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Goblins can be found in Annunlos north and east from The Forsaken Inn.\\n\\nAnlaf the Forlorn, proprietor of The Forsaken Inn, suggested that you might be the solution to his goblin-problem. He has asked that you show the goblins of Annunlos that they are not welcome in the Lone-lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You've done me a favour, friend, and I feel that I owe you something. I've not much to spare other than a little coin, and that's not worth much this far from Bree.\\n\\n'There are some others here at the inn who might have need of help. You should speak with our server, Lieva Dourlily. Lieva has been working on a scarecrow meant to scare the goblins away.\\n\\n'Why not speak with her? You've been a help to me, but you're not willing to leave it at that, are you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Anlaf the Forlorn resides at The Forsaken Inn along the Great East Road.\\n\\nAnlaf may be pleased to learn that you have slain a good number of the goblins that trouble him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Those goblins are a menace, if you ask me! Driving them off will help travellers find their way into the Lone-lands with less fear in their hearts, and I'll lose fewer customers. Anyone of any importance will win and only the goblins will lose, my friend! Isn't that what we want?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Goblins...I hate them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'There are never enough customers here to suit me, even on busy days!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat goblins in the Lone-lands ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Anlaf the Forlorn at The Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Goblin-exiles",
      "es": "",
      "es (fem)": ""
    }
  ]
}