{
  "id": 620757800,
  "txt": [
    {
      "id": 218649169,
      "en": "'[placeholder], I have a tale to share with you. It is of warriors who served Rhudaur at this very place, and the fate they shared. It is a story, nothing more, but one that may have merit.\\n\\n'When Rhudaur pledged to serve Angmar it is said that some were gifted rings that gave them command over their lessers. These rings, borne by the most powerful leaders signified their stations, but came with a terrible price. Each of them perished and were replaced by wight-spirits.\\n\\n'Likely, it is naught more than a nursery tale, but if it is not, then the power of those rings must be removed. Seek out these rings, if they exist, and bring them to me so that they may be destroyed. The wight-leaders will bear them.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I can only assume that the tales are true. You have done a great service this day, [placeholder]. I will see that these are destroyed, before more harm can come of them.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I will send these rings to Rivendell. Elrond Halfelven will know how to destroy them.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Be warned, friend, do not wear the rings you find, else you may suffer the same curse. Think well on your actions and bring them back to me with haste.\\n\\n'Watch for the strongest wights within Garth Agarwen and collect the rings from them. Return them to me, and I will ensure that their corruption is destroyed.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Rings of Rhudaur",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It is well that you found these rings. I fear to think what may have become of Agamaur had they remained in Rhudaur's grasp.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Radagast the Brown was reminded of a legend about rings that were given to the leaders of the Hill-men to signify their service to Angmar. These rings gave them power over their lessers, but exacted their very lives from them, making their bodies vessels for wight-spirits.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return the Rings to Radagast the Brown",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wights can be found in Garth Agarwen in the north of Agamaur. Radagast can be found at Barad Dhorn in the Eglan-camp.\\n\\nRadagast the Brown has asked you to enter Garth Agarwen and discover if the legendary rings exist. If they do, he wishes them brought to him so that they may be destroyed.",
      "es": ""
    }
  ]
}