{
  "id": 620757816,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'As I began my search for Radagast, near the Midgewater Pass, I witnessed an Orc-messenger depart in great haste. Quickly, I followed, trailing him eastwards along the shoulder of the hills and then south, but my search was interrupted. I could follow no further, for foul crebain circled above, and to be discovered would do greater injury to our work here than I can permit.\\n\\n'Once again, I must call upon your aid. The messenger likely carries with him orders to the outlying camps. If you can intercept the messenger, we may learn the nature of these orders. So armed, we will be better equipped to deal with the Orc-threat.\\n\\n'Search among the Orc-camps in Glumhallow, to the west, and return to me with the orders this messenger surely possesses. I will seek sign of Radagast's passage elsewhere.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These orders are written in the Black Speech, [placeholder], a tongue I have never desired to learn. I should have been prepared for this, but I hoped that we would learn something useful immediately. While you were seeking these orders, I followed signs of Radagast through the hills.\\n\\n'I was not alone in this pursuit as a patrol of Orcs soon happened upon my location! I was forced to break off my pursuit, and I lost my bow as I evaded the Orcs beneath the eaves of the wood. It was a close thing, [placeholder]. A close encounter that yielded insight into the Orc's leadership.\\n\\n'You did well, for your part, and soon we will understand the intentions of these Orcs as well as their leadership.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'These Orcs are unusually canny. Use caution, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Go now west to Glumhallow and seek the messenger whose trail I was forced to abandon. I will continue to watch their actions in the north. We must know the full scope of this invasion, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 2, Chapter 2: An Orc-messenger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Some foul purpose drives these Orcs, but I cannot fathom what.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In his search for signs of Radagast, Candaith tracked a messenger from the Orc-encampment in the Midgewater Pass, but was unable to learn what message the Orc carried before his hunt was interrupted by winged crebain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected the Orc-orders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the Orc-orders to Candaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Orc-messenger is surely at one of the enemy camps in Glumhallow, west of Candaith's own encampment at the foot of Weathertop.\\n\\nAn Orc-messenger made his way from the Midgewater Pass to the outlying Orc-camps located throughout the Weather Hills. Candaith asked you to intercept the Orc-messenger and return with the orders he must bear.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect the Orc-orders",
      "es": "",
      "es (fem)": ""
    }
  ]
}