{
  "id": 620757882,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'My job is to guard Bree. I don't have the men to waste patrolling the countryside, but of late I've had reports of brigand-raids near and around the town, so I moved to this location to keep closer watch. I need someone to look into these rumours, and I've coin to spare for anyone willing to help.\\n\\n'There have always been a few outlaws in the hills and dales north of town, but it seems that recently they've grown both more numerous and more bold. If you can find out what is going on, it would be appreciated. Careful though: once, these outlaws would flee any armed man, but now they are more prone to attack without warning.\\n\\n'The farm across the road seems to be overrun by the brigands... you could start your investigation there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Since when are outlaws able to afford such things as medallions? Even the constables don't have badges! And who is this Sharkey fellow, anyway?\\n\\n'This is very disturbing. Your find seems to suggest an organization that we haven't seen before in these brigands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'To be honest, I'm not sure what to tell you to look for. If you encounter and defeat any brigands, or if you can find and search their camps, maybe you can discover something that will tell us why they've become more hostile.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'To be honest, I'm not sure what to tell you to look for. If you encounter and defeat any brigands, or if you can search Dogwood's Farm nearby, maybe you can discover something that will tell us why they've become more hostile.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sharkey's Men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Chief Grimbriar wants you to investigate the brigands of the Bree-fields, who have become better organized and more dangerous of late.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You found a strange medallion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the brigand medallion to Chief Watcher Grimbriar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Brigands have overrun Dogwood's Farm, across the road and north alongside a small stream. Chief Grimbriar awaits your return at the stone house near the cross-roads outside of Bree.\\n\\nChief Watcher Grimbriar has asked you to investigate the increased brigand activity. He mentioned a small farm across the road and a few paces north he thought was overrun.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find evidence of the brigands' loyalty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Chief Watcher Grimbriar can be found inside the Town Hall in the south-east corner of Bree.\\n\\nGrimbriar sent you to find evidence explaining the sudden organization of the various brigand bands. In your investigation, you found a medallion upon the body of one of the brigands, which might interest the Chief Watcher.",
      "es": "",
      "es (fem)": ""
    }
  ]
}