{
  "id": 620757821,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated War-master Uzorr",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Acquired War-master Uzorr's orders",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Candaith has learned of the existence of a War-master among the Orcs named Uzorr. His defeat would be a powerful blow against them.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I would have easily evaded the Orcs I pursued, [placeholder], were it not for the War-master that travelled with them. \\qUzorr,\\q they called him and gave to him what respect that their kind reserve for their strongest and fiercest warriors.\\n\\n'It is likely that Uzorr returned to Bleakrift within the Midgewater Pass, for that seemed to be his domain. He must be slain, and whatever orders were given him recovered.\\n\\n'Bleakrift is north-west of here, on the north-eastern edge of the Midgewater Pass, surrounded by a shallow body of water. Defeat War-master Uzorr and look for a letter of some kind near his person. Return to me victorious and we will discuss further what must be done. Bleakrift is likely to be a dangerous place, [placeholder], be careful. I will continue my search for Radagast.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "War-master Uzorr can be found in Bleakrift, north-west of Candaith's camp at the foot of Weathertop.\\n\\nCandaith asked you to find and slay War-master Uzorr and search the camp for a letter containing his orders.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Another letter written in the Black Speech, [placeholder], and its meaning evades me as did that of its fellow. This one, however, bears the mark of the White Hand.\\n\\n'I must know what message this letter bears, [placeholder].\\n\\n'This is not a task for you, [placeholder]. I have finally discovered information on the whereabouts of Radagast, but there is something that you should see first.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Candaith is at his camp at the foot of Weathertop, among the Weather Hills.\\n\\nYou were victorious over War-master Uzorr and have obtained a letter that surely contains his orders from whatever power commands the Orcs that have ventured into the Lone-lands.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Find War-master Uzorr and slay him. We need to weaken their position, and without Uzorr commanding Bleakrift they will be helpless. Search also for a letter containing his orders.\\n\\n'Bleakrift is north-west of here, at the north-eastern end of Midgewater Pass.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'War-master Uzorr is somewhere within Bleakrift, to the north-west. Slay him and recover any letter that might bear some clue to the identity of his master. He may not carry such a letter, but it will not be far from his hand.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'War-master Uzorr will no longer trouble us, [placeholder]. You have my thanks for that!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The Orcs of Bleakrift are of a tough and sturdy breed.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat War-master Uzorr",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Acquire War-master Uzorr's orders",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring Orc-letter to Candaith",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 2, Chapter 3: War-master Uzorr",
      "es": ""
    }
  ]
}