{
  "id": 620757804,
  "txt": [
    {
      "id": 218649170,
      "en": "'You have done much to help us keep this foothold in Agamaur, [placeholder]. Thank you. If we are to hold this position, we will need supplies.\\n\\n'Bring this letter to Frideric and this pack to my sister Hana to let her know I still live. She is alone now, and I worry for her.\\n\\n'To the south is a passage back to Haragmar, the southern reaches of the Red Swamp. From there, go west, and you will find your way back to Ost Guruth. Hurry back and inform my people that all is well... for the moment!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'My sister is well? I am very pleased to hear this. What is it you bring me?\\n\\n'Thank you so much for bringing this to me. I fear for my sister, for the swamp is a threatening place, full of terrors, but I know that what she does is for the good of the Eglain.\\n\\n'Now, I suppose you should take Elsa's letter to Frideric.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 2, Chapter 16: Agamaur Secured",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'My sister is in the swamp, fighting to protect our people from the evil there.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Crossing the swamp is not easy, [placeholder]! You have shown remarkable courage! Ah yes, Elsa confirms as much in her letter to me. She speaks quite highly of you.\\n\\n'I will begin preparing a shipment of supplies for Elsa and Eriac.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Elsa's letter and Elsa's pack",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Make your way south to the wall. There you will find a passage that will take you into Haragmar, the southern swamp. From there, Ost Guruth lay to the west. The others may be worried, so make haste.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'We await word from Elsa and Eriac. It seems that you survived your foray into the Red Swamp, but what of them?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Please make certain that Frideric gets my letter. It is vital that we receive  additional supplies.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Elsa is in the Agamaur camp.\\n\\nRadagast thanked you for your help and asked you to speak with the Eglain woman named Elsa.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You should go speak with Elsa.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The passage to Haragmar lies to the south. Ost Guruth is west of Haragmar.\\n\\nElsa gave you a letter to deliver to Frideric requesting supplies for her encampment. She also asked you to deliver a pack to her sister, Hana. Both can be found in Ost Guruth.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Oh, I am well. But I believe Elsa had something for you to do, did she not?'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Frideric abides in the courtyard of Ost Guruth.\\n\\nHana was pleased to receive the pack from Elsa, knowing that her sister is watching out for both her and all of the Eglain.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'You should take that letter to the Elder of the Eglain, Frideric.'",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'If Elsa is going to get the supplies she needs, you will need to take her letter to Frideric. Do please hurry and take it to him!'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Thank you for your aid, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'We would have perished without your help.'",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'You have brought strange allies to us...may they be as strong as they are frightening.'",
      "es": ""
    },
    {
      "id": 205636720,
      "en": "'I will gather supplies for Elsa and Eriac at once!'",
      "es": ""
    },
    {
      "id": 205636721,
      "en": "'There is still hope that we may defeat the evil in Agamaur.'",
      "es": ""
    },
    {
      "id": 205636722,
      "en": "'Thank you for bringing Elsa's gift!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with Elsa the Bold",
      "es": ""
    },
    {
      "id": 205636723,
      "en": "'The Wizard, Radagast, has gone into the swamp to help the Eglain there.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Elsa's pack to Hana",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring Elsa's letter to Frideric the Elder",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "With the aid of the shades of Arthedain, the Eglain held fast against Ivar's forces.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Eglain and our Arthedain allies were able to stop Ivar's forces... at least for the time being.\\n\\n'I am needed elsewhere and must bid you farewell for now. Now go, for Elsa wishes to speak to you again.'",
      "es": ""
    }
  ]
}