{
  "id": 620757812,
  "txt": [
    {
      "id": 136263297,
      "en": "You take a rubbing of the runes on the rock and put it in your pack",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "As Candaith returned from his journey in the lands to the east, he saw flashes atop Weathertop of white light, akin to lightning, though there was no storm.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'As I was returning from the lands to the east, the night sky over Weathertop was lit by bright flashes of white light, akin to lightning, yet no clouds darkened the sky and of thunder there was no sound.\\n\\n'I think that no ordinary storm visited Amon Sûl that night. I ask you to search the ruins atop Weathertop and see if there is anything to find, my friend.\\n\\n'If you find anything out of the ordinary, return to me immediately.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Weathertop towers above Candaith's camp.\\n\\nCandaith asked you to search Weathertop for anything out of the ordinary and to bring any news or evidence that you may find back to him.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, you have found something? Let me see this rock-rubbing you have made.\\n\\n'The runes are common, but I do not know what they signify. I am afraid this does not tell me much of the lightning, [placeholder], but it tells me something of the source. Likely the same person responsible for sending you to me.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Candaith's camp is at the foot of Weathertop.\\n\\nYou found a rune-covered rock and took a rubbing of the markings. You should return to Candaith and learn if he knows what the runes might mean.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Something went on atop Weathertop that night, [placeholder], and I want to know what it might have been. Search the summit for anything out of the ordinary and return to me if you find anything.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you found nothing? Go and look more closely. There must be something unusual at the summit that might speak of what happened.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I still do not understand what caused the lights in the sky over Weathertop.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'That is the trouble with runes. You may know what they say... but not what they mean.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search the summit of Weathertop for anything unusual",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the rock-rubbing to Candaith",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 2, Chapter 4: Light in the Darkness",
      "es": ""
    }
  ]
}