{
  "id": 620757818,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Return to Candaith with his bow and the unusual letter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Candaith's bow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Deep gouges in the mud lead off to the north-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "The letter is written in an unfamiliar tongue",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Candaith's pursuit of an Orc-company turned deadly when he was discovered, and in his haste to escape, he lost his bow to the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Orcs took my bow from me, and while it would not be difficult to make a new one, I am loath to be parted from it. It is very dear to me, for it was passed down from my grandfather to my father, and from my father to me.\\n\\n'One of War-master Uzorr's archers has surely taken it for his own. Search the vicinity of the Midgewater Pass for archers bearing the mark of the White Hand. If you are truly brave, look too within Bleakrift, to the north-west. I have seen many archers in that place, from a fair distance, and one of them might have taken my bow as a spoil of war.\\n\\n'Bring caution with you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "White Hand archers scout the Midgewater Pass, and can be found also within Bleakrift, north-west of Candaith's camp at the foot of Weathertop.\\n\\nCandaith has asked you to recover his bow from the archer that has taken it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you, my friend. This bow will yet slay many Orcs before its time is ended. I thank you for its happy return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Orcs that attacked Candaith have returned to their camp, leaving deep tracks in the mud. Somewhere within, one of them is sure to have Candaith's bow and some information about this new breed of Orc.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "You found a curious letter on the body of the Orc leader. It may contain the reason for the Orc presence in the Lone-lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My bow rejoices to see you, [placeholder], for you have given it the chance to slay more Orcs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'An archer of the White Hand likely has my bow now. Look for them throughout the Midgewater Pass and within Bleakrift, to the north-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "You have recovered Candaith's bow and discovered a letter written in an unfamiliar tongue. Candaith may be able to decipher it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I will not lose this bow again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You cannot delay, [placeholder]. I need both my stolen bow and some information about the Orc presence in the Lone-lands. I was attacked north-west of here, and I would like to know why.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Is there something else that you should be doing rather than talking to me right now?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring Candaith's bow to Candaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Candaith's bow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find Candaith's bow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Discover why the Orcs have entered the Lone-lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Orc-thieves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Read the letter you found on the body of the Orc leader",
      "es": "",
      "es (fem)": ""
    }
  ]
}