{
  "id": 620757848,
  "txt": [
    {
      "id": "0x5a3ced3",
      "en": "Bring the letter back to Teague.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'With your help we draw ever closer to shutting out this upstart, Sharkey. We are closing in more and more on his location and the size of his force.\\n\\n'We now know that the Brigands' Watch, to the west of here in the foothills of Bree-land, is a staging ground for future assaults. The brigands' captain hands out orders from Sharkey himself to his lieutenants.\\n\\n'Likely they are kept somewhere safe: a lockbox or even on his person. We need those orders. Head to the Brigands' Watch and get those orders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'More ill news. Orc-men? Could this be? This letter says it plainly enough.\\n\\n'Sharkey has a legion of half-orcs loyal to him that he is sending to Andrath. I have doomed my men.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Could you not find the Brigands' Watch? It is almost due north of Adso's camp and west of here. Any correspondance between this Sharkey and his men would likely be found there. Search the brigand-captain's tent and bring me anything you find.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sharkey's Plan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Sharkey's Men have holed up in a camp they call the Brigands' Watch. Grimbriar wants you to go there and gather information about Sharkey and his plans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected a stained letter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the letter to Chief Watcher Grimbriar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Brigands' Watch sits on a hill north of Adso's camp, and directly west of Grimbriar's Post. Watcher Grimbriar is at his post near the cross-roads of Bree.\\n\\nGrimbriar has instructed you to search the tent of the brigand-captain at the Brigands' Watch to find any correspondence from Sharkey that may divulge information about his plans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Search the brigand-captain's tent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Teague's cabin is on a wooded hill east of Thornley's farm in the Bree-fields.\\n\\nTeague will want to see the letter you found.",
      "es": "",
      "es (fem)": ""
    }
  ]
}