{
  "id": 620757846,
  "txt": [
    {
      "id": 136263297,
      "en": "The spy has died",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The spy handed you a bundle of notes",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have read the spy's notes",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Your discovery supports what Grimbriar's spy has been telling him. Grimbriar has arranged an exchange of important papers.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have a spy among the brigands who may be helpful in divining the true nature of this Sharkey. I will send him a message instructing him to come to a certain hill not far from here. Meet him there and ask him about Sharkey and his plans.\\n\\n'The meeting place is by a grey rock in a small stand of trees directly north of Bree-town.\\n\\n'If my spy has no news to share, we will need to find another means of learning Sharkey's plans.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Grimbriar's spy will meet you by a grey rock in a stand of trees, north of Bree-town.\\n\\nGrimbriar has sent you to meet a spy he insinuated into the ranks of the brigands in hopes that he will reveal information about Sharkey and his plans.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'We must be quick, I think they suspect something. Wait! What's that sound? Look out... here they come!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Watcher Grimbriar can be found at the stone house near the cross-roads outside of Bree.\\n\\nThe spy's notes further supported the brigand's letter, verifying that Sharkey is no brigand himself, but an influential man of the south. Grimbriar must know.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Saeradan remains at his cabin east of Thornley's fields.\\n\\nThe spy's notes further supported the brigand's letter, verifying that Sharkey is no brigand himself, but an influential man of the south. Teague should be warned.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Meet my spy, as we discussed. He should be able to tell us more of this Sharkey and his plans for Bree-land.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'This is dire news. I suppose it was too much to expect that it would all turn out to be some minor brigand leader's dreams of lordship.\\n\\n'Well, I should not blame you for doing what I sent you to do, though it is a pity you did not return with better tidings.\\n\\n'I think I know our next step in this action, but it is a grim task I will send you to perform.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I am still waiting for instructions and assistance in dealing with Sharkey's Men. There are urgent matters requiring the Rangers' attention in the north and the east, but we will certainly attend to these brigands in time.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Were you unable to meet with my informer?'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I am still waiting for instructions and assistance in dealing with Sharkey's Men. There are urgent matters requiring the Rangers' attention in the north and the east, but we will certainly attend to these brigands in time.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Meet Grimbriar's spy",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Protect the spy from the brigands",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the informer's notes to Grimbriar",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Chief Watcher Grimbriar",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Shadow of the White Hand",
      "es": ""
    }
  ]
}