{
  "id": 620757899,
  "txt": [
    {
      "id": 54354734,
      "en": "Thomas Thistlewool received a letter from Anlaf the Forlorn at The Forsaken Inn, mentioning money owed and a man he employed to collect some artifacts from the area.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You there, I have heard of your deeds about town. I am in need of a [placeholder] of honour, like yourself.\\n\\n'I made an error in judgement recently that leaves me in a difficult position. I collect rare finds from the ruins of Arnor and in an effort to save coin, I employed a Man from the South. The Man, using my name, now owes a great deal of coin to the proprietor of The Forsaken Inn.\\n\\n'If you are willing, take this letter to Anlaf the Forlorn at the Forsaken Inn before word reaches the guilds here in Bree-town. It lies eastward along the Great East Road. I'll not allow one indiscretion ruin my good name.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Anlaf the Forlorn can be found at The Forsaken Inn, eastward along the Great East Road.\\n\\nThomas Thistlewool has asked you to deliver a letter to Anlaf the Forlorn, the proprietor of The Forsaken Inn, promising payment for a debt incurred by a Man he hired to seek ancient relics for him.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Mr. Thistlewool sent me a letter of credit for Bree? I'll not look down my nose at it, but my message wasn't asking for money. Times are troubled here, and his man could be in a heap of it.\\n\\n'See, the Munces deal in artifacts. That's Gadaric and Hunulf over there. They're good folk... they don't thieve. They got run off their land by goblins or some such. I heard there are Orcs, too. But the Munces have no more trade for Bree, so Thistlewool's Man said he was going to trade with the goblins direct.\\n\\n'What I sent Thistlewool was a note from the goblins! Well, likely they made Thistlewool's man write it. His man's been captured. If he's still alive, he's likely up north-east of here. There's goblins camped up there, or so he said. You look a likely sort to go rescue him, eh?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Quickly now, see that letter delivered. I will not have my name sullied another day because of this layabout.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Welcome to the Inn, we've not got a lot to spare, but we charge fair rates and you're welcome to stay on as long as you want.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'My man was captured by goblins? Well then, I suppose that means I do not owe Anlaf anything.'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'You there, I have heard of your deeds about town. I am in need of an [placeholder] of honour, like yourself.\\n\\n'I made an error in judgement recently that leaves me in a difficult position. I collect rare finds from the ruins of Arnor and in an effort to save coin, I employed a Man from the South. The Man, using my name, now owes a great deal of coin to the proprietor of The Forsaken Inn.\\n\\n'If you are willing, take this letter to Anlaf the Forlorn at the Forsaken Inn before word reaches the guilds here in Bree-town. It lies eastward along the Great East Road. I'll not allow one indiscretion ruin my good name.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I knew I made a mistake hiring that layabout!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver Thistlewool's letter to Anlaf the Forlorn",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I don't want any money from Mr. Thistlewool. It's those goblins!'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Mr. Thistlewool's man was captured by goblins. Are you going to go look for him?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Thistlewool's Sullied Name",
      "es": ""
    }
  ]
}