{
  "id": 620757898,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The cart has been looted and destroyed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The driver has been slain, apparently by goblins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have spoken to Anlaf the Forlorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A cart bound for Bree and due to return to the Forsaken Inn is several days overdue. The recent arrival of goblins and other foes has Anlaf the Forlorn worried that something happened to the cart and its driver.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Good day, [placeholder]. What do you need? Did I summon you? Anyways, it doesn't matter. My supplies have not come back from Bree. I sent a cart out a week ago -- or earlier -- I'm not sure anymore. But I did send a cart, I know that! Now where is it? Tell me that!\\n\\n'The cart was travelling west towards Bree, and it should have come back by now! I want to know what happened to the supplies I sent and to the cart's driver. I hope it wasn't the goblins... there are so many of them here now.\\n\\n'Will you help? Will you travel west towards Bree? Search both north and south and bring me any news you discover.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Anlaf's missing cart travelled west towards Bree along the Great East Road.\\n\\nAnlaf has asked that you search north and south of the cart's estimated route to learn its fate and the fate of its driver.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What? Goblins attacked my cart? This is no good at all. How am I supposed to feed my patrons? This is simply no good at all! Let me think on this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Anlaf is at the Forsaken Inn.\\n\\nYou discovered that the cart was destroyed, its supplies stolen, and the driver killed by the nearby goblins. Anlaf should be given this unfortunate news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Having found out that the cart was attacked by brigands and the supplies were stolen, return to Anlaf and tell him the bad news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found the cart yet? Do you know what happened? Don't come back until you do! It should be somewhere north or south of the road to the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'We have had no end of trouble with goblins. Someone should do something!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'How will I feed my customers with my supply carts endangered at every turn?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Anlaf's missing cart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the driver of the missing cart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak with Anlaf the Forlorn at the Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Missing Supply Cart",
      "es": "",
      "es (fem)": ""
    }
  ]
}