{
  "id": 620757883,
  "txt": [
    {
      "id": 218649170,
      "en": "'Anlaf sent you, did he? Goblins? He can keep them. I'll take the problems we have with Sharkey's Men over the likes of goblins.\\n\\n'I'll need some time to gather his supplies. In the meantime, I could use your help elsewhere. In the north-east corner of the Midgewater Marshes, east of Bree, there is a pass that leads into the Weather Hills. There is a den of wolves causing no end of trouble for a friend of mine in the area.\\n\\n'Go there and thin the pack a bit. I'll work on getting Anlaf his supplies.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I made arrangements to send the supplies on to the Forsaken Inn. Anlaf will get what he needs.\\n\\n'You did a fine job, dealing with those wolves so swiftly. Thank you, [placeholder]. It is good to know that you can be counted on to brave dangers such as these.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fair Trade with Bree",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I made arrangments to send the supplies on to the Inn. Anlaf will get what he needs.\\n\\n'You did good to deal swiftly with those wolves, as well. Thank you [placeholder].'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Do you have the meat I asked for? Good.  Give me a moment and I will cure that for you.  All set!  Now go take this salted meat and this keg of ale and bring it to poor Anlaf.  And tell him to quit that hole of an inn out there and come back and work for me!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Killed a Grey Wolf ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I need time to get Anlaf's supplies organized. You deal with the wolves in the Midgewater Pass, and I will see that Anlaf's goods are ready to go by the time you return.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Anlaf sent you, did he?  I see.  Well my supply of salted meats is running low.  If you could bring me some fresh wolf meat, I could help you.  If you would go get me 15 pieces of wolf meat, that would do.  There are wolves to the South of where the wagon was ambushed.  Get those and bring them back to me.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Killed an Elder Grey Wolf ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You haven't come back with my goods yet! Without supplies, the inn will be worthless. People will go hungry. You can't want that, surely? You simply can't!'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'You have not brought back everything yet.  Why?  I asked you a very simple task.  Ale, salted meat, weapons, and repair supplies.  Please go get them all.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Killed an Elder Grey Wolf ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Chief Watcher Grimbriar can be found at a cottage along the Greenway, north of Bree.\\n\\nAnlaf directed you to tell Chief Watcher Grimbriar about his supply problem in the hope that Grimbriar might help him obtain the goods he needs.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Grimbriar sent me the supplies I needed. Thank you, my friend!'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have spoken to Grimbriar",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "There are wolves in the Midgewater Pass, in the north-east corner of the Midgewater Marshes, east of Bree.\\n\\nWolves in the Midgewater Pass have been causing trouble for a friend of Chief Watcher Grimbriar. Grimbriar asked you to thin the pack as a favour while he gathers supplies for Anlaf.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'The Forsaken Inn is saved! For now, at least, we have the supplies we need!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Grimbriar awaits you at the cottage along the Greenway, north of Bree.\\n\\nChief Watcher Grimbriar will want to hear of your success against the wolves of the Midgewater Pass.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Thank you for dealing with those wolves. The Midgewater Pass has always been dangerous.'",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Anlaf should have those supplies by the time you get back to the Forsaken Inn.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with Watchman Grimbriar at the Bree Town Hall",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Kill a Grey Wolf ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Kill an Elder Grey Wolf ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Speak with Watchman Grimbriar",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Anlaf the Forlorn fears that the goblin raids will be the end of his business. He needs supplies quickly or he might be forced to close the Forsaken Inn.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Goblins attacked my cart! My inn hasn't got much but what we need, and that barely. These goblins will be the end of it!\\n\\n'I still need to get supplies -- without them, the few guests that I support will all wander back to Bree, and we'll be stuck eating the food that Mugwort makes, and that's barely edible enough to feed a starving hobbit! I need you to speak with Chief Watcher Grimbriar.\\n\\n'Grimbriar is a good man. He'll make certain that the supplies are sent to me. He might need your help to ensure the delivery is made, but it's a small price to help such a fine establishment as this, isn't it?'",
      "es": ""
    }
  ]
}