{
  "id": 620757842,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Tarkrîp grunts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Tarkrîp prowlers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated Tarkrîp killer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "According to the letter you found, Orcs have come down from the north, and Sharkey's Men are attempting to ally with them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This threat from the north...it troubles me. Many of my kindred sojourn in that land, and I have not heard of this from them. Indeed, I have heard little from them at all. I wonder now if it has fallen to me to single-handedly defend against all threats? If so, then I will doubtless die in the effort.\\n\\n'The Orcs that have moved south of Trestlebridge must be held back. From what I have learned from this letter and from my \\qneighbours\\q, the Thornleys, their main encampment is in the stockade up the Greenway.\\n\\n'Be careful, [placeholder]. My kindred have left me to my own devices, and I will need your prowess.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Orcs are encamped north along the Greenway and wander along the countryside.\\n\\nSaeradan requires your help dealing a telling blow against the Orcs from the north. The more Orcs slain, the better the chances that an alliance between the brigands and the Orcs will be ineffectual.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You've slain many Orcs, but there are others in the area still. There seems to be no end to the accursed creatures. But now we must turn our attentions back to Sharkey's Men.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Saeradan's cabin is on a wooded hill east of Thornley's farm.\\n\\nYour venture has met with success. You should report back to Saeradan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Tarkrîp grunts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Tarkrîp prowlers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Tarkrîp killer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Orc-slayer",
      "es": "",
      "es (fem)": ""
    }
  ]
}