{
  "id": 620757880,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The constables warned us of reports of evil swelling and pouring out of the Barrow-downs -- it appears we should have listened. Here we are now, holed up in this hollow with the foreboding forest at our west and unknown terrors at our east.\\n\\n'Perhaps it is fortune that brings you here. We are in dire need of aid, and it seems that your arrival is providence. It seems that the passage of some shadow has stirred this land and surrounded it in evil.\\n\\n'We have set ourselves here, but while here, it would be good to help the folk of Bree. Please, if you would, hunt down the fiendish wights dwelling now in these barrows.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done! You have helped us greatly, friend. Perhaps you could do a little more for us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you taken care of those old wights? No? Well, please be quick about it. I'm afraid they might get a taste for some nice, warm Bree-folk and come out of the Barrow-downs. That just wouldn't do at all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Calming the Wake",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Guides out of Bree fear for their charges as the terror of the Barrow-downs are now unleashed in the north. This unexpected course has forced them to drastic action.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated wights in the northern Barrow-downs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat wights in the northern Barrow-downs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wights can be found throughout the Barrow-downs, east and north of the guides' camp.\\n\\nThrough their own folly, the guides have become trapped. While here they wish to assist the Watchers of Bree by reducing the threat found in the Barrow-downs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Reginald Sickleweed in the Barrow-downs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You will find Reginald Sickleweed at the makeshift camp between the Old Forest and the northern Barrow-downs.\\n\\nYou should now return to Reginald Sickleweed and tell him that you have begun to purge the wights from the Barrow-downs.",
      "es": "",
      "es (fem)": ""
    }
  ]
}