{
  "id": 620993998,
  "txt": [
    {
      "id": 111477345,
      "en": "Look for bloodstains outside the tavern and follow them",
      "es": ""
    },
    {
      "id": 111477348,
      "en": "Examine the discarded knife",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477352,
      "en": "Examine the second victim",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'I've never seen anything like it, [placeholder]. I've heard tales of fell spirits and shades controlling the bodies of their victims, but that's not what is happening here. I think Parthadan knew what he was doing, but once it was done he couldn't come to terms with it in his head. I think it broke him.\\n\\n'I will bring him to the dungeons, but I do not expect he will be there long. Go to King Elessar and tell him what we found.'",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "Parthadan stares at you with haunted eyes. You have seen many unsettling things in your adventures, but this is among the worst.",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 49286802,
      "en": "Bring the knife to Dúnor in the Haven tavern",
      "es": ""
    },
    {
      "id": 162883670,
      "en": "'I will bring Parthadan to the dungeons. You should return to King Elessar and tell him we have found the murderer.'",
      "es": ""
    },
    {
      "id": 162883672,
      "en": "'It is time you returned to King Elessar in Minas Tirith, [placeholder]. Tell him how the conquest of Mordor progresses.'",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'You should speak to the king. Something terrible has happened; I have never seen him like this.'",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Talk to tavern-goers in the Haven ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477363,
      "en": "Talk to tavern-worker",
      "es": ""
    },
    {
      "id": 162883680,
      "en": "A cursory examination is enough to reveal the cause of Mauthoi's death. He was stabbed in the back by a short, bladed weapon, probably a knife or a dagger. It seems that his killer then carefully lowered him to the floor so as not to attract too much attention.\\n\\nThe murderer must have taken the weapon with him, because there is no sign of it.",
      "es": ""
    },
    {
      "id": 162883683,
      "en": "'It's a terrible thing, just a terrible thing. I've been cleaning up some of the blood spatters. I figure some of the patrons might have accidentally stepped in some before anyone knew what was going on. There are bloody footprints heading for the door.'",
      "es": ""
    },
    {
      "id": 190220752,
      "en": "'The guards have been and gone, [placeholder]. Duinhir has been released, and Parthadan will die for the murders of two men. It is not enough for Hasong, and it is not enough for me. This should never have happened.\\n\\n'Hasong will return to his Khas with the knowledge that justice was meted-out upon the murderer, but it will not change this truth: they came here under a banner of peace, and Gondor betrayed them.\\n\\n'Sauron is gone, but he gave us many unwanted gifts before the War of the Ring came to a close. Dhûrto, [placeholder]. I cannot abide the sound of the word, but I know that this day, Gondor deserves it.\\n\\n'I thank you for what you have done, my friend. An innocent man was spared, and for that we should be thankful. I will await news of your return, and hope that your adventures progress well, and simply. How is it that war can be so clear, and peace be so confused?'",
      "es": ""
    },
    {
      "id": 162883696,
      "en": "A cursory examination is enough to reveal the cause of Mauthoi's death. He was stabbed in the back by a short, bladed weapon, probably a knife or a dagger. It seems that his killer then carefully lowered him to the floor so as not to attract too much attention.\\n\\nThe murderer must have taken the weapon with him, because there is no sign of it.",
      "es": ""
    },
    {
      "id": 162883698,
      "en": "A cursory examination is enough to reveal the cause of Mauthoi's death. He was stabbed in the back by a short, bladed weapon, probably a knife or a dagger. It seems that his killer then carefully lowered him to the floor so as not to attract too much attention.\\n\\nThe murderer must have taken the weapon with him, because there is no sign of it.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "The Haven tavern is on the south-east side of the Third Circle of the city.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Mauthoi's body is on eastern side of the Haven tavern.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Several of the people in the Haven might have seen something when Mauthoi was murdered.",
      "es": ""
    },
    {
      "id": 173025616,
      "en": "Talk to folk near the spot Duinhir described",
      "es": ""
    },
    {
      "id": 173025620,
      "en": "Confront Parthadan outside the Dome of the Sun",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'It was dark in here. It's always pretty dark, so that isn't unusual. I can't be sure, but I think I saw a cloaked figure moving for the door a moment before anyone noticed the dead man. He may have had a limp, or an odd way of walking? I can't say for certain, but the more I think about it the more I wonder if this fellow might be the culprit.\\n\\n'He might have had a beard? Maybe not. It was dark in here! I wish I had paid more attention, but you never think of that at the time, do you?\\n\\n'I can't be certain about the limp, or the beard. I think he was cloaked, but it was awful dark in here.'",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Someone here might have seen something. If you talk to them, it could be they will remember something they forgot to tell me. Unlikely, but possible.'",
      "es": ""
    },
    {
      "id": 173025623,
      "en": "Talk to Dúnor outside the Dome of the Sun",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'It's a terrible thing, just a terrible thing. I've been cleaning up some of the blood spatters. I figure some of the patrons might have accidentally stepped in some before anyone knew what was going on. There are bloody footprints heading for the door.'",
      "es": ""
    },
    {
      "id": 173025625,
      "en": "Talk to King Elessar in his throne room",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'No one has remembered anything especially useful, [placeholder]. Whether there really was a cloaked or hooded figure here or not, it seems to me everyone has created one in their memory: a member of the Withered Tree brandishing a knife, slipping away before anyone thought to look at him.'",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "A tavern-worker has begun to clean up some of the blood. Did he see anything?",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "The tavern-worker has scrubbed blood-stains near the door, but does the trail continue out of the tavern?",
      "es": ""
    },
    {
      "id": 24695223,
      "en": "You have pledged to lend your aid and your adventuring skills to Elessar and the Kingdom of Gondor, and to fight on their behalf in Mordor.",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "You found a body and a knife hidden a short distance from the tavern. Is this another victim, or the murderer? Or is he both?",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'It is time you returned to King Elessar in Minas Tirith, [placeholder]. Tell him how the conquest of Mordor progresses.'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'You should speak to the king. Something terrible has happened; I have never seen him like this.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'The unthinkable has happened, [placeholder]. Mauthoi, one of the Haradrim emissaries, has been murdered. He was under my protection! He was in my city! The Withered Tree have gone too far this time, and they have endangered the peace we so desperately need.\\n\\n'This must be carefully handled or it will mean war. The murderer must be found. I will try to keep the situation from getting any worse, but I understand Hasong's feelings. They came here under a banner of truce, and someone betrayed that peace. This is a grave injustice, and it must be set right!\\n\\n'Learn from Hasong what you can, and then go in search of the murderer. Only his blood can save the infant peace now.'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Ah, [placeholder]. It is good to see you again. I have not forgotten how you helped me calm the unruly crowd the other day. Not enough, it seems; one of them took matters into his own hands. Did King Elessar ask you to look into the Haradrim murder?\\n\\n'I have already spoken with some of the folk here, but you are welcome to see if they have remembered anything. I haven't moved his body yet, so you can check and see if there's anything I missed. He's over there.\\n\\n'I have no love for the Haradrim, but this wasn't right. Curse the Withered Tree, they've gone and made things worse!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'What vile snakes live in this country! We came to this place for Kerem-thak, as was our need, and this is how you return our trust? Dhûrto! Betrayal!\\n\\n'Mauthoi went by himself to tavern in your city, trusting the laws of Kerem-thak would hold. He trusted that people of Elessar's city would respect the wishes of Elessar... if those wishes are true. Or is it that Elessar sends another message, hiding his real intent behind others, and secretly laughs at death of Mauthoi, ordering it be done? Dhûrto, most foul, betrayal of the highest order!\\n\\n'If [placeholder] came to Yâd Hakar, spoke to the Khas, and was promised safety... how would Elessar react to murder of [placeholder]? Would it mean war? Hasong asks, \\qWhy should this be different?\\q Prove to me this was not done by Elessar, or I will return to Khas Rûktar with words of Gondor's true face: no different than lies... no different than Mordor! Dhûrto most vile!\\n\\n'Mauthoi was killed at tavern called \\qHaven\\q in Third Circle of city.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'That word, \\qdhûrto\\q... it is the word Hasong uses for \\qbetrayal.\\q But the Haradrim emissaries are not the only ones who stand betrayed. This treachery is a betrayal of Gondor, and of me, [placeholder].\\n\\n'I want the murderer found. We cannot let this crime against Gondor stand unpunished. Search the tavern where Mauthoi was killed for any trace of the murderer. It is the Haven, and it is on the south-east side of the Third Circle of the city.'",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'The body is right over there. I haven't moved him yet, but I don't want to leave him there for too long.'",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'I didn't see anything I haven't already told Dúnor. This place is usually all a-bustle, even if the Lords of Gondor haven't been themselves since the battle on the field. First thing I noticed was that fellow lying on the ground there, and I figured he was well in his cups. When I went over to him I saw the blood, and called for the guards.\\n\\n'You think the Withered Tree did this? It's not right to kill a fellow as wants peace, but you do have to wonder how many good soldiers died at his hands, or at the hands of folk like him. Not excusin' it, mind, just something to weigh, I'd say.'",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Duinhir is in King Elessar's throne room.",
      "es": ""
    },
    {
      "id": 177082681,
      "en": "This is the location Duinhir described to you",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'[placeholder]! You have to tell him I did not do this! You know me! I did not kill them!'",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'It is a long chance, [placeholder], but it is a chance. Go to the parapet on the north side of the Fifth Circle and see if anyone there saw anything.'",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "Duinhir may have last seen his knife at the parapet on the north side of the Fifth Circle, but he does not really remember.",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'Ho there, [placeholder]! I have heard of your many deeds, and it is a pleasure to meet you at last! You are a friend of Lord Duinhir of the Blackroot Vale, are you not? Did his knife ever come back to him?'\\n\\nYou boggle at the man, your mouth agape.\\n\\n'Did I say something odd? He comes here to this spot to clean and sharpen his knife, but it has been a few days since last I saw him. He left his knife behind, an accident of his recent grief, I expect. I would have brought it to him, but before I had properly decided, another volunteered for the task.'\\n\\nYou ask the man who it was who volunteered to return Duinhir's knife.\\n\\n'Why, it was Parthadan, the Warden of the Green. I saw him only a moment ago, outside the Dome of the Sun on the north-east side of the Sixth Circle.'",
      "es": ""
    },
    {
      "id": 177082690,
      "en": "You have found another body! A knife lies at his side",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "A Gondorian man seeks to get your attention on the parapet on the north side of the Fifth Circle.",
      "es": ""
    },
    {
      "id": 184621270,
      "en": "Dúnor has come with you to apprehend Parthadan.",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 184621272,
      "en": "King Elessar is in his throne room atop Minas Tirith.",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "Parthadan looks up at you with haunted eyes, and you know at once that he is guilty of the crimes.\\n\\n'I know why you're here, [placeholder]. I have been wandering around the city, looking for reasons to go on, but I found none. It all seemed so clear to me, once, but I cannot recapture that feeling no matter how long I walk.\\n\\n'I saw Duinhir cleaning his knife, and I thought of his sons, and I knew with complete certainty that the men of Harad had to die. But I serve on the Council of Gondor! I am the Warden of the Green! Who will speak for the folk of Pelennor who lost their homes during the war, if not I? So I took Duinhir's knife when he left it behind, and I paid a man in coin for the deed, and when one of the Haradrim emissaries went to the tavern, my man cut him down.\\n\\n'It seemed so clear to me: if he lived he would speak my name, in time. So I took the knife from him and slew him too, but the clarity was already going. He was a man of Gondor; why did he need to die, when it was men of Gondor for whom the Warden of the Green sought to provide?'\\n\\nYou ask Parthadan how long he has been with the Withered Tree, and the haunted look is replaced with a confused expression.\\n\\n'The Withered Tree? Oh, no, you've gotten it wrong, [placeholder]. I have never been one of those malcontents. Everything I did... I did for the good of Gondor. I would never join those villains. I wish I could explain to you where it went wrong, but it's just not clear to me anymore. We were at war, and then we weren't, and somewhere along the way I lost something important. I can't remember now what it might have been, but there was a time when I knew this was the right thing to do. It's gone now, though, and I don't think it's ever coming back. I wish I could tell Duinhir I was sorry. I think this is his fault, somehow.'",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "Parthadan, the Warden of the Green, is outside the Dome of the Sun on the north-east side of the Sixth Circle.",
      "es": ""
    },
    {
      "id": 177082695,
      "en": "You examine the knife, and note a distinctive black circle on the hilt",
      "es": ""
    },
    {
      "id": 177082697,
      "en": "This Gondorian man was stabbed in the front, and it appears he struggled with his attacker",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'You say you found something? Well, don't dawdle here! Go examine the new evidence and bring anything you find back to me!'",
      "es": ""
    },
    {
      "id": 246419713,
      "en": "Dúnor is in the Haven tavern.",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "You tell Dúnor of the second murdered man and hand him the knife. He studies it with dawning realization.\\n\\n'[placeholder]... I know this knife. It is finely decorated, and gilt front and rear. This is the weapon of a lord, not of a common man. Do you see the black circle here on the hilt? That is a symbol of the Blackroot Vale, or I am a Mûmak. This is the personal dagger of Lord Duinhir. I would know it anywhere. The Lord of the Blackroot Vale murdered the Haradrim emissary. But why would he do this?'\\n\\nYou think of the fate that befell his sons, Duilin and Derufin, and wonder.\\n\\n'He would not have done it himself, [placeholder]. He must have paid yonder victim to do the deed, and once it was done he silenced the murderer and made his escape. I will take some of my best men and apprehend him. You bring word to King Elessar that the culprit has been found.'",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'I hope I have not done wrong by cleaning up some of the blood! I was only trying to help.'",
      "es": ""
    },
    {
      "id": 246419715,
      "en": "King Elessar is in his throne room atop Minas Tirith.",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'Duinhir was brought before me and he claims innocence of the crime. What say you to this, [placeholder]? I have heard his words, but I would hear what you think as well.'\\n\\nYou give Elessar your opinion, and he nods.\\n\\n'There is no doubt that Duinhir keenly feels the loss of his sons beneath the trampling feet of the Mûmakil, the beasts wielded in war by the Haradrim. But why would he pay a man to commit this murder, only to leave behind his dagger, distinctive as it is? If the killing was fueled by a desire for vengeance, would he not wish to carry it out himself? Further, this act has now claimed two lives, one of whom can carry no burden for the deaths of Duilin and Derufin, no matter how slight.\\n\\n'I will not rush to exonerate him; neither will I render hasty judgement. Speak to him, [placeholder], and hear what he has to say of this. If there is anything he knows that may point to another, he should provide it, for Hasong will not wait long before returning to his country with a call for war.'",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "Duinhir turns his tear-stained face to you.\\n\\n'I did not do this, [placeholder]! Tell him! You have to tell him I am not guilty of this crime! I hate the Haradrim for what they did to my boys, but I would not kill one, not like this! Let them face me in combat, man to man, and I would show no mercy, but I would not kill any among them like this, like a coward! How could I face Rosfin, having done this and brought shame to my king? I could not! You must believe me!\\n\\n'My knife... my knife... someone took my knife and used it for the crime! I cannot remember when last I saw it, but I must have set it down somewhere. Yes, I remember cleaning it... was that the last time I held it in my grip? I remember looking out over the city and thinking of my sons... where was that? Maybe it was on the parapet on the north side of the... of the Fifth Circle? Go there, good friend, go there and someone may know something! I am depending on you, [placeholder], and so too are Rosfin and the memory of my boys!'",
      "es": ""
    },
    {
      "id": 111477268,
      "en": "Talk to King Elessar in his throne room",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 5: Dhûrto",
      "es": ""
    },
    {
      "id": 177082713,
      "en": "It might be innocent, or the blood might have dripped from the murder weapon!",
      "es": ""
    },
    {
      "id": 111477270,
      "en": "Talk to Duinhir in King Elessar's throne room",
      "es": ""
    },
    {
      "id": 111477272,
      "en": "Find the location where Duinhir believes he last saw his knife",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 148970389,
      "en": "Parthadan is a broken man",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Hasong is in King Elessar's throne room.",
      "es": ""
    },
    {
      "id": 177082726,
      "en": "This tavern was once a place of cheer, but now the mood is somber",
      "es": ""
    },
    {
      "id": 162883600,
      "en": "'It's a terrible thing, just a terrible thing. I've been cleaning up some of the blood spatters. I figure some of the patrons might have accidentally stepped in some before anyone knew what was going on. There are bloody footprints heading for the door.'",
      "es": ""
    },
    {
      "id": 162883605,
      "en": "'Lord Duinhir would not have done it himself, [placeholder]. He must have paid yonder victim to do the deed, and once it was done he silenced the murderer and made his escape. I will take some of my best men and apprehend him. You bring word to King Elessar that the culprit has been found.'",
      "es": ""
    },
    {
      "id": 162883607,
      "en": "'My knife... my knife... someone took my knife and used it for the crime! I cannot remember when last I saw it, but I must have set it down somewhere. Yes, I remember cleaning it... was that the last time I held it in my grip? I remember looking out over the city and thinking of my sons... where was that? Maybe it was on the parapet on the north side of the... of the Fifth Circle? Go there, good friend, go there and someone may know something! I am depending on you, [placeholder], and so too are Rosfin and the memory of my boys!'",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Talk to King Elessar in his throne room",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "Talk to Hasong in the throne room",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Enter the Haven tavern at TBD",
      "es": ""
    },
    {
      "id": 111477319,
      "en": "Enter the Haven tavern and talk to the guard in charge",
      "es": ""
    },
    {
      "id": 111477320,
      "en": "Examine Mauthoi's body",
      "es": ""
    },
    {
      "id": 246419777,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419780,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 190220705,
      "en": "'My knife... my knife... someone took my knife and used it for the crime! I cannot remember when last I saw it, but I must have set it down somewhere. Yes, I remember cleaning it... was that the last time I held it in my grip? I remember looking out over the city and thinking of my sons... where was that? Maybe it was on the parapet on the north side of the Fifth Circle? Go there, good friend, go there and someone may know something! I am depending on you, [placeholder], and so too are Rosfin and the memory of my boys!'",
      "es": ""
    },
    {
      "id": 190220706,
      "en": "'It is a long chance, [placeholder], but it is a chance. Go to the parapet on the north side of the Fifth Circle and see if anyone there saw anything.'",
      "es": ""
    },
    {
      "id": 190220707,
      "en": "'It was Parthadan, the Warden of the Green, who offered to return Duinhir's knife. I saw him only a moment ago, outside the Dome of the Sun on the north-east side of the Sixth Circle.'",
      "es": ""
    },
    {
      "id": 162883650,
      "en": "'This must be carefully handled or it will mean war. The murderer must be found. I will try to keep the situation from getting any worse, but I understand Hasong's feelings. They came here under a banner of truce, and someone betrayed that peace. This is a grave injustice, and it must be set right!\\n\\n'Learn from Hasong what you can, and then go in search of the murderer. Only his blood can save the infant peace now.'",
      "es": ""
    },
    {
      "id": 246419792,
      "en": "King Elessar is in his throne room atop Minas Tirith.",
      "es": ""
    },
    {
      "id": 162883652,
      "en": "'Mauthoi went by himself to tavern in your city, trusting the laws of Kerem-thak would hold. He trusted that people of Elessar's city would respect the wishes of Elessar... if those wishes are true. Or is it that Elessar sends another message, hiding his real intent behind others, and secretly laughs at death of Mauthoi, ordering it be done? Dhûrto!\\n\\n'If [placeholder] came to Yâd Hakar, spoke to the Khas, and was promised safety... how would Elessar react to murder of [placeholder]? Would it mean war? Hasong asks, \\qWhy should this be different?\\q Prove to me that this was not done by Elessar, or I will return to Khas Rûktar with words of Gondor's true face: no different than lies... no different than Mordor! Dhûrto most vile!\\n\\n'Mauthoi was killed at tavern called \\qHaven\\q in Third Circle of city.'",
      "es": ""
    }
  ]
}