{
  "id": 620993988,
  "txt": [
    {
      "id": "0xd5d61a4",
      "en": "'In this place, I and my heirs will abide, unto the ending of the world.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd5d61a5",
      "en": "'Many were they whose valour and labour brought me to this place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: The King and the Steward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd5d61a6",
      "en": "'In recognition of this, let the Ring-bearer bring the crown to me, and Mithrandir set it upon my brow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd5d61a7",
      "en": "'Our victory belongs to them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'It will not be long now, [placeholder]. Find a place to stand among the ranks here on the right side, and I will rejoin you shortly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Ioreth nods at you conspiratorially as you approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Ah, have you come to see the ceremony? I have been telling my kinswoman from the country some of the finer points she might otherwise miss. Life in the city can be very different from that in the smaller villages, as I am sure you are aware!\\n\\n'Why, there are so many great folk coming hither and thither on important errands! And now one is to be made king! My cousin disbelieves that I have rubbed elbows with one such as he, but I say truly that is the case, and who would doubt Ioreth in this? None who know her reputation for speaking truth would dare it!\\n\\n'Now shush, for the Steward prepares to begin!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f9d1a1",
      "en": "'The Last Steward of Gondor begs leave to surrender the office, my lord.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'My heart swells to see this day, [placeholder]! May the reign of King Elessar be long and fruitful, and may Gondor prosper beneath his rule!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f9d1a2",
      "en": "'Men of Gondor, hear now my words as Steward of the Realm!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f9d1a3",
      "en": "'Behold! For at last one has come to claim the kingship again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have come with the Host of the West to the gates of the White City, where the future rule of Gondor will be determined.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f9d1a4",
      "en": "'He is Aragorn, son of Arathorn, chieftain of the Dúnedain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f9d1a5",
      "en": "'He leads the Host of the West, bears the Star of the North, and wields the Sword Reforged.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Prince Imrahil of Dol Amroth is before the gate of the White City, waiting to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Prince Imrahil told you to find a good place to stand among the townsfolk on the right side as you approach the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f9d1a6",
      "en": "'He is the Elfstone, Elessar of the line of Valandil, son of Isildur, Elendil's son of Númenor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f9d1a7",
      "en": "'Shall he be king and enter into the City, there to dwell?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Imrahil before the gate of Minas Tirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f9d1a8",
      "en": "'The old custom was for the king to receive the crown from his father before he died.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The Host of the West has come to the gate of Minas Tirith, and Faramir, Steward of Gondor, greets Aragorn outside the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f9d1a9",
      "en": "'If that could not be done, the king would go alone to his father's tomb and take it from his hands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf9d1a60",
      "en": "'This day it must be done differently.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf9d1a61",
      "en": "'By my authority as Steward, I have gone to Rath Dínen and brought forth the crown.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "After so long, Gondor at last has a king again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Find a good place to stand among the townsfolk on the right",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf9d1a62",
      "en": "'It was the crown of Eärnur, the last king, whose days will not come again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Witness events as they transpire before the city",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "After so long, Gondor at last has a king again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf9d1a63",
      "en": "'Behold the King!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2e53561",
      "en": "'Find a good place to stand on the right side, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "<rgb=#FF0000>Cheer</rgb> for the king and for Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Gondor has a king again!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe3dfea1",
      "en": "'Now come the days of the King. May they be blessed while the Valar endure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd5d61a1",
      "en": "'That office is not ended; it shall belong to you and your kin for so long as my line shall last.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd5d61a2",
      "en": "'Perform then your duty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd5d61a3",
      "en": "'Out of the Great Sea to Middle-earth I am come.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}