{
  "id": 620993978,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 2: Loyalty for the New King",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'The King under the Mountain has been slain before the gates of Erebor, but his son survives? We are fortunate that Thorin III did not fall in the battle.\\n\\n'He will have my support and that of my dwarves, without question or complaint. That is the way of our people, is it not?'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Avar at Gabilshathûr, in East Angmar",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Bósi in the Twenty-first Hall of Khazad-dûm",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'It is time you reported back to King Thorin about your activities in Mordor, my friend. Tell him how your adventures are progressing, and see if he has any further requests for you.'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'I heard that King Thorin has a task for you, [placeholder]. You should report to him of your adventures in Mordor and learn what that task might be, and if it is in your power to complete.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to King Thorin III at his throne in the Hall under the Mountain",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I welcome your return, [placeholder]. Know that your journeys in Mordor on behalf of Durin's Folk are appreciated.\\n\\n'But I have called you here for another purpose. It may seem trivial, but with the death of my father, Dáin Ironfoot, word that I have ascended to the throne must be sent to other cities and outposts of the dwarves. I expect the leaders of these garrisons will respect my ascension to the throne, but until I receive assurances of this I sleep uneasily.\\n\\n'Take these proclamations and bring them to the leaders of the following dwarf cities and outposts in Eriador and the Misty Mountains: Thorin's Hall and Gondamon in Ered Luin, Othrikar in the North Downs, Gabilshathûr in East Angmar, and the Twenty-first Hall of Khazad-dûm. They will therefore be notified that I am now King under the Mountain, and I will await their oaths of support. I have sent messengers to other cities and outposts, so you need not concern yourself with any but these five, and I thank you for the service.'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Dwalin in Thorin's Hall, in Ered Luin",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'The King under the Mountain has been slain before the gates of Erebor, but his son survives? We are fortunate that Thorin III did not fall in the battle.\\n\\n'He will have my support and that of my dwarves, without question or complaint. That is the way of my people.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Mathi Stouthand at Gondamon, in Ered Luin",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Word travels more swiftly in these days than it did of old, [placeholder], and I know what brings you here. I lived at Erebor for many years, and I would have been there still had I not been charged with oversight of these halls. I am not boastful enough to think that would have changed the course of the battle that was there fought, and yet...'\\n\\nDwalin exhales wearily, and strokes his beard.\\n\\n'I am told Dáin defied the agents of Mordor that came to Erebor seeking news of our old burglar, Bilbo. Perhaps that refusal sealed his fate, and perhaps it did not, but I know Dáin would not be glad to have died of years, in his bed. His was always going to be a battle-death.\\n\\n'His son Thorin may not have proved himself the dwarf that his father was, but in time he will. He will have my support until that day, and beyond it, for he is now King under the Mountain.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You bring tidings that there is a new King under the Mountain? Such is the way of things in war. I had great respect for King Dáin, and know little of his son, but I am a Longbeard and I will support him.\\n\\n'Does he hate the Dourhands? That is all that matters to me, and to the other dwarves that live at Othrikar!'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Hannar at Othrikar, in the North Downs",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Erebor is a long way from here, and even though Gabilshathûr is no longer encircled by enemies it is still not a place of safety. The King under the Mountain will have my respect and my loyalty as he always has, old or new, but to speak truthfully matters of succession do not have much of an effect on me or the other dwarves here.\\n\\n'Perhaps if this Thorin were to journey here and aid us against our enemies I would feel differently. Until that day comes he will have my loyalty, whatever it may be worth to him. I would rather he sent warriors to reinforce us.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Thank you for bringing word from Erebor, [placeholder]. I am filled with sadness at the death of Dáin Ironfoot, for he was my king and an inspiration to many of us that undertook this expedition. His son will have my support, of course.\\n\\n'There have recently been many troubles for us here, and I hope you will put in some good words with King Thorin on our behalf, [placeholder]. Tremendous upheavals have shaken the earth in recent days, and many good dwarves have been lost: fallen into pits or separated from their fellows by growing chasms or crumbling ceilings. Something has shaken Khazad-dûm to its very foundations, and I worry that it portends some new evil.\\n\\n'Tell the new King under the Mountain of our struggles, and remind him of the great wealth that the Iron Garrison hopes to bring to him. Here is a rock containing a small vein of mithril that may encourage him to send help to us. Give it to him with my hopes, my friend.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have pledged to lend your aid and your adventuring skills to Durin's Folk and fight on their behalf in Mordor.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 49286661,
      "en": "Talk to King Thorin III at his throne in the Hall under the Mountain",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'You have delivered the proclamations? Good, good, very good. What is this?'\\n\\nYou give Thorin the small rock containing mithril, and his eyes brighten when you say it is a gift from Bósi and the Iron Garrison in Khazad-dûm. You tell him also of their recent troubles, but it is difficult to say how closely he listens to that portion of your account.\\n\\n'There is treasure hidden within Mordor, as you have proven, but only in Khazad-dûm can mithril be found in goodly quantity. The Iron Garrison must simply persevere and mine as much as they can. I am certain such upheavals will quiet after a time. They will need to steel themselves for such difficulties.\\n\\n'Thank you, [placeholder], once again! Return to your adventures in Mordor on behalf of Durin's Folk, and I will call you if I have need of you again.'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'It is time you reported back to King Thorin about your activities in Mordor, my friend. Tell him how your adventures are progressing, and see if he has any further requests for you.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "King Thorin III has asked you to deliver news of his ascension to the throne to the following dwarf-leaders throughout Eriador and the Misty Mountains:\\n\\nDwalin in Thorin's Hall, Ered Luin.\\nMathi Stouthand at Gondamon, Ered Luin\\nHannar at Othrikar, North Downs\\nAvar at Gabilshathûr, East Angmar\\nBósi in the Twenty-first Hall, in Moria\\n\\nAfter you have delivered his words to each of these dwarf-leaders, you are to return to the King under the Mountain.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Thorin III, King under the Mountain, is at his throne in Erebor.",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "Bósi gives you a stone containing a very small portion of mithril",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to King Thorin III at his throne in the Hall under the Mountain",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Thorin III, King under the Mountain, is at his throne in Erebor.",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Hrostyr gives you King Thorin's proclamations for delivery to several dwarf outposts",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'I heard that King Thorin has a task for you, [placeholder]. You should report to him of your adventures in Mordor and learn what that task might be, and if it is in your power to complete.'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'Take those proclamations and bring them to the leaders of the following dwarf cities and outposts in Eriador and the Misty Mountains: Thorin's Hall and Gondamon in Ered Luin, Othrikar in the North Downs, Gabilshathûr in East Angmar, and the Twenty-first Hall of Khazad-dûm. They will therefore be notified that I am now King under the Mountain, and I will await their oaths of support. I have sent messengers to other cities and outposts, so you need not concern yourself with any but these five, and I thank you for the service.'",
      "es": ""
    }
  ]
}