{
  "id": 620993993,
  "txt": [
    {
      "id": 228284039,
      "en": "'I did not mean just the two of us, [placeholder]. All the Host of the West will return with Aragorn. Do not worry! We shall come back to Mordor and continue our conquest, but this is something that must be done if that is to have the greatest chance of success.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "King Elessar is in his throne room atop Minas Tirith.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Prince Imrahil and return with him to the White City",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to King Elessar in his throne room",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Prince Imrahil is outside the Black Gate, waiting to return with you to Minas Tirith.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The further conquest of Mordor must wait. Aragorn has business to which he must attend at the White City, and he will want to have us there at his side, [placeholder]. Speak to me and we will go together, all of us.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I wish to thank you for the great help you have provided to me and to Middle-earth, [placeholder], but it would be premature. I am certain you will continue to lend invaluable service to the Kingdom of Gondor, and I welcome it! Still, I thank you on this day, and will again!\\n\\n'I am now king, but my thoughts before were ever for the safety of my people and that has not changed. We must preserve the safety of Minas Tirith, and of all Gondor, and to that end I ask that you keep watch on the land of Mordor. By so doing, I hope we can ensure that none of the evils remaining in Sauron's wake can be made to threaten Gondor.\\n\\n'Venture forth for Gondor, my friend! I await your return with hopeful heart and glad confidence.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 1: The King and the Steward",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'King Elessar waits for you in his throne room, [placeholder], if you have matters that demand his attention. He will listen to you readily and gladly, I do not doubt!'",
      "es": ""
    },
    {
      "id": 51875096,
      "en": "You have pledged to lend your aid and your adventuring skills to Aragorn and the Kingdom of Gondor, and to fight on their behalf in Mordor.",
      "es": ""
    }
  ]
}