{
  "id": 620993983,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Bósi is in the Hall under the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'When first you were made known to me, I did not expect to see such depth of service, [placeholder]. You have exceeded my expectations in every respect, and are a true friend of Durin's Folk.\\n\\n'But more than that, you are a true friend to me: Thorin III, King under the Mountain. I adopt the name \\qStonehelm\\q with pride, and will wear it as a symbol of my steadfastness and strength, and that of Durin's Folk. It will be a reminder to me that not all deeds come easily, and those for which we struggle may be the most worthy of all.\\n\\n'It is with that spirit that I will not inflict a harsh punishment upon Bósi and the Iron Garrison for fleeing from the disaster of Khazad-dûm. There will come a day when the hammers of the dwarves ring again in the depths of that mighty city. It will be my duty to prepare Durin's Folk for that day, and I will undertake it as best I may.\\n\\n'You are always welcome in these halls, [placeholder]! Go forth and seek glory and treasure worthy of your name and your tale!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'The King under the Mountain waits to see you. Come with me, [placeholder].'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Bósi in the Hall under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d173",
      "en": "You have pledged to lend your aid and your adventuring skills to Durin's Folk and fight on their behalf in Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Bósi has been instructed to bring you before the King under the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to King Thorin III at his throne in the Hall under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'It has been some time since you returned to the Lonely Mountain, has it not? You should present yourself to King Thorin and see what taxing errand he has for you now! Perhaps you can speak to Bósi when you go, and learn how he fares.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Bósi and go with him to see the king",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Have you returned to see the king? It is good that you have done so, but you should also speak to Bósi. The loss of Khazad-dûm will be treating him badly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'It has been some time since you returned to the Lonely Mountain, has it not? You should present yourself to King Thorin and see what taxing errand he has for you now! Perhaps you can speak to Bósi when you go, and learn how he fares.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Thorin III, King under the Mountain, is at his throne in Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Welcome back to Erebor, [placeholder]. Bósi wished to speak with you, and then you should attend King Thorin, who has further words for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 7: A True Friend of Durin's Folk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Welcome back to the Lonely Mountain, [placeholder]. When last I saw you, I planned to speak with the King under the Mountain and accept his judgment in the matter of the Iron Garrison, but the appearance of Lachagar quite interrupted the matter. I have since spoken with the king, and he has ruled mercifully. I still have my freedom, and my neck!\\n\\n'Were there some who might see cowardice in this ruling of King Thorin? Perhaps at one time, but his bravery in the battle with Lachagar has proven to many that he is made of the same strong material as his father. His mercy is seen as wise and just by most of the dwarves here. I am grateful for his leniency, if not convinced I am deserving of it. I will grieve for my cousin Brogur and the many others who fell in Khazad-dûm, early and late, Miners and Guards, and will never forget them.\\n\\n'King Thorin believes that only Durin could retake Khazad-dûm now. Perhaps he is right, but for now I cannot think so. I have been instructed to bring you to the king. Speak to me when you are ready.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}