{
  "id": 620993992,
  "txt": [
    {
      "id": 177082773,
      "en": "You have found the dwarf emissaries from Erebor",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'I am Hasong. I come from Yâd Hakar, great kingdom to the south ruled by the tribe called Sokhûri. Great are our warriors, and greater still is Khas Rûktar, who leads the Sokhûri.\\n\\n'We met on the field as enemies, for who can foretell the many paths that diverge in war? It is the way of the Sokhûri to fight fiercely when commanded, and fight we did. But in war there is always one who fails. This time, the armies that came from Yâd Hakar are the ones that failed.\\n\\n'When armies fail, there are two paths. On first path, every man is slain, and army is gone. This is how tribes vanish. Sokhûri cause many tribes to vanish. Khas Rûktar cause it himself, sometimes. Second path called Kerem-thak. This happen when failed army does not want to vanish. Tribe wants to live.\\n\\n'Hasong and Mauthoi sent by Khas Rûktar to speak to Gondor King. We sent here for Kerem-thak. Khas Rûktar wants peace.'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'I am Mauthoi, sent by Khas Rûktar for purpose of Kerem-thak. King Gondor will choose if terms of peace are acceptable.'\\n\\nMauthoi looks at you with a sly expression on his face.\\n\\n'You are [placeholder]. Great hero, they say. I wonder what might have happened if you encountered Hasong or Mauthoi during battle. Victory... or defeat? Not know now, because of Kerem-thak. I wonder, but not enough to wish it happened. Mauthoi have family back in Yâd Hakar, and tales of [placeholder] very convincing.\\n\\n'Peace best for all.'",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Thank you for meeting with the emissaries who have come to Gondor, [placeholder]. I have spoken with them now, and we will have further to say on the subject of peace in the future.\\n\\n'I must be truthful with you, [placeholder]. I do not completely trust the men of Harad. It is much easier to sue for peace when your forces have lost in battle, and I do not believe that Hasong or Mauthoi would be so willing to extend peace to Gondor if our positions were reversed. Many good soldiers were slain by weapons of the Haradrim, or trampled beneath the feet of their Mûmakil. Is it a betrayal of those lives to make peace with those who slew them?\\n\\n'No, I do not think it is, but it is an easier question to ask than to answer. It seems that the delegation from Harad honestly desire peace, and that is a first step. Thank you for your help in this, my friend.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'King Elessar waits for you in his throne room, and will likely have a task for you to undertake for Gondor, [placeholder]. Go and see what the king has for you, and I will await your return.'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'King Elessar waits at the throne for you, and will be glad to have news of your adventures in Mordor.'",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Find the Elf delegation to Minas Tirith",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'King Elessar waits at the throne for you, and will be glad to have news of your adventures in Mordor.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Messages have been sent from many lands to Minas Tirith, [placeholder], overtures of friendship and words of support for the kingdom. It warms my heart to hear them, and to know that we have allies both near and far.\\n\\n'Some have sent delegations to the city, and they have begun to arrive. Dwarves, Elves, and Men have come to meet with me and arrange for renewed ties and alliances, and I will gladly hear their proposals. There is one group that may require some delicacy, however: emissaries have come from Harad, and these men speak not of renewing friendship, for there was none. They speak of making peace where before there was only war. It must be carefully handled.\\n\\n'Find the dwarf, Elf, and Haradrim delegations in the city and make them feel welcome.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The delegation of dwarves is on the north-east side of the Fifth Circle in Minas Tirith.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Talk to Olphadon of the delegation from Lórien",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Talk to Lalornil of the delegation from Lórien",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "The emissaries from Erebor are on the north-east side of the Fifth Circle in Minas Tirith.",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Find the Haradrim delegation to Minas Tirith",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'We bring greetings from Thorin III, King under the Mountain, to King Elessar of Gondor! There will be friendship between Durin's Folk and the Men of Gondor, and let their enemies beware!\\n\\n'This is the first I have seen of this city, and while there is impressive stonework here there is much that might be improved. If King Elessar wishes it, I am sure there are dwarves among us who would be willing to refine the walls and streets of Minas Tirith.\\n\\n'I would do it myself if I had a team of dwarves and my tools at the ready, but sadly we have come for diplomacy, not for masonry. Perhaps later!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'The folk of this city must have seen a number of dwarves before now, for we have been treated warmly and with kindness, though we be strangers here. This is my first visit so far south, and I am pleased at the quality of the stone I have seen to this point. It could be worked with more skill and more care, but I have always been choosy about such things, as are many of Durin's Folk.\\n\\n'How much higher must we climb to reach King Elessar's throne? The air thins as we ascend, and it is not to my liking.'",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Talk to Hasong of the delegation from Harad",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Talk to Mauthoi of the delegation from Harad",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Talk to King Elessar in his throne room",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'We bring messages of friendship and alliance from the Lord and Lady of the Golden Wood! Many are the preparations, already underway, that will further advance the joined purposes of Elves and Men, and Lord Celeborn and Lady Galadriel will delight in their completion.\\n\\n'I have been to this White City, but it was long ago. It is not the shining jewel it was then, but under the rule of King Elessar the Elfstone I believe it can be again.'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'The people of this city have been welcoming, if guarded. They do the name of their city proud in this, [placeholder]!\\n\\n'But I must remember that Elves are not seen in Gondor as often as once they were. These are unusual days for all of us, and there is little doubt the people of Gondor have become more used to unusual sights of late!\\n\\n'We will not tarry, but will continue upward to the throne room of Elessar. I am eager to speak with him, for I was a friend of his betrothed when we were young, and am still very close with the Lady Arwen.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to King Elessar in his throne room",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Find the dwarf delegation in Minas Tirith",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Hálsi of the delegation from Erebor",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Vígmath of the delegation from Erebor",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'Delegations have come to the city to meet with me and arrange for renewed ties and alliances, and I will gladly hear their proposals. There is one group that may require some delicacy, however: emissaries have come from Harad, and these men speak not of renewing friendship, for there was none. They speak of making peace where before there was only war. It must be carefully handled.\\n\\n'Find the dwarf, Elf, and Haradrim delegations in the city and make them feel welcome.'",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'Delegations have come to the city to meet with me and arrange for renewed ties and alliances, and I will gladly hear their proposals. There is one group that may require some delicacy, however: emissaries have come from Harad, and these men speak not of renewing friendship, for there was none. They speak of making peace where before there was only war. It must be carefully handled.\\n\\n'Find the dwarf, Elf, and Haradrim delegations in the city and make them feel welcome.'",
      "es": ""
    },
    {
      "id": 24695144,
      "en": "You have pledged to lend your aid and your adventuring skills to Elessar and the Kingdom of Gondor, and to fight on their behalf in Mordor.",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'Delegations have come to the city to meet with me and arrange for renewed ties and alliances, and I will gladly hear their proposals. There is one group that may require some delicacy, however: emissaries have come from Harad, and these men speak not of renewing friendship, for there was none. They speak of making peace where before there was only war. It must be carefully handled.\\n\\n'Find the dwarf, Elf, and Haradrim delegations in the city and make them feel welcome.'",
      "es": ""
    },
    {
      "id": 246419778,
      "en": "The delegation of Haradrim is at TBD in Minas Tirith.",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "'Delegations have come to the city to meet with me and arrange for renewed ties and alliances, and I will gladly hear their proposals. There is one group that may require some delicacy, however: emissaries have come from Harad, and these men speak not of renewing friendship, for there was none. They speak of making peace where before there was only war. It must be carefully handled.\\n\\n'Find the dwarf, Elf, and Haradrim delegations in the city and make them feel welcome.'",
      "es": ""
    },
    {
      "id": 246419782,
      "en": "King Elessar is in his throne room atop Minas Tirith.",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'King Elessar waits for you in his throne room, and will likely have a task for you to undertake for Gondor, [placeholder]. Go and see what the king has for you, and I will await your return.'",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "King Elessar is in his throne room atop Minas Tirith.",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "The delegation of Haradrim is on the south-eastern side of the Third Circle of Minas Tirith.",
      "es": ""
    },
    {
      "id": 177082736,
      "en": "You have found the emissaries from Harad",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'Delegations have come to the city to meet with me and arrange for renewed ties and alliances, and I will gladly hear their proposals. There is one group that may require some delicacy, however: emissaries have come from Harad, and these men speak not of renewing friendship, for there was none. They speak of making peace where before there was only war. It must be carefully handled.\\n\\n'Find the dwarf, Elf, and Haradrim delegations in the city and make them feel welcome.'",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'Delegations have come to the city to meet with me and arrange for renewed ties and alliances, and I will gladly hear their proposals. There is one group that may require some delicacy, however: emissaries have come from Harad, and these men speak not of renewing friendship, for there was none. They speak of making peace where before there was only war. It must be carefully handled.\\n\\n'Find the dwarf, Elf, and Haradrim delegations in the city and make them feel welcome.'",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "The delegation of Elves are just north of the prow, in the Fourth Circle of Minas Tirith.",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "The delegation of Elves are just north of the prow, in the Fourth Circle of Minas Tirith.",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "You have found the Elf emissaries from Lothlórien",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "The delegation of Haradrim is on the south-eastern side of the Third Circle of Minas Tirith.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 2: Embassies from Many Lands",
      "es": ""
    }
  ]
}