{
  "id": 620993979,
  "txt": [
    {
      "id": 162883717,
      "en": "'I heard that King Thorin is worried about something, but I do not know what it might be. You should report to him of your adventures in Mordor and learn what so concerns him.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 4: Treachery in Mordor",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Dómor asked you to search to the north, in the direction of Lûghash, for the treacherous Mogi.",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'You must return to Mordor and see what has happened to these so-called adventurers. The last word I had from Mogi placed him in Dor Amarth, south of Lûghash, so that is where you should begin your search.'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Dómor south of Lûghash, in Dor Amarth",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'You must return to Mordor and see what has happened to these so-called adventurers. The last word I had from Mogi placed him in Dor Amarth, south of Lûghash, so that is where you should begin your search.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to King Thorin III at his throne in the Hall under the Mountain",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Search to the north for Mogi",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I am pleased to see you return, [placeholder], for you are the only adventurer who has properly reported back to me! I understand that Mordor is full of danger, but surely these heroes understand that their king needs updates!'\\n\\nKing Thorin scowls through his beard.\\n\\n'They mock me with \\qStonehelm,\\q but if I did not have the responsibilities of kingship I would be among the first dwarves seeking glory in Mordor! Alas, I must stay here. You, however... yes, you must return to Mordor and see what has happened to these so-called adventurers. The last word I had from Mogi placed him in Dor Amarth, south of Lûghash, so that is where you should begin your search.'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Find the missing dwarf heroes in Dor Amarth, in Mordor",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Search near the road for Mogi",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'[placeholder]! King Thorin has been betrayed! No, not him alone, all of Durin's Folk have been insulted and maligned!\\n\\n'Just to the north of here, I encountered Eirek and Mogi quarrelling over treasure. It was a red gem embedded in a loose rock. Any dwarf might improve the quality of this ruby with careful labour, but a skilled dwarf could do much more! It would be a fine gift to present to King Thorin, and Eirek said as much, but then Mogi slew him where he stood! He stole the ruby and fled. I would have given chase, but a band of Orcs came near at that moment and I was forced to retreat.\\n\\n'But now that you are here, we can hunt him down and bring Thorin's wrath upon the traitor! We must find Mogi and make him pay for this treachery! You search to the north, and I will search to the south and see if he snuck that way, and perhaps we can snare him. The ground is treacherous, and you may need to go out of your way to properly search for Mogi. Look for him on both sides of the chasm to the north, and to the south-east of Lûghash! One of us must find him and make him pay for his treachery!'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Search near the base of Lûghash for Mogi",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "You found Dómor in Dor Amarth. Does he know where the other dwarf heroes have gone?",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Hmm, I do not see him anywhere, [placeholder].'",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "Thorin III, King under the Mountain, is at his throne in Erebor.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'It seems Mogi has left no trace behind. A thousand curses upon him!\\n\\n'Return to King Thorin and tell him that Dómor will keep searching for the traitor. I will come back to the Hall under the Mountain when I have avenged this insult, or when I have found treasure worthy of the king. Perhaps I will pluck the fine ruby from Mogi's cold hands, eh?'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Thorin III, King under the Mountain, is at his throne in Erebor.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Well, [placeholder], have you found any word from these so-called heroes?'\\n\\nYou tell King Thorin what you learned from Dómor of Mogi's treachery.\\n\\n'This is an insult to me, and to all dwarves! I want that traitor found! My axe will take his life, but not before his beard is shorn and he is made an object of ridicule. I will give my subjects someone else to mock, someone who deserves it!\\n\\n'Eirek was on the king's business, and it is an insult to the king to interfere with such! Unacceptable, [placeholder], unacceptable! May Dómor find this traitor and bring him here. I wish you good fortune on your own adventures, and if you find Mogi first I trust that you will bring him before me with all speed!'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Dómor has gone to the road south of Lûghash. Did he find Mogi?",
      "es": ""
    },
    {
      "id": 24695136,
      "en": "You have pledged to lend your aid and your adventuring skills to Durin's Folk and fight on their behalf in Mordor.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The dwarf heroes sent into Mordor by King Thorin have not reported back in some time, and are missing somewhere in Dor Amarth, south of Lûghash.\\n\\nKing Thorin has sent you to find the missing dwarf heroes in Mordor.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "There is no sign here of Mogi",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "If Mogi was here, he is gone now",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'Return to King Thorin and tell him that Dómor will keep searching for the traitor. I will come back to the Hall under the Mountain when I have avenged this insult, or when I have found treasure worthy of the king. Perhaps I will pluck the fine ruby from Mogi's cold hands, eh?'",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "You see no sign that Mogi was here",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Dómor south of Lûghash, near the road",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to King Thorin III at his throne in the Hall under the Mountain",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'I think it is time you reported back to King Thorin about your adventures, wouldn't you say? He may have another task for you.'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'I heard that King Thorin is worried about something, but I do not know what it might be. You should report to him of your adventures in Mordor and learn what so concerns him.'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "You have found Dómor, one of the dwarf heroes Thorin sent into Mordor",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'I think it is time you reported back to King Thorin about your adventures, wouldn't you say? He may have another task for you.'",
      "es": ""
    }
  ]
}