{
  "id": 620993977,
  "txt": [
    {
      "id": 177082771,
      "en": "After a long journey, you have arrived at Erebor and gained entrance to its halls",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Welcome to Erebor, [placeholder]. I hope you will forgive the state in which you find these halls, but battle was lately joined and we feared a long siege. Many supplies were brought from elsewhere in the mountain to be near at hand in the event they were needed, and they have yet to be returned.\\n\\n'I have summoned adventurers of renown to Erebor in order to advance the cause of Durin's Folk in Middle-earth, but especially as it concerns the Land of Mordor. Those gates have long been shut to us, but I desire brave heroes to enter that forbidding land and retrieve for the dwarves any treasures that might be found.\\n\\n'If my father had lived to see Mordor opened, I know he would advance this purpose, and fear nothing. So too will I. I have charged these dwarves with the same goal. Speak to them and they will share what they have learned of the dangers that await, and what they have learned of the great wealth that may wait as well.'",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "Talk to Foldgráf",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'The king awaits, for he has a task with which to charge you.'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'The Land of Mordor has been shrouded in mystery for as long as I have lived, [placeholder], and it has an evil reputation. But that makes the prospect of adventuring within its bounds even more attractive to me, for Eirek Glory-seeker fears nothing! The greater the danger, the greater the honour of facing it, and that goes double for doing so in the name of one's king. I would have quested in Mordor for Dáin, and now that he has undertaken his final battle I will adventure on behalf of his son Thorin. Glory for Durin's Folk!\\n\\n'We share a common purpose, but I hope beyond the Mountains of Shadow you will hunt elsewhere. The treasure I bring back, and the glory, should belong to Eirek and to his king alone!'",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'King Thorin has no shortage of heroes and adventurers willing to brave the dangers of Mordor on his behalf, but the folk that remain behind whisper in their beards and compare him unfavorably to his father. I will return from Mordor with treasure enough to silence their whispers. They call him Stonehelm, and say he hides within the mountain? When I return they will call him Gilded-helm, and I will be richly-rewarded for my efforts!\\n\\n'There are adventures enough to be had in that land, but do not expect to share in my treasure or my glory, [placeholder]. There will be enough for all of us, no doubt.'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'You say you are an adventurer? Are you certain? I have never heard of you, and I wear the dust of many distant lands on my boots. Have you faced down the terrible fire-troll Ashthrok, or the unsightly Vélnas? What about the terrible Hrimdyr, vile snow-beast of the blinding snow? I have fought them all, and lived to tell the tale.\\n\\n'Now I will delve beyond the Mountains of Shadow and adventure in the Black Land of Mordor, and the tale of Mogi will grow! Stay out of my way, [placeholder].'",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Thorin III is now King under the Mountain, and rules Durin's Folk from Erebor. Now that you have pledged to aid the dwarves as they adventure in Mordor, Dori believes you should meet with Thorin at the Lonely Mountain.",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'I look forward to hearing of your great deeds on behalf of Durin's Folk, [placeholder]. Adventure in Mordor with caution, and know that our thoughts are with you even as you walk in the distant, dangerous wilds!\\n\\n'Return in triumph, and with treasure and glory for the dwarves!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I am pleased that you have pledged to aid Durin's Folk as we adventure in Mordor, [placeholder]! Who knows what treasures were wrongfully stolen from us, and now wait to be reclaimed and restored to their rightful owners?\\n\\n'My adventuring days are not yet done. My captivity by the Dourhands in the North Downs has taught me the value of caution, and I will exercise it smartly. See that you do as well, my valiant friend, for the land of Mordor is a place of evil, Dark Lord or no!\\n\\n'But before you begin to adventure on behalf of Durin's Folk, you should return to Erebor and speak with the King under the Mountain! That title belongs now to Thorin III, for his father Dáin fell before the gates of Erebor during the Battle of Dale. He died well, but now the responsibility of leading the dwarves falls to his son. Go to the Hall under the Mountain, in Erebor, and present yourself to him. He will be glad to have your service!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "You have pledged to lend your aid and your adventuring skills to Durin's Folk and fight on their behalf in Mordor.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Welcome to the Hall under the Mountain, [placeholder], noble seat of Erebor and pride of Durin's Folk! I understand you have pledged to aid the dwarves as they adventure in Mordor and desire to speak with the king, and I will not stand in your way!\\n\\n'And yet, King Thorin is currently speaking with his advisors and an audience will have to wait until he is free. Perhaps you can make yourself familiar with these halls while you wait?'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Bróthi in the Hall under the Mountain",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Talk to Margald in the Hall under the Mountain",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Find King Thorin III, in the Hall under the Mountain",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Talk to Laurík in the Hall under the Mountain",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'I understand you fought in the battles to the south? I hope you do not think we were idle, for indeed we had battles of our own to fight! A great army of Easterlings crossed the river and fell upon our allies at Dale, and we emerged from our mountain to lend the Men our strength. The fighting continued for several days, but the enemy force was too great and we were driven back to the very gate of Erebor. It was there that King Brand of Dale was overcome. King Dáin stood in defence of his friend, but no Man or dwarf could have survived long against that assault. The King under the Mountain, Dáin Ironfoot, was slain.\\n\\n'It was the command of his son, Thorin III, that we retreat into the Mountain and prepare for a siege. He is now king and we follow his commands, but there were whispers that we should not have bolted our gate, that we should have stayed and fought. I do not agree with these whispers, but I am one dwarf and there are many others who think this retreat was craven.\\n\\n'During the siege, the Hall under the Mountain became a place for the recovery of hurts, where good dwarves hope to heal from their injuries, lest they succumb. It will not remain so, but the toll from the Battle of Dale is high and it will take time to set it right again.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'When Dale was beset by the Dark Lord's northern army, King Dáin emerged from Erebor with his finest warriors and sought to defend our allies, the Dale-men. He fought bravely and long, but it was not enough and he fell beneath the axes of his enemies. With his death, his son Thorin III ascended to the kingship of Durin's Folk, and all looked to him to defeat the Easterlings.'\\n\\nMargald snorts derisively.\\n\\n'His first command? He ordered that we retreat into the mountain and bar the gates! Our friends and allies were abandoned, and we relied upon the defences of Erebor to keep us safe! Some of my fellows have taken to calling him 'Stonehelm,' for he pulled the rock of Erebor snugly down upon his ears and thought to wait out our enemies from the safety of our halls. What would Dáin Ironfoot have to say of his son if he were alive to hear of this? Nothing good, I warrant!\\n\\n'Thorin is now King under the Mountain, and upon my honour as a dwarf I will not speak against him. But neither will I speak against my fellows when they name him Stonehelm, either!'",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Talk to Hrostyr, the personal guard of King Thorin III",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Erebor was recently besieged by a great army of Easterlings, and only when word of the Dark Lord's fall came to their ears did they falter in their attack. Then did Thorin III, the new King under the Mountain, emerge from Erebor and drive them back.\\n\\n'Not all are pleased with the new king, but I think he will prove a worthy successor to King Dáin, in time. He is heir to Dáin's bloodline; he will do what is best for Durin's Folk in these difficult times. I have heard that the Land of Mordor, far to the south, is now ripe for the taking. King Thorin has issued the call for great heroes to adventure in Mordor on behalf of the dwarves, and that is enough for me to put my trust in him! What treasures of the dwarves might we reclaim from that place?'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "King Thorin should now be ready to meet with you.",
      "es": ""
    },
    {
      "id": 111477334,
      "en": "Talk to King Thorin III at his throne in the Hall under the Mountain",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'King Thorin should be ready to meet with you now.'",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Talk to Eirek by the throne",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Talk to Dómor by the throne",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'You must be [placeholder] the [placeholder], who has sworn to adventure on behalf of Durin's Folk? King Thorin will see you now and charge you with tasks befitting your skill.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Travel to the Hall under the Mountain, in Erebor",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "Talk to Mogi by the throne",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "'If my father had lived to see Mordor opened, I know he would advance this purpose, and fear nothing. So too will I. I have charged these dwarves with the same goal. Speak to them and they will share what they have learned of the dangers that await, and what they have learned of the great wealth that may wait as well.'",
      "es": ""
    },
    {
      "id": 126754722,
      "en": "Chapter 1: Beneath the Lonely Mountain",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Foldgráf at the entrance to the Hall under the Mountain",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'I am pleased that you have pledged to aid Durin's Folk as we adventure in Mordor, [placeholder]! Who knows what treasures were wrongfully stolen from us, and now wait to be reclaimed and restored to their rightful owners?\\n\\n'My adventuring days are not yet done. My captivity by the Dourhands in the North Downs has taught me the value of caution, and I will exercise it smartly. See that you do as well, my valiant friend, for the land of Mordor is a place of evil, Dark Lord or no!\\n\\n'But before you begin to adventure on behalf of Durin's Folk, you should return to Erebor and speak with the King under the Mountain! That title belongs now to Thorin III, for his father Dáin fell before the gates of Erebor during the Battle of Dale. He died well, but now the responsibility of leading our people falls to his son. Go to the Hall under the Mountain, in Erebor, and present yourself to him. He will be glad to have your service!'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Three adventuring dwarves stand by the throne in the Hall under the Mountain. They have been charged by King Thorin III with the same task as you.",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419778,
      "en": "Thorin III, King under the Mountain, is at his throne in Erebor. You should present yourself to Hrostyr, his personal guard.",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'King Thorin should be ready to meet with you now.'",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "Thorin III, King under the Mountain, is at his throne in Erebor.",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Adventure in Mordor for Durin's Folk, and return with treasure and glory!'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'Before you begin to adventure on behalf of Durin's Folk, you should return to Erebor and speak with the King under the Mountain! That title belongs now to Thorin III, for his father Dáin fell before the gates of Erebor during the Battle of Dale. He died well, but now the responsibility of leading the dwarves falls to his son. Go to the Hall Under the Mountain, in Erebor, and present yourself to him. He will be glad to have your service!'",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Foldgráf stands ready to welcome you to the Hall under the Mountain.",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'Before you begin to adventure on behalf of Durin's Folk, you should return to Erebor and speak with the King under the Mountain! That title belongs now to Thorin III, for his father Dáin fell before the gates of Erebor during the Battle of Dale. He died well, but now the responsibility of leading the dwarves falls to his son. Go to the Hall Under the Mountain, in Erebor, and present yourself to him. He will be glad to have your service!'",
      "es": ""
    },
    {
      "id": 177082737,
      "en": "King Thorin is meeting with adventurers about opportunities in Mordor",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'King Thorin is currently speaking with his advisors and an audience will have to wait until he is free. Perhaps you can make yourself familiar with these halls while you wait?'",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "King Thorin is currently meeting with his advisors, and is not free for an audience. Foldgráf recommended that you make yourself familiar with the Hall under the Mountain while you wait.",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'Welcome to the Hall under the Mountain, [placeholder], noble seat of Erebor and pride of Durin's Folk! I understand you have pledged to aid your fellow dwarves as we adventure in Mordor and desire to speak with the king, and I will not stand in your way!\\n\\n'And yet, King Thorin is currently speaking with his advisors and an audience will have to wait until he is free. Perhaps you can reacquaint yourself with these halls while you wait?'",
      "es": ""
    },
    {
      "id": 246419793,
      "en": "Foldgráf is at the entrance to the Hall under the Mountain.",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "This area of the hall has been set aside for treating the wounded and infirm",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "During the siege, this area was used for storage of provisions and other perishables",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "Weapons and armour-pieces were brought to this area for accessibility during the siege",
      "es": ""
    }
  ]
}