{
  "id": 620993985,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 5: Flight from Khazad-dûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Bósi in the Hall under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You should return to King Thorin, [placeholder]. It seems there is trouble brewing, and he will want your help with it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to King Thorin III at his throne in the Hall under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Messengers have come from the Iron Garrison, [placeholder]! There is trouble afoot in Khazad-dûm, and the king is sending me with a group of warriors to come to their aid! Quickly, speak with King Thorin and see if he wishes for you to come with us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I am glad you returned when you did, [placeholder], for I have received worrisome news from the Iron Garrison! A tremendous upheaval in the depths has shaken Khazad-dûm to its foundations, and the Expedition's foothold is slipping in the face of constant attack by terrible foes.\\n\\n'I fear Khazad-dûm will be lost if we do not reinforce them. I have sent for many fine warriors to go to their aid, and I desire for you to go as well! I have not forgotten the mithril that Bósi sent to me. If we lose Khazad-dûm, our best source of mithril will be gone!\\n\\n'Talk to Foldgráf and he will arrange for your transport!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You should return to King Thorin as soon as you can!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Quickly now, speak with King Thorin!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I do not know what happened, [placeholder]. I thought we had well-fortified our defences, and repelled enough foes to prove that the Iron Garrison could not be moved... and yet still it was not enough! I have never seen so many Orcs, and other foes even more terrible.\\n\\n'Cousin Brogur will remain within Khazad-dûm, there to lie until dwarves once again open the doors and claim what is ours. One year hence? A hundred? Who can say how long it will be, my friend? May it bring him happiness, whenever that may be. He is with Zigilburk now.\\n\\n'I have torn my beard enough for the failure of the Iron Garrison. I will do as my king commands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Sauron may be no more, but I see his hand in the turmoil that shook Khazad-dûm. What else could it be? The Iron Garrison had established more than a mere foothold, but still it was swept away like a clay castle on a river-bank! I smell sorcery and evil intentions!\\n\\n'I want Khazad-dûm retaken! There is mithril to be mined, and Durin's Folk have the right to mine it! I cannot ask Bósi to lead another expedition there, even if he would go willingly. The death of his cousin, and so many of his fellows, will weigh heavily upon him. I do not like this, [placeholder]. Will my people blame me for this failure, even as they call me \\qStonehelm\\q and whisper behind their hands?\\n\\n'I need time to think. I will call for you when I have decided what is to be done. Durin himself would have trouble with these struggles, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I cannot believe we failed, [placeholder]. I thought the Iron Garrison would prove successful, in the end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'The Iron Garrison needs our help. I only hope it is not already too late!'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Thorin III, King under the Mountain, is at his throne in Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Foldgráf is assembling a group to come to the aid of the Iron Garrison, in Khazad-dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to King Thorin III at his throne in the Hall under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Foldgráf in the Hall under the Mountain and go with him to Khazad-dûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Bósi is in the Hall under the Mountain. Khazad-dûm, and much of the Iron Garrison, is lost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Thorin III, King under the Mountain, is at his throne in Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d175",
      "en": "You have pledged to lend your aid and your adventuring skills to Durin's Folk and fight on their behalf in Mordor.",
      "es": "",
      "es (fem)": ""
    }
  ]
}