{
  "id": 620993989,
  "txt": [
    {
      "id": 206490324,
      "en": "'Hasong and Mauthoi, we have spoken at length and I have heard your desire for peace.'",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Wait until the king calls for your report",
      "es": ""
    },
    {
      "id": 206490325,
      "en": "'I share that desire, as do many of my people.'",
      "es": ""
    },
    {
      "id": 206490326,
      "en": "'No, Hasong, you speak true. It is a sadness to me.'",
      "es": ""
    },
    {
      "id": 206490327,
      "en": "'But I wish to have peace with the Sokhûri, and that is my command.'",
      "es": ""
    },
    {
      "id": 206490328,
      "en": "'Let there be forgiveness between our peoples, and friendship.'",
      "es": ""
    },
    {
      "id": 93551553,
      "en": "'My lord, the recent battle resulted in the deaths of many.'",
      "es": ""
    },
    {
      "id": 206490329,
      "en": "'Beregond, you have been brought here to be judged for your crimes.'",
      "es": ""
    },
    {
      "id": 93551554,
      "en": "'Others there were who sustained grievous wounds, and require rest and recovery in the Houses of Healing.'",
      "es": ""
    },
    {
      "id": 255643873,
      "en": "'Not all of them share it, Elessar.'",
      "es": ""
    },
    {
      "id": 93551555,
      "en": "'These are men and women of Gondor and of Rohan.'",
      "es": ""
    },
    {
      "id": 255643874,
      "en": "'May it be so, Elessar.'",
      "es": ""
    },
    {
      "id": 93551556,
      "en": "'But there were others left in our care as a result of the battle's ending.'",
      "es": ""
    },
    {
      "id": 82619776,
      "en": "'During the battle for the city, you left your post without leave.'",
      "es": ""
    },
    {
      "id": 93551557,
      "en": "'What shall be done with the Khundolar prisoners?'",
      "es": ""
    },
    {
      "id": 82619777,
      "en": "'You drew your sword and spilled blood in the Hallows, which is forbidden.'",
      "es": ""
    },
    {
      "id": 93551558,
      "en": "'Thank you, my lord.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Malthengil has asked you to deliver your report of Mordor to King Elessar, but first there are some matters on which the king must rule.",
      "es": ""
    },
    {
      "id": 82619778,
      "en": "'In Gondor of old, the penalty for these crimes was death.'",
      "es": ""
    },
    {
      "id": 82619779,
      "en": "'Do you understand?'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "King Elessar must weigh the issues facing Gondor and make his pronouncements.",
      "es": ""
    },
    {
      "id": 82619780,
      "en": "'But I deem that the penalty will be countered by your valour in the recent battle.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Beregond is in the hall, and has not heard that it is his time for judgement.",
      "es": ""
    },
    {
      "id": 82619781,
      "en": "'So too is it outweighed by this fact: your misdeeds were done for the love of the Lord Faramir.'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'There are several matters upon which the king must rule, and then he will hear your report of Mordor, [placeholder]. It will not be long.'",
      "es": ""
    },
    {
      "id": 82619782,
      "en": "'No more can you be a Guard of the Citadel. No more can you stay in Minas Tirith.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "There are many issues facing Gondor which require the pronouncements of King Elessar.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "King Elessar must weigh the issues facing Gondor and make his pronouncements.",
      "es": ""
    },
    {
      "id": 82619783,
      "en": "'So must it be, for you will dwell now in Emyn Arnen.'",
      "es": ""
    },
    {
      "id": 82619784,
      "en": "'There you will be Captain of the White Company, the Guard of Faramir.'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'[placeholder]? Yes, I am ready.\\n\\n'I left my post without permission; three men of Minas Tirith I slew in my haste to come to Faramir's aid. I will rue the deed evermore, but I did not know what else to do!'",
      "es": ""
    },
    {
      "id": 82619785,
      "en": "'You will dwell with him in Ithilien, in honour and in peace.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Tell me what has transpired in Mordor since your last report, my friend.'",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Malthengil",
      "es": ""
    },
    {
      "id": 200158897,
      "en": "Echadon",
      "es": ""
    },
    {
      "id": 90694417,
      "en": "'I am ready to face the king's judgement, [placeholder].'",
      "es": ""
    },
    {
      "id": 90694418,
      "en": "'I do, my king.'",
      "es": ""
    },
    {
      "id": 90694419,
      "en": "'Thank you, my king.'",
      "es": ""
    },
    {
      "id": 214131217,
      "en": "'I call Hasong and Mauthoi, emissaries of the Sokhûri, to approach the king.'",
      "es": ""
    },
    {
      "id": 214131218,
      "en": "'I call Beregond, Guard of the Citadel, to appear for judgement.'",
      "es": ""
    },
    {
      "id": 214131219,
      "en": "'[placeholder], will you tell Beregond his time has come?'",
      "es": ""
    },
    {
      "id": 214131220,
      "en": "'I call [placeholder] the [placeholder] to report on the situation in Mordor.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Judgements of the King",
      "es": ""
    },
    {
      "id": 206490321,
      "en": "'These men surrendered to Gondor, and prayed for mercy.'",
      "es": ""
    },
    {
      "id": 206490322,
      "en": "'It is my wish that it be granted to them.'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Wait until the king calls for your report",
      "es": ""
    },
    {
      "id": 206490323,
      "en": "'They are to be made free, and given safe passage back to their own lands.'",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Find Beregond in the Hall of the King and tell him it is his time for judgement",
      "es": ""
    }
  ]
}