{
  "id": 620993999,
  "txt": [
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "King Elessar's guard Malthengil is near the throne.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "King Elessar is about to pronounce his judgements on a number of important matters, and his guard Malthengil has offered that you be allowed to watch.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'I thank you for your report, [placeholder]. It is good to know that Mordor is being explored and the evil within it combatted.\\n\\n'I am not entirely comfortable remaining in the city while others adventure in dangerous lands. Perhaps one day I will join you, [placeholder], but for now the city and the kingdom require more managing.\\n\\n'I await your return, my friend, and the tales you will bring with you!'",
      "es": ""
    },
    {
      "id": 151441713,
      "en": "'Attend all ye, hear the judgements of King Elessar!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 151441714,
      "en": "'I call Echadon, Captain of the Garrison, to present his petition.'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Malthengil by King Elessar's throne",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'It should not be long, [placeholder], but there are a few matters to which the king must attend.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 24695156,
      "en": "You have pledged to lend your aid and your adventuring skills to Elessar and the Kingdom of Gondor, and to fight on their behalf in Mordor.",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to King Elessar in his throne room",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Malthengil and witness the pronouncements of King Elessar",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'King Elessar will have need of you in Minas Tirith, [placeholder]. You should return to him and see if you can be of service there as well as in Mordor.'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "King Elessar is in his throne room atop Minas Tirith.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'King Elessar is about to pronounce his judgements in a number of important matters. Present yourself to Malthengil and you may be able to attend.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'King Elessar will have need of you in Minas Tirith, [placeholder]. You should return to him and see if you can be of service there as well as in Mordor.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'King Elessar is about to pronounce his judgements in a number of important matters. Present yourself to Malthengil and you may be able to attend.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 4: Judgements of the King",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Ah, [placeholder]. King Elessar was looking forward to a report from you about your further adventures in Mordor, but you have arrived in time for him to make a number of pronouncements. Speak to me if you would like to attend, and you can witness the judgements of Elessar.'",
      "es": ""
    }
  ]
}