{
  "id": 620993997,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 6: The Wizard and the King",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Mithrandir in the throne room and stand guard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Mithrandir in King Elessar's throne room",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'King Elessar will be glad to hear of our conquests in Mordor, [placeholder]. Give him my regards too, and my wish that he will one day join us as we sojourn!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'King Elessar waits for you in the throne room with Mithrandir. Perhaps you should learn what brings the Wizard here, for he is not often seen in the city these days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to King Elessar in his throne room",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Ah, [placeholder], I expected you before this. Well, it is good that you are here now!\\n\\n'There are words I must speak to Aragorn, but I do not wish to be interrupted. This room will not do; there are too many guards about! Enough safety for a king, but too many listening ears.\\n\\n'I have a place in mind where Aragorn and I may speak away from his guards. Fear not! His person will be safe, for I would have you attend us and stand guard. You will prevent any interruptions, especially by members of the Withered Tree that might seek to harm the king. Speak to me when you are ready to go, and we will wait for nightfall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'It was from an abundance of caution that I asked you to attend us, [placeholder], for I feared interruption by those calling themselves the Withered Tree. I am pleased that no such marauder sought to do harm to Aragorn or to the scion of Nimloth. Indeed, I think now that no man of Gondor could bring himself to damage the young sapling, if he knew what it portended: a sign of growing goodness in the years to come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'For how long did the fruit of the last tree lie hidden above the city, [placeholder]? Long years indeed, though the sapling has yet to reach seven years of growth! I will take Mithrandir's advice to heart, and when ever the fruit ripens it shall be planted, so the line of the tree will not vanish from the world. The Wizard's lesson was not subtle; it is not lost on me that the line of kings is much the same. There is time yet, and my heart is lightened by this discovery!\\n\\n'Thank you for your part in this, my friend. The sapling should be planted in the Court of the Fountain, and let the folk of the city draw hope from the sight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'At last it is time. Come now, [placeholder], and tell no one where we go.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'King Elessar will be glad to hear of our conquests in Mordor, [placeholder]. Give him my regards too, and my wish that he will one day join us as we sojourn!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Mithrandir has come to the throne room of King Elessar, atop Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'King Elessar waits for you in the throne room with Mithrandir. Perhaps you should learn what brings the Wizard here, for he is not often seen in the city these days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Mithrandir has come to the throne room of King Elessar, atop Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Mithrandir in King Elessar's throne room",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Mithrandir has come to the throne room of King Elessar, atop Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "King Elessar is in his throne room atop Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d175",
      "en": "You have pledged to lend your aid and your adventuring skills to Elessar and the Kingdom of Gondor, and to fight on their behalf in Mordor.",
      "es": "",
      "es (fem)": ""
    }
  ]
}