{
  "id": 620993990,
  "txt": [
    {
      "id": "0x2a296b5",
      "en": "'There are things that must now pass with the power of the Three Rings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa296b61",
      "en": "'It was made in ages past, and few ever came here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa296b62",
      "en": "'Only the kings were permitted to come to this high hallow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2a296b6",
      "en": "'The Elder Kindred must fade, and depart these shores.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: The Wizard and the King",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa296b63",
      "en": "'Morning comes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2a296b7",
      "en": "'For a little while, but my time is ending.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2a296b8",
      "en": "'The Third Age is coming to a close, and my time with it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2a296b9",
      "en": "'Tomorrow's burdens will belong to you, and to your kindred.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'I do not know why Mithrandir wished for us to climb the slope of Mindolluin, but I am pleased you are here as well, [placeholder]. It will do us much good to breathe the cold, clear air of the heights!\\n\\n'Remain alert for members of the Withered Tree. They have continued to speak against my rule, and while there has been no outright violence since the slaying of Mauthoi, still I fear it may come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1e04951",
      "en": "'Well do I know it, dear friend, but I still desire your counsel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1e04952",
      "en": "'But I am a mortal man, and will die.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'In shape and form this sapling is unmistakable, [placeholder]! This can be nothing other than young growth of the White Tree, but that has been dead for hundreds of years and this sapling can be no more than seven years old!\\n\\n'How can this wonder be possible?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1e04953",
      "en": "'I am of a line long-lived, but the number of my years will one day be counted.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1e04954",
      "en": "'Who then will govern Gondor?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I see in this discovery a sign that Gondor will once more come to prosperity, and the line of kings will survive the numbering of my own days. My heart is made glad!\\n\\n'I will remove this sapling with care, and bring it to the Court of the Fountain, there to be planted. The White Tree will grow there, once again, and may the voices of the people sing with joy at the sight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1e04955",
      "en": "'The Tree in the Court of the Fountain is withered and barren.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I see in this sapling much that identifies it as descended from the royal line of Telperion, Eldest of Trees, from which came through several generations the White Tree that grew in the Court of the Fountain. But that tree withered and died, and was left atop the city.\\n\\n'But it seems now that a fruit was taken from it before it died, and was brought to this high hallow by unknown hands. It was left here on the mountainside, and the life within it lay sleeping. It remained here hidden for hundreds of years, much as the line of kings stayed hidden in the North.\\n\\n'As the new age approached, the life sleeping within the fruit gave rise to this sapling, and it has grown here on the snow-line for a few years only. Remember this, King Elessar! The fruit ripens but rarely, yet if it does, one should be planted or the line might die out of the world.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "At the very edge of the snow grows a young sapling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1e04956",
      "en": "'Shall I never see a sign that it might be otherwise?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1e04957",
      "en": "'I have seen much of my kingdom, but this steep path is unknown to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have come with Mithrandir and Elessar to a secret path high above the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1e04958",
      "en": "'Then it has been long indeed since any beheld this place!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1e04959",
      "en": "'What am I to see?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08edb2",
      "en": "Climb to the height with Elessar and Mithrandir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "You have come with King Elessar and Mithrandir to a secret path high above Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "You have come with King Elessar and Mithrandir to a secret path high above Minas Tirith, on the slopes of Mount Mindolluin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "A sapling grows by the snow line high atop Mount Mindolluin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe049550",
      "en": "'Can it be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "King Elessar is by the young sapling atop Mindolluin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to King Elessar on the slope of Mindolluin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe049551",
      "en": "'I can hardly believe my eyes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe049552",
      "en": "'I have found it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Remain alert for any sign of danger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Mithrandir is by the young sapling atop Mindolluin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Find the sapling amid the snows atop Mindolluin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to King Elessar on Mindolluin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Mithrandir on Mindolluin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2a296b1",
      "en": "'From this height, you can look out upon your realm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2a296b2",
      "en": "'This is the heart of the greater realm that will rise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2a296b3",
      "en": "'The Third Age ends, and a new age begins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2a296b4",
      "en": "'It will be your duty to order its beginning, and preserve what may be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa296b60",
      "en": "'Turn from the green world, and look where all seems cold and barren!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}