{
  "id": 620993980,
  "txt": [
    {
      "id": "0xa8e1191",
      "en": "Dwarves pledged to Gimli for the expedition ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeaa6701",
      "en": "'Aye, I will accompany Gimli!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeaa6702",
      "en": "'I will be honoured to accompany Gimli!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Dwarves pledged to Gimli for the expedition ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Go to Thorin's throne room in the Hall under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeaa6703",
      "en": "'Yes, I will be honoured to go with Gimli!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeaa6704",
      "en": "'I will be honoured to go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'I daresay it is time you reported once again to King Thorin about your adventures in Mordor. Tell him how things progress, and see if he has any further requests for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeaa6705",
      "en": "'I will aid Gimli in this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'I understand you know Gimli, son of Glóin? He has returned to Erebor after much time away, and is speaking with King Thorin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaa670a0",
      "en": "'I will go with Gimli. For glory and riches!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeaa6706",
      "en": "'The Glittering Caves? I will be honoured to go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeaa6707",
      "en": "'Yes, I will help Gimli with his task!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeaa6708",
      "en": "'I am ready for adventure! Gimli can count on me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xee69c60",
      "en": "'I wish good fortune to the Lord of the Glittering Caves, but I must stay here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeaa6709",
      "en": "'I will follow Gimli.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'I await now the word of the King under the Mountain. He has considered my proposal, and sits now in judgement of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I daresay it is time you reported once again to King Thorin about your adventures in Mordor. Tell him how things progress, and see if he has any further requests for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'I understand you know Gimli, son of Glóin? He has returned to Erebor after much time away, and is speaking with King Thorin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Thank you for putting in that kind word for me, [placeholder]! Now we must assemble some dwarves who desire to help me establish a dwarf colony in the Glittering Caves. It is a long way from here, but I am certain there are many who are up to the task! Help me find these dwarves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'This is a welcome surprise, [placeholder]! I heard you had pledged to fight on behalf of Durin's folk, but I did not expect to see you within the Hall under the Mountain! I am here for only a short time, if King Thorin will favour my undertaking.\\n\\n'I await now his word. He has considered my proposal, and sits now in judgement of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'You have arrived at a useful time, [placeholder], for I understand that you have stood in battle with Gimli and know somewhat of his character. Is he steadfast and loyal? Does he hold to his word?'\\n\\nYou assure Thorin that Gimli is honourable to his friends and shows no mercy to his enemies.\\n\\n'That is good to hear, and it meets my own expectation. Glóin's son has requested permission to lead a company of dwarves far to the south, to a place he names the Glittering Caves, where he will establish a new dwarf colony. The tale he has told is one of great beauty, but even greater is the promise of the beauty he thinks to make there.\\n\\n'I have arrived at my decision. Gimli, son of Glóin, by my authority as King under the Mountain I give to you all rights necessary to establish your colony and to be named the Lord of the Glittering Caves, with all the responsibilities that entails. Work for the betterment of Durin's folk, and report to me of your progress. Take such dwarves with you as you deem necessary for the success of this endeavor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "King Thorin beckons for you to approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Dwarves of Erebor that may wish to accompany Gimli to the Glittering Caves can be found throughout the Hall under the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'You may help Gimli select the dwarves that will accompany him to the Glittering Caves, if you are of a mind to do so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Gimli is near the provisioner in the Hall under the Mountain, arranging for the things he will need on his expedition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Gimli beams with pride and accepts the task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Thank you for your help finding dwarves willing to accompany me, my friend. I have found a number of willing allies as well, and together they have formed a good company. There are still many preparations to make, but the promise of the Glittering Caves has put a spring in my step and a fire in my heart!\\n\\n'We will make a great work there, and fashion the Glittering Caves into a wonder even more beautiful than it began! I thank you again for your words on my behalf. You will always be welcome at the Glittering Caves, once our work there is done! Take care in Mordor, my friend. It would be a terrible pity if you were slain before you beheld my masterwork, [placeholder]! Ha! Ha! Ha!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Find dwarves of Erebor willing to accompany Gimli to the Glittering Caves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Thorin III, King under the Mountain, is at his throne in Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Gimli by the provisioner in the Hall under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Gimli, son of Glóin, has come to Erebor to speak with the King under the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "A familiar figure stands before the throne: Gimli, son of Glóin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Thorin III, King under the Mountain, is at his throne in Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d176",
      "en": "You have pledged to lend your aid and your adventuring skills to Durin's Folk and fight on their behalf in Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Gimli in the throne room in the Hall under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to King Thorin III at his throne in the Hall under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2ee69c1",
      "en": "'I cannot follow Gimli, I am sorry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2ee69c2",
      "en": "'I cannot follow Gimli. I am needed here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2ee69c3",
      "en": "'I am too busy right now to leave!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2ee69c4",
      "en": "'I wish Gimli good fortune, but I am needed here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2ee69c5",
      "en": "'The Glittering Caves sound promising, but I am needed here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2ee69c6",
      "en": "'I am not afraid! But I cannot leave for the south right now either!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2ee69c7",
      "en": "'What will Gimli find in the south? I wish I could go, but I cannot.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2ee69c8",
      "en": "'I am needed here, I cannot leave!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2ee69c9",
      "en": "'I wonder what awaits those who do go with Gimli? I wish them well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 3: Gimli's Request",
      "es": "",
      "es (fem)": ""
    }
  ]
}