{
  "id": 620993994,
  "txt": [
    {
      "id": 162883712,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'I think that may have defused the worst of it, but they are still angry. I cannot say I blame them, to be truthful with you. These Haradrim are only suing for peace because they lost the battle and the war. If they had won, they would have put us all to the sword and destroyed the White City stone by stone.\\n\\n'But Elessar is my king, and I will do as he commands. I only hope the people of the city will do the same!'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'The Withered Tree has been sowing discord since my coronation, [placeholder], but my allowing the Haradrim embassy into the city has stirred them into a tempest. They are a group of malcontents who think Gondor is doomed to ruin, and they are not allowing the defeat of Sauron to change their opinion!\\n\\n'I do not completely trust the Haradrim, but in my heart I know that we must make peace with them if Gondor is to maintain its safety. I understand that this is not easy for my people, but I believe that it is right.\\n\\n'I will do what I can to ensure the Withered Tree do not stir the townspeople to violence. Good fortune to you, [placeholder]! I look forward to your return, and hope that by then this matter will be settled and we will have peace.'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Go to the king and tell him that the Withered Tree has stirred up further trouble, but we have it mostly in hand for now.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Find the gift of the Elves on the south-east side of the Second Circle, in Minas Tirith",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'You have returned at an opportune moment, [placeholder], for Legolas and Gimli have come to the city and will be pleased to speak with you. They may know somewhat of your adventures in Mordor, but I am certain there is more to tell.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Legolas and Gimli have come to the throne room of King Elessar and wish to speak with you.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Talk to Dúnor on the south-east side of the Second Circle, in Minas Tirith",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'[placeholder], how goes the adventuring in Mordor? I hope you have found plenty of Orcs to slay!\\n\\n'I have returned to the city with gifts for Aragorn and Gondor, but the finest gift will have to wait until my plan to settle the Glittering Caves has been carried out. I hope to repair and rebuild the gate of the city with mithril, but that will have to wait for a time. Still, I have already done a great deal of the planning in my head, and trust me when I tell you it will be magnificent!\\n\\n'But you can see one of the gifts already! When you are finished catching up with me and Legolas here, you can see it in the Second Circle, further down in the city.'",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Speak to members of the unruly crowd and try to calm them down",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'We are met in friendship, [placeholder]. Like Gimli with the dwarves, I have brought gifts for the city from the Elves, though our gifts are of a different sort: flowering trees and plants with which to enliven the various levels of Minas Tirith. You can see some of the things we brought in the Second Circle, once you are done conversing with Gimli and me.\\n\\n'I asked Aragorn if he desired a replacement for the White Tree, since a dead tree does not seem well-suited for Minas Tirith's future, but he refused. He responded that there can be no replacement for it in all of Middle-earth, to his sorrow. He is not wrong, but I wish it were otherwise.\\n\\n'Still, the many plants I have brought to the city should help to brighten the scenery and the outlook of the people who live here, and I hope they will also bring a measure of happiness to its king.'",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Speak to members of the unruly crowd and try to calm them down",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Speak to members of the unruly crowd and try to calm them down",
      "es": ""
    },
    {
      "id": 24695120,
      "en": "You have pledged to lend your aid and your adventuring skills to Elessar and the Kingdom of Gondor, and to fight on their behalf in Mordor.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Legolas and Gimli will enjoy hearing of your exploits in Mordor, [placeholder], as I have.'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "The gift of the dwarves Gimli brought to Minas Tirith is currently on the south-east side of the Second Circle.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'You can see the gift I brought to the city on the south-east side of the Second Circle, [placeholder]!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'You can see the gift I brought to the city on the south-east side of the Second Circle, my friend.'",
      "es": ""
    },
    {
      "id": 111477334,
      "en": "Talk to Dúnor on the south-east side of the Second Circle, in Minas Tirith",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'People of the city, listen to me! You must remain calm. There is no call for violence!'\\n\\nDúnor sees you and motions at the crowd.\\n\\n'[placeholder], I need your help! These people are angry that the king has allowed the Haradrim into the city, and if he does make peace with them I don't like to think what these folk will do! This situation threatens to get out of hand. Will they listen to you?'",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Talk to King Elessar in his throne room",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'What is happening in the Second Circle, [placeholder]? I have heard reports of unruly crowds in the city, threatening violence?'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Dúnor has asked for your help in calming the unruly crowd on the south-east side of the Second Circle, in Minas Tirith.",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to King Elessar in his throne room",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Gimli in the throne room of King Elessar",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Legolas in the throne room of King Elessar",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Find the gift of the dwarves on the south-east side of the Second Circle, in Minas Tirith",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'I need your help! These people are angry that the king has allowed the Haradrim into the city, and if he does make peace with them I don't like to think what these folk will do! This situation threatens to get out of hand. Will they listen to you?'",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'I need your help! These people are angry that the king has allowed the Haradrim into the city, and if he does make peace with them I don't like to think what these folk will do! This situation threatens to get out of hand. Will they listen to you?'",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'I need your help! These people are angry that the king has allowed the Haradrim into the city, and if he does make peace with them I don't like to think what these folk will do! This situation threatens to get out of hand. Will they listen to you?'",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "Dúnor is on the south-east side of the Second Circle, in Minas Tirith.",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "King Elessar is in his throne room atop Minas Tirith.",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'King Elessar waits for you in his throne room, and will be glad to see you again.'",
      "es": ""
    },
    {
      "id": 246419785,
      "en": "Dúnor has asked for your help in calming the unruly crowd on the south-east side of the Second Circle, in Minas Tirith.",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'King Elessar waits at the throne for you. He will be pleased to have your assistance.'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'King Elessar waits for you in his throne room, and will be glad to see you again.'",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'King Elessar waits at the throne for you. He will be pleased to have your assistance.'",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "King Elessar is in his throne room atop Minas Tirith.",
      "es": ""
    },
    {
      "id": 246419792,
      "en": "Dúnor has asked for your help in calming the unruly crowd on the south-east side of the Second Circle, in Minas Tirith.",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "The gift of the Elves Legolas brought to Minas Tirith is currently on the south-east side of the Second Circle.",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "Dúnor is on the south-east side of the Second Circle in Minas Tirith, and is having trouble dealing with an unruly crowd.",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "You have found Gimli's gift: a statue carved in the likeness of Boromir, hero of Gondor",
      "es": ""
    },
    {
      "id": 246419895,
      "en": "Dúnor has asked for your help in calming the unruly crowd at TBD.",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "You found Legolas's gift, but your attention is seized by the sound of an unruly crowd",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "Dúnor has asked for your help in calming the unruly crowd at TBD.",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "The crowd threatens to become violent. You should try and help Dúnor",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 3: Many Voices",
      "es": ""
    }
  ]
}