{
  "id": 620993991,
  "txt": [
    {
      "id": 228870261,
      "en": "Instance: A True Friend of Gondor",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'I am glad you have come, [placeholder]. You beheld the sapling growing on the side of Mindolluin, and rumour of its discovery has spread throughout Minas Tirith, but it is important for the folk of the city to see it with their own eyes. Elessar believes that one group needs to see it above all others, and I believe he is right.                               \\n\\n'This ceremony is for them. I hope they hear its message clearly.\\n\\n'The old tree has been removed with care. It will not be burned. It will instead be laid to rest within Rath Dínen, there to remain in dignity and in peace.'",
      "es": ""
    },
    {
      "id": 250562977,
      "en": "'Many swords have been set upon the stones, my king.'",
      "es": ""
    },
    {
      "id": 250562978,
      "en": "'The Withered Tree have heard your words, and left behind their discontent!'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'There is one more thing, [placeholder]. The king requested your presence for more than just that! Attend him now, and hear his words.'",
      "es": ""
    },
    {
      "id": 41013056,
      "en": "'It is a sign! Gondor does not decay. Gondor will not die!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'You have my thanks, [placeholder], true friend of Gondor!'",
      "es": ""
    },
    {
      "id": 41013057,
      "en": "'The kingdom will thrive!'",
      "es": ""
    },
    {
      "id": 41013058,
      "en": "'The tree is not withered. The tree will grow, and spread its canopy skyward.'",
      "es": ""
    },
    {
      "id": 41013059,
      "en": "'If you believe this, as I do, I encourage you to work towards this noble end.'",
      "es": ""
    },
    {
      "id": 41013060,
      "en": "'Leave behind your doubt, and your fear, and join me in this.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "King Elessar has invited the folk of the city to a ceremony in the Court of the Fountain.",
      "es": ""
    },
    {
      "id": 41013061,
      "en": "'[placeholder], come stand with me.'",
      "es": ""
    },
    {
      "id": 41013062,
      "en": "'I wish to recognize [placeholder]'s efforts on behalf of our kingdom.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Mithrandir is in the Court of the Fountain, high atop the city.",
      "es": ""
    },
    {
      "id": 41013063,
      "en": "'You have braved darkest Mordor, and triumphed over the evils that dwell there still.'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "King Elessar is in the Court of the Fountain, atop the city.",
      "es": ""
    },
    {
      "id": 41013064,
      "en": "'So too have you fought for justice nearer to home, in Minas Tirith.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Malthengil, the guard of King Elessar, is in the Court of the Fountain.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Listen to the words of King Elessar in the Court of the Fountain",
      "es": ""
    },
    {
      "id": 41013065,
      "en": "'For this service and all others, the kingdom and I are indebted to you.'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Malthengil in the Court of the Fountain",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "King Elessar is in the Court of the Fountain, atop the city.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Listen further to the words of King Elessar in the Court of the Fountain",
      "es": ""
    },
    {
      "id": 41013072,
      "en": "'Thank you for all of this, [placeholder]!'",
      "es": ""
    },
    {
      "id": 41013073,
      "en": "'You are a true friend of Gondor, and always will be!'",
      "es": ""
    },
    {
      "id": 2563313,
      "en": "'Folk of the city, hear my words!'",
      "es": ""
    },
    {
      "id": 2563314,
      "en": "'The tree that stood in this Court died long ago.'",
      "es": ""
    },
    {
      "id": 2563315,
      "en": "'It was kept here as a symbol and a reminder of Gondor's glory.'",
      "es": ""
    },
    {
      "id": 2563316,
      "en": "'Must that be consigned to the past? Are Gondor's finest days behind her?'",
      "es": ""
    },
    {
      "id": 2563317,
      "en": "'No. They are not!'",
      "es": ""
    },
    {
      "id": 2563318,
      "en": "'A seedling of the White Tree has been found!'",
      "es": ""
    },
    {
      "id": 2563319,
      "en": "'It has been planted here, where its forebear grew in days of old.'",
      "es": ""
    },
    {
      "id": 2563320,
      "en": "'I know there are those among you who believed Gondor was finished.'",
      "es": ""
    },
    {
      "id": 2563321,
      "en": "'But I say to you all: do not give up hope.'",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Mithrandir in the Court of the Fountain",
      "es": ""
    }
  ]
}