{
  "id": 620862299,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Following your departure, I was visited by a powerful emissary of the Rhi Helvarch. As he was the spirit that blessed my union, I asked if there was a way for my people to be freed from this ancient curse. He asked that I choose a champion to go forth and confront my father with what he has done.\\n\\n'I sent my men to seek out a safe path to Crug Fernvael. I will need to enlist your aid to defeat my father, so our people might be released.\\n\\n'I will return the amulet that you have mended, as it may aid you when fighting him. Will you travel to Crug Fernvael and defeat him?'  ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'With the death of Fernvael, many of the shades in this land are free to move on. The shades that remain have been weakened.\\n\\n'Your actions bring honour to yourself and your bloodline.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I am eternally grateful to you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Father of Our Lament",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'My men have returned and have found an entrance to the place where my father was put to rest.\\n\\n'Please be careful... the shades of his men have been seen there and will attack anyone who might enter therein.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Deep within the forgotten barrows of the Lich Bluffs lies Crug Fernvael, the tomb of Cadelhin's father. His defeat might lead to his people's freedom from an ancient curse.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Cadelhin at Crug Cadelhin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cadelhin is at Crug Cadelhin in the Lich Bluffs.\\n\\nYou should talk to Cadelhin when you are ready to travel into Crug Fernvael to confront Cadelhin's father.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Lhudd at the Hall of Sanctuary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lhudd is at the Hall of Sanctuary in the Lich Bluffs.\\n\\nFollowing Fernvael's defeat, many shades have been released from their ancient curse. You should return to Lhudd with the news.",
      "es": "",
      "es (fem)": ""
    }
  ]
}