{
  "id": 620862316,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Wargs in Nan Laeglin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated half-orcs in Nan Laeglin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Half-orcs and Wargs out of Isengard raid the lands around Nan Laeglin to force the people to bow to Saruman's demands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Wargs have on occasion threatened our lands, but never have they come down from the hills in such numbers. It almost seems as if they are working alongside the raiders.\\n\\n'Glynn Brenin has forbidden us to foray from the village for so long as Isengard's threat persists, but if we do nothing, our livestock will be slaughtered. Please, if you have the strength will you drive off these beasts?\\n\\n'Whether it be to save us from savage raiders or starvation in the next winter's snow, we may indeed have to bend to Isengard's will....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wargs and half-orcs from Isengard can be found throughout Nan Laeglin, especially where they have raided Uch-lûth farmsteads.\\n\\nSiorus Brehur has asked you to defend his people against the marauding Wargs and half-orcs in the region of Nan Laeglin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Another day, another battle. If Saruman thinks we will join him with a boot upon our necks, he should best think again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Siorus Brehur is at the Brenin's Hall in the village of Lhanuch.\\n\\nYou should return to Siorus Brehur with news of your victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Drive back the foul marauders, [placeholder], and you will earn my respect.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Another day, another battle. If Saruman thinks we will join him with a boot upon our necks, he'd best think again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Wargs in Nan Laeglin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat half-orcs in Nan Laeglin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Siorus Brehur at the Brenin's Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Marauders of Nan Laeglin",
      "es": "",
      "es (fem)": ""
    }
  ]
}