{
  "id": 620862215,
  "txt": [
    {
      "id": 118018273,
      "en": "You found the Elf-ruins of Minas Elendúr and should explore the sprawling ruins.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "This central courtyard in Minas Elendúr was taken early by the forces of evil when war came to Eregion. The statue was untouched by the Orcs, but its sad countenance witnessed a great deal of pain and death on the grass below.",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "The south-west corner in Minas Elendur contains two platforms of raised steps and a great deal of debris. None of the columns reach the ceiling any longer, and this section of the ruins feels particularly unstable.",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "This enclosed porch looks out over one of Minas Elendur's several large courtyards. Valuables were left here, overlooked by the forces of evil that hunted the inhabitants here when war came to Eregion.",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "This courtyard, once a place of reflection for the Elves that lived in Minas Elendur, is now home only to bears driven mad with hunger. From above, the windows of an enclosed porch look out over the crumbling stones.",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "The pillars of this room in the south-east corner of Minas Elendúr are covered with ivy and crawling vines. The corners are shrouded in darkness, as so much of these ruins are.",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "This aisle, open to the skies of Eregion, was once the home of much greenery. Now only a few trees and bushes stand atop a raised platform here. This place is a junction of sorts, and passages lead away in three directions.",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "This isolated chamber, reachable only by stairs from Delotham, was one of the last places held by the Elves of Minas Elendúr when war came to Eregion. Their sad end left a mark on this grim chamber that time has not erased.",
      "es": ""
    },
    {
      "id": 118018281,
      "en": "Pillars still reach to the ceiling in this dimly-lit room, despite the debris and fallen stones piled in the corners.",
      "es": ""
    },
    {
      "id": 84765760,
      "en": "Find the illuminated bend in Delotham",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You found the statue in the courtyard of Minas Elendúr",
      "es": ""
    },
    {
      "id": 84765761,
      "en": "Find the central chamber in Delotham",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You found the south-west corner of Minas Elendúr",
      "es": ""
    },
    {
      "id": 84765762,
      "en": "Find the collapsed corner in Delotham",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You found the enclosed porch in Minas Elendúr",
      "es": ""
    },
    {
      "id": 84765763,
      "en": "Find the sunken chamber in Delotham",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You found the circular courtyard in Minas Elendúr",
      "es": ""
    },
    {
      "id": 84765764,
      "en": "Find the northern chamber in Delotham",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You found the south-east corner in Minas Elendúr",
      "es": ""
    },
    {
      "id": 9244192,
      "en": "This bend is illuminated by shafts of light from above, one of the few places within Delotham where shadow does not lie heavily upon the stones.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You found the south-east aisle in Minas Elendúr",
      "es": ""
    },
    {
      "id": 9244193,
      "en": "This chamber within Delotham is centrally-located, but must see very little in the way of explorers. Bats nest here in the dark corners, and treasure too can be found if the shadowy curtain is drawn aside.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You found the isolated chamber in Minas Elendúr",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The ruins of Minas Elendúr in Eregion and their under-cellars of Delotham have gone unexplored for long years since they were abandoned.",
      "es": ""
    },
    {
      "id": 9244194,
      "en": "This corner in the western area of Delotham is partially collapsed, as the ravages of time buckled the south wall. As the Orcs spread throughout Minas Elendúr and Delotham in search of survivors of the initial assault, Elves came to hide wherever they could stay ahead of the marching footfall of the Orcs. This corner may once have sheltered such an Elf, though what became of any who tried to stay here is unknown and unknowable.",
      "es": ""
    },
    {
      "id": 9244195,
      "en": "This sunken chamber, hidden for some days following the initial assault of the Orcs, is where the last three Elves of Minas Elendúr made their stand against the Enemy, when war came to Eregion. No tales tell how long they may have held out against the overwhelming force of the Orcs, but it is the tradition of Elrond of Rivendell to say that they held out until the end -- and beyond it -- and only when those who had escaped were safely out of Eregion did these last three fall.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You found the dimly-lit, pillared room in Minas Elendúr",
      "es": ""
    },
    {
      "id": 9244196,
      "en": "The northernmost room of Delotham was built a distance from the other rooms, but none can say for what purpose it may have been. It seems to have not been for defensive reasons, for time alone is responsible for the decay in this chamber, and the war that came to Eregion and destroyed the Elves of Minas Elendúr seems to have left this chamber alone.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You found the windowed chamber in Minas Elendúr",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Find the windowed chamber in Minas Elendúr",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Find the room of doors in Minas Elendúr",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Find the room of dread in Minas Elendúr",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Find the northern room in Minas Elendúr",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Find the large balcony in Minas Elendúr",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Find the south-west corner of Delotham",
      "es": ""
    },
    {
      "id": 9244208,
      "en": "From this windowed chamber, the Elves that lived in this place watched as the forces of evil marauded through Minas Elendúr, slaying its meagre defenders. This elevated chamber bears the mark of their grief and despair, waiting as they did for the end to come.",
      "es": ""
    },
    {
      "id": 84765782,
      "en": "Find the illuminated room in Delotham",
      "es": ""
    },
    {
      "id": 9244209,
      "en": "After the first assault of Orcs attacked Minas Elendúr, many of the Elves that remained within were scattered and had to fend for themselves. They made their way through the maze-like interior, avoiding patrolling Orcs wherever they could. Rooms such as this one enabled many of the Elves to escape from their pursuers, but not all were successful.",
      "es": ""
    },
    {
      "id": 84765783,
      "en": "Find the rubble-filled room in Delotham",
      "es": ""
    },
    {
      "id": 9244210,
      "en": "This room has been marked by terrible evil, and the very stones cry out against the stain. What can have happened in this place to leave such torment in its wake?",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Complete Chapter 6: Fúni Gem-cutter",
      "es": ""
    },
    {
      "id": 84765784,
      "en": "Find the buried room in Delotham",
      "es": ""
    },
    {
      "id": 9244211,
      "en": "Three passages lead away from the northernmost room in Minas Elendúr, passages down which the heavy tramp of Orc-feet carried even on the still air when war came to Eregion.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find the statue in the courtyard of Minas Elendúr",
      "es": ""
    },
    {
      "id": 84765785,
      "en": "Find the four-corridor junction in Delotham",
      "es": ""
    },
    {
      "id": 9244212,
      "en": "This upper balcony overlooks a courtyard in the southern area of Minas Elendúr and is home to treasure forgotten -- or ignored -- by the Orcs.",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find the south-west corner of Minas Elendúr",
      "es": ""
    },
    {
      "id": 9244213,
      "en": "Part of the wall has crumbled away in this south-west corner of Delotham, the basement of Minas Elendúr. It is patrolled now by Ninkoth uruks, their heavy footfalls bringing to mind that of the Orcs that stalked these passages when war came to Eregion.",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Find the enclosed porch in Minas Elendúr",
      "es": ""
    },
    {
      "id": 9244214,
      "en": "Stone-lizards scamper along the floor of this chamber in Delotham, perhaps drawn by the illumination that breaks through the ceiling from above.",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Find the circular courtyard in Minas Elendúr",
      "es": ""
    },
    {
      "id": 9244215,
      "en": "Treasure can be found among the fallen rocks and debris of this junction in Delotham, where long ago Elves fought to defend their home from attack by the forces of evil.",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Find the south-east corner in Minas Elendúr",
      "es": ""
    },
    {
      "id": 9244216,
      "en": "This chamber, accessible only by stairs from Minas Elendúr, served as a final hiding-place for the Elves here when the Orcs came for them. The Enemy has more than just Orcs in his service, and this chamber still bears the mark of the evil that happened between these buried walls.",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Find the south-east aisle in Minas Elendúr",
      "es": ""
    },
    {
      "id": 9244217,
      "en": "A diverse range of creatures make their home now in Delotham: stone-lizards and insects that have come to this place from hidden cracks within Khazad-dûm. The four passages that meet here ensure that it once saw much foot traffic in time of peace and much hurried panic in time of war.",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Find the isolated chamber in Minas Elendúr",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Find the dimly-lit, pillared room in Minas Elendúr",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "You found the room of doors in Minas Elendúr",
      "es": ""
    },
    {
      "id": 32729281,
      "en": "You found the room of dread in Minas Elendúr",
      "es": ""
    },
    {
      "id": 32729282,
      "en": "You found the northern room in Minas Elendúr",
      "es": ""
    },
    {
      "id": 32729283,
      "en": "You found the large balcony in Minas Elendúr",
      "es": ""
    },
    {
      "id": 32729284,
      "en": "You found the south-west corner of Delotham",
      "es": ""
    },
    {
      "id": 32729285,
      "en": "You found the illuminated room in Delotham",
      "es": ""
    },
    {
      "id": 32729286,
      "en": "You found the rubble-filled room in Delotham",
      "es": ""
    },
    {
      "id": 32729287,
      "en": "You found the buried room in Delotham",
      "es": ""
    },
    {
      "id": 32729288,
      "en": "You found the four-corridor junction in Delotham",
      "es": ""
    },
    {
      "id": 32729289,
      "en": "You found the illuminated bend in Delotham",
      "es": ""
    },
    {
      "id": 32729296,
      "en": "You found the central chamber in Delotham",
      "es": ""
    },
    {
      "id": 32729297,
      "en": "You found the collapsed corner in Delotham",
      "es": ""
    },
    {
      "id": 32729298,
      "en": "You found the sunken chamber in Delotham",
      "es": ""
    },
    {
      "id": 32729299,
      "en": "You found the northern chamber in Delotham",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Exploration from Top to Bottom",
      "es": ""
    }
  ]
}