{
  "id": 620862325,
  "txt": [
    {
      "id": "0xfd3f214",
      "en": "'I understand my son's anger and his search for vengeance, as his beloved was a sorry victim of her family's actions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfd3f215",
      "en": "'I will face you now, but I will also warn you that I will present you with other challenges along the way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance:  Father of Our Lament",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Fernvael",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'TBD Your kindness has made it so that my people will find rest from this torment. \\n\\n'I cannot express my gratitude.  Travel safetly, I will show you the way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Find Fernvael's resting place and present the shade with the amulet you remade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "TBD ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x55c8481",
      "en": "'My son has sent forth a worthy opponent. As I rest a moment, face some of my men.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x55c8482",
      "en": "'A suitable display of skill...I shall enjoy this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x55c8483",
      "en": "'A challenge indeed...perhaps you should meet a few more of my men.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x55c8484",
      "en": "'It is a shame to lose such good men, but at least you are a worthy adversary.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find and confront Fernvael",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb78edc1",
      "en": "'You have defeated me. I call forth my son to come before me. Let it be known that his champion has defeated me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find and open the crypt of Fernvael",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak to TBD Son.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Within the depths of Crug Fernvael lies the restless spirit of Fernvael father of Cadelhin, who brought the curse of the Wild Huntsman down upon them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x18022d1",
      "en": "'Son, your champion has defeated me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x18022d2",
      "en": "'Father, after all of these years, you have finally paid for what you did to my beloved.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x18022d3",
      "en": "'Son, what you never understood was that I mourned the loss of your beloved, but her people were going to betray us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x18022d4",
      "en": "'They planned to attack just before your wedding. I could not allow my people to be slaughtered like goats.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x18022d5",
      "en": "'But why her? Why did you have to hurt her? She had nothing to do with it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x18022d6",
      "en": "'She was an unfortunate victim, as I said. However, I am unsure how our people are cursed to this eternal torment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x18022d7",
      "en": "'The curse levied upon your people was twofold. The first was due to the destruction of my gift: the amulet that was cleft in twain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x18022d8",
      "en": "'The second was the breaking of the tradition of hospitality, an oath sworn in earnest. While these men may have betrayed you, they were still guests in your hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x18022d9",
      "en": "'So a curse was placed upon your people. This day, with the defeat of the transgressor, Cadelhin, your followers will go free.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8022d50",
      "en": "'Fernvael, your people will remain for ten passings of the seasons. Cadelhin, your people will fade within the next passing of the seasons.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfd3f211",
      "en": "'I see that my son has chosen a champion. It is good that he has chosen such an accomplished [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfd3f212",
      "en": "'He is somewhat mistaken. I mourn for the loss of his wife, but not for what preceded it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfd3f213",
      "en": "'I intercepted a message saying that his beloved's family would strike against us before the ceremony, I could not allow that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], thank you for your assistance, please allow me to lead you from this place. Your service will not be forgotten.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}