{
  "id": 621010696,
  "txt": [
    {
      "id": "0x41d6a32",
      "en": "Carry the crate of precious stones to Mother Amma in the Jewelstead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "You have found the entrance to the Jewelstead, home of the Gem-cutter family",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Pick up the crate of precious stones by Gráfar Splitstone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'You did very well to clear out some of the vermin! My brother was right to praise your skills and your helpfulness. This crate of precious stones is ready to deliver to Mother Amma back home, if you are still willing to prove my brother a good judge of character.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6a36",
      "en": "Carry the necklace to Erfith, the customer who requested it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Erfith requested a fine necklace some weeks ago, and it is now ready to deliver to him. He paid us a tidy sum for it, but it took quite a long time to make and he had better appreciate it. Do not say this to his face, but his neighbours call him \\qErfith the Quarrelsome,\\q so I would not put it past him to find some defect or flaw with the work.\\n\\n'You should be able to find Erfith on the west side of the Dwelling-halls, on one of the lower levels. Look to the east and down the stairs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'You will deliver the necklace to Erfith? Better you than me, [placeholder]. We all call him Erfith the Quarrelsome, and it is a well-deserved moniker, I assure you. You'll usually find him on the west side of the Dwelling-halls, down on one of the lower levels. I saw him not long ago to the east and down the stairs, but he might have moved on since then.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The home of Authi Gem-cutter and his family can be found in the south-western corner of the Dwelling-halls of Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "Mother Amma strokes her beard and considers you carefully",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Pick up the finely-crafted necklace and deliver it to Erfith on the west side of the Dwelling-halls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'I had expected the delivery to come from one of the Gem-cutters themselves, but so long as I have the piece I requested I suppose it is worth no complaint. There is something about the personal touch that turns an ordinary customer into a repeat customer, if you ask me, but apparently that is not something everyone believes. Unless...'\\n\\nErfith trails off, and looks at you conspiratorially.\\n\\n'I heard a rumour that the Gem-cutters might have fallen on hard times and they plan to leave Erebor in disgrace. I am not saying it is true, just that I heard of it from the tale-spinner Khîl, and if the Gem-cutters have chosen to delegate their responsibilities to others then perhaps there is some truth in it.\\n\\n'Thank you for the delivery, even so. I will miss the Gem-cutters when they depart Erebor, even if their service has lost the touch of the personal that first made me interested in their pieces. Do you think this has something to do with Fúni's long departure? He brought one of the sons with him, but left the others with his wife. I heard from Khîl that they might rejoin him and start a new life away across the Misty Mountains, but I don't know that I believe that part of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'King Thorin has given to me a room in the Dwelling-halls of Erebor, and I will retire there to think upon what we have discovered. The efforts of the Gúrzyul to increase their power in the wake of Sauron's passing are of interest to me, particularly those of Karazgar here in the north. Durin's Folk have provided me with several leads to study, and I shall follow each of them as far as I am able.\\n\\n'Such courses of study are lonely pastimes, but they are rarely fruitless. I will see you when I have learned what I may, but while I am so engaged I suggest you familiarize yourself with Erebor and its people. Perhaps you can lend some assistance to Authi Gem-cutter and his family? I am certain they would welcome your company, and will not mind showing you around.\\n\\n'I believe you will find Authi's home in the Dwelling-halls, located south of the Hall Under the Mountain and to the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Authi Gem-cutter is in the Jewelstead, the Gem-cutter family home in the Dwelling-halls of Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'How did it go, [placeholder]? Did Erfith the Quarrelsome find something about which to complain?'\\n\\nYou reluctantly recount the rumour that Erfith mentioned to you, about the Gem-cutters leaving Erebor in disgrace, and Authi's cheerful face twists angrily.\\n\\n'Leave the Lonely Mountain? And in disgrace? What rubbish! Where did Erfith hear this nonsense? Who is spreading these lies about my family?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Gandalf was given a residence within the Lonely Mountain and plans to retire there to study while you help the Gem-cutters with their day-to-day work.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Mother Amma is in the Jewelstead, the Gem-cutter family home in the Dwelling-halls of Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Mother Amma in the Jewelstead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Ah, [placeholder], I hoped you would find time to visit! This is Mesem-azhâr, the Jewelstead, home to my family for many years. It is a humble place, but the hearth is warm and you are welcome to stave off the chill of the heights whenever you have need!\\n\\n'My father Fúni and my brother Fúsi have not yet returned from their excursion on the other side of the Misty Mountains, but I will be pleased to introduce you to my mother, and to another of my brothers who remains in Erebor.\\n\\n'Mother Amma! This is [placeholder], the [placeholder] I mentioned to you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Talk to Authi Gem-cutter in the Jewelstead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Welcome to Mesem-azhâr, [placeholder]. If you are a friend of my son, you may come and go as you like. All I ask is that you follow the Gem-cutter family rules: when you come to the Jewelstead you never complain, you keep in good cheer, and you help us with our work. These rules are more important than ever with my husband Fúni still away, for he did not take all of the work away with him; indeed, he took almost none!\\n\\n'When he returns he will have an earful from Mother Amma about the longer than expected duration of his journey, I promise you that! But for now I will follow the Gem-cutter rules: never complain, keep in good cheer, and make sure my sons and their friends do their share of the work!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Find the entrance to the New-lodes of Narathâk east of the entryway within the Lonely Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'You have heard the rules, [placeholder]. Let us visit my brother Gráfar at Narathâk and see if he needs any assistance with his work in the New-lodes. That should satisfy Mother Amma, and I intended for you to meet my brother anyway.\\n\\n'The New-lodes of Narathâk have been recently delved, and can be found east of here, beyond the passage that runs from the entryway to the Hall Under the Mountain. My brother spends most of his waking hours mining for the precious gems we need to further our craft. There has always been great demand for the jewellery my family fashions, and Gráfar works hard to ensure we have what we need to meet it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The entrance to the New-lodes of Narathâk is located east of the Dwelling-halls, beyond the passage that runs from the entryway to the Hall Under the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1151",
      "en": "Someone named Khîl has been spreading rumours about the Gem-cutters",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Talk to Gráfar Splitstone in the New-lodes of Narathâk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Authi Gem-cutter's brother Gráfar is in the New-lodes of Narathâk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Ah, you must be [placeholder]! Authi speaks highly of you, and tells me you can hold your own in a good old-fashioned tavern brawl. Are you also adept at clearing mines of vermin? Every new delve we dig seems to unearth all manner of unpleasant pests, and these New-lodes are no exception.\\n\\n'I have a crate of precious stones ready to return to Mother Amma and I could use someone to carry it, but if you could first thin the ranks of the cave-claws and other irritations in Narathâk I would be ever at your service.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Defeat vermin in the New-lodes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e83",
      "en": "You drop the gems, which roll away and are lost forever. You are a bad friend to the Gem-cutters",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Find the home of Authi Gem-cutter in the Dwelling-halls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "The New-lodes of Narathâk are crawling with cave-claws and other pests, and Authi's brother Gráfar asked you to help make the mine safe for the miners by thinning out some of the vermin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'I have a crate of precious stones ready to return to Mother Amma and I could use someone to carry it, but if you could first thin the ranks of the cave-claws and other irritations in Narathâk I would be ever at your service.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e87",
      "en": "You failed to deliver the necklace, and should return to Mother Amma to try again",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Authi Gem-cutter in the Jewelstead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'You should familiarize yourself with Erebor and its people. Perhaps you can lend some assistance to Authi Gem-cutter and his family? I am certain they would welcome your company, and will not mind showing you around.\\n\\n'I believe you will find Authi's home in the Dwelling-halls, located south of the Hall Under the Mountain and to the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'Perhaps you would enjoy reacquainting yourself with Erebor and those of your people who dwell here? You might lend some assistance to Authi Gem-cutter and his family, for I am certain they would welcome your company.\\n\\n'I believe you will find Authi's home in the Dwelling-halls, located south of the Hall Under the Mountain and to the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Authi's brother Gráfar Splitstone has asked you to carry a crate of precious stones back to Mother Amma in the Jewelstead. The Gem-cutter family home is located in the south-west corner of the Dwelling-halls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'My father Fúni and my brother Fúsi have not yet returned from their excursion on the other side of the Misty Mountains, but I will be pleased to introduce you to my mother, and to another of my brothers who remains in Erebor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Mother Amma has asked you to pick up the finely-crafted necklace and deliver it to Erfith, the customer who requested it. Erfith can be found on the west side of the Dwelling-halls of Erebor, on one of the lower levels.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'Welcome to Mesem-azhâr. If you are a friend of my son, you may come and go as you like. All I ask is that you follow the Gem-cutter family rules: when you come to the Jewelstead you never complain, you keep in good cheer, and you help us with our work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xecde6e5",
      "en": "Scholar's Abode",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Erfith the Quarrelsome is on the west side of the Dwelling-halls of Erebor, east of the Jewelstead and down the stairs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1164",
      "en": "Mother Amma nods at you, and indicates she has a necklace that needs delivering",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1169",
      "en": "Erfith accepts the necklace and admires its fine craftsmanship",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "'The New-lodes of Narathâk have been recently delved, and can be found east of here, beyond the passage that runs from the entryway to the Hall Under the Mountain. My brother spends most of his waking hours mining for the precious gems we need to further our craft. There has always been great demand for the jewellery my family fashions, and Gráfar works hard to ensure we have what we need to meet it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "'The New-lodes of Narathâk have been recently delved, and can be found east of here, beyond the passage that runs from the entryway to the Hall Under the Mountain. My brother spends most of his waking hours mining for the precious gems we need to further our craft. There has always been great demand for the jewellery my family fashions, and Gráfar works hard to ensure we have what we need to meet it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Talk to Erfith on the west side of the Dwelling-halls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'King Thorin has given to me a room in the Dwelling-halls of Erebor, and I will retire there to think upon what we have discovered. The efforts of the Gúrzyul to increase their power in the wake of Sauron's passing is of interest to me, particularly those of Karazgar here in the north. Your people have provided me with several leads to study, and I shall follow each of them as far as I am able.\\n\\n'Such courses of study are lonely pastimes, but they are rarely fruitless. I will see you when I have learned what I may, but while I am so engaged perhaps you would enjoy reacquainting yourself with Erebor and those of your people who dwell here? You might lend some assistance to Authi Gem-cutter and his family, for I am certain they would welcome your company.\\n\\n'I believe you will find Authi's home in the Dwelling-halls, located south of the Hall Under the Mountain and to the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50273",
      "en": "Talk to Authi Gem-cutter in the Jewelstead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'You should familiarize yourself with Erebor and its people. Perhaps you can lend some assistance to Authi Gem-cutter and his family? I am certain they would welcome your company, and will not mind showing you around.\\n\\n'I believe you will find Authi's home in the Dwelling-halls, located south of the Hall Under the Mountain and to the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Perhaps you would enjoy reacquainting yourself with Erebor and those of your people who dwell here? You might lend some assistance to Authi Gem-cutter and his family, for I am certain they would welcome your company.\\n\\n'I believe you will find Authi's home in the Dwelling-halls, located south of the Hall Under the Mountain and to the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1174",
      "en": "This is the entrance to the recently-delved New-lodes of Narathâk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1179",
      "en": "Defeated vermin in the New-lodes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "Authi Gem-cutter is in the Jewelstead, the Gem-cutter family home in the Dwelling-halls of Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01162",
      "en": "Authi Gem-cutter is in the Jewelstead, the Gem-cutter family home in the Dwelling-halls of Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56874",
      "en": "'I heard a rumour that the Gem-cutters might have fallen on hard times and they plan to leave Erebor in disgrace. I am not saying it is true, just that I heard of it from the tale-spinner Khîl, and if the Gem-cutters have chosen to delegate their responsibilities to others then perhaps there is some truth in it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 7.1: Inside the Lonely Mountain",
      "es": "",
      "es (fem)": ""
    }
  ]
}