{
  "id": 621096310,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Return to Avadhril in Vartúlin with the seeds you've gathered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Gather unblemished berry seeds in Tir Katar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Avadhril asks you to gather acorns and berry seeds untouched by the Lâg Dávrit in Shakhdag and Tir Katar. Shakhdag is north-east of Vartúlin. Tir Katar is directly north of Vartúlin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Gathered unblemished berry seeds in Tir Katar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Some recent days are difficult, outsider. So many of my kind have faded, so many long held friends have become faded memories. Sometimes when I hear the wind blow through these trees I feel I can hear their voices. It sounds like they are calling out to me, calling me home. But it is not my time yet. It is not my time yet...\\n\\n'This helps. Knowing we can still make a difference in our little corner of Favrathór, it aids me in shouldering this lonely burden. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Some recent days are difficult, outsider. So many of my kind have faded, so many long held friends have become faded memories. Sometimes when I hear the wind blow through these trees I feel I can hear their voices. It sounds like they are calling out to me, calling me home. But it is not my time yet. It is not my time yet...\\n\\n'This helps. Knowing we can still make a difference in our little corner of Favrathór, it aids me in shouldering this lonely burden. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Avadhril asks you to look for seeds untouched by the Lâg Dávrit. She has previously had good luck scavenging unblemished seeds near Shakhdag and Tir Katar, among the wild servals and boars.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Gathered unblemished acorns in Shakhdag ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'There is much to be done, if your hands are willing. The Lâg Dávrit, the Pale Blight, has swept through our great forests. What once was Laithor, the great Emerald Wood, has been sapped dry, trees turned as bone and plants turned to ash. We now call these woods Favrathór, the forest of bone. But life still struggles to find its way, even within this dying land.\\n\\n'As the Artar Grove-tender, I am responsible for tending and caring for the woods around you. As you can see, I am doing a quite poor job of it. These hands, though still skilled, are lined with more than experience and slower than they used to be. But more importantly, the Lâg Dávrit has made all of us grove-tenders quite powerless. It has ossified the great trees of the ancient forest. We few who remain do what we can to combat it.\\n\\n'I have been known to scavenge seed, untouched as of yet by the Pale Blight. I plant it here in Vartúlin, that we might transplant these trees and bushes into greater Favrathór when the time is right. I have had good luck with finding unblemished acorns and berry seeds to the north, in both Shakhdag and Tir Katar. However, the beasts of the area have also suffered from the Pale Blight, many becoming sickened and frenzied. I dare not scavenge there anymore, for fear I shall not return. But I am no warrior. You seem much more capable. If you are willing, would you go there and gather more seeds? It is imperative to the forest that we gather and nurture new, unblemished life here in Vartúlin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "A Small Hope",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Return to Avadhril in Vartúlin with the seeds you've gathered",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Gather unblemished acorns in Shakhdag ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "TBD ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e13",
      "en": "Return to Avadhril in Vartúlin with the seeds you've gathered",
      "es": "",
      "es (fem)": ""
    }
  ]
}