{
  "id": 621096366,
  "txt": [
    {
      "id": 216727828,
      "en": "Comfort Niriga as best you can.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Quickly. My husband may be wounded or bound as we speak. We must go!'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Search Urmâkh for Namâkh's personal effects for clues as to Namâkh's location.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Speak with Niriga when you are ready to go.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Search Urmâkh for Namâkh's personal effects ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Return to Niriga with the items and report the location you found them.",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Found one of Namâkh's personal effects ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Return to Niriga in Urmâkh",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Where did you say they were? That house all the items were around is abandoned... or at least it was. Quickly, we must go there! I believe Namâkh was there. And I am coming with you. I will do anything I can to help my husband.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Niriga is worried her husband has been kidnapped by Barûl, the dog-catcher. Search for clues as to Namâkh's whereabouts.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'We must do everything we can to find Namâkh! I know he would have left me clues. I believe he and Barûl may still be in Urmâkh. We need to search Urmâkh for anything that could have been on my husband - anything he left behind for us.'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Dog-catcher, Part 4",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Comfort Niriga",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Speak with Niriga when you are ready to go",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'He's gone. I can't believe he's gone. And that... thing. I don't know what it was - it called itself The Hungry Storm? I thought it was just a legend? It was so awful. So awful.\\n\\n'I can't believe he's gone.\\n\\n'I can't believe he's gone.'",
      "es": ""
    }
  ]
}