{
  "id": 621096257,
  "txt": [
    {
      "id": 177082793,
      "en": "The water shimmers briefly before the current whisks the salve away to Vartúlin",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Take Cúridwan's salve.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Gathered bog flowers from the marsh at Zahûmakh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'This is wonderful news! Come, we must return to Vartúlin immediately. I will return with you to Thorvilon. He will be overjoyed - I know he has wished for this day to come for many years. It has been a long losing fight against the Lâg Dávrit for Thórvilon and the Adúrhid, until now.'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Take Cúridwan's salve",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'This is wonderful news! Come, we must return to Vartúlin immediately. I will return with you to Thorvilon. He will be overjoyed - I know he has wished for this day to come for many years. It has been a long losing fight against the Lâg Dávrit for Thórvilon and the Adúrhid, until now.'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Speak with Usakâr by the cave door",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Speak with Usakâr in Kûgrun.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'There is one more task we must accomplish, if we actually wish to defeat the Lâg Dávrit permanently. You were probably too young to remember, [placeholder], but the Lâg Dávrit is a recent affliction. It's been here for a little longer than a man's span, afflicting Imhûlar. It came with the Men of Ordâkh, as they made their way north from their strongholds further south.\\n\\n'I believe their founding stones may have something to do with the Lâg Dávrit. I have sensed a powerful, foreboding energy from them. I believe they must be broken, if the Lâg Dávrit is to be properly defeated, and not merely turned back for a season.\\n\\n'This salve needs time to complete. The Men of Ordâkh make their camp at Ghat Lor. Destroy the founding stones there. I believe that will rob the Lâg Dávrit of its power. Return here when you are finished. Hopefully by then the salve and my chicken pie will both be done.'",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Gathered bark from marsh-striders at Zahûmakh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Return to Cúridwan in Kûgrun",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "TBD ",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Destroyed Ordâkhai founding stones at Ghât Lor ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Speak with Cúridwan before you leave",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Speak with Usakâr in Kûgrun",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Gathered wild berries from Mûr Igam or Dûlagig ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Use the salve on the river to heal Vartúlin",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Gathered scorpion venom from Mûr Igam or Dûlagig ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Cúridwan has tasked you with destroying three great founding stones brought to Imhûlar by the Ordâkhai.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Curidwan has tasked you with destroying Ordâkhai founding stones at Ghât Lor. Ghât Lor can be found far to the east of Kûgrun.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Destroy Ordâkhai founding stones at Ghât Lor ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'You've gathered everything? Fantastic! Quickly, let's get back to Cúridwan. We've not a moment to lose!'",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Gather wild berries from Mûr Igam or Dûlagig ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Speak with Usakâr at the cave door return to Cúridwan's cottage.",
      "es": ""
    },
    {
      "id": 49286713,
      "en": "Speak with Usakâr in Kûgrun",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Gather scorpion venom from Mûr Igam or Dûlagig ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Speak with Usakâr at the cave door",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Speak with Usakâr by the cave door.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Gather bog flowers from the marsh at Zahûmakh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Return to Cúridwan in Kûgrun.",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Speak with Cúridwan before you leave.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Gather bark from marsh-striders at Zahûmakh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Use the first phial of salve on the river behind Cúridwan's cottage to heal Vartúlin.",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'This is wonderful news! Come, we must return to Vartúlin immediately. Thórvilon will be over-joyed!'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'Ah, yes. Here is the salve. I made sure you got enough for all of Vartúlin. This river you see behind me empties directly into Vartúlin. Take this first phial and dump all its contents in the river behind me. I have a second phial for you as well, to take back to Thórvilon, so he may start the rebuilding process in the forests of Adagím outside of Vartúlin.'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Salves for a Ravaged Land, Part 4",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'You have done much this day for the Adúrhid. You are quite the potent ally for them. I hope you know I appreciate your efforts as well.\\n\\n'Here is the other phial of the salve. Use it to purify areas untouched by the waters near Vartúlin, or give it to the Adúrhid for the same purpose.\\n\\n'Our paths will cross again, my friend. I have seen it. Until then, may your travels be safe and your belly be full. We can scarcely ask for more.'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'Perfect timing. The salve just finished, and so did the blackened chicken pie in the oven.'\\n\\nUsakâr briefly looks panicked. Cúridwan leans in conspiratorially.\\n\\n'He complains, but he loves my blackened chicken pie.'\\n\\nShe leans out again, and returns to her normal volume.\\n\\n'I will get the salve for you. It's a shame you both can't stay for dinner.'",
      "es": ""
    }
  ]
}