{
  "id": 621096365,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "'Hashtal-gûr, friend. Yes, there is something concerning to me. Our local well, right over there. The well has run dry, we are unable to draw water from it. And without the well, we don't have a good local source of water. Residents must trek many miles to the river, encountering all manner of beast and dangers to obtain water now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Mizâdi has asked that you speak with residents of Urmâkh to help with their needs. Specifically, she's asked you speak with Girnada, Mushêndu, Entârshul and Nukûsh in Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Speak with Entârshul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Speak with Nukûsh, Blacksmith of Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Return to Mizâdi in Urmâkh now that you have heard the needs of the people of Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Speak with Mizâdi in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Thank you. I trust I can expect you to follow up with their tasks and help as you are able. As for me, we have need of those with bravery and talent in the fight to retake Kûr Anzar. I have a task that is well suited to someone of your talents.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Thank you. Mizâdi is kind, as are you, to think of us with so many other troubles befalling us. I care for the local children while the rest of the town works. I wonder if you could help me by calling the children in for their meal?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Ehh? Speak up now! You want to help? About time someone did. My apprentice has left to aid the war effort for Mizâdi. I could use all the help I can get. You can gather some ore and wood for the forge to start.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Mizâdi has asked that you speak with residents of Urmâkh to help with their daily needs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Hashtal-gûr, outsider. I am Mizâdi, Shâra of Renewed Hamât.\\n\\n'You come at a fortuitous time. There is much to do here in Urmâkh, but my gaze is fixed on Kûr Anzar. It was there that my forces and many innocents were driven out recently by the forces of the All-seeing, those accursed Barkhûshim, false prophets to a dead lord. Many were killed or captured in the battle, including my husband, Eshtali. I will see them driven from Kûr Anzar, and they will drown in the river of blood I spill from them.\\n\\n'But with my focus there, the people of Urmâkh here have many every day concerns with which I am unable to assist. You should talk with some of the locals if you wish to help. Recently Girnada, Mushêndu, Entârshul and Niriga have all come to me with concerns. Go and hear their concerns. If you wish to help me, help them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Needs of the People",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Speak with Girnada, Quartermaster of Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Mizâdi sent you? I'm glad someone is listening to my concerns, even if it is a lûbara. Yes, we have a real problem feeding everyone here in Urmâkh, particularly with the influx from Kûr Anzar. We need more food and provisions, and quickly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Speak with Mushêndu, a farmer in Urmâkh",
      "es": "",
      "es (fem)": ""
    }
  ]
}