{
  "id": 621096348,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Return to Usakâr at Dag Usakâra with your report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "You see only high walls, with flashes of colour through the thick slats",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Scout Tûl Zakana from the high rock across the way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Scout Tûl Zakana, the Well of Forgetting, from the north, west, and east. Tûl Zakana is far to the east of Dag Usakâra. It can be found south-east of the Crypts of Esh-kimâkhi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Scout Tûl Zakana from the closer rock outcropping across from it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You see a small outdoor market, where jugs of water are sold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "You see a small outdoor market, where jugs of water are sold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "You see a bustle of people, traders and Ordâkhai",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Usakâr asks you to scout the perimeter of Tûl Zakana, the Well of Forgetting, to learn more about it and the Shagâni who inhabit the Well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'There is a strange place to the south, my friend. It troubles me. Locals call it Tûl Zakana, the Well of Forgetting. It has arisen like a mirage in recent years. There you may barter for the Water of Forgetting. This water can make you forget your troubles, and if you drink enough, even who you are.\\n\\n'The Shagâni who run the Well are rumoured to be Barkhûshim, adherents to the Church of the All-seeing, with loyalties only to their dark lord. I believe they are up to something sinister at Tûl Zakana. Would you scout the outskirts of the Well? I fear we will not uncover all the Well is hiding, but any clue could help us learn more about the Well and its secrets.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Uncovering the Well",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Return to Usakâr at Dag Usakâra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Yes, this was my fear. We must get closer to find out anything of substance. Still, thank you for scouting the Well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Scout Tûl Zakana from the northern woods below it",
      "es": "",
      "es (fem)": ""
    }
  ]
}