{
  "id": 621096313,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'It grieves me greatly, but I have a task for you, outsider, if you're willing. There are many of our kind that cannot find peace, even in death. It is this forest, Favrathór, cursed as it has become. Wherever the Lâg Dávrit struck the Favrathór, Curthádi were borne out of that imbalance in nature. Curthádi are Adúrhid spirits of hatred and anger, who roam this land, never finding peace.\\n\\n'It is the solemn duty of the Adúrhid warriors to bring peace by force to those among my kin who become Curthádi. You have helped Thórvilon greatly, and so you seem to be someone we Adúrhid can trust. I will be honest, I have so few warriors left - I cannot spare any currently to deal with the Curthádi. The southern Men make war on us. Ever has it been, and ever it will be. We cannot find peace. Yet our duty to the Curthádi remains.\\n\\n'Will you go in my stead? This is a sacred duty I give to you. We are responsible for tending all of our dead, peaceful and otherwise. This extends even to the odious few who become Curthádi. Go to Róthirin - there the Pale Blight has corrupted the Veróthi of the grove, and many spirits of the grove have spilled out, angry and hateful, becoming Curthádi. Give them the final peace they deserve.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Defeat Curthádi at Róthirin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Bring peace by force to the restless Curthádi spirits at Róthirin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'It is a hard thing, bringing peace to those who do not want it. Thank you for executing this duty in my stead. There is much that is out of balance in Favrathór this day. I must admit, I often long for the great boughs and peaceful green copses of the old Emerald Wood, of Laithór.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "TBD Description",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Defeated Curthádi at Róthirin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Like Water for the Drowned",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d17",
      "en": "Ildarthos, Artar of the remaining Adúrhid warriors in Vartúlin, has asked for your help in bringing peace to the many wrathful Curthádi at Róthirin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Report back to Artar Ildarthos at Vartúlin that you've brought peace to many Curthádi at Róthirin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Report back to Artar Ildarthos at Vartúlin",
      "es": "",
      "es (fem)": ""
    }
  ]
}