{
  "id": 621096364,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Teach Luhum-gêna in Zahûmakh a lesson",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "The bounty notice reads:\\n\\nOn behalf of Usakâr, who makes his home amongst these woods, you are entreated to use your sternest words and teach Luhum-gêna, protector of the marshes of Zahûmakh, a quite stringent lesson. Luhum-gêna stole my favourite hat. It was good in both the hottest days and the coldest nights. Close-knit, quite fine stitching. Just snatched it off my head, she did.\\n\\nIt was a really nice hat. I was quite fond of it. The manners on these marsh-lurkers leaves much to be desired. Teach this one a thing or two about the consequences of thievery. Find me after it's done. I'll find you a suitable enough reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Usakâr's bounty asks you to teach Luhum-gêna in Zahûmakh a lesson for stealing and eating his hat, then go to Dag Usakâra, located south of Urmâkh, to claim your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'You killed Luhum-gêna? The hat? Oh yes, I had quite forgotten about that sign. Bit harsh, don't you think? I only meant to give her some harsh words when I saw her next. Lost in translation I suppose. No sign of the hat, was there? No? Ahh, what a pity.\\n\\n'Still, you managed to teach her the consequences of thievery, if a bit more permanently than I intended. For that I have a reward for you. What is it that the blasted Men use for coin? Ah, here's some. Thank you, I suppose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Usakâr's bounty asks you to find the marsh-strider Luhum-gêna and teach her a lesson in the consequences of thievery, as she stole Usakâr's favourite hat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Bounty: Luhum-gêna",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Find Usakâr near his home of Dag Usakâra, located midway between Urmâkh and Vartúlin, and tell him about Luhum-gêna's defeat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Find Usakâr near his home and report Luhum-gêna's defeat",
      "es": "",
      "es (fem)": ""
    }
  ]
}