{
  "id": 621096356,
  "txt": [
    {
      "id": 216727828,
      "en": "Return to Zuhûl in Urmâkh with the unburned scrolls.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Save unburned scrolls in Kûr Anzar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Zuhûl, a Hamâti scholar, has asked you to save any unburned scrolls you find as you move through Kûr Anzar. ",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Zuhûl, a Hamâti scholar, has asked you to save any unburned scrolls you find as you move through Kûr Anzar. ",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Saved unburned scrolls in Kûr Anzar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Save unburned scrolls in Kûr Anzar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Saved unburned scrolls in Kûr Anzar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "You have been asked to save unburned scrolls you find as you move throughout Kûr Anzar before they are set ablaze.",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Saved unburned scroll in Kur Anzar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'I have a small favour to ask, if it's not too much trouble that is. If it is too much trouble, well...'\\n\\nYou see the young man make a great effort to collect himself.\\n\\n'Sorry. I'd rather spend my time in books than in war, so I feel very out of sorts, but here we are. I have a favour to ask of you, let's just get right to it. The Barkhûshim are horrible for a variety of reasons, but first among them in my estimation is their hatred for history. They regularly destroy and burn historical documents, books, and scrolls for fear of knowledge that does not conform with their Fane.\\n\\n'I am afraid that with our assault on Kûr Anzar, any historical scrolls or works they haven't burned they will quickly set to the fire, in a senseless desire to prevent us from recapturing them. If you see any unburned scrolls as you move through Kûr Anzar, please collect them. There are incalculably valuable historical anecdotes and treasures here. It would be a tragedy of epic proportions if they were all lost. Please save them.'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Burning Knowledge",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Return to Zuhûl in Urmâkh with the unburned scrolls",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Save unburned scrolls in Kur Anzar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'You found some! So many! This is excellent, there is so much we can learn from these! Oh thank you, truly your bravery is only matched by your kindness. With this, we can learn so much more about our past and that of Kûr Anzar. Thank you for this.'",
      "es": ""
    }
  ]
}