{
  "id": 621096260,
  "txt": [
    {
      "id": 216727828,
      "en": "Speak with Surodith in Vartúlin and report your success.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Culled diseased boars in Shakhdag ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Culled diseased servals in Tir Katar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Cull diseased servals in Tir Katar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Surodith asks you to cull afflicted boars and servals plagued by the Lâg Dávrit in Shakhdag and Tir Katar. Shakhdag is north-west of Vartúlin. Tir Katar is directly north of Vartúlin.",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Culled diseased servals in Tir Katar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Cull diseased servals and caracals in Tir Katar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Culled diseased servals and caracals in Tir Katar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Surodith, an Adúrhid warrior, has asked for your help culling the population of diseased boars and servals near Vartúlin, in Shakhdag and Tir Katar.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'The Lâg Dávrit has swept through Favrathór, the forest of bone. The beasts of the forest have not been spared either, afflicted with some disease the hateful men of the south brought with them.\\n\\n'It is a heavy weight on my heart, but these afflicted animals - particularly the boars of Shakhdag and the servals of Tir Katar - need to be culled from their groups, lest the whole population become afflicted. Please, help us trim the population of afflicted boars and servals north of Vartúlin, but spare any healthy beasts you see. We will rely on them to repopulate Favrathór, whenever we can reverse the effects of the Pale Blight and restore Favrathór back into Laithór, the Emerald Wood.'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "A Blade with Two Edges",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Speak with Surodith in Vartúlin",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Cull diseased servals in Tir Katar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Cull diseased boars in Shakhdag ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Thank you. It grieves me to ask for your blade to wound any animal, but it is for the good of the greater forest, that Favrathór may flourish again.'",
      "es": ""
    }
  ]
}