{
  "id": 621096254,
  "txt": [
    {
      "id": "0x9b56886",
      "en": "'We Kintai aid one another when one of us weakens or falls ill. It appears you do the same. For that, you have my respect, and my gratitude.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e58",
      "en": "The buckets have fallen and the water sloshed out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Collect more water from Vartúlin's upper stream near the bridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'We have much to do in Vartúlin. Chief among them for myself is nurturing the Veróthi here, which contain our cherished ancestors. The streams running through Vartúlin feed most of the Veróthi, however there are several stands of Veróthi away from the river that require frequent watering. Unfortunately, Sarnor, our water-bearer, has fallen ill. Would you be able to aid us?\\n\\n'The task is simple enough. Collect Sarnor's buckets from him, then go to the river and gather water. Lastly, water the stand of Veróthi at the bend at the top of the path above us, and at the edge of Vartúlin, to my right.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Speak with Avadhril",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "TBD ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Speak with Sarnor near Vartúlin's upper path",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You are to be my replacement for the day, then?\\n\\n'Yes, I am ashamed to say I have a fever and am unable to perform my duties. I tried, but both Thórvilon and Avadhril forbade my work this day. I suppose I am grateful for their kindness, and yours.\\n\\n'The buckets are beside me there to my left. Thank you for this. I shall return to dreams, and hope they are of old Laithór, the Emerald Wood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "The soil loses its cracks and darkens around the Veróthi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Avadhril the Grove-warden asks for your help in bearing water from the local stream to Veróthi in Vartúlin place of Sarnor, who has fallen ill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "TBD NPCTalk with Avadhril",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Collect water from the upper stream and water the Veróthi at the edge of Vartúlin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Gather Sarnor's buckets ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Collect water from the upper stream and water the Veróthi near the bend in the path.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Speak with Sarnor near Vartúlin's upper path and gather his water buckets.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Gather Sarnor's buckets. They are beside him on his left.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Collect water from Vartúlin's upper stream near the bridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e40",
      "en": "The buckets have fallen and the water sloshed out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ae7",
      "en": "Water the Veróthi near the bend in the path",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ae9",
      "en": "Water the Veróthi at the edge of Vartúlin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Speak with Avadhril in Vartúlin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "The leaves of the Veróthi glisten with the infusion of water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Parched",
      "es": "",
      "es (fem)": ""
    }
  ]
}