{
  "id": 621096324,
  "txt": [
    {
      "id": 225071143,
      "en": "Destroy the Barkhûshim siege weapons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'I see that you can get things done. That bodes well for us, as I have great need of one such as you. Your talent for stealth seems matched only by Razâl.\\n\\n'This next mission will require the same care and patience you undertook in rescuing Razâl. We know the All-seeing are constructing great siege engines. We believe it is with intention to destroy Urmâkh. We have intercepted several of their spies around the perimeter of Urmâkh, scouting our defences. I need you to go back to Kûr Anzar and destroy these weapons whilst they are still being built. There is often black powder stored around these great weapons. Set it ablaze and then quickly make your escape. The resulting conflagration should do the rest.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Mizâdi has asked you to sneak into Kûr Anzar and sabotage the Barkhûshim siege weapons intended for use in an assault on Urmâkh. Kûr Anzar can be found due east of Urmâkh.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "TBD ",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Mizâdi has asked you to destroy the siege weapons being built in Kûr Anzar, to prevent their use against her forces in the future.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Destroyed the Barkhûshim siege weapons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Poking the Eye",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'This is wonderful news. You have bought us a fortnight of time or more. Without those siege weapons, Urmâkh can repel any attack the Barkhûshim bring forth in the short term. In the long term, we will take the fight to their doorstep. Thank you for your valorous deeds in keeping Urmâkh and her people safe, [placeholder].'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Return to Mizâdi in Urmâkh with the good news.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Return to Mizâdi in Urmâkh",
      "es": ""
    }
  ]
}