{
  "id": 621096258,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "Go to the grove Avadhril mentioned east of Vartúlin and obtain some oranges for Usakâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'Milingor? Yes, she is Wearying. But we can make her transition comfortable! I have just the thing.\\n\\n'Here, take this poultice to her. It is little more than tea, I confess, but sometimes tea is exactly what one needs! At the very least, it is warm and will comfort her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Salves for a Ravaged Land, Part 1",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'You bring oranges, so you must be an envoy of the Adúrhid. I keep telling them not to bother sending me fruit, I don't need it. But they, ah, keep to the old ways it seems.\\n\\n'You are a strange envoy indeed, from the Adúrhid. What's that? Cúridwan? She is a myth! A legend! A terrible cook! Ah, perhaps the cat's out of the bag with that, I suppose. And cats seldom go back into bags once let out. Anyway!\\n\\n'I have kept Cúridwan's location and identity jealously my own for a very long time. Still, this forest continues to worsen. I know the Adúrhid continue to worsen as well. As the forest goes, so they go. Perhaps it is time to pay Cúridwan a visit after all.\\n\\n'Don't tell her I called her a terrible cook. She'll be feeding me her blackened chicken pie for months as a punishment. Alright, let's be off then, if you're ready! But keep close! These woods are quite dangerous to outsiders, and many have simply disappeared in them, never to be seen again. I long for the days when a burnt chicken pie was the most dangerous thing I had to dodge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Speak with Avadhril in Vartúlin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Speak with Grove-tender Ulthral about a poultice for Thórvilon's wife, Milingor. She can be found on the higher level of Vartúlin, near the bridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'You bring oranges, so you must be an envoy of the Adúrhid. I keep telling them not to bother sending me fruit, I don't need it. But they, ah, keep to the old ways it seems.\\n\\n'You are a strange envoy indeed, from the Adúrhid. What's that? Cúridwan? She is a myth! A legend! A terrible cook! Ah, perhaps the cat's out of the bag with that, I suppose. And cats seldom go back into bags once let out. Anyway!\\n\\n'I have kept Cúridwan's location and identity jealously my own for a very long time. Still, this forest continues to worsen. I know the Adúrhid continue to worsen as well. As the forest goes, so they go. Perhaps it is time to pay Cúridwan a visit after all.\\n\\n'Don't tell her I called her a terrible cook. She'll be feeding me her blackened chicken pie for months as a punishment. Alright, let's be off then, if you're ready! But keep close! These woods are quite dangerous to outsiders, and many have simply disappeared in them, never to be seen again. I long for the days when a burnt chicken pie was the most dangerous thing I had to dodge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Pick oranges from dying orange trees ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Pick up oranges from under dying orange trees ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "Thórvilon greets you cautiously.\\n\\n'Though you are an outsider, you have the look of someone capable. I am quite desperate, enough so that I would turn to a stranger for our salvation. This grove you see is dying. My people are dying. My wife... my wife is struggling. She is wearying, fading before my very eyes. I cannot bear it.\\n\\n'These eyes have seen such sights... countless miracles over thousands of years. Never did I think I would see such nightmares as these. The land cursed, the ground parched, forests as dry and white as bone. All my friends, all those I love, destined to fade and be forgotten.\\n\\n'I will not fade so easily. I will not let this grove crumble to dust. That is not my path. I have a desperate idea, and you seem capable. Will you help me - will you help our people?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Find Dag Usakâra, Usakâr's home east of Vartúlin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'There is a man who treats with us, Usakâr. His ways are strange, but I believe he may have a powerful friend - Cúridwan, the Golden Maiden. She is someone who could help us heal Vartúlin, this grove you see around you. Ever since the southern men made their way through our forests, the trees have started dying, turning hard and white as bone. We call it Lag Dávrit, the Pale Blight.\\n\\n'I believe it is tied to the southern men, but I cannot be sure. Much of what they do is profane to nature, as they burn and cut the trees and brush they meet, rather than exist within it. I believe Usakâr knows more about the Lag Dávrit, as well as the knowledge of how to contact Cúridwan. She has the power to cure the Lag Dávrit, if she wishes it. I know it in my bones.\\n\\n'Before you go after Usakâr, would you check on Milingor, my wife? She is behind me, half into the Veróth growing over the bridge. It pains me to see her so. I wish to help her, to stop her Wearying, as she feels it is not her time yet. But yet the Veróth still readily accepts her. I do not wish for her to go yet. Selfishly, I want more time with my beloved.\\n\\n'Also, if there are any dead branches on her Veróth, please prune them. It is better for her. I cannot do it myself right now. I cannot bear it.\\n\\n'Perhaps Grove-tender Ulthral has a poultice to comfort Milingor? You should stop there first. She is on the path above me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Speak with Grove-tender Ulthral in Vartúlin about Milingor's poultice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Pruned dead Sarláshi limbs from Milingor's Veróth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Speak with Usakâr and offer him the oranges",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Thorvilon asked you to check on me? He is sweet to ask. And thank Ulthral for me, for this poultice....\\n\\n'I thought I would undergo the Trothúl, the Wearying, when I was ready to leave this place. I am not ready, little one. I don't want to go yet.\\n\\n'There is much I would still see and do in this place, with Thórvilon. He tells me to save my energy, that I need to sustain my strength another season and that Cúridwan will soon help us. My strength is fleeting, little one. Each day I see a little less of this grove, my home. Each day I feel increasingly unmoored, less myself.\\n\\n'I still feel the wind in my limbs, the dry, wheezing breeze. I feel the cold and the heat on my bark. I wish... I wish... I wish many things.\\n\\n'I love Thórvilon very much. I will hold on for as long as I can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Thórvilon has requested your help in searching for a cure to the Lâg Dávrit, the Pale Blight afflicting Vartúlin and greater Imhûlar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Thank you for your kindness. It is hard some days, to bear all the burdens nature has placed upon us. I only wish for Milingor's safety, and the safety and health of all the Adúrhid in this grove. It seems a tall order this day, and most days, however.\\n\\n'If we are to survive, we need you to convince Usakâr to tell you what he knows of Cúridwan. If you can find her, please, let her know how desperately we need a cure for this Pale Blight. Look around you. This was once Laithór, the Emerald Woods. It has been transformed in a Man's span into Favrathór, the Forest of Bone. So many plants and animals are afflicted with disease. We have held it off for as long as we can, however now it has crept into Vartúlin itself. We have nowhere left to go.\\n\\n'Avadhril knows more about Usakâr. She often treats with him. She will know how to find him and what boons to bring with you. I believe the Golden Maiden can help us survive. We just need to find her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Speak with Grove Elder Thórvilon and ascertain what is troubling him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Speak with Milingor in her Veróth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Prune dead Sarláshi limbs from Milingor's Veróth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e37",
      "en": "Speak with Usakâr and offer him the oranges",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Lidath mâd, outsider. I am fond of Thórvilon, as I believe his heart is fair, but I do not agree that there is a way to save our people. We are destined to all join in Milingor's fate, and soon, I believe. Nevertheless, Thórvilon is our leader, and I will follow his wishes. If he wishes you to treat with Usakâr, I will tell you how to do so.\\n\\n'Usakâr is one of the few friends we count among Men. He has always been a loyal ally and friend to the Adúrhid. It is customary for us to send with our envoys to him a gift, part of nature's bounty. As you can see, nature has struggled and her bounty is little more than leaves and ash this season.\\n\\n'There exists not far from here to the east, however, a small grove of orange trees. When last I walked this orchard, there still were a few oranges clinging to life on one of the orange trees. Bring him a gift of those oranges. I wish I could offer more, but as you can see we barely have anything to give. The southern men have cursed this land. I fear there is nothing we few who remain can do to reverse their savage violence on Favrathór, what was once Laithór, the Emerald Wood, but which is now the Forest of Bone.\\n\\n'After you have the oranges, continue east along the mountain ridge. Where the mountain meets meadow, there you shall find Dag Usakâra, the home of Usakâr.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Prune dead Sarláshi limbs from Milingor's Veróth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Speak once more with Grove Elder Thórvilon at the edge of Vartúlin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Speak with Milingor, Thórvilon's wife, in her Veróth across the bridge from Thórvilon in Vartúlin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Speak with Avadhril to ascertain the details of contacting Usakâr the Hermit.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Picked up oranges from under dying orange trees ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Speak once more with Grove Elder Thórvilon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Go to the grove Avadhril mentioned east of Vartúlin and pick some oranges for Usakâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Speak with Grove Elder Thórvilon and learn more of Vartúlin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Find Dag Usakâra, Usakâr's home. Avadhril mentioned it was east of Vartúlin, where the mountain ridge meets an open meadow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Speak with Usakâr and offer him the oranges.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Picked orange from dying orange tree ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "This odd man before you must be Usakâr",
      "es": "",
      "es (fem)": ""
    }
  ]
}