{
  "id": 621096316,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Return to Shulum in Ub Nishir and give him the trophy you took from Ogarkha.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Defeat Ogarkha and retrieve his golden ring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'[placeholder], you have returned!'\\n\\nYou hand Shulum the trophy you collected from Ogarkha.\\n\\n'And you gathered the proof for which I asked. I thank you. You have saved many lives by ridding the lands of that demon. My sorrow over my companions has eased slightly knowing they have been avenged.\\n\\n'I shall cherish this trophy in their honour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Shulum in Ub Nishir has asked you to slay Ogarkha to the north-east of Maurûsh, near the Gorge of Woe, and bring him a trophy as proof.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Retrieved Ogarkha's ring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Shulum in Ub Nishir has asked you to slay Ogarkha to the north-east of Maurûsh, near the Gorge of Woe and bring back a trophy of your conquest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Brough the TBD Trophy to TBD Brigand Orc Hunt in Maurush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Brought the golden ring to Shulum in Ub Nishir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Ah, hello [placeholder]. Might I trouble you for your help? I am in dire need of it.\\n\\n'I wish for you to defeat an Orc by the name of Ogarkha. This monster killed my companions and many more. I was powerless to prevent it. I barely escaped with my life. He must be defeated to spare others from his malice.\\n\\n'If you seek him out, he has been spotted to the north-east, wandering the lands between Maurûsh and the Gorge of Woe. He can be identified by a golden ring he wears on his hand.\\n\\n'I beg of you, bring down this monster, and bring me his ring as proof of your victory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e11",
      "en": "Deliver the golden ring to Shulum in Ub Nishir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Bring the TBD Trophy to TBD Brigand Orc Hunt in Maurush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Bring the golden ring to Shulum in Ub Nishir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "TBD Success\\n\\nYou are thanked for slaying the orc.\\n\\nThey tell you they shall cherish the trophy in remembrance of their group that he killed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Hunt for Ogarkha",
      "es": "",
      "es (fem)": ""
    }
  ]
}