{
  "id": 621096361,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Return to Niriga in Urmâkh and tell her what happened in Shakhdag.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Shakhdag is overrun with wild boar! Why would he take such a risk? Why not simply tell me he needed time alone? This is terrible, he could have been gored! You must go to Shakhdag at once. You must find my husband.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Speak with Niriga in Urmâkh to determine the best course of action.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Return to Niriga in Urmâkh with what you have learned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Speak with Niriga in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Speak with Sûdakh and Ghemûna in Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Speak with Sûdakh in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Whenever he drinks he doesn't go anywhere without his co-conspirators. A terrible influence, they are. Best to start with them; Sûdakh and Ghemûna are their names.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Speak with Ghemûna in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'He wasn't out with us last night, we could have used him. Had to finish off twice the ale with him gone! I didn't see him. Maybe Ghemûna knows more?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Well he wasn't with me, if that's what you're implying. I know that's what Niriga is implying. She's never been fond of our friendship. But no, he wasn't in my company either.'\\n\\nGhemûna pauses. She looks like she is collecting her thoughts. Decision made, she turns to you.\\n\\n'Look, sometimes Namâkh needs time by himself. He has told me and Sûdakh as much. He goes out to Shakhdag and just thinks. Niriga would never understand. But if Niriga truly is worried about him, Shakhdag to the east is where I'd look for him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Niriga, a resident of Urmâkh, is worried about her husband, Namâkh, who didn't come home last night.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Have you seen my husband, Namâkh? He never came home last night. I am worried about him. The jackals are getting hungrier and more ferocious with each passing day.\\n\\n'I love my husband, but he is a fool with drink sloshing in his head. He doesn't know his top from his bottom with a bit of ale in him.\\n\\n'Would you help me find him?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Dog-catcher, Part 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Return to Niriga in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Speak with Niriga when you are ready to go",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'He's taken him? Barûl's taken my husband? We must find Namâkh. We must find him immediately!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}