{
  "id": 621096355,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "The bounty notice reads:\\n\\nOn behalf of the Queen of Renewed Hamât, Mizâdi Shâra, you are empowered to seek out and defeat the great plague boar Suginzi. Suginzi has spread disease and mayhem throughout Imhûlar, and his reign of fear must end.\\n\\nThe proof of his death shall be one of his great tusks, hewn from his head. Bring the tusk to Numûru, Hand of the Queen in Urmâkh for a fitting reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Defeat Suginzi and collect one of his great tusks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Mizâdi Shâra, Queen of Renewed Hamât, has posted a bounty seeking skilled hunters to find and defeat the great plague boar, Suginzi. You are to defeat him and return to her Hand, Numûru, with one of his great tusks. He was last seen south-west of Urmâkh, near Shakhdag.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'You defeated Suginzi? That is quite the feat, you must be quite the fighter. He has eluded us for years. You have my gratitude. Citizens of Urmâkh no longer have to fear travelling south and being gored by those great tusks. Here, this should be a suitable reward for such a feat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The great plague boar Suginzi is spreading disease and mayhem throughout Imhûlar. You are to defeat him and return to Numûru with his great tusk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Bounty: Suginzi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Bring Suginzi's great tusk to Numûru in Urmâkh to collect your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Bring Suginzi's great tusk to Numûru in Urmâkh",
      "es": "",
      "es (fem)": ""
    }
  ]
}