{
  "id": 621096353,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'For me? Why, yes, I suppose there is something you could do for me. My favourite walking stick was taken from me. Brutal thing. I was walking through the marshes south of here, when suddenly these marsh-striders appeared. Very rude chaps, wouldn't take no for an answer, and stripped me of my walking stick. I tried to tell them it was my favourite, but they weren't hearing it, for some reason.\\n\\n'I would very much appreciate it if you would have a word with them. May be more likely to listen to you. Anyway, I was walking near Zahûmakh when I was accosted. I expect the stick is still there, possibly in the possession of one of those boorish marsh-striders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Recover Usakâr's favourite walking stick from a marsh-strider in Zahûmakh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Recover Usakâr's favourite walking stick from a marsh-strider in Zahûmakh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Ah, there it is. Wherever did you find it? That's right, the marsh. I can tell from the smell. I think this just became my second favourite walking stick. Bit ripe, isn't it? Still, thank you for finding it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Recover Usakâr's favourite walking stick from a marsh-strider in Zahûmakh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Usakâr's favourite walking stick was taken from him by a marsh-strider in Zahûmakh. Recover the walking stick from the boorish marsh-striders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Recover Usakâr's favourite walking stick from a marsh-strider in Zahûmakh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Just Walked Away",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "You found Usakâr's favourite walking stick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Return to Usakâr near Dag Usakâra with the walking stick.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Return to Usakâr near Dag Usakâra with the walking stick",
      "es": "",
      "es (fem)": ""
    }
  ]
}