{
  "id": 621096312,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Speak with Thórvilon in Vartúlin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Plant Sarláshi shoots in Vartúlin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Gather Sarláshi shoots from the grove of Róthirin. Róthirin is located east of Vartúlin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Return to Vartúlin and plant the Sarláshi shoots at well-lit spots around Vartúlin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Planted Sarláshi shoots in Vartúlin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'It warms my heart to see the Sarláshi shoots flourishing as they are. Thank you for respecting and following our traditions. One day I too will undergo Trothúl - I hope someone with your care and fastidiousness tends to my Veróth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Thórvilon, leader of the Kintai in Vartúlin, has asked you to gather fresh Sarláshi shoots from Róthirin, that they may grow into Sarláshi trees and be fashioned in Veróthi one day.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Gathered Sarláshi shoots from Róthirin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Lidath mâd. There is much we must do to maintain what we have here in Vartúlin. I presume you've noticed the red-leafed trees around us? They are Sarláshi trees, with which we make Veróthi. Our Veróthi are living links to the Kintai who have undergone Trothúl, the Wearying. We give them the reverence and respect Men have for their entombed dead in sarcophagi.\\n\\n'Our Veróthi require fresh Sarláshi trees with which to grow. Vartúlin's trees no longer produce shoots, as they are near the end of their life cycle, as are we who tend them.\\n\\n'There is an area west of here with younger Sarláshi trees. This is the grove of Róthirin. I must warn you however, there are vengeful Curthádi spirits, Kintai who became wrathful or vengeful at the despoiling of the forests, who roam Róthirin. It is no longer safe for the Kintai to venture there. You, however, have the bearing of one who can handle yourself in a fight.\\n\\n'It is our ancestral duty to plant more Sarláshi trees here in Vartúlin, that we have enough for all the Kintai Elves who undergo Trothúl. Go to Róthirin and gather us fresh Sarláshi shoots, that they may be replanted here in Vartúlin and grow into full Sarláshi trees. I am trusting you with something quite sacred to us, [placeholder]. I know you will not let me down.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "A Peaceful Repose",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Speak with Thórvilon in Vartúlin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Gather Sarláshi shoots from Róthirin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'It warms my heart to see the Sarláshi shoots flourishing as they are. Thank you for respecting and following our traditions. One day I too will undergo Trothúl - I hope someone with your care and fastidiousness tends to my Veróth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e13",
      "en": "Speak with Thórvilon in Vartúlin",
      "es": "",
      "es (fem)": ""
    }
  ]
}