{
  "id": 621096345,
  "txt": [
    {
      "id": 228284039,
      "en": "'I have a matter with which I could use your help, if you are willing. I do what I can to keep stray dogs off the streets of Urmâkh. I collect them, treat their wounds with stray cloth and fashion leashes from loose rope I find. I am running low on supplies. If you're willing, I could use whatever you find around Urmâkh. My work keeps me busy, so I have little time to collect more.'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Return to Barûl in Urmâkh with the cloth and rope you have collected. ",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Gather loose rope in Urmâkh for stray dogs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Barûl has asked for your help in collecting discarded cloth to treat wounds and loose rope for leashes for the stray dogs of Urmâkh. You can find discarded cloth and loose rope around Urmâkh.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Gathered loose rope in Urmâkh for stray dogs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'This is wonderful. I can help so many stray dogs with this. Thank you. I appreciate your help, friend.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "The local dog-catcher, Barûl, has asked for your help in acquiring some supplies with which to catch stray dogs in Urmâkh.",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Gathered discarded cloth in Urmâkh for stray dogs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "TBD Bestowal",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Dog-catcher",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Return to Barûl in Urmâkh with the items you've found",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Gather discarded cloth in Urmâkh for stray dogs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'This is wonderful. I can help so many stray dogs with this. Thank you. I appreciate your help, friend.'",
      "es": ""
    },
    {
      "id": 49286675,
      "en": "Return to Barûl in Urmâkh with the items you've found",
      "es": ""
    }
  ]
}