{
  "id": 621096346,
  "txt": [
    {
      "id": 246419872,
      "en": "Examine the well once more.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'I knew it! Rock gets you into a mess, a rock will get you out of it. That's what my dad always said, anyway.'",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'The well won't run. It's been dry for a week now. It's no good for my crops or my chickens... to say nothing of the people of Urmâkh.\\n\\n'We have to walk miles to the nearest river, and the jackals are only getting fiercer. It's a real danger for us. Would you take a look at the well? I think something may be stuck inside, but I don't see as well as I used to, it's all inky darkness in there for me.'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Examine the well once more",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "TBD Bestowal",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Use smooth stone on stuck rock inside Urmâkh well",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "As you get closer to the well you see small stones trapped in the drain-ways",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Rocks! Of course it's rocks. Well, if rocks are to get us into this mess, it's rocks that will get us out of it, sure enough.\\n\\n'There are many large, smooth stones just outside Urmâkh, near my farm to the north-west. Gather one that seems the right size and bash that rock back down the well. That should do it.'",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Removed the stones clogging the drain-ways of the well ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Speak with Mushêndu in Urmâkh",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "There is a large rock trapped further into the well",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Mushêndu, a local farmer, has asked for your help repairing the local well. He believes there may be something trapped inside it.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Remove the small stones clogging the drain-ways of the well.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Speak to Mushêndu in Urmâkh about what to do next.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Examine the well for signs of disrepair",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Examine the well once more.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Remove the stones clogging the drain-ways of the well ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Examine the well for signs of disrepair.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Acquire a large, smooth stone of the right size from outside Mushêndu's farm. Mushêndu's farm is located just outside Urmâkh to the north-west.",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "There is a large rock trapped further into the well",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Examine the well once more",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Find a large, smooth stone outside Mushêndu's farm",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Use the smooth stone to bash the stuck rock inside Urmâkh well back down.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Ask Mushêndu in Urmâkh what you should do",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Speak with Mushêndu in Urmâkh.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "This stone seems to be the right size and shape",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Inexplicably this somehow worked - the well is running again",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Deeper in the Well",
      "es": ""
    }
  ]
}