{
  "id": 621096349,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "TBD NPCTalk with TBD Urmâkh Villager",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Check the north-eastern corner of Urmâkh for signs of dogs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Check the rumoured dog locations to see if any clues or dogs reside there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Check near the blacksmith's forge for signs of dogs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Return to speak with Urdush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "There is nothing here but Nukûsh and his forge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Speak with Urmâkh villagers to learn more about the vanishing of Urmâkh's dogs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You see baskets, jugs, and casks but no sign of dogs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Speak with Agiti about the vanished dogs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Speak with Ghemûna about the vanished dogs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Speak with Sûdakh about the vanished dogs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'No, no dogs. My dog, Hunter, went outside to relieve himself three weeks ago. That was the last I saw of him. I miss him every day. He used to always relieve himself by Nukûsh's forge. Might check there. Don't tell Nukûsh that though, please.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Dogs? No, no dogs here. We used to have dogs and then they all just... vanished. I haven't heard a dog barking in weeks. It's strange, now that you mention it. We used to have lots of dogs in Urmâkh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'I don't miss the dogs, but I know many others do. All that howling and yelling at all hours. But yes, that all stopped several weeks ago. It's been eerily quiet at night. I know the dogs used to gather in the north-east and south-east corners of Urmâkh. There might be something there. I always stayed away from the dogs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Urdush, a local resident, claims there are no dogs in Urmâkh. You should investigate more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "There are no signs of dogs recently being here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'You've been gathering supplies to catch stray dogs? We used to have many, but they all disappeared recently. There are no dogs here in Urmâkh. No dogs at all. Who did you say you gathered these items for?\\n\\n'Barûl? I've never heard of a Barûl. He isn't a resident here - I've lived in Urmâkh all my life.\\n\\n'You can try asking around and talking with other Urmâkh residents, but we don't have a dog-catcher here in Urmâkh. All the dogs disappeared - we don't need one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Dog-catcher, Part 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Return to speak with Urdush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Check the southern edge of Urmâkh for signs of dogs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'It is as I feared. I believe this dog-catcher may have designs on the fate of dogs, and possibly worse. You should speak with Niriga. Her husband is missing - he did not come home. I hope he is merely drunk and will soon stagger home after sleeping it off, but I fear this dog-catcher may wish ill of more than dogs.\\n\\n'You should speak with her to learn more. She is across the way, over by Nukûsh, the blacksmith.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}