{
  "id": 621096357,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Mizâdi's spies have reported an Orc camp sighted near the crossing into Urash Dâr. However, it is not just the Orc encampment nearby that concerns us. Nâmbadir, the Span of Princes, has also been seen occupied by Orkish forces. Make your way to the bridge and let us know what you find. I fear this is only the tip of the spear, and we may soon have two sets of villains and dangers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Return to Numûru in Urmâkh with your report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Go a third of the way onto the span of Nâmbadir and scout south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "You see nothing but the impressive bridge before you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Go half of the way onto the span of Nâmbadir and scout north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Go to Nâmbadir, the Span of Princes to the east of Kûr Anzar and search for signs of Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Go two-thirds of the way onto the span of Nâmbadir and scout east, towards Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Go a third of the way onto Nâmbadir and scout south",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "What remains of the river moves lazily below you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Go half of the way onto Nâmbadir and scout north",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "You see Orcs and Orkish weapons strewn about",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Go two-thirds of the way onto Nâmbadir and scout east, towards Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "You hear war drums in the distance and smell burning flesh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Make your way to Nâmbadir, the Span of Princes, and scout along it. Numûru fears the Orcs are increasing in number and streaming in from Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "TBD Bestowal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Rumblings in the East",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Return to Numûru in Urmâkh with your report",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I had feared as much. The Orcs are moving from Urash Dâr into Imhûlar. We must bolster our defences to the east before we are over-run. Thank you, [placeholder]. This report may have saved countless lives, you have my thanks for your brave and selfless deeds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Go to Nâmbadir, the Span of Princes and search for signs of Orcs",
      "es": "",
      "es (fem)": ""
    }
  ]
}