{
  "id": 621096309,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Return to Artar Ildarthos at Vartúlin with news of your triumph.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Destroy fortifications at Ghât Lor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Destroyed fortifications at Ghât Lor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Destroy fortifications and defeat Ordâkhai at Ghât Lor. Ghât Lor can be found east of Vartúlin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I am relieved. I can breathe easier now. We have some time to finish our defensive preparations here. Thank you for your actions defending us - please, relax here in Vartúlin. You have proven yourself to me and the Adúrhid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Artar Ildarthos has asked you to help buy time for the Adúrhid at Vartúlin by going to Ghât Lor and defeating many of the Ordâkhai making war on the Adúrhid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Defeated Ordâkhai at Ghât Lor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'The southern men make war on my people, outsider. I know not why, only that it is how it always has been. If not Men, then Orcs. If not Orcs, then Men. We wish to exist, and they seem to wish we didn't. Others of my kin worry about Trothúl, the Wearying that comes with age to my people. I have never worried about it. I have a duty, to my warriors and to my people to protect them. I will not fade until the threats to my people are removed. So perhaps I will live forever. That was a joke my friend, don't look so serious.\\n\\n'The southern Men, who call themselves Men of Ordâkh, have made camp east of Vartúlin. They are quite dug in, with strong fortifications, based on what Surodith has told me. If you wish to help us, send them a strong message. Defeat a contingent of them at Ghât Lor. That will buy us time to make fortifications here, designed to repel any attack they make on us. Please, go to Ghât Lor and teach the southern Men a valuable lesson - that they reap the discord they have sown.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "A Plague of Ordâkhai",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Return to Artar Ildarthos at Vartúlin with news of your triumph",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Defeat Ordâkhai at Ghât Lor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "TBD ",
      "es": "",
      "es (fem)": ""
    }
  ]
}