{
  "id": 621096321,
  "txt": [
    {
      "id": "0xfa8e119",
      "en": "You have found Razâl. Free him quickly!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Hashtal-gûr, [placeholder]. We are in need of someone with your rare talents. My best scout, Razâl, has not reported back to Numûru in the past day. He was scouting Kûr Anzar, and I fear the Barkhûshim, those twisted adherents to the Church of the All-seeing, may have captured him.\\n\\n'You seem like you can handle yourself, perhaps better than some warriors I might send. Please, find Razâl for me. He was sent to the eastern outskirts of Kûr Anzar, to map the movements of the Barkhûshim. If he has been captured, it is likely there you may find him, or some clue to his whereabouts. We need every soldier we have, particularly one with Razâl's talent for burgling. Please, if you find him, order him to report back to me immediately. He is one of my best warriors, but he takes such foolish risks sometimes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I am grateful to you. As you can see, Razâl made it back safely. Hopefully he is a bit wiser for the wear, but he escaped with his skin due to your valour, so for that I am in your debt. Thank you for seeing to this task. I have another, larger task for you when you are ready. One that is suitable for someone of such skill.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "You see a bustling camp, filled with ten All-seeing cultists",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Free Razâl from his bonds so you both can escape before the Barkhûshim notice you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Oh thank you. They captured me - it was my fault, I was too brazen, I wanted to see their guard changes to catalogue the number of guards and how often they relieved the previous watch. After two hours of watching, I felt a group of eyes watching me. I whirled around, but I was too late. They easily overpowered me and tied me up here. They left to report their success to their leader, Okhíso. It's quite fortuitous that you arrived when you did.\\n\\n'Mizâdi wants me to report back? I will return to her at once. You have done so much for me, but if I may ask you for another favour... there were three locations left on my list that I was intending to survey before I was... interrupted. Could you scout them for me? There are three outlooks along the ridge north of here where you can clearly see into Kûr Anzar. Look at each location and catalogue the number of All-seeing you see. It would be invaluable for the war effort. Thank you for all you have done for me. I am certain our paths will cross again soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Mizâdi's trusted scout, Razâl, has gone missing. She has asked you to search the western outskirts of Kûr Anzar for signs of his whereabouts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Speak with Razâl to hear how he was captured.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Speak with Mizâdi in Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Free Razâl from his bonds so you both can escape",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Find the three locations Razâl mentioned on the western outskirts north of where he was captured and scout Kûr Anzar from each of them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Razâl, Mizâdi's trusted scout, hasn't reported back in a day. Investigate the eastern outskirts of Kûr Anzar for signs of Razâl. Kûr Anzar is located east of Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Speak with Razâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Scout the first outlook into Kûr Anzar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f29c01",
      "en": "'Oh thank you. They captured me - it was my fault, I was too brazen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f29c02",
      "en": "'Mizâdi wants me to report back? I will return to her at once.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Scout the second outlook into Kûr Anzar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f29c03",
      "en": "'You have done much for me, could I trouble you to scout the locations I was supposed to?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Scout the third outlook into Kûr Anzar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3f29c04",
      "en": "'Here, let me mark them on your map. Thanks again, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Speak with Mizâdi in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Investigate the outskirts of Kûr Anzar for signs of Razâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "You count nine Barkhûshim moving along the winding path into Kûr Anzar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "It's difficult to see clearly, but you finally count twelve All-seeing from your vantage point",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "It's hard to see between the crumbling walls, but you finally count ten All-seeing cultists",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Seeing the All-seeing",
      "es": "",
      "es (fem)": ""
    }
  ]
}