{
  "id": 621096347,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Return to Usakâr at Dag Usakâra and tell him what happened.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Talk to the Shagâni man behind the counter, and barter for some of their water.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Go to the marketplace outside Tûl Zakana, the Well of Forgetting, and barter for some of their water with the coin Usakâr gave you. Tûl Zakana is far to the east of Dag Usakâra. It can be found south-east of the Crypts of Esh-kimâkhi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Barter for some water with the Shagâni man behind the counter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Fight off the attackers and flee up the hill!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Fight off the attackers and flee toward the hills",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Who are you? I haven't seen you here before. You don't look like any Ikorbâni I have seen before. No, I think we will not sell to you this day. This water is too precious for a lûbara like you. But we also can't allow you to leave, and spread rumours about what you saw here.\\n\\n'You have failed to pay the price in water, now you must pay in blood. Seize them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "You breathe a sigh of relief. You see no sign of pursuers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Ordâkhai leap out to attack you!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "The Ordâkhai near you keep their hands on their sword hilts, but do not attack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Usakâr asks you to go to Tûl Zakana, the Well of Forgetting, and barter some coin for the water there, as he wants to test its purported effects.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'If you are up for a challenge, I have another task for you.\\n\\n'It may not be enough to merely scout Tûl Zakana, the Well of Forgetting. We may need to get closer to it. I hear there is a market just outside the walls where locals can exchange coin for this water. Here, take this coin. I want to know whether this water is as they say, or if it is merely a myth that the locals fool themselves into believing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Water Hides Its Secrets",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Return to Usakâr at Dag Usakâra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Go to the marketplace outside the Well of Forgetting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I am sorry. I did not mean to put you in such danger. It seems they are quite fearful of outsiders, and quick to pull their swords. It will require a concerted effort to learn more about the Well of Forgetting, more than we can do by ourselves, I fear. Still, I appreciate your efforts, and again, apologies for the danger to which you were exposed.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}