{
  "id": 621096259,
  "txt": [
    {
      "id": 216727828,
      "en": "Speak with Usakâr at the mouth of the cave.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'You're ready? Hmm, that is good. You seem to be of stout heart and constitution, which is what this journey and any pies we eat shall require. All right, let's be off!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Speak with Usakâr when you are ready to leave.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Speak with Usakâr and he will mark your map with the route to Cúridwan's home.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You're ready? Hmm, that is good. You seem to be of stout heart and constitution, which is what this journey and any pies we eat shall require. All right, let's be off!'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Find your way to the first point Usakâr has marked on your map.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Speak with Usakâr at Dag Usakâra to mark your map",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'If we are to be off, let's be quick about it! This is no time for idle wandering.\\n\\n'Let me mark the important areas on your map. You must pass through these areas, and in this order or you won't get there at all. I will meet you there. I know several ancient paths that few men remember, and fewer men tread. There we are! I will meet you outside the cave to Kûgrun, Kugêmi's sanctuary.'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Find your way to the second point Usakâr has marked on your map.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Find your way to the first point Usakâr has marked",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Find your way to the second point Usakâr has marked",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Several servals sneak their way near you, looking to pounce",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Find your way to the third point Usakâr has marked",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "A pack of jackals breaks towards you!",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "A passing group of Ordâkhai has spotted you!",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Usakâr has agreed to show you the way to the home of Cúridwan, the Golden Maiden, to try to find a cure for the Lâg Dávrit, the Pale Blight sweeping through the woods of Imhûlar.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'If we are to be off, let's be quick about it! This is no time for idle wandering.'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Find your way to the third point Usakâr has marked on your map.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Salves for a Ravaged Land, Part 2",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Speak with Usakâr at the mouth of the cave",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Speak with Usakâr when you are ready to go",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Ah, here we are. And right on time, too.'",
      "es": ""
    }
  ]
}