{
  "id": 621096359,
  "txt": [
    {
      "id": 228284035,
      "en": "The bounty notice reads:\\n\\nOn behalf of the Queen of Renewed Hamât, Mizâdi Shâra, you are asked to seek out and defeat the infamous Orc Kaursu. Kaursu has been seen inside Kûr Anzar and is known to be allies with the vile Barkhûshim stationed there. Kaursu has killed more than fifty Hamâti warriors, using their skulls and bones as vile trophies upon his very armour.\\n\\nThe proof of his death shall be his chest-piece and pauldrons, that we may lay our fallen soldiers to rest properly. Bring the vile armour to Numûru, Hand of the Queen in Urmâkh for a proper reward.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Defeat Kaursu and collect his vile armour",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Mizâdi Shâra, Queen of Renewed Hamât, has posted a bounty seeking skilled soldiers to defeat the infamous Orc Kaursu, slayer of over fifty Hamâti warriors, and return to her Hand, Numûru, with his armour. He keeps his council with the Barkhûshim in Kûr Anzar.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "TBD ",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "The infamous Orc Kaursu has killed many Hamâti warriors from his perch in Kûr Anzar. You are to defeat him and return to Numûru with his vile armour.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Bounty: Kaursu",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'You defeated Kaursu? Some of our finest warriors were broken by his blade. You aren't one to be trifled with, it seems. Thank you. These warriors deserve better than to be worn by a monster. We can give their remains a proper resting place now.'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Bring Kaursu's vile armour to Numûru in Urmâkh to collect your reward.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Bring Kaursu's vile armour to Numûru in Urmâkh",
      "es": ""
    }
  ]
}