{
  "id": 621096323,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Return to Numûru in Urmâkh with your report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Defeated All-seeing cultists in Kûr Anzar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Rescue first kidnapped resident",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Numûru has tasked you with freeing kidnapped Urmâkhi residents in Kûr Anzar and defeating any All-seeing who stand between you and them. Kûr Anzar is located due east of Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Rescued first kidnapped resident",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Rescue second kidnapped resident",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5baa011",
      "en": "'Oh praise be. I did not have the strength to last much longer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5baa012",
      "en": "'I could not bear the Barkhushim's questions and sword cuts. It was awful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Rescued second kidnapped resident",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Rescue third kidnapped resident",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5baa013",
      "en": "'I knew we would be saved. I told you all we'd be saved. They did not believe me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5baa014",
      "en": "'Any longer and I would have surely perished. You have my gratitude.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Rescue fourth kidnapped resident",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Rescued third kidnapped resident",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Rescued fourth kidnapped resident",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Mizâdi has asked for your aid in freeing kidnapped Urmâkhi residents in Kûr Anzar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'I am Numûru, pleased to meet you outsider. I am the sworn protector and Hand of the Queen, leader of the deadly Subuzûri and — if you ply me with enough wine — singer of songs of Mizâdi's deeds and battles from Urmâkh to the Khûd. But that can wait for happier times, friend.\\n\\n'I have an urgent matter with which I'd ask your help. Scouts of the All-seeing have been pressing closer and closer to Urmâkh. We captured five this week alone. Regrettably, we missed a raiding party this morning. They made off with several innocent residents of Urmâkh, no doubt to torture them for information on our plans and defences.\\n\\n'You have proven quite resourceful in accomplishing much for Hamât, and Mizâdi. She has placed her trust in you multiple times, and you haven't let her down. I've been watching you quite closely, friend. This is a mission of great import. I believe you are skilled enough to accomplish what few others could. Please, go to Kûr Anzar, find where they have taken those Urmâkhi citizens, free them, and defeat any Barkhûshim that get in your way. You are the best hope those people have to return safely to Urmâkh, so please, go quickly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Dark Hearts and Shadowed Minds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Return to Numûru in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'You found them all. That is welcome news indeed! Those people owe you their lives. Be careful, I shall soon have to make a song for your deeds, [placeholder]! Thank you for your brave deeds, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Defeat All-seeing cultists in Kûr Anzar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}