{
  "id": 621096367,
  "txt": [
    {
      "id": 76845425,
      "en": "'When the night is dark'",
      "es": ""
    },
    {
      "id": 76845426,
      "en": "'Keep your candle near'",
      "es": ""
    },
    {
      "id": 76845427,
      "en": "'As night spills out, as the shadow grows'",
      "es": ""
    },
    {
      "id": 76845428,
      "en": "'For in the dark Shangarûd is close.'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'You are sweet to ask if you can help. It's a small thing, but you can round up the children for their supper. They are out playing around Urmâkh right now.\\n\\n'If they need convincing, just remind them Shangarûd will get them if they are out past dark. It's a local legend we tell the children. My mother told it to me when I was a little girl, about a hungry storm in the guise of a man who would gobble up men, children, and animals alike. It's all very silly, but it gets the children to come in every time. They've even invented a little rhyme about Shangarûd. If you ask them, they might tell you.\\n\\n'There are four children under my care, they should each be playing in or right outside Urmâkh somewhere.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Thank you for calling them home. It may seem silly to try to scare them a bit, but it keeps them out of trouble. My mother told me the legend of Shangarûd, the Hungry Storm and I was always home before dark.\\n\\n'Especially now with all the dangers beyond the gates, we do everything we can to keep the children safe.'",
      "es": ""
    },
    {
      "id": 76849009,
      "en": "'Never stray, very far'",
      "es": ""
    },
    {
      "id": 76849010,
      "en": "'From the hills of Imhûlar'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Entârshul has asked you to call the children of Urmâkh home for supper.",
      "es": ""
    },
    {
      "id": 76849011,
      "en": "'If you tarry, if you stray'",
      "es": ""
    },
    {
      "id": 76849012,
      "en": "'Shangarûd will steal your breath away.'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Speak with Entârshul in Urmâkh.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Find and call Zâli home for supper",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Find and call Ladûl home for supper",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Call the children Ninda, Shûbar, Zâli, and Ladûl home to Entârshul in Urmâkh for supper. Entârshul suggests telling them Shangarûd will find them if they are reticent to come home. They can be found inside and just outside the gates of Urmâkh.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Speak with Entârshul in Urmâkh",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Find and call Ninda home for supper",
      "es": ""
    },
    {
      "id": 76849265,
      "en": "'When storm clouds come, run and hide'",
      "es": ""
    },
    {
      "id": 77400529,
      "en": "'Oh no, not Shangarûd! I'll come right away.'",
      "es": ""
    },
    {
      "id": 76849266,
      "en": "'For in that storm Ekímu stride'",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Find and call Shûbar home for supper",
      "es": ""
    },
    {
      "id": 77400530,
      "en": "'I sing the song about Shangarûd to my little sister all the time. She hates it.'",
      "es": ""
    },
    {
      "id": 76849267,
      "en": "'Come inside, climb in bed'",
      "es": ""
    },
    {
      "id": 77400531,
      "en": "From",
      "es": ""
    },
    {
      "id": 76849268,
      "en": "'Or Shangarûd will soon see you dead.'",
      "es": ""
    },
    {
      "id": 77400532,
      "en": "'You don't know the song? It's easy, listen.'",
      "es": ""
    },
    {
      "id": 77400533,
      "en": "For",
      "es": ""
    },
    {
      "id": 77400534,
      "en": "'You haven't heard the song before? Here's how it ends.'",
      "es": ""
    },
    {
      "id": 77400535,
      "en": "'Keep",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Calling the Children Home",
      "es": ""
    }
  ]
}