{
  "id": 621096344,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Return to Mizâdi in Urmâkh with your report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "There are fewer Orcs and more weapons here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Scout deeper in the camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "There are many Orcs over here, and something large near the back",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Destroy Orkish weapons racks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Scout the back of the Orc camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Destroyed Orkish weapons racks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Scout the back of the camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Defeat the Utûgi Devastator.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "You hear an enormous roar as a shiver goes up your spine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Defeat the Utûgi Devastator",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Mizâdi asks you to scout the Orc camp near the Span of Danagír. If possible, destroy the Orkish weapons in their racks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "You see many Orcs milling around the camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Mizâdi has asked you to scout the Orc camp near the Span of Danagír, sabotaging the Orkish weapons racks as you go.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'It is not only the Barkhûshim we must contend with. It seems a Shâra can never rest, [placeholder]. We have been hearing rumours, reports of odd things near the Span of Danagír to the east. My scouts recount stories of Orcs and something larger... even more sinister. We know not how strong they are or where they come from, but these rumours are quite concerning.\\n\\n'Go to the Span of Danagír. My spies tell me a band of Orcs has encamped near there. Scout the camp and count their number. If you have the opportunity, destroy their racked weapons so they cannot threaten Renewed Hamât. We have enough to deal with in the Barkhûshim in Kûr Anzar. I will not have another group of villains move towards us. Gather what information you can, and then report back to me. Do not take unnecessary risks. I fear for your safety if my scouts' reports are true.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Scouting the Incursion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Return to Mizâdi in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Scout the entrance to the Orc camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'How big was it? That is quite worrying. I fear that this incursion is only the tip of a great spear about to plunge into Renewed Hamât. I must think on this more. Nevertheless, thank you. Many would have run from such a sight. It is truly only the valorous that would fight such a beast and live to tell the tale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Scout the bend in the Orc camp",
      "es": "",
      "es (fem)": ""
    }
  ]
}