{
  "id": 621096261,
  "txt": [
    {
      "id": 162883717,
      "en": "'That was perfect! We'll make a tree-bearer of you yet. Well, if Thórvilon allows it. For that you'd have to plant some of these saplings outside Vartúlin. But that was great! Just wait - just thirty years from now, this whole forest will be transformed.'",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Speak with Ulthral in Vartúlin",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'There is much work to be done planting and growing, now that the Pale Blight can be properly combated. We could use your help, [placeholder]. If you wish to learn how we plant and tend to the forest, I and the other grove-tenders will show you. You will work with Ulthral, one of our grove-tenders on the high path above.\\n\\n'First, however, we need to collect cinder from nearby cinder piles. It makes the soil fertile, and it is beneficial for new plants. There should be some right outside Vartúlin.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'These new plants growing are so exciting! There is so much for us to do. We grove-tenders had our hands full just tending to the Veróthi and holding back the Pale Blight. Now we can focus on the fun part - growing new plants in rich soil. There is much to it - lend me a hand and I'll show you how we do it.\\n\\n'This is perfect. Don't you just love that smell? It smells like home to me.\\n\\n'Now we need to combine the cinder with a little water into each hole you see there. Then we'll fill the holes with small saplings.'",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Mixed water and cinder to create fertile ground in soil plot ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Mix water and cinder in Ulthral's soil plot.",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Avadhril has offered to show you how the Kintai tend to their groves. You are to work with Ulthral, one of the Kintai grove-tenders, in tending to the new shoots growing in Vartúlin.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Here. Be careful with them! These saplings are easily broken. Put one sapling in each fertile area you made.'",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Planted the small saplings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'That was perfect! We'll make a tree-bearer of you yet. Well, if Thórvilon allows it. For that you'd have to plant some of these saplings outside Vartúlin. But that was great! Just wait - just thirty years from now, this whole forest will be transformed.'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "TBD NPCTalk with Avadhril",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Speak with Ulthral in Vartúlin to collect small saplings for planting.",
      "es": ""
    },
    {
      "id": 49286662,
      "en": "Speak with Ulthral in Vartúlin",
      "es": ""
    },
    {
      "id": 49286663,
      "en": "Speak with Ulthral in Vartúlin",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Mix water and cinder to create fertile ground in soil plot ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Ulthral has offered to show you how the Kintai nurture young plants. Your first task is to collect cinder to be used as a potent fertilizer. There should be some right outside Vartúlin to the east.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Plant the small saplings in the holes in Ulthral's soil plot in Vartúlin. ",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Speak with Ulthral about what to do next.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Speak with Ulthral in Vartúlin",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Plant the small saplings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Speak with Ulthral the grove-tender in Vartúlin.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Speak with Ulthral in Vartúlin",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Collect cinder from cinder piles outside Vartúlin ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Collected cinder from cinder piles outside Vartúlin ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Here. Be careful with them! These saplings are easily broken. Put one sapling in each fertile area you made.'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Fresh Shoots and Rich Soil",
      "es": ""
    }
  ]
}