{
  "id": 621096354,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Return to Numûru in Urmâkh with news of your triumph.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Defeat the Orcs encamped in Fotak-dâr near the top of Kûr Anzar, including their leader, Shalblúg. Kûr Anzar is located east of Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Defeated Orcs in the Fotak-dâr camp within Kûr Anzar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Defeated Imhûlari Orc skirmishers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Defeat Shalblúg in Fotak-dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Defeat Shalblúg and his band of Orcs encamped near the top of Kûr Anzar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'In my latest scouting excursion, I saw something troubling, [placeholder]. The Barkhûshim have allied themselves with a group of Orcs. They make their camp near the top of Kûr Anzar.\\n\\n'I know not what foul cause would lead to such an allegiance, but we need to eliminate this threat as we move through Kûr Anzar. You have already done much for Renewed Hamât, but I would ask this of you. Please, defeat the Orcs in Kûr Anzar, so that we may move our citizens back there once this battle is over.\\n\\n'Oh, and be careful. I saw a particularly large Orc ordering the others around. I heard one of the others call him Shalblúg. If you can, he should be your main target.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "A Formidable Foe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Return to Numûru in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Defeat Orcs in the Fotak-dâr camp within Kûr Anzar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'You defeated them! Excellent! We will sing of your exploits yet, my friend. You have my thanks for this, just another of your many valorous deeds you've accomplished here in Imhûlar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Defeat Imhûlari Orc skirmishers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}