{
  "id": 620804887,
  "txt": [
    {
      "id": 218649169,
      "en": "'I am quite worried about the threat from the North, these Gauredain of which we have seen so many in recent weeks.\\n\\n'They are not native to this land, for though some believe that they are Men of Eriador gone wild, bereft of morals and virtue, I do not believe that to be true. I believe that these Gauredain come from the far land of Forochel.  There, the bitter ice has kept alive an ancient race of evil Men who have long been in the service of the Enemy.\\n\\n'Travel to this land and see if what I speak is true. If it is so, then I fear that the Gauredain are a greater threat than we have anticipated.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Gauredain? I do not know of such...ah! You mean the Susi-väki! Yes, the Susi-väki live on the western edge of the Ice Bay, though they do not trouble us this far south. We have more pressing issues than the Susi-väki here in Kauppa-kohta.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you travelled to Forochel yet? That icy land lies north of Tyrn Fornech in Evendim. Search for someone in the village of Kauppa-kohta who might speak on this matter.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Northern Threat",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The Gauredain do come from the land of Forochel...that is dire news indeed.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Tongannel is seeking information about the origin of the Gauredain.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Go to Kauppa-kohta in Forochel and learn of the Gauredain",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Forochel lies north of Evendim through Cirith Rhiw, north of Tyrn Fornech. You should start your search in the village of Kauppa-kohta.\\n\\nTongannel has asked you to go into the frozen North and seek news of the Gauredain.",
      "es": ""
    }
  ]
}