{
  "id": 620804907,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have by now likely run into some of the great white kantâ that roam this area... or if you have not, you will soon. Majestic beasts, are they not? Ill-tempered, too.\\n\\n'One thing that many do not know about them is that they are sometimes scavengers, when they cannot find fresh kills or are too lazy to hunt. They will eat carrion and gnaw on bones to crack them open for the marrow. Their favourite treat is norsu bone-marrow, and a norsu-corpse after a small family of white kantâ has been at it is far from a pretty sight.\\n\\n'It upsets the norsu and makes them more likely to move the whole herd further away. We cannot afford to lose such a huge source of meat, bone, and fur! Drive off some of the kantâ... there is only so much competition we can afford.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good. You have done well, [placeholder]. Kantâ that size are not easy prey, as I well know, but you have helped safe-guard the norsu-herds of Länsi-mâ for a little longer.\\n\\n'Please, take this reward for your efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The kantâ are found all over Länsi-ma, especially in areas containing norsu. Look nearby as well as far off!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Undisturbed Rest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The great white bears of Länsi-mâ often scavenge among the remains of mammoths, which can drive the herds away.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated tundra bears in Länsi-mâ ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat tundra bears in Länsi-mâ ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tundra bears can be found throughout Länsi-mâ.\\n\\nMika has asked you to drive off a number of tundra bears.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Mika",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mika is at Norsu-hauta.\\n\\nNow that you have defeated many tundra bears, you should return to Mika.",
      "es": "",
      "es (fem)": ""
    }
  ]
}