{
  "id": 620804888,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We have had many strange travellers in these lands, though none as strange as the fellowship that recently passed through Aughaire, seeking for the land of Forochel. That land lies to the north and west of this land, though I have never seen the mountains of snow, nor frozen shores of the sea.\\n\\n'They had an old map that claimed ancient dwarf-mines filled with treasure lay somewhere within the land of Forochel. If you were to travel to those lands, I would ask for you to seek out one of their company and lend them aid if you are able. They did not seem a very capable company, and it would ease my heart to know that a [placeholder] such as yourself would look out for them.\\n\\n'Forochel lies north of Evendim, through Cirith Rhiw, north of Tyrn Fornech. You should start your search in the village of Kauppa-kohta.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You were sent by Helegdir to ensure we were safe? Yes, yes, that is all well and good, but it is not my fault, you see. Those other fools got themselves lost. If I had my raven, things would be much different.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found the lost fellowship yet? You should start your search in Kauppa-kohta. I heard them discussing that village as their first destination.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Lost Fellowship",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thank you for seeking the lost fellowship, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Helegdir has asked for your help in ensuring the safety of a group of individuals known as the Lost Fellowship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Cenlieg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Forochel lies north of Evendim, through Cirith Rhiw, north of Tyrn Fornech. You should start your search in the town of Kauppa-kohta.\\n\\nHelegdir asked you to seek out a member of a fellowship of adventurers who journeyed to Forochel, passing through Aughaire in Angmar.",
      "es": "",
      "es (fem)": ""
    }
  ]
}