{
  "id": 620804903,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I lost my spear in the side of a mammoth! Can you believe it?\\n\\n'I was hunting nearby -- just south of here -- and saw a beauty of a beast, with a pair of amazing tusks, and I thought one of them would make a fine trophy for over my mantel-piece back home!\\n\\n'It was a fine, straight cast, but the stupid thing just ran off with my spear sticking out of its flank, and me left behind feeling a fool. Will you look for it? I would be surprised if the beast made it very far. If you find its corpse, bring back one of its tusks, too!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My spear! I swear no other flies as true! I would have been terribly upset never to see it again. Let's take a look at that tusk, now.\\n\\n'Ah, it's a beauty, isn't it? Look at the... now wait a minute. Look at this! There are markings on this tusk! I cannot make head nor tail of them, though.\\n\\n'Never mind! It will still make a fine trophy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It's me spear, and one of that Mammoth's tusks, that I'm wantin'! Look in the place they go to die, south of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You are not much use to anyone, are you? Go find that spear!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Where Norsu Die",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Sigrík lost his spear while hunting mammoths.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected the spear and mammoth tusk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the mammoth that was speared by Sigrík",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The mammoth should be found somewhere south of Zigilgund.\\n\\nSigrík has asked you to find his missing spear, which should be stuck in the corpse of a mammoth. He asked you to collect one of its tusks as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the tusk and spear back to Sigrík",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sigrík is at Zigilgund, north of the mammoth's corpse.\\n\\nYou should return the spear and tusk to Sigrík.",
      "es": "",
      "es (fem)": ""
    }
  ]
}