{
  "id": 620804889,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Have you heard of the land of Forochel? It lies north and far to the west of here and is an inhospitable place filled with grinding ice and strange peoples. Though I have never been there, one of my cousins, Leithólf, recently led a group of my people up to Forochel to seek their fortunes trading with the Lossoth.\\n\\n'If you were to travel to those lands, I would ask you to seek out Leithólf and ensure that he is safe. I have not heard from him in many months, though that is his way, coming and going for long stretches of time without correspondence to his kin.\\n\\n'He said that he would be taking his caravan to Kauppa-kohta. A strange sounding name for a town, isn't it? He said it lay north of the land of Evendim through Cirith Rhiw, the Gate to the North.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My cousin Glóin? I have not had word from him in many long months. It is good to know that he is well, though with my troubles here, I do not know when I would be able to travel back to visit him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you started your journey to Forochel yet, [placeholder]? It lies north of Tyrn Fornech. Seek the town called Kauppa-kohta.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Distant Relations",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Glóin is seeking news of one of his distant cousins who is trading in the land of Forochel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Leithólf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Forochel lies north of Evendim through Cirith Rhiw, north of Tyrn Fornech. You should start your search in the village of Kauppa-kohta.",
      "es": "",
      "es (fem)": ""
    }
  ]
}