{
  "id": 621058731,
  "txt": [
    {
      "id": 162883718,
      "en": "'Of all the things I thought we might find in Mîn Lorg, another dwarf was not among them!\\n\\n'It won't be long before the Iron Crown discovers what has happened. And despite his age, Thrástan looks a hale enough dwarf...\\n\\n'We should leave this place while we still can, [placeholder].'",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Hersegg and Thrástan can be found at Mîn Lorg.",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Hersegg pauses, studying the structure around you",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Rescue the dwarf captured by the Iron Crown",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Hersegg can be found at Mîn Lorg.\\n\\nAfter encountering a large company of Angmarim during your attempted escape, you have found the way out of Mîn Lorg blocked. You should talk to Hersegg.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "DNT - Bestowal",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Thrástan",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Hersegg",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Hersegg and Thrástan can be found at Mîn Lorg.\\n\\nYou should attempt to overcome the Angmarim of the Iron Crown barring your escape from Mîn Lorg.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Look what the Angmarim have done to this place, [placeholder]... it is terrible!\\n\\n'No matter what they have planned, we must put a stop to it. And not just for the Gabil'akkâ—the Iron Crown is defiling the very heritage of the Longbeards!\\n\\n'I just hope we're not too late!'",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Hermáth Stormhammer can be found at Mîn Lorg.\\n\\nTo your surprise, Hermáth Stormhammer and his warriors arrived to rescue you from the Angmarim of the Iron Crown. You should talk to Hermáth Stormhammer.",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "<rgb=#FF0000>Hersegg has been defeated!</rgb>",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Hersegg",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Defend Thrástan from the Iron Crown",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'What... what is this place, my friend?\\n\\nHersegg glances around the entryway of what appears to be an ancient dwelling in the caverns of Gloomingtarn.\\n\\n'It looks nearly untouched, [placeholder], but how can that be so? Neither Orc nor dwarf have walked these halls in thousands of years, and yet, it is as neatly kept as any dwelling in the Lonely Mountain.\\n\\n'Perhaps the notes of the Iron Crown were not so far from the truth after all. Could it truly be that Durin the Deathless once dwelt within this... house?\\n\\n'We cannot allow the Angmarim to lay claim to it!'",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "After spying something in the distance, Hersegg quietly calls you over",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Escape Mîn Lorg with Hersegg and Thrástan",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Within the deepest reaches of Gloomingtarn, the Angmarim of the Iron Crown have unwittingly discovered a long-forgotten passage rumoured to conceal the greatest secret of Gloomingtarn.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Hersegg can be found at Mîn Lorg.\\n\\nYou have come to the entryway of an ancient dwelling at Mîn Lorg. You should talk to Hersegg.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Another dwarf? What is he doing here?'\\n\\nHersegg looks at the Angmarim standing over an old dwarf.\\n\\n'Let's listen for a moment and see if we can't learn more, [placeholder]. But if they even hint that they're going to harm him, I'm not going to let that happen!'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Hersegg can be found at Mîn Lorg.\\n\\nYou have entered Mîn Lorg to confront the Iron Crown with Hersegg. You should talk to Hersegg.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Hersegg can be found at Mîn Lorg.",
      "es": ""
    },
    {
      "id": 235466118,
      "en": "Listen to the Angmarim",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Hersegg",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Hersegg can be found at Mîn Lorg.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Fight through Mîn Lorg with Hersegg",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "The Iron Crown has sent a company of Angmarim to block your escape!",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Hersegg can be found at Mîn Lorg.\\n\\nHersegg has spied something in the distance at Mîn Lorg. You should talk to Hersegg.",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Hersegg",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'We mustn't stay here, [placeholder]. Let us return to Watchers' Roost!'",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "As the last of the Angmarim falls defeated, Hermáth Stormhammer calls you over",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'[placeholder], are you all right?\\n\\n'When you and Hersegg did not return, my warriors feared the worst. And from what I can tell, that was very nearly the case!\\n\\n'Who is this now?'\\n\\nYou tell Hermáth Stormhammer you discovered a dwarf named Thrástan captured by the Angmarim in Mîn Lorg.\\n\\n'Very well! Let us speak more of this at Watchers' Roost... and I shall have to have words with my granddaughter as well!'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Hersegg",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Hersegg can be found at Mîn Lorg.\\n\\nYou have found an old dwarf captured by the Iron Crown at Mîn Lorg. You should rescue the dwarf.",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'What... has happened? Kin of my kin... how did you come to this place?'\\n\\nYou introduce yourself to the old dwarf and explain that the Angmarim of the Iron Crown discovered the old delving after gaining entry to Gloomingtarn.\\n\\n'It... should not be so, and yet... it is. I am... Thrástan.'\\n\\nYou ask Thrástan if he can stand. The old dwarf nods weakly.",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Thrástan can be found at Mîn Lorg.\\n\\nAfter rescuing Thrástan from the Iron Crown at Mîn Lorg, the old dwarf seems to be struggling to speak. You should talk to Thrástan.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Fight through Mîn Lorg with Hersegg",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Talk to Hermáth Stormhammer",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "<rgb=#FF0000>Do not allow Hersegg to be defeated</rgb>",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Hersegg can be found at Mîn Lorg.\\n\\nAfter helping Thrástan to his feet, you grow concerned that the Angmarim will soon return to Mîn Lorg. You should talk to Hersegg.",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "As the Angmarim fall defeated, the old dwarf looks to you",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Instance: The Eldest House",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'What... has happened? Who are you... and how did you come to this place?'\\n\\nYou introduce yourself to the old dwarf and explain that the Angmarim of the Iron Crown discovered the old delving after gaining entry to Gloomingtarn.\\n\\n'It... should not be so, and yet... it is. I am... Thrástan.'\\n\\nYou ask Thrástan if he can stand. The old dwarf nods weakly.",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'We're cut off, [placeholder]. The only way out is through these Angmarim and we're outnumbered!'\\n\\nHersegg glances at Thrástan.\\n\\n'Stay back, Thrástan. We'll protect you... no matter what.'",
      "es": ""
    }
  ]
}