{
  "id": 621058648,
  "txt": [
    {
      "id": 111477344,
      "en": "Explore Akhaldarâg",
      "es": ""
    },
    {
      "id": 111477345,
      "en": "Explore Adkhât-zahhar, the Houses of Rest",
      "es": ""
    },
    {
      "id": 111477368,
      "en": "Explore Stazg Vozag",
      "es": ""
    },
    {
      "id": 111477347,
      "en": "Explore Bárgstad",
      "es": ""
    },
    {
      "id": 8567320,
      "en": "You have explored Mur Shatraug, the Witch-gate. Mur Shatraug was built into the mountainside by the Angmarim long ago, by which path they were able to enter Gundabad via a tunnel that bored into the highest reaches of the Pit of Stonejaws.",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "You have explored Shakhajât. Once a great Orc-hold in the Pit of Stonejaws, long the seat of the chiefs such as Bolg. Now the fortress is ruled by the hobgoblins of the North.",
      "es": ""
    },
    {
      "id": 8567414,
      "en": "You have explored Borkordh. The old mining cavern has been taken by drakes of the Frost-horde.",
      "es": ""
    },
    {
      "id": 8567415,
      "en": "You have explored Stazg Vozag. The great numbers of hobgoblins who come to Gundabad camp in and around the fortress of Shakhajât.",
      "es": ""
    },
    {
      "id": 8567394,
      "en": "You have explored Adkhât-zahhar, the Houses of Rest. The highest of the tombs houses the bones of Gundabad’s lords.",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Explore the many interesting locations to be found within the Pit of Stonejaws.",
      "es": ""
    },
    {
      "id": 8567396,
      "en": "You have explored Bárgstad. The dwarf encampment of Bárgstad was established by Scout-master Ausma.",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Explore the many interesting locations to be found within the Pit of Stonejaws.",
      "es": ""
    },
    {
      "id": 149027508,
      "en": "Sites of Stonejaws",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Explore Mur Shatraug, the Witch-gate",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Explore Shakhajât",
      "es": ""
    },
    {
      "id": 8567315,
      "en": "You have explored Akhaldarâg. On route to the Houses of Rest, the tombs of Akhaldarâg carry the bodies of many noble dwarves who called Gundabad home.",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Explore Borkordh",
      "es": ""
    }
  ]
}