{
  "id": 621058732,
  "txt": [
    {
      "id": 216727830,
      "en": "Hermáth Stormhammer can be found at Watchers' Roost.\\n\\nAfter thwarting the Iron Crown at Mîn Lorg, you have returned to Watchers' Roost with a curious dwarf named Thrástan—much to the surprise of Hermáth Stormhammer and his expedition. You should talk to Hermáth Stormhammer.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'I know, [placeholder]. Perhaps this is not the wisest course... but there's no time!\\n\\n'If the Angmarim have found something at Mîn Lorg, we must stop them before they can steal whatever it is away from Mount Gundabad. If not, at least we'll have succeeded in driving a few of them off!\\n\\n'Are you with me?'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Hermáth Stormhammer",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Within the deepest reaches of Gloomingtarn, the Angmarim of the Iron Crown have unwittingly discovered a long-forgotten passage rumoured to conceal the greatest secret of Gloomingtarn.",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Thank you, [placeholder].\\n\\n'Hersegg is fortunate that you were with her. If you were not, I fear things might have gone differently. She is a proud Longbeard, but the Iron Crown is too great a foe for her—or any other—to face alone!\\n\\n'However, it seems the two of you have made a most curious discovery—and I am not certain what to make of him!' ",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Eldest House",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Hah! I knew I could count on you, [placeholder]. Come on!'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Talk to Hersegg",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Hersegg can be found at Mîn Lorg, within the encampment of Lochan Dúv in Gloomingtarn.\\n\\nHersegg has asked you to accompany her into Mîn Lorg and confront the Iron Crown before they can pilfer anything else from Gloomingtarn.",
      "es": ""
    }
  ]
}