{
  "id": 621058734,
  "txt": [
    {
      "id": 111477396,
      "en": "Talk to Hermáth Stormhammer",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Fight through the Iron Crown to the White Stone Forge atop Abkân'aban",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "As the flames fade around you, an imposing figure appears where Thrástan stood",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Hermáth Stormhammer",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Something stirs within me, [placeholder], but I know not what it is...\\n\\n'All I know is that the Shaper's hearth beckons to me! It is as if I were a stray ember returning to the forge...\\n\\n'Will you accompany me up the old stairs, friend?",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "As Tamindur descends, you see Allaban and the Iron Crown preparing to attack!",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Hermáth Stormhammer can be found at Abkân'aban, the Stone of Wakening.\\n\\nYou have accompanied Hermáth Stormhammer and his warriors to confront the Iron Crown at Abkân'aban. You should talk to Hermáth Stormhammer.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "DNT - Bestowal",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'I understand, [placeholder]. I see all that the Shaper wished of me!\\n\\n'That I laboured as a servant of the great forge long before Durin laid dreaming beneath Mount Gundabad. And when my task was finished, so too did I rest for many years of the world.\\n\\n'The time of my awakening has come—and my long slumber is at its end!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Spall and Thrástan can be found at Abkân'aban, the Stone of Wakening.\\n\\nDespite all peril, Spall and Thrástan have accompanied you to Abkân'aban to confront the Iron Crown. You should talk to Spall and Thrástan.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'At last we come to Abkân'aban, the Stone of Wakening... but it appears the Angmarim of the Iron Crown arrived sooner than we supposed!\\n\\n'We have broken their numbers upon the span, but I fear that is not the last of them. Others of their order must have gone ahead in search of the White Stone Forge, but we cannot allow them to lay claim to it!\\n\\n'I have my misgivings that Spall and Thrástan are prepared for the coming battle, but it seems there is little choice for us now but to press onward.\\n\\n'When they are prepared, we shall strike against the Iron Crown!'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "At Abkân'aban, the Stone of Wakening, the Angmarim of the Iron Crown seek to master the white forge of Durin the Deathless, forever defiling the hallowed caverns of Gloomingtarn.",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Witness the wrath of the Forge-servant",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Hermáth Stormhammer",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Hermáth Stormhammer",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'These stones... are familiar to me, [placeholder].\\n\\n'My memories seem clearer the nearer we draw to the Shaper's hearth. I came here once... I came with Durin...'\\n\\nThrástan trails off and begins mumbling to himself for a moment. After a moment, he grips his smithing hammer tightly.\\n\\n'I must return....'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Spall",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Hermáth Stormhammer can be found at Abkân'aban, the Stone of Wakening.\\n\\nYou have spoken to Spall and Thrástan and they intend to do what they can to repel the Iron Crown. You should talk to Hermáth Stormhammer.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Thrástan",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "As if in answer, the ancient forge springs to life at your approach!",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Everyone is prepared then? Good.\\n\\n'There is little time to waste!'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Witness Thrástan's awakening",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "The Iron Crown can be found at Abkân'aban.\\n\\nYou should follow Hermáth Stormhammer and do what you can to repel the Iron Crown from the Stone of Wakening.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I do not believe the Angmarim are the sort to make empty threats. But we have claimed the White Stone Forge... at least for the moment!\\n\\n'If we have truly been led into a trap, it will not be long before it is sprung. In the meantime, escort Thrástan to the White Stone Forge. Even if our doom is soon to follow, I would do right by him and honour an old dwarf's last request.\\n\\n'I and the others will prepare to make our stand—as hopeless as it may be!'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Instance: Awakening",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to the Forge-servant",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Confront Allaban the Collector and the Iron Crown",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Hermáth Stormhammer can be found at Abkân'aban, the Stone of Wakening.\\n\\nYou have fought your way to the White Stone Forge, but Allaban the Collector and his forces will soon arrive at Abkân'aban. You should talk to Hermáth Stormhammer.",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "As the last of the Angmarim of the Iron Crown falls defeated, Hermáth calls you over",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Thrástan can be found at Abkân'aban, the Stone of Wakening.\\n\\nAlthough Allaban the Collector and the forces of the Iron Crown will soon arrive, Hermáth Stormhammer has asked you to escort Thrástan to the White Stone Forge. You should talk to Thrástan.",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "The White Stone Forge can be found atop Abkân'aban, the Stone of Wakening.\\n\\nWith sudden clarity, Thrástan wishes to return to the White Stone Forge. You should escort Thrástan to the White Stone Forge.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Thrástan can be found at Abkân'aban, the Stone of Wakening.\\n\\nAfter escorting Thrástan to the White Stone Forge, it has sprung to life. You should talk to Thrástan.",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'By Durin's beard! What have we witnessed this day?!\\n\\n'[placeholder], this is beyond all belief!'",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'Lord Stormhammer need not concern himself with my safety, [placeholder].\\n\\n'As soon as I passed beyond the warding-runes at Zâram-mekhem, I understood what peril might await me in Gloomingtarn. And to be quite honest, I would sooner die than allow the Iron Crown to defile the Stone of Wakening.\\n\\n'I will wield my axe as best I can, my friend. Let us hope it is enough!'",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'Hail, [placeholder]. I am the Forge-servant, Tamindur, wrought anew by the will of the Shaper... the First Crafter.... He Who Made You!\\n\\n'Invaders run rampant upon the Stone of Wakening, but no longer. By some lesser magic, they have come here unhindered, but they cannot oppose me nor my lord in the Uttermost West.\\n\\n'Though you be not of the Eldest House, you shall be spared my wrath.'",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'Hail, [placeholder]. I am the Forge-servant, Tamindur, wrought anew by the will of the Shaper... the First Crafter.... He Who Made You!\\n\\n'Invaders run rampant upon the Stone of Wakening, but no longer. By some lesser magic, they have come here unhindered, but they cannot oppose me nor my lord in the Uttermost West.\\n\\n'None but those of the Eldest House shall be spared my wrath!'",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Thrástan can be found at Abkân'aban, the Stone of Wakening.\\n\\nThrástan has thanked you for your aid and asked you to bear witness to his \\qawakening\\q. You should honour Thrástan's wishes.",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'By Durin's beard! What have we witnessed this day?!'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'Hail, [placeholder]. I am the Forge-servant, Tamindur, wrought anew by the will of the Shaper... the First Crafter.... He Who Made The Dwarves!\\n\\n'Invaders run rampant upon the Stone of Wakening, but no longer. By some lesser magic, they have come here unhindered, but they cannot oppose me nor my lord in the Uttermost West.\\n\\n'Though you be not of the Eldest House, you shall be spared my wrath.'",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "The Forge-servant can be found at Abkân'aban, the Stone of Wakening.\\n\\nBy some ancient magic, Thrástan has been returned to his true form: the Forge-servant. You should talk to the Forge-servant.",
      "es": ""
    },
    {
      "id": 235466121,
      "en": "Listen to Hermáth Stormhammer",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Thrástan",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Allaban the Collector and the Iron Crown can be found at Abkân'aban, the Stone of Wakening.\\n\\nAllaban the Collector and the Iron Crown have arrived at Abkân'aban. You should confront them and prevent them from laying claim to the White Stone Forge.",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "Without hesitation, the Forge-servant strides forth",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Escort Thrástan to the White Stone Forge",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "The Forge-servant can be found at Abkân'aban, the Stone of Wakening.\\n\\nThe Forge-servant is confronting Allaban the Collector and the Iron Crown. You should bear witness to the Forge-servant's wrath.",
      "es": ""
    },
    {
      "id": 246419894,
      "en": "Hermáth Stormhammer can be found at Abkân'aban, the Stone of Wakening.\\n\\nThe Forge-servant has used his ancient power to defeat Allaban the Collector and the Iron Crown at Abkân'aban. You should talk to Hermáth Stormhammer.",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Thrástan",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "All that remains where Allaban the Collector once stood is a pillar of basalt!",
      "es": ""
    }
  ]
}