{
  "id": 621058733,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'Although we still do not know the truth of how Thrástan came to dwell in Mount Gundabad, I am inclined to aid him—especially now that he seems to have taken ill. If any good can come from his return to Abkân'aban, I shall not keep him from it! Let us—'\\n\\nA scout's sudden arrival interrupts your conversation. The scout hands Hermáth a missive, and Hermáth begins to read it. After a moment, his brow furrows in concern.\\n\\n'It seems we were fated to travel to Abkân'aban this day, [placeholder]. I have just received word that the Angmarim of the Iron Crown have gathered their forces and now make for the Stone of Wakening!\\n\\n'To cede the sacred place of Durin's awakening to these wicked Men—it would be unthinkable! Let us go—all of us—and put an end to the Iron Crown's plans for Gloomingtarn!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "At Abkân'aban, the Stone of Wakening, the Angmarim of the Iron Crown seek to master the white forge of Durin the Deathless, forever defiling the hallowed caverns of Gloomingtarn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Hermáth Stormhammer at Abkân'aban",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Awakening",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'There is no time to waste, [placeholder]. Are you prepared?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I am not certain what we just witnessed, [placeholder]. Had I not seen it with my own eyes, I would never have believed it!\\n\\n'That one of the servants of the First Crafter would come to our aid in our hour of need...'\\n\\nHermáth Stormhammer's eyes are wide with awe.\\n\\n'What better omen of success could Prince Durin and the Gabil'akkâ have wished for?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Hermáth Stormhammer can be found at Abkân'aban in Gloomingtarn.\\n\\nAfter defeating Allaban the Collector at Abkân'aban and the revelation of Thrástan's identity, Hermáth Stormhammer wishes to speak with you. You should talk to Hermáth Stormhammer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'There is no time to waste, [placeholder]. Are you prepared?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Hermáth Stormhammer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Hermáth Stormhammer can be found at Watchers' Roost.\\n\\nDetermined to both repel the Iron Crown and escort Thrástan to the White Stone Forge, Hermáth Stormhammer has asked you to accompany him and his warriors to Abkân'aban, the Stone of Wakening. You should talk to Hermáth Stormhammer.",
      "es": "",
      "es (fem)": ""
    }
  ]
}