{
  "id": 620766062,
  "txt": [
    {
      "id": 54354734,
      "en": "Toronn desires to leave Middle-earth, while Bregar, his brother, believes they should remain.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I did not think that the sight of this blade would move me so.\\n\\n'This belonged to a friend of ours, a Dúnadan named Thoram. He died helping us to defend Dol Ringwest many long years ago. We buried him and built a cairn where he fell in honour of his sacrifice. Perhaps Toronn is right; there are many harsh memories here. In the West, we would be free of such pain.\\n\\n'His sword deserves a better home, away from the goblins that loot the dead. Bring it to Langlas at Thrasi's Lodge, north of here, along the road, and west of Kheledûl. He is a Ranger of the North and will keep well the history of his kinsman.\\n\\n'I will send word to my brother.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Langlas is at the Thrasi's Lodge west of Kheledûl.\\n\\nSwayed by Toronn's reminder of their lost friend Thoram, Bregar asks you to bring the broken sword to Langlas, a Ranger of the North who will honour the sword and Thoram's memory.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Greetings, good [placeholder]! Bregar sent this, did he? I have heard the story of Thoram and will honour his memory.\\n\\n'The recovery of Thoram's sword must have arisen from Toronn and Bregar's debate. It has long been a concern of mine that they might leave Middle-earth during these dangerous times.\\n\\n'Give this to Bregar with my thanks. It may prove useful in convincing his brother to remain.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bregar is at Duillond, along the road east and south of the Thrasi's Lodge.\\n\\nLanglas gratefully accepted Thoram's sword, promising to honour it, then gave you a scroll to deliver to Bregar.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Take Thoram's sword to Langlas at Thrasi's Lodge, north and west of here.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Do you have business with me?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Take this to Bregar... it may serve Toronn's cause.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'What is this? A gift from Langlas?'\\n\\nBregar unrolls the scroll. '\\qThe Lay of Nimrodel?\\q\\n\\n'How could Langlas see this, while my eyes remained blind? This is the Lay of Nimrodel and Amroth who loved her. A storm took Amroth's ship out to sea before Nimrodel could join him, and Nimrodel herself was lost in the mountains to the south upon her journey to the haven of Edhellond in the Bay of Belfalas. Neither were seen again.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring Thoram's sword to Langlas",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the scroll to Bregar at Duillond",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Now is Found",
      "es": ""
    }
  ]
}