{
  "id": 620766040,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The goblins have slain my son, [placeholder], and for that we will sweep them from Ered Luin! No goblin will take as much as three steps into these lands before we are there to greet him with swordblade or arrowhead!\\n\\n'Go forth and slay goblins wherever you find them and cry aloud the name of Avorthal. I would have the foul creatures know whose doom has come upon them!\\n\\n'While you were gone, word came to me that Limael's Vineyard has been defiled by goblins led by a vile creature called Pampraush. Seek out Pampraush and his minions and slay them in the name of Avorthal! Limael's Vineyard lies north-west of Celondim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What is this? Pampraush said that my son still lives? Avorthal was not slain? My heart wants to believe... but believe the words of a goblin? Still, I cannot fathom why he would tell you this if it were not so.\\n\\n'But if Avorthal is alive, then his capture does not bode well. I fear he will not live long while imprisoned by those outcast dwarves. They are no better than the goblins!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Limael's Vineyard is to the north-west of Celondim, on the high-ground above the harbour. I will not be satisfied until you have avenged my son's death.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: The Wrath of the Elves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "From all appearances, goblins waylaid Avorthal in Tham Gelair, leaving no trace of him but his satchel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated goblins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Grape-crusher",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat goblins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Pampraush and his minions are in Limael's Vineyard, north-west of Celondim.\\n\\nThe apparent death of Avorthal has enraged Cardavor against the goblins. He has asked you to seek out a band of goblins led by a creature named Pampraush and slay them all in Avorthal's name.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Grape-crusher",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cardavor is at Celondim, the harbour south-east of Limael's Vineyard.\\n\\nYou sought out the goblin Pampraush and his minions as Cardavor requested, but learned from Pampraush that Avorthal may still be alive as a prisoner of dwarves. Cardavor should be told at once.",
      "es": "",
      "es (fem)": ""
    }
  ]
}