{
  "id": 620766055,
  "txt": [
    {
      "id": 218649169,
      "en": "'I cannot understand the markings on these tusk-rings, [placeholder], but I feel they must have some significance. I know of one who might be able to read their meaning, but she is far from here, and the threat of giants and mammoths is much nearer.\\n\\n'And yet, if you were to move with haste and choose fast hooves to bear you on your mission, you could reach the one of whom I speak and obtain her counsel. I speak of Gailthin the Elf, once Master Elrond's emissary to the giants. She was one of the few they seemed to respect. She was dispatched to Ered Luin to deal with the troubles in that region and has not yet returned.\\n\\n'I heard she was to meet with the captain of the dwarf-city of Gondamon in the low-lands of Ered Luin. Seek her out and show her the tusk-rings you wrested from the great mammoths! Her dealings with the giants may give her some insight into what their markings could mean.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Greetings, [placeholder]. It has been a long time since I was at Imladris, and I must tell you I have missed it.\\n\\n'You removed these rings from the tusks of mammoths? You must be mighty indeed to have done so, a valiant [placeholder], beyond measure! I recognize these symbols and read them for what they are: marks of ownership.\\n\\n'I can tell you the names of the giants that have taken these mammoths for their allies. Only they can stir the mammoths into action against us -- I hope only that my knowledge can help you eliminate this threat before the time for stopping it is past.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Gondamon of Ered Luin is a long way from here, [placeholder], but Gailthin has experience dealing with the giants, and only she may tell us the significance of the markings on the tusk-rings you collected. Seek her out, and quickly!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Few Who Dare",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gailthin the Elf was emissary to the giants in happier days, and she is one of the few who might understand the significance of the tusk-rings you recovered.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring tusk-rings to Gailthin",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gailthin is in the dwarf-city of Gondamon, in the low-lands of Ered Luin.\\n\\nGolhador has asked you to show the tusk-rings to emissary Gailthin.",
      "es": ""
    }
  ]
}