{
  "id": 620766188,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Have you heard the rumours yet? Friends of mine are saying that Pansy Tunnelly down at Scary saw a goblin on the Greenfields, and that there are sure to be more of them creeping into the Shire!\\n\\n'This is terrible news! The grazing on the Greenfields is better than anywhere else, and I bring my sheep out there every day. What will I do if goblins surprise me out there? I heard some goblins are particularly skilled with spears. I could be a pincushion before I even saw them! You'd be putting my mind at ease if you could make sure there are none of those spear-throwing goblins in the north Greenfields, [placeholder].\\n\\n'I would feel a lot better if I knew there really were no goblins out there at all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It's safe? Are you sure? Nothing to worry about? Oh, that is such a relief! Thank you, thank you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There are rumours about goblins in the Shire and about the deadly spears some of them can use to hurt you from a distance! If you could make sure there are no goblins in the Greenfields, my sheep and I will feel much safer, I just know it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Distant Dangers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The only thing worse than a goblin is a goblin that can hurt you from a distance!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ponto Hornblower of Brockenborings is concerned about the appearance of goblins in the Shire and wants to protect his grazing rights on the Greenfields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'My sheep will graze more contentedly now that you've dealt with those goblins!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated spear-wielding goblins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat spear-wielding goblins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Spear-wielding goblins can be found in the north Greenfields.\\n\\nPonto Hornblower is afraid that he might be attacked from a distance by goblins throwing spears, if the rumours prove true, and has asked you to remove that threat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ponto Hornblower is in Brockenborings, near the centre of town.\\n\\nRumours of goblins in the Greenfields had Ponto Hornblower concerned for his safety and the safety of his sheep. He had asked you to make sure there were no spear-wielding goblins in the fields. You found many, but managed to dispatch them without too much trouble. You should let Ponto know it should be safe for him to return to the Greenfields, though tact may be required to avoid panicking the Shire-folk.",
      "es": "",
      "es (fem)": ""
    }
  ]
}