{
  "id": 620766134,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'If you are climbing into the mountains, friend, take care to avoid the great mammoths. They are dangerous on all days, but of late the few travellers in this place have mentioned some unusual ornamentation on the mighty beasts -- great silver rings affixed to their dangerous tusks.\\n\\n'There is only one race that could affix such rings and still live, and it is that of the giants. This alliance is one of ill omen, if alliance it be, and I am concerned not only for the House of Elrond but also for our dwarf friends, who have established a camp not far to the north.\\n\\n'If by some fortune you are able to defeat some of the mammoths, bring me their tusk-rings for further study. We must learn how deep this alliance of great beasts and giants may go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done very well to bring me these tusk-rings, [placeholder]. They are most fearsome! It was a terrible giant indeed who affixed these rings, my friend. Let us hope he never approaches this place, or the camp of the dwarves to the west!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Mammoths never walk in great numbers, but they can be found near to the giants in many cases. If you can retrieve some of their tusk-rings, we may learn how strong this alliance may be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Masters of the Mammoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Golhador has cautioned you about the great mammoths of the Misty Mountains, some of which seem to have become allies of the giants.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring silver tusk-rings to Golhador",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mammoths can be found throughout the Misty Mountains, but especially in areas where giants walk.\\n\\nGolhador has expressed concern that the mammoths and the giants have formed an alliance and asked you to bring the silver tusk-rings worn by the mammoths for him to examine.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Golhador is at the High Crag camp.\\n\\nGolhador is waiting for you to return with tusk-rings that might illuminate the nature of the alliance between the mammoths and the giants of the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    }
  ]
}