{
  "id": 620766058,
  "txt": [
    {
      "id": 218649169,
      "en": "'That Elf-woman is stiff-necked and suspicious. She does not recognize the difference between Durin's Folk and the Dourhands. If my dwarves attempt to rescue her Elf-prince and fail, she will assume that we are in league with the Dourhands and call for war upon my people.\\n\\n'What we need is someone trusted by Elves and dwarves alike to make this attempt. There is a Man, a Ranger out of the Wilds in the east, who has assisted both of our kindreds at sundry times. He is masterful in the art of hunting and stealth.\\n\\n'Seek the Ranger Langlas at the hunter's lodge to the east of here. I only hope he will accept this responsibility.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Your people wouldn't understand the difference between Durin's Folk and the Dourhands. If my dwarves attempt to rescue the Elf-prince and fail, you Elves might assume that we and the Dourhands are in league. Then what? War between the dwarves and the Elves? No, that cannot be allowed to happen.\\n\\n'What we need is someone trusted by Elves and dwarves alike to this attempt. There is a Man, a Ranger out of the Wilds in the east, who has assisted both of our kindreds at sundry times. He is masterful in the art of hunting and stealth.\\n\\n'Seek the Ranger Langlas at the hunter's lodge to the east of here. I only hope he will accept this responsibility.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'So, Avorthal was captured by dwarves descended from Skorgrím Dourhand? It is well that Mathi encouraged you to seek the aid of Langlas...not many of my people would trust the Dwarves of Gondamon to the task.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Elves and dwarves living as neighbours in Ered Luin is worse than keeping a lynx kitten and a wolf pup in the same house, and I hope you don't take offence at my saying so.\\n\\n'In the interest of maintaining peace in Ered Luin, I will respect Mathi Stouthand's wishes and arrange for the rescue of Avorthal. I do not want to bear the burden of our rescue ending in failure, but a Ranger does not have the luxury of refusing charges such as this one.\\n\\n'If I were to refuse, Avorthal's life would be forfeit and so too would be peace in Ered Luin. I will organize the attempt, if you will help me.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Prologue: Mutual Dislike",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Will Langlas help us? It would be a tragedy if this incident should bring my people into conflict with the Elves of Duillond. There is little love lost between our kindreds as it is.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Tensions between the Elves of Duillond and the Dwarves of Gondamon are escalating because of Avorthal's abduction. Mathi Stouthand is afraid that there will be war if his people try to rescue the Elf-prince and fail.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Ranger Langlas is at the hunter's lodge, east of Gondamon.\\n\\nTo avoid the appearance of allegiance between the Longbeards and the Dourhands, Mathi Stouthand has suggested recruiting a neutral party to conduct the rescue of Avorthal. He has asked you to seek out a Ranger by the name of Langlas and enlist his aid.",
      "es": ""
    }
  ]
}