{
  "id": 620766109,
  "txt": [
    {
      "id": 218649169,
      "en": "'As Thinglaer sent you to me, so might I ask a final favour of you. Our youngest brother has also taken this onus upon himself and likely requires aid as he has not yet returned to us. If you can help him, I would be grateful.\\n\\n'Be warned that the lands of Haudh Lin to the north are considerably more dangerous than our domain, and our brother is likewise of hotter temperament, as befits his task in that place.\\n\\n'I last saw him amongst the ruins near the shore of the Grimwater, a small lake north-east of the dwarf-outpost we call Gondamon. He is likely still there.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'My brother Calengil sent you? I fear that both my brothers and I have sorely underestimated the depth of the defilement of these once bountiful lands. Even with your help, I am not sure we can do more than stem its growth, much less destroy it.\\n\\n'Nevertheless, I am grateful to have your aid. When you have rested a bit, let us discuss what steps we can take to deal with this sorrowful blight.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'My brother Glamir will likely need your help. He dwells in some ruins to the north-east of the dwarf-hold of Gondamon, far to the north of here.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Glamír's Vigil",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Glamir, the brother of Thinglaer and Calengil, also has need of your assistance.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the Glamír the elf, and speak with him.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Glamír is dwelling near some old Elf-ruins at the southern edge of the Grimwater, north-east of the dwarf-hold of Gondamon. Gondamon is reached by heading due north along the road, then taking the western fork.\\n\\nCalengil sent you to speak with his youngest brother, Glamír, and lend him what aid you may.",
      "es": ""
    }
  ]
}