{
  "id": 620766180,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I don't know that I can go home until I know those wolves are gone for good! What if they come for my babies again?\\n\\n'You were so brave to rescue my little darlings... I'm sure you could do something about the wolves. The awful beasts that attacked my farm came from the north... there must be a wolf den somewhere among the hills north of my farm!\\n\\n'Oh, please do hurry! I really would like to go home soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for your efforts, [placeholder]! We won't need to fear these wolves now that you've killed their leader!\\n\\n'What? You didn't see their leader at the wolf den? He won't be an ordinary pack-leader, that's for sure. The real leader of the wolves must be in hiding. Until we do something about the chief wolf, no one in the area will be safe!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you're looking for the wolf-den, you want to head back to the road -- the den is on the other side of the road from my camp. I've been watching them, trying to learn which of the wolves is their leader.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wolves At Waymeet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The wolf-den is somewhere north of my farm, [placeholder]! I simply can't return home while they are still wandering around.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Wolves overran Dora Brownlock's farm and present a threat to Waymeet and the surrounding communities.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You haven't taken care of the wolf problem around Waymeet for my friend Dora yet? You'd best get started on that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated wolves at wolf den ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat wolves at wolf den ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The wolf den is off the road north of Dora Brownlock's farm and Waymeet.\\n\\nDora Brownlock is grateful that you rescued her chickens from the wolves, but she is afraid to go home until she is sure that the wolves will no longer trouble her. She has asked you to go to the wolf den and put an end to the threat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dora Brownlock is at the centre of Waymeet.\\n\\nDora Brownlock will be pleased to hear that you have done something about the wolves threatening the area.",
      "es": "",
      "es (fem)": ""
    }
  ]
}