{
  "id": 620766096,
  "txt": [
    {
      "id": "0x95ac091",
      "en": "'The goblins have already taken the prince. This gold was well-spent!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected stolen Longbeard gold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected: Stolen Longbeard Gold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Rothgar told you about the old Dourhand city to the west of Noglond, but does not know why the Dourhands would bring the stolen gold into it -- the city was overrun by goblins two years earlier.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x376d011",
      "en": "'Dwarf not yet give us gold! Attack!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The thrushes saw the Dourhands carrying this stolen gold into the old Dourhand city to the west? That is very peculiar. You see, it has been infested with goblins for the past two years!\\n\\n'I don't know why the Dourhands would bring the gold into a goblin-held city, even if they once called it home. Most peculiar. It reminds me of the tale of...\\n\\n'I am sorry. You want to head west to the old Dourhand city and search it for the stolen Longbeard gold, I expect. It won't be easy, but I'll be waiting to hear of your exploits! Head west of Noglond and look for the stairs carved into the mountainside... and watch out for the goblins!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The old Dourhand city lies to the west of Noglond, up a flight of steps carved into the mountains.\\n\\nRothgar has confirmed the existence of an old stronghold of the Dourhands, now goblin-infested, near Noglond. If the thrushes are correct, the Dourhands brought the stolen gold into the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4220711",
      "en": "'Get him, you slugs! Prove to me that you've earned this gold!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder], well done indeed! I will deliver this gold to Dwalin at Thorin's Halls, but it sounds to me like you have a more urgent errand to undertake!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rothgar is at Noglond, east of the old Dourhand city, along the road that runs through the Vale of Thráin.\\n\\nYou have recovered the stolen gold and should return it to Rothgar for delivery, as Dwalin instructed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The old Dourhand city where the dwarves brought the stolen Longbeard gold is to the west of Noglond. Just look for the stairs carved into the mountainside. You'll want to watch out for goblins, of course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Did you find the gold?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Did you find the gold?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find stolen Longbeard gold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring stolen Longbeard gold to Rothgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring Stolen Longbeard Gold to Rothgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: The Old Dourhand City",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x418f401",
      "en": "'Pay-master! Get out here and fight!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}