{
  "id": 620766068,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Rumour of Avorthal's capture has come to me. Mathi's fears have merit. The Elves of Duillond remember the treachery of Skorgrím Dourhand six-hundred years ago and do not easily recognize the difference between dwarves. The short reign of Thráin and his son Thorin in Ered Luin was marked by a grudging peace only because their folk kept to themselves and did not trouble the Elves.\\n\\n'Very well. I will help you to rescue Avorthal and hopefully avert a war. In these darkening times, strife between the enemies of Mordor can only serve to aid the Dark Lord.\\n\\n'This rescue will not be easy. Return to me when you are ready to depart for the Dourhand camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This is certainly distressing news. It appears the Dourhands were one step ahead of us all this while.\\n\\n'Ah well, I suppose we must follow their trail. Kheledûl is the centre of Dourhand power, the last remaining town in Ered Luin which they control. Conflict will not be easily avoided there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'This will be a difficult task. I will guide you to the place I believe Avorthal is being held. We will no doubt have to fight our way through a gauntlet of sturdy Dourhand warriors. We must watch each other's backs, lest we fall.\\n\\n'Are you ready to leave?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: To Avert a War",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Langlas has formed a plan to rescue Avorthal from the Dourhand camp and is ready to carry it out.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Langlas and rescue Avorthal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Langlas is at the hunter's lodge, east of Gondamon.\\n\\nLanglas told you to return to him to assist in the raid on the Dourhand camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Langlas is at the hunter's lodge, east of Gondamon.\\n\\nThough you and Langlas fought to the heart of the Dourhand encampment, you learned that Avorthal had already been moved. Now you and Langlas must devise another plan.",
      "es": "",
      "es (fem)": ""
    }
  ]
}