{
  "id": 620766041,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have dispatched an emissary to the dwarf-city of Gondamon to relax the growing tensions between Elves and dwarves, but I fear rumour of Avorthal's captivity may prove too great a strain for her to ease.\\n\\n'Journey north and west along the road to Gondamon and tell Gailthin what has transpired here. Together, you and she must learn the truth of Avorthal's whereabouts and rescue him, if indeed he is a prisoner of the dwarves. I do not wish for war until we are certain of his fate.\\n\\n'If Avorthal has been harmed or we are unable to free him, I will call our warriors to arms; but not before.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Is this true? Cardavor's son has been taken by the dwarves? This is grievous news, if it can be believed. Goblins are fell creatures that rely on treachery and deceit, and the dwarves have ever coveted the precious things of the Elves. Capturing Avorthal might be the first step in some dwarf-scheme to seize some of the relics we keep at Duillond and Celondim.\\n\\n'I thought the dwarves had put their envy of our people behind them, but if this is true... it seems they may still begrudge us our relics and things of beauty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Gailthin is my emissary to the dwarf-city of Gondamon. Follow the road north and west to reach the city and tell her what has transpired. Together, you must work to find Avorthal and rescue him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: The Emissary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dorongúr Whitethorn is willing to go to war for Avorthal, but only as a last resort. Suspicious that Pampraush's news of Avorthal's captivity may be a goblin-ruse, he wishes to first use diplomatic means to learn the truth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring Dorongúr's letter to Gailthin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gailthin is in Gondamon, north and west of Duillond, in the low-lands of Ered Luin.\\n\\nIn the spirit of diplomacy, Dorongúr has asked you to carry a letter to Gailthin, his emissary to the Dwarves of Gondamon, and bids you aid her in finding and rescuing Avorthal.",
      "es": "",
      "es (fem)": ""
    }
  ]
}