{
  "id": 620766057,
  "txt": [
    {
      "id": 54354734,
      "en": "Golhador has identified the giants who have mastery over the mammoths of the Misty Mountains and has asked that you put an end to this dangerous alliance.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It has taken exceptionally powerful giants to bend the will of the mammoths of the Misty Mountains. If these champions are defeated, we will not need to fear the alliance of giant and mammoth until more champions arise. Gather what allies you may, for these champions are truly mighty, even among the already-fearsome giants.\\n\\n'The mammoths bear the signs of three giants. These champions have never treated with me, but I know their reputations. Madfurr is a master of unarmed warfare and lives in the cleft east of the Giant's Needle. Few dare pass near the stones he has set aside for his protection from the elements. Other giants are awe-struck by Sukdyr's skill with his great club -- look for him somewhere within the paths north-east of the Giant's Needle, among the rocky chasms.\\n\\n'Kulgurz is the last, and of him I know less than the others. Beware his skill from afar! It is said that he can strike a mighty aurochs dead with a single toss from a distance of two miles. Kulgurz strides along the slopes high above the Giant's Needle, looking for trouble. May fortune smile upon you, [placeholder]. You will have need of it.\\n\\n'Oh, the Giant's Needle itself? It is a natural black rock spire in a small bowl-like valley. You will find it in the heart of the Giant Halls of the Misty Mountains, some distance south-east of an old dwarf-stronghold called Gabilazan.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Giant's Needle is in the heart of the Giant Halls of the Misty Mountains, south-east of the dwarf-stronghold of Gabilazan.\\n\\nMadfurr is east of the Giant's Needle, in a cleft of the rock. Sukdyr is north-east of the Giant's Needle, among the stony paths. Kulgurz is on the high slopes above the Giant's Needle.\\n\\nGolhador the Elf has told you the locations of the powerful giant-champions responsible for taming the ferocious mammoths.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have filled me with amazement, [placeholder], and I marvel at your ability to best the giants' mighty champions!\\n\\n'I have no doubt they will raise new champions against us, but you have purchased us some time, brave [placeholder], and for that we of Imladris are grateful.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Golhador is in the High Crag camp in the central Misty Mountains.\\n\\nGolhador will be pleased to hear that you have defeated the mighty champions responsible for taming the ferocious mammoths.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'These mighty champions among the giants walk the mountains near the Giant's Needle, [placeholder], and your allies will need to be strong indeed to defeat them.\\n\\n'Madfurr is a master of unarmed combat, and lives in the cleft east of the Giant's Needle. Sukdyr's skill with the club he wields is legendary -- look for him somewhere within the paths north-east of the Giant's Needle, among the rocky chasms.\\n\\n'I know less of Kulgurz, but I know to beware his skill from afar! He strides the slopes high above the Giant's Needle, eager to fell his enemies even from a great distance.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You have defeated Madfurr, Sukdyr, and Kulgurz? You are mighty indeed, [placeholder]!\\n\\n'Return to Golhador, north of Imladris, and give him this happy news, friend!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Gailthin has given you the names of the giant-champions, [placeholder]? These are good tidings, for now you and your allies may be able to stem this tide before it crashes down out of the mountains onto Imladris!\\n\\n'Madfurr can be found in the cleft east of the Giant's Needle, and Sukdyr walks the paths north-east of the Giant's Needle, among the rocky chasms? Where then is the last of these fearsome foes? The slopes high above the Giant's Needle?\\n\\n'I see. Gather your allies and defeat these mighty opponents, [placeholder]! All of Imladris will rejoice at your victory!'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Behold [placeholder], who triumphed even over the mighty champions of the giants!'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'The great champions of the giants were mighty foes, [placeholder]. You are strong indeed.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Towering Champions",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'We of Imladris are in your debt, [placeholder]! The giants will fear your name!'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Your deeds speak loudly, [placeholder], and echo about the mountains!'",
      "es": ""
    }
  ]
}