{
  "id": 620766050,
  "txt": [
    {
      "id": 54354734,
      "en": "The Elves of Ered Luin remain to prepare for the last voyage of the Elves from Middle-earth, but also to ward Middle-earth from the evils that remain.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'If wights stir the bones of the ancient Edain, then an evil has arisen in these mountains which we should all fear. The fell spirits that stir the bones of the Dead are servants of Angmar, of the Witch-king of old, and of the Shadow in the East. I must ask you to seek out this evil and put whatever end you may to it before its darkness spreads.\\n\\n'Take this Elf-stone to Glamír. He dwells now in the ruins to the north-east of Gondamon at the southern end of the Grimwater.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Glamír dwells at the ruins north-east of Gondamon, at the southern end of the Grimwater.\\n\\nGailthin gave you an Elf-stone and sent you to an Elf named Glamír, who may be able to help you against the wights of Haudh Lin.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Greetings, [placeholder]. I receive few visitors here at my home of old. But I am sure you did not come to listen to tales of yore. What brings you to these wasting halls?\\n\\n'You say that evil wights roam the barrows to the north-east of my home? It is indeed well that Gailthin sent you to me, and with the Elf-stone. I have a task for you, if you are willing.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Glamir dwells at the ruins of his ancient home, far to the east of Gondamon, north of the Hills of Kheledûl.\\n\\nGailthin gave you an elf-stone and sent you to an Elf named Glamir, who may be able to help you against the wights of Haudh Lin.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Glamír dwells in some ruins to the north-east of here... you should speak with him at once.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Why have you come to this place?'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Greetings, [placeholder]. I receive few visitors here at my home of old. But I am sure you did not come to listen to tales of yore. What brings you to these wasting halls?\\n\\n'You say that evil wights roam the barrows to the north-west of my home? It is indeed well that Gailthin sent you to me, and with the Elf-stone. I have a task for you, if you are willing.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Why have you come to this place?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the Elf-stone to Glamír",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the elf-stone to Glamir",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Elf-stone",
      "es": ""
    }
  ]
}