{
  "id": 620766132,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected the trophy for Nithi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The dwarf-merchant Nithi claims he saw a barrow-wight amid the mounds to the north-east of Gondamon, but his friend Galti does not believe him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You there, perhaps you can help with a small dispute. While I was away among the barrows to the north-east hunting for loose trinkets, I saw an old, bony wight wandering about the mounds. Fortunately, it didn't notice me, but the sight fairly froze my blood.\\n\\n'Now, my friend Galti doesn't believe me. He claims there are no barrow-wights out among the old Edain mounds, but he's been no further than the mounds near Gondamon, and those don't seem to be haunted at all. It's only the mounds off a ways to the north-east.\\n\\n'You look doughty enough to face down a wight or two... perhaps you would go out to those barrows and collect a trophy to prove I wasn't seeing things? I will pay you for the service.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The mounds of the old Edain are a distance to the north-east of Gondamon.\\n\\nNithi asked you to journey to the old Edain barrows and collect a trophy to prove to Galti that there are wights amid the old mounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha! I knew I hadn't been seeing things! This is proof indeed! Here, take these coins as your reward!\\n\\n'Wait... something is not right with this skull. Can't you feel it? The chill?\\n\\n'I should not have sent you to that place, and I certainly shall not have you bring this thing to Gondamon....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nithi can be found in some Elf-ruins to the west of Haudh Lin in Ered Luin.\\n\\nNithi asked you to journey to the old Edain barrows and collect a trophy to prove to Galti that there are wights amid the old mounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Eh? What? What kind of trophy do I want? How should I know? Bring me a skull or some such.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Eh? What? What kind of trophy do I want? How should I know? Bring me a skull or some such.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat wights to find a trophy for Nithi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring your trophy back to Nithi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the haunted skull back to Nithi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Old Bones",
      "es": "",
      "es (fem)": ""
    }
  ]
}