{
  "id": 620766066,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Avorthal had been moved from the Dourhand encampment where he was being held and will soon be taken aboard a ship destined northward and beyond all hope of rescue.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We must not delay, [placeholder]. We must rescue Avorthal from the Dourhands before they are able to set sail!\\n\\n'The Dourhands control the port-city of Kheledûl, to the east, and the ship they plan to carry Avorthal is surely docked there. Kheledûl is defended by a score of Dourhands, and it is a position of great strength. We cannot hope to attack it directly.\\n\\n'If we are to have any hope of rescuing Avorthal from Kheledûl, we will need the help of one who knows the city. I know a dwarf, a Longbeard named Svanr, who was harbour-master of the port before the Dourhands captured the city. You will find him to the east of here, not far from Kheledûl.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Svanr may be found east of the hunter's lodge, not far from Kheledûl.\\n\\nLanglas told you that Svanr the former harbour-master of Kheledûl, can help you sneak into the city and onto the ship where Avorthal is being held.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Avorthal is safe, and the promise of peace is much closer than it was, but Ered Luin is not free of the threat of war just yet, [placeholder].\\n\\n'We must defeat Skorgrím Dourhand and end his menace, and we must do this quickly, before he can put the second stage of his plan into motion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Svanr is just outside the port-city of Kheledûl.\\n\\nSvanr told you to speak with him when you are ready to sneak into Kheledûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The Ranger Langlas is at the hunter's lodge, west of Kheledûl.\\n\\nNow that Avorthal is safe, You should return to Langlas and give him the grim tidings the Elf-prince learned during his captivity.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Svanr is a Longbeard, and he was once the harbour-master of Kheledûl. Long has he watched the city in the days since the Dourhands claimed it, and he may be able to help us retrieve Avorthal from within its walls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'If you want to get inside Kheledûl, I'm the dwarf you need. The Dourhands have let my fine harbour sink into filth and disrepair... any foe of theirs is a friend of mine!\\n\\n'A ship came out of the north and has been sitting at anchor for a few days now. From what I can gather, she's called the \\qIrestone\\q, and her captain is a particularly unpleasant-looking Dourhand. If he's planning on taking this Elf-prince back north on his ship, you'll need to hurry. I overheard the guards at the gate saying the ship wouldn't be long in port.\\n\\n'During the day, you will be too visible, but at night you need not be a burglar to <rgb=#FF0000>sneak into Kheledûl undetected</rgb>. You'll want to <rgb=#FF0000>stay clear of the night-watch, or they'll raise the alarm</rgb>.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'If you are prepared, let us go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You have done well to free Avorthal from the filthy Dourhands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Svanr and rescue Avorthal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Soon I will be able to return to my city. I am sure of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: Rescue by Moonlight",
      "es": "",
      "es (fem)": ""
    }
  ]
}