{
  "id": 620766087,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected fallen leaf",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Toronn wants to leave Middle-earth and journey into the West to the Undying Lands, but will not leave as long as his brother, Bregar, refuses to leave.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Long have my brother and I dwelt upon these shores and much have we seen in that time. Now the time has come for us to leave this place and sail into the West.\\n\\n'My brother, however, does not see clearly and wishes to remain here. We have always dwelt together, and I could not consider a day in my life without his company and counsel. He is the cord which binds me to this Middle-earth. While he is of a mind to remain, I am forced to wait for him.\\n\\n'If you would, go to Duillond and see if you can convince Bregar to join me here at Celondim. It is time we begin our journey. The refuge is north along the road.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bregar is at Duillond, north of Celondim.\\n\\nToronn has asked you to try to convince Bregar to accompany him into the West.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'My brother wishes to leave Middle-earth, but I believe it is time for us to stand our ground against the Shadow growing in the East. With your help, perhaps, Toronn will see reason.\\n\\n'This Middle-earth which we love will soon face great peril, and we are bound to defend it. I cannot yet sail West.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The red-leafed tree is at the foot of the mountain range north-west of Duillond.\\n\\nBregar asks that you collect a fallen leaf from a particular tree and bring it to Toronn. He hopes the leaf will remind his brother why they should not yet depart Middle-earth.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Toronn is on the porch of his dwelling near the docks at Celondim, south of Duillond.\\n\\nBregar has asked that you bring the fallen leaf to his brother, Toronn. He hopes the leaf will remind his brother why they should not yet depart Middle-earth.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Please persuade Bregar that he must leave this place, no matter his feelings towards it.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'So this is Bregar's reply? This leaf fell from a tree we planted when we first came to Duillond long ago. The seed was from our home in the east.\\n\\n'It is true that in departing Middle-earth, we would be leaving much behind, but it is for the best. These shores no longer welcome us, and there is peace to be found in the West.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Please persuade Bregar that he must leave this place, no matter his feelings toward it.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect a fallen leaf",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the leaf to Toronn",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Leaving Middle-earth",
      "es": ""
    }
  ]
}