{
  "id": 620766060,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Dwalin has sent many Longbeards marching to Rath Teraig, and Dorongúr Whitethorn has dispatched many Elf-warriors of his own. Skorgrím sought to divide the peoples of Ered Luin, but his actions have only strengthened their resolve to stand against him.\\n\\n'Skorgrím Dourhand will die in Rath Teraig, [placeholder]. While the Elves and Durin's Folk draw away the greater part of the goblin army, you will enter behind their lines and join up with Avorthal.\\n\\n'When you have readied yourself, return to me and I will show you the path to Avorthal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Many good dwarves and Elves perished at Rath Teraig, [placeholder], and though Skorgrím was not defeated, he has fled and his threat has abated for now.\\n\\n'I am worried about the lands to the south. If Skorgrím was able to cause so much harm in Ered Luin, he can surely cause as much or more in Bree-land or the Lone-lands. I fear that we have not seen the last of Skorgrím Dourhand. \\n\\n'We must send word to my captain. He will know what to do. But you must leave right away, [placeholder]. Are you prepared?' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It is time! The combined armies of the dwarves and Elves have already begun their assault on the cleft of Rath Teraig. Avorthal awaits you within the valley. We must go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: Assault on Rath Teraig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dwalin of Thorin's Halls and Dorongúr Whitethorn of Duillond have assembled their forces, and you have prepared the way into Rath Teraig. All stands ready for the assault on the goblin-army.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Langlas and defeat Skorgrím",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Langlas is at the hunter's lodge, east of Gondamon.\\n\\nLanglas told you to speak to him when you are ready to travel. When the assault begins, he will show you a path leading behind enemy lines, where Avorthal awaits you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Langlas is at the hunter's lodge, east of Gondamon.\\n\\nSkorgrím was driven from Ered Luin, but not slain. Langlas awaits an audience with you to decide your course.",
      "es": "",
      "es (fem)": ""
    }
  ]
}