{
  "id": 620766120,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Draught used",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Use the Cleansing Draught here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Draught used",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Calengil has prepared his draught and has offered you the honour of cleansing Dol Ringwest. The draught will in time encourage the growth of great vines that will entwine the ruins, tearing them down and returning them to pristine nature.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Use the Cleansing Draught here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The draught is ready -- all that remains is for it to be sprinkled upon the grounds within the ruins of Dol Ringwest. It will encourage and speed the growth of the natural vines that one often finds in such places -- so much so that by the end of the next spring the ruins will be buried in a great mass of them. In but a short time, they will reduce the ruins to naught but rubble, returning them to pristine nature once again.\\n\\n'To you I offer the honour of this task, for I find now that I cannot bring myself to destroy the place that I once loved so, even in its decrepit state. Pour the draught onto the ground beneath the two towers that remain standing amongst the ruins.\\n\\n'Time and the forces of nature will do the deed with no further help from us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dol Ringwest is west of Duillond.\\n\\nCalengil bade you pour the cleansing draught upon the ground at the base of two towers that remain standing in the ruins of Dol Ringwest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you, [placeholder]. It pains me that I shall never again walk among the spires, which I remember from my youth, but better this than to leave Middle-earth with the knowledge that they are a home for creatures of darkness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Calengil is in Duillond, east of Dol Ringwest.\\n\\nYou should return to Calengil and inform him that your task in the ruins of Dol Ringwest is complete.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Dol Ringwest can be found to the west. Take the draught to the towers there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you been to Dol Ringwest? It stands to the west of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Use the draught near the first tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the first tower of Dol Ringwest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Use the draught near the second tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find the second tower of Dol Ringwest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cleansing the Ruins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Return to Calengil in Duillond, east of Dol Ringwest",
      "es": "",
      "es (fem)": ""
    }
  ]
}