{
  "id": 620766086,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Langlas had given you a scroll to bring to Bregar at Duillond. Bregar recognized the poem as the \\qLay of Nimrodel\\q and realized that a passage from the Lay might be enough to convince Toronn to remain in Middle-earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Langlas has indeed done me a great boon by sending this with you. \\qThe Lay of Nimrodel\\q is a sad story which has bearing upon our plight. \\n\\n'Please, bring this scroll to Toronn and have him read this passage.' Bregar places a mark beside a stanza and hands you the scroll.\\n\\n'If this does not make him understand, then we are fated to part.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Toronn is at Celondim, south of Duillond.\\n\\nBregar has asked you to take the scroll to Toronn in the hope that it will convince his brother to remain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Does Bregar still endeavour to turn aside my path?'\\n\\nThe Elf's eyes widen as he reads the scroll. '\\qAnd cursed the faithless ship that bore Him far from Nimrodel....\\q Though it is a sad tale, this was ever a favourite of mine. It tells of Amroth and Nimrodel, their parting, and the coming of much sadness to Lothlórien, home of our kindred.\\n\\n'Bregar is right. There is much to be done here before we go. I will not carry my pain aboard the White Ships and bring it to the West. Thank you for helping me to understand, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Speak with my brother Toronn. He is at Celondim to the south.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thank you, [placeholder], for helping my brother see reason.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Bring this scroll to Toronn and have him read this passage.' Bregar marks the line and hands you the scroll.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'My brother and I will remain to face the Shadow in the East one last time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "Toronn accepts the scroll and begins to unroll it. 'Is this another attempt by Bregar to change my path?' Toronn's eyes pass of the scroll and his expression softens as his eyes pass over the section marked by his brother. ' \\qAnd cursed the faithless ship that bore Him far from Nimrodel...\\q Though it is a sad tale, this was ever my favourite poem as a boy. It tells of the Amroth and Nimrodel, their parting and the coming of much sadness to Lórien, home to my Elf kin.' Torron sighs and says with a whisper. 'Bregar is right. There is much to be done here before we go. I will not carry my pain aboard the White Ships and bring it to the West. Thank you for you help [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring \\qThe Lay of Nimrodel\\q to Toronn at Celondim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Thank you for bringing the scroll to me, [placeholder]. My leaving would have brought much sorrow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the copy of \\qThe Lay of Nimrodel\\q to Toronn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Together, Bregar and I will stand against the Shadow of Mordor one last time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Days Ahead",
      "es": "",
      "es (fem)": ""
    }
  ]
}