{
  "id": 620766049,
  "txt": [
    {
      "id": 218649169,
      "en": "'Mathi looked me in the eye this very morning and swore that the dwarves were proud to have the Elves of Duillond as neighbours. Such dishonesty, and right to my face! I thought he was truer than that, but I should have known better. No dwarf can be trusted, when you have works of art or history that he desires to possess!\\n\\n'Go to Mathi Stouthand and demand that he order his dwarves to release Avorthal. If he wants war, he shall have it. You must tell him this: I do not trust myself to speak to one so dishonest without striking him.\\n\\n'You will find Mathi on the upper levels of Gondamon. Make haste! We may have need to return at once to Duillond to prepare for war.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Hold your accusations, [placeholder]! My people are not responsible for your missing prince! I am offended both by the accusation and by your tone!\\n\\n'Your Elf-prince is being held in the encampment to the north? Ah, yes, that explains a great deal. You see, my people are Longbeards, an honourable family descended from Durin, the first Father of the Dwarves. The dwarf-camp to the north has been a constant annoyance to me and my folk. It was established by Dourhands, a thoroughly unwholesome family of dwarves who trace their ancestry to the evil Skorgrím Dourhand.\\n\\n'Dwarves may have taken Avorthal, true... but not my dwarves. The Dourhands are to blame, and they are as much a thorn in my side as they are in yours.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You will find Mathi on the upper levels of Gondamon. Tell him that we know where his people are holding Avorthal. If he is not released, we will bring war to the gates of Gondamon and drive the dwarves from Ered Luin.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Prologue: Reluctant Allies",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You discovered that Avorthal is indeed being held captive by dwarves, which seems to confirm that they have turned against the Elves of Duillond.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Mathi Stouthand is on the upper levels of Gondamon.\\n\\nGailthin, angered by Mathi Stouthand's apparent duplicity, has instructed you to confront the Lord of Gondamon with the evidence of Avorthal's captivity and demand the release of the Elf-prince.",
      "es": ""
    }
  ]
}