{
  "id": 620766047,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'There are legends about these old bones. Some say they are moved about by fell spirits from a distant Age. Some say that the wights are the restless Dead, but even I know better than that. The will that stirs those bones does not belong in Middle-earth.\\n\\n'Something should be done about these creatures, but they are beyond my ken. Perhaps the Elf, brave enough to keep vigil here, will know how to deal with this threat. His name is Glamír, and he dwells just on the other side of this ruin.\\n\\n'Show him the skull and see if he knows what to do with it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What is this? This is of great concern to me; your merchant friend was wise to send you to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You still have not taken that accursed skull to the Elf? What are you waiting for?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Why do you trouble me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Disturbing Affair ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The merchant Nithi is disturbed by the skull you brought back from the mounds. He thinks this dark affair needs to be investigated, but not by him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the skull to Glamír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Glamír is in the same ruin as Nithi.\\n\\nNithi has asked you to bring the haunted skull to the Elf Glamír in the hopes that he will be able to deal with the threat it represents.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Glamír",
      "es": "",
      "es (fem)": ""
    }
  ]
}