{
  "id": 620766123,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated foul creatures in Tham Gelair ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Token placed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "This place matches the ruins Thinglaer described to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thinglaer, an Elf lingering at Celondim, seeks to restore a few of the old Elven places before he departs for the Grey Havens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This is a beautiful land, is it not? I wandered it often in my youth -- but places that were once fair have long since fallen into decay. Some of the older ruins have even become habitations for foul creatures that gnaw at the edges of our lands.\\n\\n'My brothers and I have set to ourselves the task of cleansing a few of these places before we leave. To this end, I have in my possession a token given to me by Elrond Halfelven long ago. It is imbued with a light that creatures of evil find painful to bear.\\n\\n'The ruins of Tham Gelair west of Celondim have become infested with foul creatures. If you could slay any you find within, and then place this token there, its light should keep them from slinking back in the night.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tham Gelair lies to the west of Celondim.\\n\\nThinglaer has asked you to go to the ruins of Tham Gelair and slay some of the foul creatures there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Your news gladdens my heart, [placeholder], and I am eager to walk among the ruins as I once did, with the sky over my head and the sun on my face. The cool shadows cast by the walls will no longer be a reminder of the Shadow in the East, but of respite and restoration.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tham Gelair is west of Celondim.\\n\\nThinglaer has asked you to place his token within the Elf-ruins west of Celondim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Thinglaer is at Celondim, east of Tham Gelair.\\n\\nYou should return to Thinglaer and let him know that you have done as he asked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must purge the fell beasts from the land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat foul creatures in Tham Gelair ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Place Thinglaer's token upon the stone table",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Place Thinglaer's token within the ruins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hallowed Ground",
      "es": "",
      "es (fem)": ""
    }
  ]
}