{
  "id": 620766179,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'You rescued Jolly, [placeholder], and thank goodness! I knew there wouldn't be an old wolf that could do you in, though I'm sure the same can't be said for poor, well-meaning Mr. Smallburrow.\\n\\n'I have not yet decided whether to take him up on his dinner invitation. Yes, he ran straight here to ask before you even returned!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Dora was worried about me? Truly? Perhaps she does have feelings for me! Well, to tell you the truth, I was a little worried myself about what would happen once that wolf showed its muzzle around here.\\n\\n'I felt sure my bucket of boar meat would lure the beast out of hiding, too. Ah, well. Maybe I didn't get smelly-enough boar meat....\\n\\n'I'll clean this up, and we can go talk to Dora together....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Wolf in Exile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Can I help you with something?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You failed to protect Jolly Smallburrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Jolly means well, but he's always trying to find ways to impress me. I hope you find him before that dreadful wolf does!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You leave the peculiar-looking tree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'We've taught those wolves a lesson, and no mistake!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Jolly Smallburrow may be after the wolf that was seen across the road from the wolf-den, north of Dora Brownlock's farm.\\n\\nDora Brownlock is worried that her neighbour, Jolly Smallburrow, may be in trouble and has asked you to find him. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Such excitement! Waymeet is not often like this, I can tell you that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dora Brownlock is at the centre of Waymeet.\\n\\nDora will be pleased to know that you have rescued Jolly Smallburrow and defeated the scarred leader of the wolves that have been harassing her farm and town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I hear that things are getting back to normal in Waymeet. That's good.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The scarred leader of the wolves near Waymoot hides by the peculiar-looking tree east of Needlehole until lured out by a juicy steak.\\n\\nDora Brownlock wants you to defeat the scarred leader of the Waymoot wolves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'The less we see of wolves in the Shire, the better!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Dora Brownlock is in Waymoot.\\n\\nDora will be pleased to know that you have defeated the scarred leader of the wolves that have been harassing her farm and town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'You defeated the scarred pack-leader? Very well-done! And to think -- it was my steak that lured it out of hiding! Wait until my customers hear about that! I can hear the coins rolling in already!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'We've taught those wolves a lesson, and no mistake!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'Such excitement! Waymoot is not often like this, I can tell you that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'I take credit for the recent wolf invasion. My steaks are just too tasty!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbcf7d21",
      "en": "'Oh well, I suppose I should clean up this bait.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbcf7d22",
      "en": "'Gracious me, what do I do with it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbcf7d23",
      "en": "'It smells something awful!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbcf7d24",
      "en": "'Wonder why it never attracted that wolf?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'Got a wolf problem? Just lure them off your land with one of my juicy steaks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c471",
      "en": "'I hear that things are getting back to normal in Waymoot. That's good.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbcf7d25",
      "en": "'Oh no!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c472",
      "en": "'The less we see of wolves in the Shire, the better!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Jolly Smallburrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbcf7d26",
      "en": "'Uh... nice wolf?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x57b2fc1",
      "en": "'Hooray!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e56889",
      "en": "'Run!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat scarred wolf leader",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbcf7d27",
      "en": "'Help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x57b2fc2",
      "en": "'Thank you, friend! Dora is sure to court me now this beast is dealt with!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find the peculiar-looking tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dora Brownlock thinks an admirer of hers has gone to try and kill the exiled leader of the wolves near Waymeet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There's been rumour of a scarred, old wolf spotted away from the rest of the pack -- in fact, across the road from the wolf-den north of my farm. I don't know what might have happened, but I think it's fair to say that this old wolf must be their leader, exiled for some reason.\\n\\n'Now, I think I've done something terribly foolish, [placeholder]! My neighbour, Jolly Smallburrow, is a true gentlehobbit, and I suspect he's something of an admirer of mine. Unfortunately, I mentioned this wolf business to him, and he swore to take care of it!\\n\\n'If you don't mind, would you please find Jolly before the wolf does? I'll feel terrible if something happens to him!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}