{
  "id": 620766111,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Spider spinneret collected ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Slain: Snow-spinner Hunters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Laergil is concerned by the spiders which infest Talath Ondren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Talath Ondren, the region of Haudh Lin to the east, was once known as the Shipwright's Grove in Westron, and it is there that many of the famed vessels of the Elves were built in days long past -- but the corruption that haunts it now is much greater than I or my brothers had imagined. Something malignant and evil lurks there now.\\n\\n'Something must be done. If you would help me, then seek out the spiders that infest Talath Ondren east of here and collect the sticky spinnerets they use to ensnare their victims.\\n\\n'It will take me time, but I may one day discern  where these terrors gain their potence.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Talath Ondren is east of the Grimwater. Defeat the spiders there and collect their spinnerets.\\n\\nLaergil has asked you to slay the spiders infesting Talath Ondren to collect their spinnerets. This will help her find out where the fiendish things derive their strength.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These will do well. It is strange to think that these spiders are able to capture and slay bears as strong as the Thickjaws roaming the furthest sections of eastern Haudh Lin. I will begin my research immediately, I can promise nothing.\\n\\n'I am in your debt and the peoples of Ered Luin will know what you have done here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Glamír is near the Grimwater, west of Talath Ondren and north-east of Gondamon.\\n\\nYou should return to Glamír and see if he has made any progress in his search.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You will find the spiders to the east within the area known as Talath Ondren. Seek them out and collect their spinnerets.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Laergil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect spinnerets from spiders at Haudh Lin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak with Glamír the Elf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Webs of Sorrow",
      "es": "",
      "es (fem)": ""
    }
  ]
}