{
  "id": 620766035,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have heard that you are well-travelled... perhaps you have seen my son Avorthal on your journeys? I received a message from him saying that he was coming from Duillond to visit, but he has not yet arrived. That is most unlike him.\\n\\n'In his journeys here, he oft speaks with the travellers along the road and visits the vale of Nen Hilith with a friend of his, a dwarf named Athal. Athal watches the road and helps the few dwarf-travellers who come to Celondim. Perhaps Avorthal is speaking to him now and has simply forgotten the time. Would you seek him?\\n\\n'Head across the woods south-west of Celondim to the vale of Nen Hilith, there is a small camp of Elves there. If you do not find Avorthal there, perhaps you will find Athal. If so, speak to Athal and see what news he may have of Avorthal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Nay, I am still here waiting for Avorthal. He requested I meet him here at the vale of Nen Hilith and has yet to arrive.\\n\\n'I meant to enter the vale myself, but the Elves bade me not enter and being that Avorthal is not here to speak for me I dare not risk angering them.\\n\\n'I am sorry that I cannot be more help to you or Lord Cardavor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Athal should be at the camp near Nen Hilith, it was he who last knew the whereabouts of my son. Perhaps he has some news.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Nay, I haven't seen Avorthal in a few days, which is strange. He comes often along this road, to visit his father and others in Celondim.\\n\\n'I would not fret. Avorthal is able and wise for an Elf and has no enemies that I am aware of. He treats my folk kindly enough, which is queer for an Elf, but he is welcome among my kindred for it.\\n\\n'I am sorry I have no other help to give you or Lord Cardavor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: Unlike Avorthal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I'm sorry that I could be of no help in finding Avorthal. If you could, please convey my regrets to Lord Cardavor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Cardavor, an Elf of Celondim, received a message from his son Avorthal saying that he was coming down from Duillond to visit; however, Avorthal is late, and Cardavor is concerned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak to Athal at the Elf camp near Nen Hilith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The dwarf, Athal, who Avorthal considers a friend, has to come to the vale of Nen Hilith to speak with Avorthal. Athal is likely waiting for Avorthal at the camp to the south-west near Nen Hilith.\\n\\nCardavor hopes that his son was only delayed by a visit with his dwarf-friend Athal at the vale of Nen Hilith. He has asked you to journey south-west to find him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cardavor is by the docks in Celondim, south of Athal's patrol.\\n\\nYou spoke with Avorthal's dwarf-friend Athal, but he had little to tell you, except that he had not seen Avorthal in days. You should return to Cardavor with this news.",
      "es": "",
      "es (fem)": ""
    }
  ]
}