{
  "id": 620766118,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have decided to help me? Excellent. There is a draught I know the making of that should cleanse the taint from the ruins of Dol Ringwest. I have most of the ingredients I need, but there is one remaining herb -- a fragrant herb that grows on the shores of the river, running north to south below Duillond.\\n\\n'Tis a simple matter to gather it, and I would do so myself, but the brewing is at a delicate stage right now, and I must keep a close eye upon it. Would you gather the herbs I need, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah! There, just in time. The last step of the process is to add the herbs you have collected for me. After that it simply needs to steep for a few minutes, and the draught will be complete.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find that the herb grows on the shores of the river below Duillond running north to south.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The draught is still brewing, but I will soon need to infuse it with the herbs I sent you for.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cleansing Draught",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Calengil has asked you to collect some herbs for him as part of a draught he is creating to cleanse a dark taint from the ruins near Duillond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected damp fragrant herbs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect damp fragrant herbs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The herbs can be found along the riverside beneath Duillond. \\n\\nCalengil has asked you to retrieve the herbs that he needs to complete the cleansing draught.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return the herbs you collected to Calengil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Calengil is at Duillond, north of Celondim.\\n\\nYou should return the herbs you collected to Calengil.",
      "es": "",
      "es (fem)": ""
    }
  ]
}