{
  "id": 620766052,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated the Mound-wight Master",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Barrow-wights roam the ancient Edain mounds in the eastern reaches of Haudh Lin, heralding the coming of a great evil to Ered Luin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Wights roam the barrows of Haudh Lin. I know not what this portends, for never before have such creatures been seen in these lands. They are the creatures of the Witch-king of Angmar. This bodes ill for Eriador and perhaps for all of Middle-earth, for eyes which should be turned south, may turn north instead and be blinded to the larger threat.\\n\\n'As it ever is with evil, no doubt a greater will drives the lesser amid the barrows. It is that greater will which must be destroyed. Only thus will Angmar's designs for Ered Luin be hindered.\\n\\n'Take this Elf-stone into the barrows and place it upon the largest standing stone. It is a white stone near a ruined building. The Elf-stone bears such a virtue that may cause that greater will of which I spoke to be drawn forth, and you must confront it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The white standing stone is in the old Edain mounds north-east of Glamír's home, near the ruins of an old building.\\n\\nGlamír told you to take the Elf-stone to the Edain mounds and place it upon the largest standing stone. He believes the creature whose will governs the wights of Haudh Lin may be drawn into the open by its presence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done. These foolish dwarves might have stumbled across something they could not hope to defeat had you not intervened before the evil had gathered its strength. Those cursed lands will still be dark and haunted, but one hopes they will no longer pose an imminent threat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Glamír is within the ruin, south-west of the ancient Edain mounds.\\n\\nAs Glamír foretold, the Elf-stone drew forth the master of the wights. You should return to Glamír with news of your victory over the creature.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gailthin is at Gondamon, south-west of Glamir's home.\\n\\nYou should return the Elf-stone to Gailthin and tell her the tale of your deeds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Take the Elf-stone to the barrow of the Wight-lord among the Edain mounds, north-east of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Where is my Elf-stone?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'It is sad that the land of my home should be blemished by the terror of Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Well done. I see that some dwarves are worthy after all. You have indeed accomplished a great deed this day. Those cursed lands will still be dark and haunted, but one hopes they will no longer pose an imminent threat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You have done well in defeating the Wight-master, [placeholder]. Well done, indeed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Where is my Elf-stone?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the Elf-stone to the standing stone and defeat its guardian",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You have done well in defeating the Wight-master, [placeholder]. Well done, indeed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "The green Elf-stone glitters in your hand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Present the Elf-stone at the standing stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat the Mound-wight Master",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "Nothing happens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the Elf-stone to Glamír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Standing-stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "Nothing happens",
      "es": "",
      "es (fem)": ""
    }
  ]
}