{
  "id": 620766084,
  "txt": [
    {
      "id": 136263297,
      "en": "You found the broken sword",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Toronn desires to leave Middle-earth, while Bregar, his brother, believes they should remain.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Toronn must know that while I remain behind, I will ever be with him. To do this, I will need your aid. So much of this land has been our shelter and teacher and our memories are filled with moments of joy and laughter because of this land.\\n\\n'I think, perhaps, my brother will appreciate this well enough to see me on my journey as he begins his own. In the ruins of Dol Ringwest, there lies a sword upon a stone cairn, borne once by a Dúnadan we fought beside in defence of our homeland. I may be able to remind my brother of our duty to Middle-earth.\\n\\n'My duties here will not allow me to leave, but I hope you will see the need I have to seal this rift between my brother and me. Will you help me?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The broken sword is upon a stone cairn in the ruins of Dol Ringwest which lie west of Duillond.\\n\\nBregar has asked you to search the ruins of Dol Ringwest for the stone cairn and the broken sword it holds, which you should return to Bregar.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This blade means much, broken and dulled as it may be. Alas, the passage of time does little to dull my memories of that battle.\\n\\n'Perhaps I have underestimated the importance of brothers.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bregar awaits your return in Duillond, east of the ruins of Dol Ringwest.\\n\\nYou recovered a broken sword from a burial cairn in the Elf-ruins of Dol Ringwest.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Bregar is at Duillond, along the road east and south of the hunter's lodge.\\n\\nLanglas gratefully accepted Thoram's sword, promising to honour it, then gave you a scroll to deliver to Bregar.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Seek the broken sword at Dol Ringwest, west of here. It is very important!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you found the blade, [placeholder]?'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Breghul gratefully accepted Thoram's sword, then gave you a scroll to deliver to Bregar at Duillond.",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Do you have business with me?",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'What is this? A gift from Langlas?'\\n\\nBregar unrolls the scroll. '\\qThe Lay of Nimrodel\\q?\\n\\n'How could Langlas see this while my eyes remained blind? This is the Lay of Nimrodel and Amroth who loved her. A storm took Amroth's ship out to sea before Nimrodel could join him, and Nimrodel herself was lost in the mountains to the south on her journey to the havens in the Bay of Belfalas. Neither were seen again.' ",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search the cairn for the broken sword",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'What's this, a gift from Breghul?' Bregar unrolls the scroll. 'The Lay of Nimrodel?' Bregar pauses for a moment with a contemplative look on his face. 'How could Breghul see this while my eyes remained blind? This is the poem of Nimrodel and Amroth who loved her. They were parted when a storm took Amroth's ship out to sea before Nimrodel could join him.' ",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the broken sword to Bregar",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the scroll to Bregar",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring the scroll Bregar",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "What was Lost",
      "es": ""
    }
  ]
}