{
  "id": 620766110,
  "txt": [
    {
      "id": 136263297,
      "en": "Destroyed Mound-wight ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Destroyed Mound-wight Archers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Glamír has found the source of the corruption of Haudh Lin -- a mound of evil wights.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have sorry news indeed, [placeholder]. I have discovered the source of the evil that haunts this place.\\n\\n'It seems that in the years of Arnor's wars with Angmar, the Witch-king sent fell spirits to stir the bones of the dead within the mounds of the Edain. We thought this foul sorcery was performed only upon the mounds of the Barrow-downs in Cardolan, but alas we were wrong. Wights stalk our lands, and we knew it not.\\n\\n'Please forgive me, [placeholder], but I must ask you to fight these horrible things. Try to loosen their grip on Haudh Lin, while I search for a more permanent means of ridding the land of their presence.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The wights inhabit the mounds of Emyn Hoedh, east of the Grimwater.\\n\\nGlamír has asked you to do battle against the mound-wights of Haudh Lin, while he searches for a way to rid the land of their presence.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, [placeholder], I fear that unlike my brothers, my task shall remain unfulfilled. In truth, there is nothing in the lore I have found to rid the world of such abominations as now call Haudh Lin their home.\\n\\n'Nevertheless, I must thank you for all you have done for me and my brothers and reward you as befits a valiant warrior.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Glamír is near the Grimwater, west of Emyn Hoedh and north-east of Gondamon.\\n\\nYou should speak with Glamír and discover if he has found a way to defeat the wights once and for all.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Seek the disturbed mounds to the east and north and stifle the spread of The Dead before they leave that place and bring evil throughout this valley.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Destroy Mound-wights ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Destroy Mound-wight Archers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with Glamír the Elf.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Haunted Lands",
      "es": ""
    }
  ]
}