{
  "id": 620766176,
  "txt": [
    {
      "id": 218649169,
      "en": "'When the wolves chased me off my farm, I didn't have enough time to collect my babies! My poor darlings... what was that? My chickens, of course! If those wolves have gotten hold of them, I just don't know what I'll do!\\n\\n'You can save them for me, [placeholder], I know you can! Follow the road north up the hill and out of Waymeet, then take the first stone path to your right. You'll see a sign for my farm at the correct crossing.\\n\\n'Quickly! You must save my little darlings!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You saved my chickens! Thank you so much! I don't know what I would have done if the wolves had gotten my darling Rosy, or my precious Georgie, or my lovely Dottie!\\n\\n'Someone needs to do something about these wolves, and I think that someone is you, [placeholder]!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You simply must rescue my babies from the wolves! You'll find my poor dears at my farm, to the north of Waymeet. Please hurry!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Oh dear! You haven't rescued my chickens yet!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Rescue Dora's Chickens",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Wolves have invaded the Shire, and some of them chased Dora Brownlock from her farm and have begun to feed on her chickens.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Dora's chickens ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Dora's chickens ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Dora's chickens are at her farm north of Waymeet, at the end of the first stone path on the right off the main road.\\n\\nYou went to Waymeet to help Dora Brownlock at the behest of Peony Grubb. Dora has in turn asked you to rescue her chickens from her farm, which has been overrun by the wolves.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring chickens to Dora Brownlock",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dora Brownlock is at the centre of Waymeet.\\n\\nDora Brownlock will be pleased to have her chickens returned to her, safe from the threat of the wolves prowling about her farm. You should return to her at once.",
      "es": ""
    }
  ]
}