{
  "id": 620766191,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I don't know what's going on with the animals in the Shire lately, but here in Scary we've been having more than our share of troubles. There have always been bats roosting in dark places throughout the Shire, but hobbits know better than to go near them.\\n\\n'Something has stirred up the bats, though, and they've begun coming out during the daytime! They've even started attacking folk on the outskirts of town! We can't have that, [placeholder], we can't have that at all!\\n\\n'If you see any of the nasty creatures, I'd appreciate it if you could put an end to them. You'll find them especially to the south, in and around the Marish. I just wonder what's caused them to start attacking like this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you very much for your help, [placeholder]! I don't know what it is that has driven these bats out of their caves, but whatever it is, it's not welcome here! The sooner it leaves, the better!\\n\\n'Maybe it has already gone, and it's just a matter of time before the bats quiet down again? Oh, I hope so!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There are bats all around Scary these days, and especially to the south. There never used to be!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Restless Roost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Something came into the Shire and stirred up all these animals, I think.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Something has driven the bats near Scary to swoop from their caves and attack hobbits on the outskirts of the town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Whatever upset the creatures of the Shire, it must have been something really scary!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated bats ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat bats ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Prisca Underhill is at the entrance of Scary.\\n\\nPrisca Underhill wants you to deal with the bats south of Scary which have become hostile, attacking even during the day.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Prisca Underhill is in Scary, near the entrance to town.\\n\\nPrisca will be pleased to hear that you have done your part to alleviate the threat of the bats outside Scary.",
      "es": "",
      "es (fem)": ""
    }
  ]
}