{
  "id": 620766039,
  "txt": [
    {
      "id": 228284034,
      "en": "'You have done so much for me already, [placeholder], but there is still much that must be done if my son is to be restored. We have not had dealings with the dwarves for a very long time, and those are not pleasant memories.\\n\\n'You were at Edhelion, I believe? You remember Skorgrím's final attack on the old refuge, yes? Dwarves are scheming and self-serving, not to be trusted!\\n\\n'We must gather our strength to lay siege to the dwarves of Ered Luin and rescue Avorthal from their clutches, but only Dorongúr Whitethorn, the Master of Duillond has the authority to muster such a force. Bring him the news of my son, that he is alive, but a prisoner. We must strike at the dwarves before it is too late!\\n\\n'Speak with Toronn at the stable before you go. He will hasten you upon your journey.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You have done so much for me already, [placeholder], but there is still much that must be done if my son is to be restored. We have not had dealings with the dwarves for a very long time, and those are not pleasant memories.\\n\\n'My people have had poor relations with the dwarves for years, and now there is news that one of them has aligned with some Ancient Evil? Dwarves are scheming and self-serving, not to be trusted!\\n\\n'We must gather our strength to lay siege to the dwarves of Ered Luin and rescue Avorthal from their clutches, but only Dorongúr Whitethorn, the Master of Duillond has the authority to muster such a force. Bring him the news of my son, that he is alive, but a prisoner. We must strike at the dwarves before it is too late!\\n\\n'Speak with Toronn at the stable before you go. He will hasten you upon your journey.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Your news is troubling, [placeholder]. For dwarves to work peacefully with goblins is unusual enough, but to conspire in the abduction of an Elf-prince seems foolhardy, even for them.\\n\\n'I will not call our warriors to arms just yet. Cardavor is full of anger, which is to be expected, but as Master of Duillond it is my duty to exercise restraint.\\n\\n'If the dwarves have indeed taken Avorthal, we will fall upon them with such fury that the mountains shall shake at our passing; but this could also be a trick of the goblins. They would have much to gain from a war between Elves and dwarves.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'There is little time to spare, [placeholder]! The wretched dwarves may not keep Avorthal alive for long. Go to Master Dorongúr at Duillond, to the north, and tell him that he must assemble a force of Elves to move against the dwarves at once!\\n\\n'Speak with Toronn about a horse to Duillond.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Prologue: The Master of the Refuge",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Cardavor was wise to send you to me. You should take a horse to the sanctuary at Duillond. They are swift and can cover distances more swiftly than our own feet. Speak with the stable master and he will see you carried on the back of a swift horse.\\n\\n'Move quickly, Avorthal's life is in the balance.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The goblin Pampraush let slip the knowledge that Avorthal was not slain, but handed over to wicked dwarves. Cardavor was further embittered by this news and is prepared to declare open war against the dwarves of Ered Luin to reclaim his son. ",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Dorongúr Whitethorn can be found at the refuge of Duillond, north of Celondim.\\n\\nWhile Cardavor is relieved that Avorthal still lives, he is prepared to wage war upon all the Dwarves of Ered Luin to rescue his son. He has asked you to inform Dorongúr Whitethorn of Avorthal's captivity in hopes that Dorongúr will muster a force to reclaim the Elf-prince.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'You have done so much for me already, [placeholder], but there is still much that must be done if my son is to be restored. We have not had dealings with the dwarves for a very long time, and those are not pleasant memories.\\n\\n'Have you heard of Skorgrím Dourhand's attack on the old refuge of Edhelion? Dwarves are scheming and self-serving, not to be trusted!\\n\\n'We must gather our strength to lay siege to the dwarves of Ered Luin and rescue Avorthal from their clutches, but only Dorongúr Whitethorn, the Master of Duillond has the authority to muster such a force. Bring him the news of my son, that he is alive, but a prisoner. We must strike at the dwarves before it is too late!\\n\\n'Speak with Toronn at the stable before you go. He will hasten you upon your journey.'",
      "es": ""
    }
  ]
}