{
  "id": 620766095,
  "txt": [
    {
      "id": 218649169,
      "en": "'That Dourhand burglar said that his folk paid the goblins well to steal a prince? I don't know what that means, but it can't be good!\\n\\n'Mathi Stouthand became the chief of Gondamon, the great watch-post of the Low-lands, shortly after the Dourhands were driven from Thorin's Hall. If there is a war brewing, Mathi needs to be warned so he can begin the preparations.\\n\\n'Follow the road east to Gondamon. There, I expect you'll find Mathi on the upper levels. Travel with great haste, [placeholder]! I would quicken your feet with a tale of great deeds, but I see that there is no time to spare!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You could not have arrived with this news at a better time, [placeholder]. An Elf-prince has gone missing, and the Elves are convinced that we abducted him and refuse to believe otherwise! We have learned where their prince is being held... an encampment of Dourhands to the north-east.\\n\\n'Your information tells us a great deal about his fate, and I hope it is enough. The Elves have sent an emissary to Gondamon, and she insists that we rescue this Avorthal as a sign of our goodwill. A sign of our goodwill! As if the Longbeards need to prove anything!\\n\\n'I have always considered myself an even-tempered dwarf, but this emissary has gone too far. We need someone who is neither dwarf nor Elf to organize this rescue. I do not want to be responsible for an outbreak of war in the Blue Mountains.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Mathi Stouthand is the Lord of Gondamon and must be given warning that the goblins and the Dourhands are up to something. War could be brewing, and the forces of Gondamon will need to be prepared!\\n\\n'Follow the road east to the fortress. I am sure you will find Mathi on the upper levels!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Prologue: Gondamon in the Low-lands",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Rothgar is concerned about the ominous words you heard from the Dourhand burglar and feels Mathi Stouthand, Lord of Gondamon, should be told that trouble is brewing.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Mathi Stouthand can be found on the upper levels of Gondamon, along the road east of Noglond.\\n\\nRothgar has asked you to deliver word to Mathi Stouthand that the goblins and the Dourhands are planning some new treachery, while he delivers the stolen gold back to Dwalin.",
      "es": ""
    }
  ]
}