{
  "id": 620766194,
  "txt": [
    {
      "id": 68118273,
      "en": "'At last, a Bounder who does something for the folk he's supposed to protect! I'm thankful you finally did what needed to be done, unlike my worthless cousin! I tell you, next time I see my Aunt Gurtie - she's Primstone's mother you see - I'm going to bend her ear a bit about what a layabout her son is! He may not listen to me, but that Bounder will listen to his mother, I promise you that!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Closed shrew burrows ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 102973489,
      "en": "'Well, well, if it isn't a Bounder hisself. I was wondering if one would ever come calling. See I've been complaining about the Shrews 'round here to that worthless cousin of mine, Bounder Primstone, but he's not done a blessed thing about them! I got so mad I sent a note down to Michel Delving to the Second Shirriff. I'll wager he sent you up here hisself to deal with them, right?\\n\\n'You don't even have to answer, I know I'm right! Now, off with you, get rid of some of them shrews and their burrows, like I asked.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The shrew population near Michel Delving has increased tremendously recently, and Ruby Primstone wants the Bounders to do something about it.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You're just the sort I was hoping would come along -- a Bounder!\\n\\n'My brother up in Brockenborings is a Bounder, so ordinarily I would ask him for help with this, but Brockenborings is such a long way from here, and I really want to get this problem taken care of as soon as possible.\\n\\n'There's a terrible infestation of shrews to the east of here, beyond the Delving Fields, and they're burrowing deep into the soil and ruining the greenery! If you can find some of their burrows and close them up, that should keep the filthy little beasts from straying near to the town. It's your duty to help me with this, Bounder!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "There are shrew burrows to the east of Michel Delving, beyond the Delving Fields.\\n\\nRuby Primstone is upset by the ruination of the greenery caused by the shrews and wants you to close up some of their burrows.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you for your help, Bounder [placeholder]! That should discourage the shrews from burrowing near the town, for a while at least.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ruby Primstone is in Michel Delving, at her home south-east of the statue of Marcho and Blanco in the centre of town.\\n\\nRuby will be pleased to hear that you have closed some of the shrew burrows near the town.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'There are shrew burrows to the east, beyond the Delving Fields. They need to be closed before the beasts tunnel any closer to the town!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I'm glad we don't need to worry about those burrowing shrews anymore!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Thank you for taking care of the shrew problem!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Close shrew burrows ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Close up shrew burrows ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak to [placeholder], in Brockenborings",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Close Up Their Burrows",
      "es": ""
    }
  ]
}