{
  "id": 620766037,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You recover a leather satchel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "This satchel is of fine Elf-make, but there is no sign of its owner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Athal is now concered about Avorthal as he missed not only the meeting with his friend, but is late to visit his father, Cardavor. Before causing greater worry to Cardavor, Athal has asked that you search for signs of Avorthal at his favourite spots within the vale of Nen Hilith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It is not like Avorthal to be late -- at least not without sending word -- nor to put aside his usual habits. Still, he has spent much time in contemplation in recent days.\\n\\n'When Avorthal desires solitude for quiet thought, he spends much time beneath the white trees in this vale. Perhaps he is amongst them now, unbeknownst to anyone. Would you go there and find him? I would of course, but I shall not defy the will of the Elves.\\n\\n'Make your way into the vale of Nen Hilith and search for any signs of Avorthal. I pray you find him hale and hardy, but if not, perhaps you will find some sign of him -- even just his pack.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Avorthal may be meditating beneath the white trees in Nen Hilith. The trees are found in the vale to the south-west.\\n\\nAthal explained that Avorthal enjoys the quiet of the vale of Nen Hilith. He suggested that you search beneath the white trees for either the Elf or his pack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This is Avorthal's pack, I am certain. I fear that something untoward has befallen my friend. Please, take this to Cardavor and tell him that I will do whatever I can to help find my friend -- his son.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You discovered a leather satchel near the body of a slain goblin. It is unclear if this is Avorthal's pack. You should bring it to Athal at the camp on the north edge of Nen Hilith.\\n\\nAthal explained that Avorthal enjoys the quiet of the vale of Nen Hilith. He suggested that you search beneath the white trees for either the Elf or his pack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Cardavor is at Celondim north-east of the vale of Nen Hilith. Deliver the pack to him there.\\n\\nYou went to Nen Hilith and there found the dwarf Athal waiting for his friend Avorthal. After a short disucssion you went into Nen Hilith to search for the missing Elf and discovered his pack alongside a fallen goblin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Avorthal has always been fond of sitting in the shade of the white trees in this valley. He says they bring him a calm unlike any he has known. Perhaps you will find him there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I pray that you find Avorthal well. I admit that I am most worried for my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You must return to Avorthal's father, Cardavor, quickly. He must know that some ill has befallen his son.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'This is Avorthal's satchel, I am certain of it! Do you see this pattern on the side? Avorthal stitched that himself long ago.\\n\\n'You bring me fell tidings, [placeholder]. You are sure there were no other signs of Avorthal? Some sign that my son might have been hiding nearby, safe from wolves or other dangers but too far away to reclaim his satchel?\\n\\n'Nay, that is a weak hope, and I must not trust to it. Some foe has brought down my son, my Avorthal. That is the only answer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Do you have nothing for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Avorthal or Avorthal's Pack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Deliver Avorthal's satchel to Athal at Nen Hilith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the satchel to Cardavor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: Avorthal's Favourite Haunts",
      "es": "",
      "es (fem)": ""
    }
  ]
}