{
  "id": 620766065,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated melee goblins in Rath Teraig ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated ranged goblins in Rath Teraig ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the release of Avorthal, the threat of war between the Dwarves of Gondamon and the Elves of Duillond has been averted, but the dangers posed to both kindreds remain, embodied by Skorgrím's Dourhands and the goblin-army they have raised.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I will send word to Mathi Stouthand and Gailthin in Gondamon of Avorthal's safe return and to warn their masters. The Free Peoples of Ered Luin must unite if they are to drive Skorgrím and his goblin allies from this land.\\n\\n'While Lord Dwalin and Master Dorongúr assemble their forces, I have an urgent task for you, [placeholder]. The goblins have mustered in Rath Teraig, and if we are to have any hope of reaching Skorgrím, we must thin their ranks.\\n\\n'Journey to the outskirts of Rath Teraig, the valley south of Gondamon, and speak with the dwarf there, Ingólfr. He will have more instructions for you. Aid him and Dwalin and Dorongúr may have a greater chance for victory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Make your way along the road toward Gondamon and turn south toward the valley of Rath Teraig. Speak with Ingólfr the dwarf at the barricade there.\\n\\nLanglas directed you to speak with the dwarf Ingólfr at the outskirts of the valley of Rath Teraig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Langlas sent you? He's a queer sort that one, but a fine fellow for sending aid. If he thinks you are capable, then I have no reason to keep you from your task.\\n\\n'You will find all manner of foul goblins beyond our barricade here. Do your best to avoid the truly dangerous ones and be careful not to travel too deeply within the valley... fearsome are the goblins beyond the great peak at the heart of Rath Teraig.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The goblins are mustering in Rath Teraig, the valley south of Gondamon.\\n\\nLanglas has sent word to Mathi Stouthand and Gailthin to begin preparations for an assault on Skorgrím's goblin-army in Rath Teraig. As well, he instructed you to begin thinning the enemy forces there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Langlas is at the hunter's lodge, east of Gondamon.\\n\\nYou have prepared the way for the assault on Rath Teraig, as Langlas had instructed you. You should return to Langlas with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Goblins are crawling in these hills, and the sooner that we clear them out, the sooner we can get this fight underway.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have done well, [placeholder]. Once the dwarves and Elves have arrayed their forces, the assault on Rath Teraig will begin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Tell Langlas, at his cabin, that all is well and the way is prepared.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Head north toward Gondamon, then south and west to find Ingolfr. Ask if there is anything that you can do in preparation for the battle that we must undertake.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Ingólfr outside Rath Teraig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat melee goblins in Rath Teraig ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat ranged goblins in Rath Teraig ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: Preparations for the Assault",
      "es": "",
      "es (fem)": ""
    }
  ]
}