{
  "id": 620766045,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You failed to defend Aglarchen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x66b35c1",
      "en": "'There are more dwarves on the way! Be ready!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You successfully defended Aglarchen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gailthin has learned that a group of dwarves has established an encampment in the low-lands of Ered Luin, north of Gondamon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa538854",
      "en": "'Prepare yourself, they are almost upon us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I will see if I can learn anything from the dwarves here. Mathi Stouthand is the Lord of Gondamon, and he has spoken openly to me in the past. I will judge his conversation to see if he is hiding something.\\n\\n'Do not betray what we have learned to anyone but an Elf. The dwarves will surely raise their guard if they gain any suspicion of what we know. This I do know: there is an encampment of strange dwarves to the north of Gondamon. You should go there and seek out Aglarchen, he went in search of Avorthal there and has yet to return.\\n\\n'Find Aglarchen there, learn if the dwarves of the low lands, at least, have turned against us. Be cautious for the dwarves may be hostile.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The suspicious encampment is in the low-lands of Ered Luin, north of Gondamon.\\n\\nWhile Gailthin tries to learn the truth of Avorthal's whereabouts from Mathi Stouthand, the Lord of Gondamon, she has asked you to investigate a suspicious encampment of dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Avorthal is being held in that encampment after all? You have done well, [placeholder], but this confirms the fears of Master Dorongúr. The dwarves are indeed behind the capture of Avorthal.\\n\\n'The time has come to confront Mathi Stouthand, the Lord of Gondamon, with this news. If he will not command his dwarves to release Avorthal, then my time as emissary is over. There will be war.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gailthin is in Gondamon, south of the suspicious dwarf-encampment.\\n\\nWhile investigating the dwarf encampment, you found Aglarchen, a friend of Avorthal, who revealed where Avorthal is being held. You should return to Gailthin with this news at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There is an encampment of dwarves to the north of Gondamon. Search it for signs of Avorthal, but do not attempt to rescue him if you find him there! We must regroup and form a plan that is assured of freeing him safely. Learning if he is there will be enough.\\n\\n'I will investigate Gondamon and learn what I may.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Are you here to help me? My friend Avorthal was taken by goblins, and I followed them to this encampment of dwarves. They are holding him high up in the cliffs that divide the low-lands from western Haudh Lin. I tried to free him, but there were too many.\\n\\n'The dwarves pursued me here, and I doubt not.... It is too late! They have come!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb154b41",
      "en": "'There they are! Get them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb154b42",
      "en": "'Get the Elf!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Aglarchen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb154b43",
      "en": "'Let's gut 'em!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defend Aglarchen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9598ea1",
      "en": "'I can make it out from here! Remember what I told you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue: Suspicious Encampment",
      "es": "",
      "es (fem)": ""
    }
  ]
}