{
  "id": 620924060,
  "txt": [
    {
      "id": 148970262,
      "en": "Collected black heartwood from Black Huorns ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 120621152,
      "en": "'You could find no more black heartwood? Perhaps it is not as bad as I thought.'",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "Black Huorns may be found throughout the eaves of Fangorn bordering the Broadacres.\\n\\nBlackthorn asked you to bring him more of the black heartwood, so that he might learn the origin of the corruption.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Black Hearts",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Ent Blackthorn is disturbed by the emergence of Black Huorns from the heart of Fangorn, which do not heed his voice.",
      "es": ""
    },
    {
      "id": 190220740,
      "en": "'Little [placeholder], this black heartwood concerns me. No natural ailment afflicted it. Hoom, I need more to study. Bring me the heartwood of the Black Huorns, so that I might determine what evil has come to this wood.\\n\\n'Ta-rum, if it is as widespread as I fear, much of the forest might be ruined....'",
      "es": ""
    },
    {
      "id": 173025749,
      "en": "Collect black heartwood from Black Huorns ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 251715987,
      "en": "Bring the black heartwood you collected to Blackthorn",
      "es": ""
    },
    {
      "id": 190220601,
      "en": "'Ta-rum! It is as I thought! There is sorcery in these hearts, and there is but one power near Fangorn capable of this evil.\\n\\n'Young Saruman has, hoom, has much to account for. He and his burárum have wrought great destruction in this wood. Now he shall see me positively hasty!'",
      "es": ""
    },
    {
      "id": 184621172,
      "en": "Blackthorn awaits your return in the eaves of Fangorn, bordering the Broadacres.\\n\\nYou should bring the black heartwood that you collected to Blackthorn the Ent.",
      "es": ""
    }
  ]
}