{
  "id": 620924057,
  "txt": [
    {
      "id": "0x8e11b31",
      "en": "Defeated the Fastitocalon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f7",
      "en": "Talk to Herehasen at Tordag's camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b33",
      "en": "Defeated the Dragon of the Westfold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The people of Torsbury were driven out of their homes by an invasion of Dunlendings and half-orcs, among them an elderly warrior named Herehasen, rumoured among his folk to suffer from a madness of the mind.\\n\\n<rgb=#FF0000>NOTE: This quest is designed for a raid of twelve players, though the players need not be grouped to complete it.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e8",
      "en": "Defeat the Guardian of the Shrine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011874",
      "en": "Herehasen is at Tordag's camp south-east of Torsbury in the Broadacres.\\n\\nYou should return to Herehasen and let him know that you found the legendary beasts exactly where he said they would be.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "In the south-eastern part of the Fenmarch in the Eastfold dwells the Fastitocalon. In the north-western part of the Stonedeans dwells the Guardian of the Shrine. In the southern parts of the Westfold dwells a great and terrible dragon.\\n\\nHerehasen believes that mythical creatures actually dwell in Rohan and wants you to defeat them to prove him sane.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568905",
      "en": "'Ha! Why will no one believe me? Just yesterday, I swear I saw a giant with one eye in the centre of its forehead... ghastly thing! Does anyone believe me?\\n\\n'Of course not! Old Herehasen is mad, they say! Well, you have proved them wrong, to be sure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b29",
      "en": "Defeated the Guardian of the Shrine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568908",
      "en": "'Eh? What is that? Did you not hear what I said? Massive, it is! And I have seen it with my own eyes... well, at least the shadow of it. There are terrible creatures roaming this land!\\n\\n'In the Eastfold, down in the farthest reaches of the Fenmarch, dwells the great Fastitocalon! A terrible beast... fishermen mistake it oft for a small island, and it devours them. In the north-west of the Stonedeans, there lies an ancient shrine built by the ancestors of the Dunlendings... it is rumoured that a demon guards it still, a creature with great long fangs. In the south of the Westfold, it is said there dwells a terrible dragon, if you can believe it!\\n\\n'No one here believes me, but I know it is true! As you travel throughout fair Rohan, find these creatures and slay them, then no one will call me mad again!'\\n\\n<rgb=#FF0000>NOTE: This quest is designed for a raid of twelve players, though the players need not be grouped to complete it.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308846",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f0",
      "en": "Defeat the Fastitocalon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f2",
      "en": "Defeat the Dragon of the Westfold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Monsters or Madness?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c4",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    }
  ]
}