{
  "id": 620924196,
  "txt": [
    {
      "id": 173025369,
      "en": "Equip the bucket Fríthild provided",
      "es": ""
    },
    {
      "id": 148970129,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 148970131,
      "en": "Extinguished fires in the western fields of the Broadacres ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419781,
      "en": "Fires can be found throughout the fields west of Stoke in the Broadacres.\\n\\nReeve Fríthild has asked you to ride out and extinguish the fires that the Warg-riders started in the Broadacres.",
      "es": ""
    },
    {
      "id": 148970210,
      "en": "Extinguished fires in the western fields of the Broadacres ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025312,
      "en": "Equip the bucket Fríthild provided",
      "es": ""
    },
    {
      "id": 173025313,
      "en": "Equip bucket and extinguish fires in the western fields of the Broadacres ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025360,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 173025362,
      "en": "Extinguish fires in the western fields of the Broadacres ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126686757,
      "en": "After failing the assault on Torsbury, Torferth sent you back to Stoke to inform Reeve Fríthild that he and his people would be late in coming.\\n\\n<rgb=#FF0000>NOTE: The bucket skill may only be used while on a war-steed.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Acres Aflame",
      "es": ""
    },
    {
      "id": 190220740,
      "en": "'The loss of Tordag grieves me, for he was a good friend and a stout warrior. However, I must look to the defence of my Riding...there will be time for sorrow later.\\n\\n'Warg-riders roam to and fro among the fields to the west, burning everything they see. Will you ride out and extinguish as many of the fires that you can? I would have something left of the Acres to pass down to my son.\\n\\n'Be alert for an ambush...the goblins are vicious creatures who would just as soon put you to the torch.'",
      "es": ""
    }
  ]
}