{
  "id": 620924056,
  "txt": [
    {
      "id": 148970241,
      "en": "<rgb=#FF0000>Defeated neutral Huorns ([placeholder]/[placeholder])</rgb>",
      "es": ""
    },
    {
      "id": 173025783,
      "en": "Talk to Blackthorn the Ent in Fangorn",
      "es": ""
    },
    {
      "id": 173025784,
      "en": "Find evidence of the evil things Herehasen spoke of",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The people of Torsbury were driven out of their homes by an invasion of Dunlendings and half-orcs, among them an elderly warrior named Herehasen, rumoured among his folk to suffer from a madness of the mind.\\n",
      "es": ""
    },
    {
      "id": 148970297,
      "en": "You have found an Ent",
      "es": ""
    },
    {
      "id": 184621172,
      "en": "Blackthorn the Ent dwells in Fangorn, north of Torsbury.\\n\\nYou should speak with Blackthorn the Ent and learn what brings him to the eaves of Fangorn.",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "Herehasen believes that there are strange and evil things dwelling beneath the eaves of Fangorn, north of Tordag's camp.\\n\\nHerehasen wants you to hunt for the evils which dwell in Fangorn and bring proof of their existence so that the people of Torsbury will see that he is not mad.",
      "es": ""
    },
    {
      "id": 190220549,
      "en": "'Hoom! You wander far afield. I am called Blackthorn in the tongue of Men.\\n\\n'I have come here to see, hom, what evils the Orcs plan to bring to my corner of this forest.'",
      "es": ""
    },
    {
      "id": 173025728,
      "en": "<rgb=#FF0000>Do not defeat neutral Huorns ([placeholder]/[placeholder])</rgb>",
      "es": ""
    },
    {
      "id": 120621126,
      "en": "DNT -- Will not be seen",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Stop the Motion",
      "es": ""
    },
    {
      "id": 190220740,
      "en": "'They move! I saw them! The trees....\\n\\n'There are other things in Fangorn, as well...dark things with evil hearts. I have heard tell of winged creatures like women and walking skeletons. They are all gathering beneath the shadow of Mordor.\\n\\n'No one believes me, of course. They all say I am mad. Go into that accursed wood and bring proof of the terrors within, and I will reward you as I may!'",
      "es": ""
    }
  ]
}