{
  "id": 620924198,
  "txt": [
    {
      "id": "0x7308993",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "War is Coming",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308996",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502836",
      "en": "Talk to Fríthild",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308999",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ac1",
      "en": "Aided the leaders of Stoke ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11af2",
      "en": "Completed Ordlac's Advice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688c4",
      "en": "'Thank, you, [placeholder]. I wished to learn something of the minds of my advisors before calling a council, and you have helped me do so.\\n\\n'Prepare yourself... the Council of Stoke will soon be called to session.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688c8",
      "en": "'Ah, [placeholder], my friend! I have heard how you fared at Torsbury and grieve Tordag's loss. However, we must not lose heart and must put aside sorrow... there are glorious battles to be fought!\\n\\n'I must consider our current situation carefully. There is much that needs to be done ere we make a final decision. Return to me in a while, and I will speak my mind more openly. Good day, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d2",
      "en": "Ordlac is in the Mead Hall of Stoke.\\n\\nYou should wait for Ordlac's advice to be heard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d2",
      "en": "'Clearly, we should shore up our defences and prepare for the coming siege. However, it is not my decision to make. I would advise Reeve Fríthild to call a council of war. It may be that Thane Ordlac will have some insights that will help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502821",
      "en": "Talk to Baldmund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "After receiving the Dunlending token you brought her, Fríthild is concerned that the scope of the invasion from the west is far greater than she first believed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d5",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502824",
      "en": "Talk to Grimmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308985",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a9",
      "en": "'I was chosen by both my people -- the refugees for Torsbury -- and the townsfolk of Stoke to speak for them. I believe we must first provision the town for siege before aught else.\\n\\n'But perhaps that is a decision best left to the Reeve and her advisors in council.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d8",
      "en": "'It is not my place to say what the Reeve should do. If it were I, I would strike at the heart of the foe, but it is not.\\n\\n'If the Reeve wishes to be advised, let her call a council.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502827",
      "en": "Talk to Ordlac",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c4",
      "en": "'[placeholder], it is clear that Saruman the White holds sway over the Dunlendings as well. I fear they intend to sweep through the Acres and fall upon Kingstead and Edoras. We must prepare to stand as a foil to that invasion.\\n\\n'If you would, speak with the leaders in the city and learn what advice they would give. Captain Grimmar and Thane Ordlac are, of course, present here, but I would have you speak with Baldmund, the leader of the refugees from Torsbury, and Ordlac's captain Dudsig. Baldmund may be found at the inn in the north-east part of town, and Dudsig is at the Oserley encampment outside the north-east gate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119b3",
      "en": "Fríthild is in the Mead Hall of Stoke.\\n\\nYou should return to Fríthild with the town leaders' advice.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119b7",
      "en": "Grimmar and Ordlac are in the Mead Hall of Stoke. Baldmund is at the inn in the north-eastern part of Stoke. Dudsig is at the Oserley encampment outside the north-east gate of Stoke.\\n\\nReeve Fríthild has asked you to speak with the leaders of the forces at Stoke and learn what their advice for her would be.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502800",
      "en": "Aid the leaders of Stoke ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308990",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502830",
      "en": "Talk to Dudsig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119b9",
      "en": "Baldmund, Grimmar, Ordlac, and Dudsig have need of your services. You should give them your aid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502831",
      "en": "Complete Ordlac's Advice",
      "es": "",
      "es (fem)": ""
    }
  ]
}