{
  "id": 620790110,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected oats ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Nibs Chubb needs assistance filling an order of oats for a customer in the Westfarthing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'If you are going to be tramping around these parts and have a day's work to spare, I would ask a favour of you, [placeholder]. Not two weeks ago, I got a letter from an enterprising hobbit in the Westfarthing. He said to me in this letter that he was in need of a large supply of oats, the largest order I have ever seen, to be sure.  \\n\\n'I didn't much take a liking to the idea right away, but what with the hard times and all, well now I couldn't turn down his offer, even if I don't take too kindly to the name of Sackville-Baggins; leastwise, the Baggins part of it. Queer tales, to be sure, are told about that family.  \\n\\n'If you have the time, I could use more hands to collect the oats from the fields east and north-east of here. I would get out there myself, but with all those nasty bugs... well, pardon my saying it, but your clothes look more to the task what with being dressed for fighting and all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nibs Chubb's fields are east and north-east of his farm.\\n\\nNibs Chubb has asked you to help him collect his oats from the fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Did you get the oats? Wonderful! I will have these bales sent to Hobbiton right way. \\n \\n'I wonder what he could be wanting with such a large amount of oats? I'd gather he's got enough now to supply a large party with bread for a month, though I doubt he could get the guests. But it's not my business to pry into others' affairs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nibs Chubb is at his farm, in the south of Oatbarton.\\n\\nYou should return to Nibs Chubb with the oats.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You can find the oats in my fields just east and north-east of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Did you harvest all the oats yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thank you so much for helping me with my oats. You are welcome on my farm any day!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect oats ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring Nibs Chubb the harvested oats",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Oats for the Westfarthing",
      "es": "",
      "es (fem)": ""
    }
  ]
}