{
  "id": 620790125,
  "txt": [
    {
      "id": 137424244,
      "en": "'Bah! Dis is gettin tiring...'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You stole a lucky stone",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Erchiel the Elf is concerned with the giants which have been ruining the forest.",
      "es": ""
    },
    {
      "id": 94673969,
      "en": "'Hey what? I did'n do nothin...'",
      "es": ""
    },
    {
      "id": 94673970,
      "en": "'Youz been hittin the mug all right - one time too many to hear ya bellowing on about nothin. Now shut yer yap.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'There is a band of Hill-giants who have taken up residence at the western edge of the forest. Nasty brutes they are and taken to smashing trees and tromping the undergrowth in such a fashion that it makes Longbough's knots itch just to consider it.\\n\\n'Now, I myself prefer battles of trickery to those of the blade when dealing with fellows thrice my height and one-tenth my wit, and so I suggest this plan to you: for some years now I have instilled a fear of wood-spirits and sprites in the giants -- nay, there are none such, at least not hereabouts, but the giants do not know that. Flickering lights in the distant woods, the unexplained disappearance of important things, strange and unearthly sounds -- all the sort of things you might use to scare children and keep them from wandering into a dangerous wood. The giants are little wiser than children themselves and much the same ploy keeps them out of this forest... usually.\\n\\n'The giants have been growing bolder again of late -- perhaps you could... raise the spirits once more? I happen to know that one of the giants that guards the outskirts of their encampment has a cherished lucky stone he keeps near his person -- a rock of no true value, I would wager. See if you can snatch it away when his attention is elsewhere. There is a small rock cairn I left nearby to help provide a means of distraction. Be sure to move quickly and stay unnoticed, or you will likely be stepped on.'",
      "es": ""
    },
    {
      "id": 94673971,
      "en": "'You've lost yer senses ya daft git. I'll just have to beat em back into you!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Amon Môth is located to the west and south of the Eavespires, and the cairn Erchiel mentioned is somewhere on the northern outskirts of their camp.\\n\\nErchiel has asked you to prove your cunning by stealing a lucky stone from one of the giants of Amon Môth.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have returned and with the giant's keepsake no less! Well done, indeed.\\n\\n'Now that you have proven yourself up to the task, I have a somewhat more complicated duty for you.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Erchiel can be found at the Eavespires, east and north of Amon Môth, near the shoreline of Lake Evendim.\\n\\nYou should bring the lucky stone back to Erchiel.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'No luck yet?\\n\\n'As I recall, the giant in question stands guard near the northern outskirts of Amon Môth. There should be a small cairn of stones nearby to mark the place.\\n\\n'Do be careful. The giants are not terribly bright, but they are quite strong.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah, no luck yet with the giants? I hope you are not too much the worse for wear. Keep at it and remember that where brawn and the glorious strength of steel fail us, a bit of humble trickery will oft suffice!'",
      "es": ""
    },
    {
      "id": 111451185,
      "en": "'Hey! Quit it!'",
      "es": ""
    },
    {
      "id": 111451186,
      "en": "'Hey! I told youz to quit thowing things afore I wipe dat stupid grin off your mug!'",
      "es": ""
    },
    {
      "id": 111451187,
      "en": "'Right! That's what does it! Now I'll do for you, ya niggling fool! RAARGH!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Steal a lucky stone from the giants of Amon Môth",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Steal a lucky stone",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the lucky stone to Erchiel at the Eavespires",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Knocking Heads",
      "es": ""
    },
    {
      "id": 137227636,
      "en": "'Hah! Tired o' gettin' your teeth kicked in again you mean.'",
      "es": ""
    }
  ]
}