{
  "id": 620790119,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I fear things have gone awry and taken a rather dangerous turn. It seems that a stone-giant of some actual cunning and intelligence has arisen to leadership among the giants of Amon M么th, and I cannot ignore such an ominous portent.\\n\\n'Giants are very powerful creatures and dangerous at the best of times, but they are fractious and chaotic, and it is quite rare for a strong leader to arise among them. The consequences of such are usually disastrous, for few forces can stand against an organized war-band of giants. Even Erchiel and Longbough would likely find themselves overmatched, should it come to that.\\n\\n'In this instance, I am afraid this newly arisen leader must not be allowed to strengthen his control over the giants, or they might easily overwhelm these forests. Alas, it is not within my power to defeat him, and Erchiel and Lithuifin must stand guard over the Eavespires... might you defeat him for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'That was well done! Please forgive me for asking such of you. Erchiel and Lithuifin have striven for many years to avoid the conflict and strife of the world at large, but in these years, it presses ever closer, and I fear that they may find themselves called away to fight in yet another war.\\n\\n'Erchiel has already fought her share, [placeholder]. I have seen it in her face as the dreams of ages past intrude upon her slumber and crease her beautiful brow with worry and care. I have seen the ancient fire alight in her eyes when it seems that danger may be upon us yet again.\\n\\n'I would have her see no more of those dreams, if it lies within my power, and I thank you greatly for your aid. May the world show you kindness in your travels.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It is time for these giants' chieftain to fall....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fool's Crown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Remmenylf the Elf is concerned with the giants which have been ruining the forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the stone-giant chieftain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the stone-giant chieftain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The stone-giant chieftain is at Amon M么th, south and west of the Eavespires.\\n\\nRemmenylf has asked you to defeat the stone-giant chieftain of Amon M么th.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Remmenylf at the Eavespires",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Remmenylf resides in the Eavespires, east and north of Amon M么th.\\n\\nYou should return to Remmenylf and tell him of the chieftain's defeat.",
      "es": "",
      "es (fem)": ""
    }
  ]
}