{
  "id": 620790116,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Barkskin wood-trolls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6795c13",
      "en": "'I am not... ssso eeassily defeeated... do not underessstimate my power...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Rotting wood-trolls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Heart-rot has fled",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Longbough believes that some evil power may be twisting the wood to dark ends, perhaps the Wood-trolls that have begun to appear in Evendim. Roused to anger, the Ent is ready to take action.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6780d13",
      "en": "'I ssshall return, meeatlingssss...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Something seems to be amiss on the edge of the forest, well to the south of here. A party of wood-trolls -- led by one called 'Heart-rot' -- has dwelled there for some time, but now their power seems to be growing and threatens to twist the forest around them to evil and hatred.\\n\\n'Seek out these trolls and winnow their numbers. If you can slay enough of them, then Heart-rot should be driven to confront you, and you may destroy him, thus removing the source of this trouble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Twisted Grove lies to the south-west of the Eavespires.\\n\\nAngered by the wanton ruin inflicted upon his grove, Longbough has asked you to defeat the wood-trolls infesting the Twisted Grove.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Unfortunately, it seems that there is more to this Heart-rot than we had first imagined. Whatever power lies in the Twisted Grove, its roots run deeper than we had suspected.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Heart-rot is at the Twisted Grove, which lies south-west of the Eavespires.\\n\\nAs well as driving the wood-trolls from his grove, Erchiel also asked you to find and defeat their leader, Heart-rot, in hopes that the remnant will flee.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Erchiel is at the Eavespires, on the north-west shore of Lake Evendim.\\n\\nYou should return to the Eavespires and tell Erchiel of your battle with Heart-rot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you been to the Twisted Grove yet? It fills me with a foreboding I have not known for many years.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Barkskin wood-trolls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Rotting wood-trolls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find and defeat Heart-rot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hewing the Wood",
      "es": "",
      "es (fem)": ""
    }
  ]
}