{
  "id": 620790118,
  "txt": [
    {
      "id": 218649170,
      "en": "Hoom! Hom! It has been ever so long since my blood has run with such heat and fervour! That was well fought, Little One! Indeed while I have little love for axes and swords, I had forgotten the enjoyable haste of battle. Ta-room! Even now though, I feel the anger of the forest subsiding as the Twisted Heart's influence fades. Soon some measure of peace shall return here, I think.\\n\\n'Ta-rum! My thanks to you, Little One, your aid was most welcome. Please forgive my rudeness when first we met.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Twisted Heart",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Hom! The forest seethes with anger as the power of the Twisted Heart grows, and while I fear we have little time, haste will lead only to disaster.\\n\\n'Ta-room! Ta-rum! Are you fully prepared for what lies ahead? Be certain, for we face death should we falter.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Hoom! Thank you for your help in purging the Twisted Grove of the evils that had beset it, Little One. It is sad to see an old friend fall to such a fate, but such is the way of the world. Seasons turn, leaves fall, branches wither -- and in the fullness of time, new shoots grow to take their place. But such passing is never without pain, is it.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Longbough is at the Eavespires, on the north-west shore of Lake Evendim.\\n\\nLongbough asked you to accompany him against the Twisted Heart.",
      "es": ""
    },
    {
      "id": 238893393,
      "en": "'Away... from... the... heart... meatlings!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Longbough is at the Eavespires, on the north-west shore of Lake Evendim.\\n\\nYou should speak again with Longbough.",
      "es": ""
    },
    {
      "id": 238893394,
      "en": "'The heart... must... not fall!'",
      "es": ""
    },
    {
      "id": 265448401,
      "en": "The roots of the Twisted Heart burrow deep into the earth, drawing sustenance from below!",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Accompany Longbough against the Twisted Heart",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Longbough at the Eavespires",
      "es": ""
    },
    {
      "id": 153236100,
      "en": "'Now prepare yourselves little ones, for we are about to get to the root of the matter. Once we begin, the Twisted Heart and its guardians will be fully aroused, and we shall be in great peril!'",
      "es": ""
    },
    {
      "id": 107732583,
      "en": "'Take care my little friends, something moves against us - the grove has sensed our presence!'",
      "es": ""
    },
    {
      "id": 199397953,
      "en": "'It is time we put an end to this! Fharrooom! Follow me!'",
      "es": ""
    },
    {
      "id": 199397954,
      "en": "'Fooruum... The Twisted Heart lies dormant, its roots sunk deep into the earth. We must find them, and cut off its sustenance.'",
      "es": ""
    },
    {
      "id": 199397955,
      "en": "'We draw close to the roots of the Twisted Heart - once they are destroyed he will be forced to awaken and then you must strike!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Longbough believes that some evil power may be twisting the wood to dark ends.",
      "es": ""
    },
    {
      "id": 199397956,
      "en": "'The roots are cut! I will remain here to ensure the Twisted Heart remains cut off from the source of his sustenance. Destroy the tree swiftly!'",
      "es": ""
    },
    {
      "id": 199397957,
      "en": "'Harroom! The roots have regrown! The must be destroyed lest the Twisted Heart regain its power!'",
      "es": ""
    },
    {
      "id": 199397958,
      "en": "'The Twisted Heart has fallen! Farhoom! With its power gone, Heart-rot will soon follow!'",
      "es": ""
    },
    {
      "id": 120594468,
      "en": "'Nooo... the heart... gone! Dieee meeeatlingsss!'",
      "es": ""
    },
    {
      "id": 199397959,
      "en": "'Heart-rot is destroyed! At last this dark grove has been cleansed!'",
      "es": ""
    },
    {
      "id": 36864258,
      "en": "'Enough, time is now of the essence. Onwards! Destroy the roots!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hoom! From the blighted branches you brought to us, I have divined much. There was once an ancient tree in the southern forest whom I was once well acquainted with, but after the destruction wrought upon the forest during the wars long ago, it became withdrawn and would speak with me no more...even though my own despair at the acts of Men was nearly as great.\\n\\n'Now it seems that the Wood-trolls -- particularly this one called Heart-rot -- have whispered long to the Huorn in its slumber and re-awakened it under their thrall. Its heart is now black and twisted with their malice, and it will suffer no living thing of flesh in its domain. Hom! Ta-room! Were that all that had transpired, I would pay it less heed, for the Twisted Heart's folly is its own, but now its roots run deep and far, ever grasping and twisting the trees that they touch, and the Wood-trolls will follow in its wake. I cannot allow the Twisted Heart to warp the entire forest to its will. We must stand against it and fell both it and the vile troll that has corrupted it.\\n\\n'Be careful, for the Twisted Heart's power has grown fell, and I fear it will be all we can do to face it in the place of its greatest strength, but we have no choice! Ta-rum! Hoom! Speak with me again when you are ready to leave.'",
      "es": ""
    }
  ]
}