{
  "id": 620790120,
  "txt": [
    {
      "id": "0x3c41c48",
      "en": "'Though my heart burns with the thought that I might now have vengeance for ancient wrongs, for Lithuifin's sake I shall not join in this song of battle. Not this time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'Good luck to you, for whom this world may be destined. My husband and I shall remain here and watch as this drama unfolds, and in time we too shall go into the West - though I hope that you are victorious for I am still fond of these lands, and I do not wish to see them forsaken to the hand of the Enemy of old.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Placed false wards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Erchiel is ready to move forward with the final stages of the plan Lithuifin helped her devise.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Now then, as a warrior of some renown, I am all too accustomed to doing battle, and always I contend with and offer the threat of death. Against such mean foes as goblins and Orcs, this threat itself is often sufficient to break their spirits and send them back into the darkness unless they are driven by powerful masters -- but not so with the Gauredain.\\n\\n'As Lithuifin has reminded me, Men such as they who are still free of spirit and pride often place greater value upon the unseen and unfelt worlds than they do upon their own lives. The wards were the clue, and it is this that we shall play upon to keep our respective camps safely separated. You may have noticed a number of Gauradan-markers along the shore of the river just north of here. Those mark the current boundaries of the Gauredain's territory -- at least as they see it. But they do not in any way prevent them from crossing further into our stretch of the forest. That we shall now change.\\n\\n'I have changed the wards you brought me and added a few flourishes. If you add these to the boundary markers, they will no longer represent mere territorial boundaries, but Wards of Doom to the Gauredain, a warning that any who cross put their very spirits into absolute peril. The Gauredain may not respect our swords and bows, but this they shall not lightly ignore.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Erchiel has asked you to modify a series of Gauradan-markers into Wards of Doom to prevent the Gauredain from crossing into the Eavespires.\\n\\nThe Gauradan-markers are along the river to the north of the Eavespires.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, well done, my friend. That should greatly reduce the threat of the Gauredain for the time being.\\n\\n'That line of wards will neither prevent their crossing indefinitely, nor will it stop some of their most insistent or brave hunters from intruding, but I will deal with those as I must. What it will do is prevent open war from erupting between their tribe and those of us here in the Eavespires, and that is enough for now.\\n\\n'You have my deepest gratitude, and though I have no more tasks for you, you may wish to speak with Lithuifin or Longbough and see if either of them requires your aid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You should return and tell Erchiel that you have finished placing the wards.\\n\\nErchiel is at the Eavespires, south of the river.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'This final task should be quite simple. The markers you seek can be found along the northern bank of the river that runs by the Eavespires.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'This last task should be relatively simple. All you need to is modify the Gauradan markers along the river as I have shown you. \\n\\n'After that the Gauradan should shun the river and the lands south of it - for a time anyways.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thank you for your assistance with the Guaradain. Due to your efforts I believe it will be some time before they disturb us here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I have heard rumours now of dark powers astir in distant lands once again, and of tread of armies gathering is an ancient beat with which I am well acquainted.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Place false wards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Though my heart burns with the thought that I might now have vengeance for ancient wrongs, for Lithuifin's sake I shall not join in this song of battle. Not this time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Erchiel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Good luck to you, for whom this world may be destined. My husband and I shall remain here and watch as this drama unfolds, and in time we too shall go into the West - though I hope that you are victorious for I am still fond of these lands, and I do not wish to see them forsaken to the hand of the Enemy of old.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "False Wards",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Thank you for your assistance with the Guaradain. Due to your efforts I believe it will be some time before they disturb us here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'I have heard rumours now of dark powers astir in distant lands once again, and of tread of armies gathering is an ancient beat with which I am well acquainted.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}