{
  "id": 620790122,
  "txt": [
    {
      "id": 136263297,
      "en": "Gathered Gauradan-wards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Remmenylf has suggested a solution to Erchiel regarding the Gauredain that seems rather less violent than other possible approaches.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have devised a plan to deal with the Gauredain and have proposed it to Erchiel. She agrees on this course of action.\\n\\n'As for this plan, we -- and by that, I am afraid I mean you -- shall steal several of the wards that the Gauredain have scattered about their encampments. These wards are simple tribal symbols, commonly used to keep evil spirits at bay by superstitious cultures. That is not to say that such spirits do not occasionally roam the world in one form or another -- but I am afraid a simple chunk of wood would do little to deter them.\\n\\n'In any case, I need you to gather several of these and bring them to me, then we can embark on the rather more clever part of this plan.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Remmenylf has asked you to steal a number of the wards that are scattered around the Gauradan-encampments.\\n\\nThe Gauradan-encampments are north of the Eavespires.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Good, you have done exactly as I asked. I hope the Gauredain were not too much trouble?\\n\\n'In any case, now we have what we need to begin setting our final plan into motion, which Erchiel will describe to you....'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Remmenylf is at the Eavespires, south of the Gauradan-encampments.\\n\\nYou should bring the Gauradan-wards you collected to Remmenylf.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Bring me the wards of the Gauredain.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you had no luck finding the Gauradan-wards I sent you for? They should be easy enough to find some ways north of here where the creatures are well-encamped.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I see you are bringing more of the Gauradan-wards. Hoom!\\n\\n'I suppose little Erchiel will be looking for those. You had best not keep her waiting. She is remarkably hasty, even for one who is not of the Ents.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Erchiel has decided on another course of action has she?\\n\\n'That is well. As a master of the sword, she is oft too quick to draw it, particularly so given the vast wisdom upon which she may draw when she takes the time to consider.\\n\\n'But then, we are all creatures of habit, are we not? To each of us there is the path more preferred -- but hers has brought her too much pain, and I am always glad when she is able to find other ways.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Gather Gauradan-wards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I think I know what Erchiel has in mind. You should bring the wards you have collected to her swiftly.'\\n\\n'Did I mention that she is not the most patient of Elves? You would think that after a few thousand years she might have learned to view the passage of time more charitably.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the Gauradan-wards to Remmenylf",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Do not tarry here. It is only a matter of time before the Gauradan-hunters stumble upon this place, and then bloodshed will be unavoidable.\\n\\n'Gather the wards from their encampments and return with them as soon as you can.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Wards of the Gauredain",
      "es": ""
    }
  ]
}