{
  "id": 620790117,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We must learn more about the power which has corrupted the Twisted Grove and now seeps into the surrounding forest. It is dark and evil, but we know nothing of its source.\\n\\n'Head to the Twisted Grove and gather any sickened or dead plants you may find. From them, I may be able to determine what it is that we truly face.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have brought me the fallen limbs from the trees of the grove? These should offer me some greater insight into what power now infects that dark place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Take care as you explore the Twisted Grove. It has become a dark place with a vile hatred of all living things, and we must learn whence this blight has sprung.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I will need more of the dying plants that no doubt litter the Twisted Grove before I can tell you more about what ails the forest. Now go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Seeking Answers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Longbough believes that some evil power may be twisting the wood to dark ends.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected rotted limbs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect rotted limbs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Twisted Grove lies south-west of the Eavespires.\\n\\nLithuifin has asked you to seek evidence of the power which has corrupted the Twisted Grove. He asked you to collect rotted limbs and bring them to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the rotted limbs to Lithuifin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lithuifin is at the Eavespires, on the north-west shore of Lake Evendim.\\n\\nYou should bring the rotted limbs you have collected to Lithuifin.",
      "es": "",
      "es (fem)": ""
    }
  ]
}