{
  "id": 620790121,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Gauredain tribesmen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Gauredain gorge-stalkers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated a Gauradan soothsayer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Erchiel has asked you to defeat several of the Gauredain in order to frighten them and keep them from exploring further south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am afraid that speaking with the Gauredain is unlikely to buy us anything -- they are very nearly feral creatures, and the influence of the Orcs means they are unlikely to look upon Elves such as myself kindly at all.\\n\\n'If they discover us here there is every likelihood that they will attempt to drive us out -- and while neither Longbough nor I would allow it, to have such bloodshed occur on our very doorstep would wound Lithuifin deeply, and I would not wish to involve him so.\\n\\n'I would ask you to hunt down some small number of their hunters and warriors that have wandered south of the river -- not so many as to cause them grievous hurt, but enough to warn them that these lands are not theirs, nor are they welcome here. It would also be best if you could find one of their leaders, for such tribes are often deeply superstitious and the loss of such a leader can set them aback greatly in fear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Erchiel has asked you to defeat a number of Gauredain in order to instill in them a healthy fear of the forests.\\n\\nThe Gauredain she speaks of can be found in the forests north of the river that passes by the Eavespires.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It seems you have fought well against the Gauredain, but from your descriptions of their savagery I realize that I have been hasty and foolish myself....\\n\\n'Forgive me. I have fought a great many battles and lost many things I have cared for and become something of a creature of habit. The way of the sword comes to my hand and thoughts as readily as breathing, and I fear it may always be so. I have misjudged the Gauredain -- they are feral and brutal perhaps, but unlike the craven Orcs and goblins, it seems they are yet unbowed and carry a great pride with them -- they will not be cowed by such an assault.\\n\\n'I will consult with Lithuifin on the matter, for he is gentler and in his own manner a more clever Elf than I, and certainly his mind is less clouded with thoughts of glory long lost. We will speak again shortly when I have had more time to consider our next course of action.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Erchiel is at the Eavespires on the north-west shore of Lake Evendim.\\n\\nYou should return and tell Erchiel of your forays against the Gauredain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hoom, ta-room! It is of no matter to me if you wish to do battle with the Men of the Wood, nor do I care which of you are victorious -- so long as you do not bring your troubles here into these quiet glades!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Hom! Hoom! Take care that you do not bring your petty battles here, Little One.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Erchiel has asked you to do battle with the Gauredain, hasn't she?\\n\\n'I am afraid that she is too old and set in her ways to accept counsel in such matters from such as I unless she comes to me for such advice.\\n\\n'Erchiel was born in long ages past where the long wars against the Enemy made skill at war paramount -- and she does not easily forget those ways when she feels that our place here may be threatened. Even when there may be a better way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Gauredain tribesmen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'So, you have done battle with the Gauredain who now invade these forests, but I can see in your eyes that the outcome was not what you and my dear Erchiel had hoped for -- that the Gauredain remain undeterred.\\n\\n'She is no fool, however, and I rather expect she will seek a more effective course soon enough.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Gauredain gorge-stalkers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat a Gauradan soothsayer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'You will not have to search far for the Gauredain that roam these forests.\\n\\n'I fear it is only a matter of time now before they discover us here at the Eavespires, unless you can deter them from coming south of the river.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hunting the Hunters",
      "es": "",
      "es (fem)": ""
    }
  ]
}