{
  "id": 620790123,
  "txt": [
    {
      "id": 218649169,
      "en": "'I must beg your pardon, for we have forgotten to mention how we keep the giants convinced that this forest is haunted. It is easier than you might assume.\\n\\n'I need you to collect some berries from the bushes that grow in this part of the forest -- they are quite sweet, but I suggest that you not sample them, lest you find yourself led far astray by their effects. The taste may be flavourful, but they are more intoxicating than the stoutest of dwarf-ales.\\n\\n'Bring me several handfuls, and I will prepare a fine treat for the giants. They can be found south of the Eavespires and east of Amon Môth.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These seem fresh and vibrant and should do quite nicely. Allow me a few minutes to prepare a batch. Giants have a constitution to match their great size, and this is one of the few draughts that can have any real effect on them.\\n\\n'Just wait and you shall see what I mean!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You were unable to find the berries? They grew quite plentifully in the forests just a short distance south of here.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not been able to find the berries? They mostly grown in the forest nearby to the south, as I recall.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fruits of the Forest",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lithuifin the Elf is concerned with the giants which have been ruining the forest.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected colourful berries ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect colourful berries ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The berries can be found south of the Eavespires and east of Amon Môth.\\n\\nLithuifin has asked you to collect some colourful berries and bring them to him.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the berries you collected to Lithuifin",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lithuifin resides at the Eavespires, east and north of Amon Môth, along the shoreline of Lake Evendim.\\n\\nYou should bring the berries you collected to Lithuifin.",
      "es": ""
    }
  ]
}