{
  "id": 621034626,
  "txt": [
    {
      "id": "0xd9b5689",
      "en": "'I must say, even such a grand feast makes me long for the comforts of the Shire.\\n\\n'Did you find what I asked for? Oh good, good. I do hope it wasn't too much trouble, [placeholder]!\\n\\n'Now... where to begin?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Frodo is deciding where to begin his tale of adventure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Frodo Baggins can be found in Merethrond in Minas Tirith (Midsummer).\\n\\nYou have collected the writing-quill, phial of ink, and parchment. You should deliver them to Frodo at the wedding banquet in Merethrond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Wait for Frodo to decide how to start his tale of adventure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the One Ring destroyed and the Enemy undone, the Free Peoples of Middle-earth gather to Minas Tirith for a grand banquet commemorating the wedding of King Aragorn II Elessar to Queen Arwen Undómiel. Among the many who have attended, there sits a hobbit of unequalled renown -- Frodo Baggins, the Nine-fingered.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Frodo lets out a long sigh and chuckles to himself",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Frodo Baggins can be found in Merethrond in Minas Tirith (Midsummer).\\n\\nAfter delivering a quill, ink, and parchment to Frodo Baggins, he appears to have found himself unable to write. You should talk to Frodo.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Frodo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I suppose I should just enjoy the banquet tonight, shouldn't I?\\n\\n'I thought I'd so much to say, but the words just will not come to me right now.\\n\\n'Thank you all the same, [placeholder]. I hope you enjoy the rest of the banquet, and I will be sure to tell you when I finish my tale!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "Dark ink swirls inside the phial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Good evening to you, [placeholder]! How have you been enjoying the banquet?\\n\\n'To my mind, it is hard to recall a more pleasant night in recent memory.'\\n\\nFrodo shifts in his seat.\\n\\n'Even so, I have been thinking on all that has happened since I left the Shire. I was wondering what Uncle Bilbo would make of all this business, and that has given me an idea. Uncle Bilbo kept a diary, so why shouldn't I write of my own adventures?\\n\\n'Could you find me a quill and a phial of ink? Oh, and a few sheets of parchment!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Collect a writing-quill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "The quill is well-used, but kept in good care",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Writing-quills, phials of ink, and sheets of parchment might be found in either the Houses of Lore or the Blue Theatre.\\n\\nFrodo has asked you to gather a writing-quill, a phial of ink, and some sheets of parchment that he might begin to write on his adventures.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Collect a phial of ink",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Collected sheets of parchment ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e10",
      "en": "Deliver the quill, ink, and parchment to Frodo in Merethrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Collect sheets of parchment ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Long-awaited Banquet -- Frodo Baggins",
      "es": "",
      "es (fem)": ""
    }
  ]
}