{
  "id": 621034606,
  "txt": [
    {
      "id": 228284039,
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have come back from the Steel Keep. As they left the ruins behind, a vicious frost-drake Matron blocked the entrance! There is no other way into the Steel Keep! I need you to defeat this Matron, so that we can continue exploring the ruins of Thikil-gundu.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Your mission is to defeat the frost matron who has blockaded the entrance to the Steel Keep.\\n\\nSpeak to Hórin to travel to the Steel Keep.",
      "es": ""
    },
    {
      "id": 133136801,
      "en": "At low health, monsters in this mission will attempt to end their own life to damage and apply a fear effect to those nearby.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have been tasked with dispatching a powerful drake who has blockaded the entrance to Thikil-gundu.",
      "es": ""
    },
    {
      "id": 261009168,
      "en": "Sacrificial",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Complete Mission: The Matron of the Keep",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "DNT - 'When you are ready, my scouts will lead you to the Steel Keep. We are counting on you to defeat this vile beast!'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Hórin",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Well done! With the matron defeated, we can return to the Steel Keep, and continue exploring the ruins! We were lucky that my scouts did not get trapped within the walls of Thikil-gundu.'",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "The mission is complete!\\n\\nSpeak to Hórin for your reward!",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "The entrance to Thikil-gundu has been blockaded by a terrible frost drake and her spawn….\\n\\nYour mission is to defeat the frost matron who has blockaded the entrance to the Steel Keep.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: The Matron of the Keep",
      "es": ""
    }
  ]
}