{
  "id": 621034627,
  "txt": [
    {
      "id": 49286677,
      "en": "Deliver the sealed missive to Beregond",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Did Prince Peregrin send you? He told us he had something special planned for us!'\\n\\nYou offer the platters of food to the children at the Old Guest-house.\\n\\n'Is all of this for us? I'll make sure we share it with everyone else.\\n\\n'Thank you so much! And tell the Prince we say thanks, too!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Various platters of food can be found in the kitchens of Merethrond.\\n\\nPippin has asked you to gather food from the kitchens of Merethrond that it might be give to the children and refugees seeking shelter in the Old Guest-house.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "The Old Guest-house can be found in the First Circle to the south of the gates of Minas Tirith (Midsummer).\\n\\nPippin has asked you to deliver the food you collected to the inhabitants of the Old Guest-house.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "The children can be found just outside the Old Guest-house in the First Circle of Minas Tirith (Midsummer).\\n\\nYou have arrived at the Old Guest-house with the platters of food you gathered in Merethrond. You should offer it to the children that they might share it with the other inhabitants of the Old Guest-house.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Pippin can be found in Merethrond in Minas Tirith (Midsummer).\\n\\nYou successfully delivered the platters of food to the inhabitants of the Old Guest-house. You should return to Pippin.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Pippin",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "With the One Ring destroyed and the Enemy undone, the Free Peoples of Middle-earth gather to Minas Tirith for a grand banquet commemorating the wedding of King Aragorn II Elessar to Queen Arwen Undómiel. Among the many in attendance, there sits a hobbit of some renown -- Peregrin Took.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'It's a shame that all of our friends can't celebrate with us, but... the King and I came to something of an agreement.\\n\\n'You see, the King was quite fond of my idea to look after the children and refugees still dwelling in the Old Guest-house. That one did not take much convincing on my part, thankfully! However...'\\n\\nPippin produces a sealed missive from his pocket.\\n\\n'...this proved to be a much more difficult discussion.\\n\\n'[placeholder], why don't you give this to Beregond?'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Beregond can be found in Merethrond in Minas Tirith (Midsummer).\\n\\nPippin has asked you to give a sealed missive to Beregond.",
      "es": ""
    },
    {
      "id": 86966504,
      "en": "Deliver the platters of food to the children at the Old Guest-house",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'What is this?'\\n\\nBeregond opens the missive and begins to read it.\\n\\n'This is the same invitation that Prince Faramir received. It is the very invitation that allowed me to return to Minas Tirith for the High King's wedding... and to see my beloved Gilithel and Bergil.\\n\\n'This was your doing, Peregrin? I do not know what to say!'\\n\\nPippin smiles at Beregond.\\n\\n'Thank you for allowing me the chance to be among my family in Minas Tirith, even if it is only for one night!'",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Pippin",
      "es": ""
    },
    {
      "id": 262725906,
      "en": "Gathered food for the inhabitants of the Old Guest-house ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Pippin can be found in Merethrond in Minas Tirith (Midsummer).\\n\\nBeregond has learned the truth of his invitation to the wedding of King Aragorn II Elessar and Arwen Undómiel. You should talk to Pippin.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'See? We hobbits know a thing or two about bending the rules!\\n\\n'You have my thanks, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'And here I thought we hobbits had feasts all sorted out!\\n\\n'Ah, but I suppose it's time to make good on a promise I made to some friends down in the Old Guest-house. I had intended to deliver some platters of food to them, but it seems I'm in no position to leave this banquet. After all, who knows what could go wrong if Merry and I weren't around to see that it goes perfectly?\\n\\n'Could you go down to the kitchens of Merethrond and collect as many platters of food as you can bear? After that, well, just stroll down to the Old Guest-house and I think my friends will be waiting for you!\\n\\n'I knew I could count on you, [placeholder]!'",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Gather food for the inhabitants of the Old Guest-house ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "DNT - Directions to the quest location. For example, \\qTrees can be chopped down in the woods in the Grumpwood, a forbidding forest in the northern-most reaches of Frostbluff.\\q\\n\\nDNT - Player motivation/event recap. For example, \\qYou should use whatever force is necessary to get firewood from only the best trees.\\q",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "A few of the children who dwell in the Old Guest-house appear to be waiting",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Travel to the Old Guest-house",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Long-awaited Banquet -- Peregrin Took",
      "es": ""
    }
  ]
}