{
  "id": 621034628,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Faramir can be found in Merethrond.\\n\\nYou inspected Boromir's horn as Faramir asked. You should talk to Faramir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "The sapling of the White Tree can be found before the Tower of Ecthelion outside Merethrond.\\n\\nFaramir has asked you to bury a stone among the soil of the sapling of the White Tree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Faramir can be found in Merethrond.\\n\\nYou have done as Faramir asked. You should return to Faramir in Merethrond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Faramir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the One Ring destroyed and the Enemy undone, the Free Peoples of Middle-earth gather to Minas Tirith for a grand banquet commemorating the wedding of King Aragorn II Elessar to Queen Arwen Undómiel. Among the many in attendance, there sits the Steward of Gondor and Prince of Ithilien -- Faramir, son of Denethor.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Let us dwell no longer on the past, but instead look to the days ahead.\\n\\n'I am parted from my love, but it shall not remain so. To bear witness such a union has emboldened my heart.\\n\\n'When next I see Éowyn, I shall know the words.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Never have I known such a joyous Midsummer's Day!\\n\\n'And yet, my mind is troubled. Here I sit, the Steward of Gondor, but the last of my line. When my brother fell in the lands of Rohan, his horn was broken in two. In time, it came into my father's keeping and now it is in mine.\\n\\n'It is a symbol of Boromir's sacrifice, [placeholder], and one that shall not be forgotten to the Free Peoples of Middle-earth. You have done great deeds in service of my people, and I would allow you to examine it for yourself. \\n\\n'Let us reflect for a moment in remembrance of Boromir, son of Gondor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Boromir's horn lies before Faramir in Merethrond.\\n\\nFaramir has asked you to inspect the horn of his fallen brother, Boromir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Talk to Faramir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Cleft in twain after Boromir sounded it at Amon Hen, the horn remains an heirloom of Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Examine Boromir's horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Oh, that father could have seen this night... and that Boromir too could have shared in it.\\n\\n'Father fought for so long against the Shadow, and this would have been his greatest hope for Gondor and all of Middle-earth. Mithrandir's words at the ceremony did not go unnoticed, [placeholder]. Denethor was a proud man, and it was not his weakness, but the might of the Enemy that so twisted his mind in his final years. I do not think ill of him, nor shall I ever.\\n\\n'After I awoke in the Houses of Healing, I travelled to Rath Dínen. There, amidst the ruins of the House of the Stewards, I took a stone in remembrance of my father.\\n\\n'With the coronation of the High King and his wedding to Arwen Undómiel, my father should at last be at rest.\\n\\n'Here, [placeholder]. Take this stone and bury it in the soil beside the sapling. Let the memory of my father be joined with the very roots of the White Tree.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "As you cover the stone in soil, you consider the life of Denethor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e11",
      "en": "Bury the stone in the soil beside the sapling of the White Tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Long-awaited Banquet -- Faramir",
      "es": "",
      "es (fem)": ""
    }
  ]
}