{
  "id": 621034625,
  "txt": [
    {
      "id": "0xfe08ed4",
      "en": "Listen to King Aragorn II Elessar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "King Aragorn II Elessar can be found in Merethrond.\\n\\nYou have quieted all of the tables in the main hall of Merethrond. You should return to King Aragorn II Elessar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2dc4541",
      "en": "'May you all evermore find yourselves surrounded by family and friends...''",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the One Ring destroyed and the Enemy undone, the Free Peoples of Middle-earth gather to Minas Tirith for a grand banquet commemorating the wedding of King Aragorn II Elessar to Queen Arwen Undómiel. At the head of the table beside Queen Arwen Undómiel, sits the King of Gondor and of the High King of the Reunited Kingdom  -- King Aragorn II Elessar.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2dc4542",
      "en": "'...and together, may we share in the love that binds us as one!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "Quieted tables in Merethrond ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'What more could I ask of one who has done so much?'\\n\\nKing Aragorn II Elessar smiles at you.\\n\\n'My words fail me, [placeholder]. To be united with my love at last brings me greater joy than I thought knowable by Men. Even so, I must address my people and my honoured guests. Such is the duty of a King!\\n\\n'I would offer a toast to all in attendance this night. Would you quiet the tables that I might speak?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Quiet tables in Merethrond ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Unquieted tables can be found throughout Merethrond.\\n\\nKing Aragorn II Elessar has asked you to quiet tables in Merethrond that he might offer a toast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to King Aragorn II Elessar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Allow me to offer a toast, my friend. Be seated if you wish.\\n\\n'You have my thanks and those of the High Queen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Long-awaited Banquet -- King Aragorn II Elessar",
      "es": "",
      "es (fem)": ""
    }
  ]
}