{
  "id": 621034608,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have come back from the High Pass. They report that they could not get to the Misty Mountains as an icy blockade constructed by the Frost-horde stands in their way! They fear the blockade will put an end to any dwarves seeking to join our efforts from over the Misty Mountains.\\n\\n'I need you to destroy this blockade so that the High Pass can remain clear!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to destroy the icy blockade upon the High Pass.\\n\\nSpeak to Ausma to travel to the High Pass.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a1",
      "en": "At low health, monsters in this mission will attempt to end their own life to damage and apply a fear effect to those nearby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have been tasked with dismantling the icy blockade that has been built on the High Pass by the Frost-horde.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf10",
      "en": "Sacrificial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete Mission: Blockade on the High Pass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "DNT - 'When you are ready, my scouts will lead you to the High Pass. I am counting on you to destroy the blockade!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Well done! With the blockade destroyed, we can continue scouting the mountains surrounding the High Pass. The last thing we need is more drakes in these mountains!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "The mission is complete!\\n\\nSpeak to Ausma for your reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "Upon the High Pass, the Frost-horde has blocked the mountain path….\\n\\nYour mission is to destroy the icy blockade upon the High Pass.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Blockade on the High Pass",
      "es": "",
      "es (fem)": ""
    }
  ]
}