{
  "id": 621034600,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'We seek to repair the Hadhodiant in the Vales of Anduin. It would seem there have been many sightings of stone-claws near the bridge, however. These pesky creatures are known for digging and burrowing. If they dig too much around the Hadhodiant, they might just collapse the entire structure!\\n\\n'We must be rid of these stone-claws before the bridge building can continue.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to clear the stone-claw menace from the Hadhodiant.\\n\\nSpeak to Ausma to travel to the Hadhodiant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a1",
      "en": "Monsters in this mission will continue to join the fight until their entry-point is destroyed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have been tasked with defeating the stone-claws who burrow too close to the Hadhodiant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf10",
      "en": "Never-ending",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete Mission: Burrowers by the Hadhodiant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "DNT - 'When you are ready, my scouts will lead you to the Hadhodiant. I hope that you be able to rid us of those pecky stone-claws!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Well done! I thank you for ridding us of those pesky stone-claws! Now we will finish repairing the Hadhodiant so that trade and movement will be swifter between the Vales of Anduin and the Misty Mountains!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "The mission is complete!\\n\\nSpeak to Ausma for your reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "Pesky stone-claws have been seen recently, digging around the Hadhodiant….\\n\\nYour mission is to clear the stone-claw menace from the Hadhodiant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Burrowers by the Hadhodiant",
      "es": "",
      "es (fem)": ""
    }
  ]
}