{
  "id": 621034631,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Flowers? Oh, this is for that young painter, isn't it? I met him some days ago while he was exploring the city, but he hasn't returned since. Here you go. Please tell him I said hello!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Return to Borlach with his ingredients",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Borlach waits for you on the Second Circle, near the entrance to the First Circle.\\n\\nYou have gathered his ingredients and should let him create his paints.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "DNT - 'Oh, [placeholder], this is perfect! I can finally make my paints. Painting scenes of Minas Tirith with ingredients gathered from the city itself... I must say, I enjoy the idea.\\n\\n'Thank you for your hard work. Once I'm done, I'll paint myself a map of Minas Tirith so that I'll never get lost here again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thanks to the festival, a painter has suddenly been struck by inspiration, but his poor sense of direction keeps him from acquiring paint ingredients.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Oh, [placeholder], this is perfect! I can finally get to work. Painting scenes of Minas Tirith with ingredients gathered from the city itself.... I must say, I enjoy the idea.\\n\\n'Thank you for your hard work. Once I'm done, I'll paint myself a map so that I'll never get lost here again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "Obtained charcoal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The festivities have been rather exciting, haven't they? It's been months since I've been able to produce a single painting, but this visit to Minas Tirith has finally given me inspiration!\\n\\n'Unfortunately, I can't put a brush to canvas until I obtain paint ingredients. The city is like a maze -- I've already lost my way six times. If I go wandering off again, I may not find my way back!\\n\\n'Perhaps you will have better luck. I've asked for directions... well, six times before. Seek out the chef Ciriel for charcoal, a potter from the House of Craft for clay, and the gardener Lebadar for flowers. The first two are on the Third Circle, and Lebadar is on the Second.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "On the Third Circle, Ciriel works at the ovens, and the potter next to the House of Craft. Lebadar may be on the Second Circle, at the base of the entryway to the Third Circle.\\n\\nBorlach has requested that you ask them for the following ingredients: charcoal, clay, and flowers, respectively.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Obtained clay",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Obtain charcoal from the chef Ciriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Charcoal from my burnt wood? Whatever for? Oh, no matter. Here, take it; I don't need it anyway.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Obtain clay from a potter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Obtained flowers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Clay, ya say? Well sure, I can get ya some. We've got plenty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Obtain flowers from the gardener Lebadar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Artistic Direction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e14",
      "en": "Return to Borlach with his ingredients",
      "es": "",
      "es (fem)": ""
    }
  ]
}