{
  "id": 621034605,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have come back from the High Pass. They could not get to the Misty Mountains, however. It appears the High Pass is protected by a vicious frost-drake! They call her Slátra. They barely avoided her wrath and made it out alive!\\n\\n'I need you to defeat this vile frost-drake, so that we can continue scouting the mountains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to defeat the vile drake matron who guards the High Pass.\\n\\nSpeak to Ausma to travel to the High Pass.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a1",
      "en": "The monster commander in this mission will attempt to summon blizzards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have been tasked with dispatching a powerful drake in the High Pass.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf10",
      "en": "Hrímil's Chosen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete Mission: The Matron of the High Pass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "DNT - 'When you are ready, my scouts will lead you to the High Pass. I hope that you be able to rid us of that vile drake!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Well done! With the matron defeated, we can continue scouting the mountains surrounding the High Pass. The last thing we need is more drakes in these mountains!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "The mission is complete!\\n\\nSpeak to Ausma for your reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "Upon the High Pass, a terrible frost drake guards the mountain path….\\n\\nYour mission is to defeat the vile drake matron who guards the High Pass.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: The Matron of the High Pass",
      "es": "",
      "es (fem)": ""
    }
  ]
}