{
  "id": 621034620,
  "txt": [
    {
      "id": "0x4a91b82",
      "en": "'Where've you gotten off to, son? There's gardening that needs doing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Oh, thank you. Now if you don't mind me saying so, I've a banquet to attend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Samwise's worrisome thoughts can be found throughout Merethrond.\\n\\nSamwise Gamgee has begun to worry about the friends and family he left behind in the Shire. You should help him dispel these worrisome thoughts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Samwise Gamgee can be found in a small alcove of Merethrond, across from the High King and High Queen's table and down the stairs.\\n\\nYou have helped Samwise dispel his worrisome thoughts of the Shire. You should talk to Samwise Gamgee.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Samwise Gamgee can be found in a small alcove of Merethrond, across from the High King and High Queen's table and down the stairs.\\n\\nYou have found Samwise Gamgee in a quiet alcove beneath the main hall of Merethrond. You should talk to Samwise Gamgee.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the One Ring destroyed and the Enemy undone, the Free Peoples of Middle-earth gather to Minas Tirith for a grand banquet commemorating the wedding of King Aragorn II Elessar to Queen Arwen Undómiel. Among the many in attendance, there sits a hobbit of some renown -- Samwise Gamgee.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x458d049",
      "en": "'What sort of hobbit wants to leave the Shire anyhow?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3ed043e",
      "en": "'The Gaffer's not heard a word from him. I don't think he's coming back....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "Sam has found respite in a small alcove beneath the main hall of Merethrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7453143",
      "en": "'Help, Sam! The shrews have gotten out of hand!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'A fine evening, it is.\\n\\n'Say, [placeholder], I'd like to have a word with you in someplace a bit more quiet. There's an alcove down the stairs across from this table, so I hear.\\n\\n'Would you meet me there? It's not a conversation befitting this table, if you understand my meaning.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Meet Samwise Gamgee in a small alcove in Merethrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Samwise Gamgee can be found in a small alcove of Merethrond, across from the High King and High Queen's table and down the stairs.\\n\\nSamwise Gamgee has asked you to accompany him to a small alcove in Merethrond where he wishes to speak further to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Aided Samwise to dispel worrisome thoughts of the Shire ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4408485",
      "en": "'You didn't even say good-bye. Why did you have to go, Sam?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Samwise Gamgee",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Aid Samwise to dispel worrisome thoughts of the Shire ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'You see, I feel as if I've only just realized I've not had more than a moment or two afore tonight to think about what I left behind at home in the Shire. I wonder how my family is... and I wonder if the Cottons think I'm ever coming home. If I were them, I'd be of half a mind to believe me dead!\\n\\n'I miss the Shire just as much as Mister Frodo, but I'll have an awful lot to explain to Rosie when I get home.\\n\\n'It's a difficult thing, [placeholder]. These worrisome thoughts of home are heavy on my heart, and I wish I knew how to press on in spite of them.\\n\\n'I hope you don't mind me saying so, but you've always seemed so determined... at least to me! Could you help me to push away these thoughts so I can enjoy myself tonight?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x658a164",
      "en": "'Do you care more about Mister Frodo than Rosie, Sam?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x745314b",
      "en": "'I've no time for adventure, Sam. There's tilling to be done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Samwise Gamgee",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Long-awaited Banquet -- Samwise Gamgee",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd74499c",
      "en": "'Why'd you have to go so far, Sam? Oatbarton was far enough for me!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}