{
  "id": 621034611,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "Merilien can be found outside the Tower of Ecthelion in the Court of the Fountain in Minas Tirith (Midsummer).\\n\\nKing Aragorn II Elessar has asked you to speak to Merilien, a Midsummer wedding-planner overseeing many of the season's festivities.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Welcome, welcome! Midsummer has come at last!\\n\\n'If you wish to join in the festivities, you should present yourself to King Elessar.\\n\\n'The King desires to welcome all travellers to Minas Tirith. It is quite the city, and there's no good in trying to celebrate if you do not know the way!\\n\\n'May you have a merry Midsummer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Welcome, welcome! Midsummer has come at last!\\n\\n'If you wish to join in the festivities, you should present yourself to King Elessar.\\n\\n'The King desires to welcome all travellers to Minas Tirith. It is quite the city, and there's no good in trying to celebrate if you do not know the way!\\n\\n'May you have a merry Midsummer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Welcome to our fine city, [placeholder]!\\n\\n'Whether you are here to celebrate for one day or you intend to stay until Midsummer's Day, I hope you find our celebration to your liking!\\n\\n'If you should have any questions or if you'd like to join our efforts to support Midsummer, you need only ask!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Midsummer's Welcome",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Midsummer has come to Minas Tirith at last, and the people of Gondor and the lands beyond have gathered to celebrate together.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Talk to King Aragorn II Elessar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Merilien in the Court of the Fountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "King Aragorn II Elessar can be found in the Tower of Ecthelion in Minas Tirith (Midsummer).\\n\\nA Midsummer reveller has suggested that you present yourself to King Aragorn II Elessar before joining in the festivites in Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Hail, and welcome to Minas Tirith!\\n\\n'Midsummer has been a long tradition for my people, and I am pleased to welcome you to join in our celebrations.\\n\\n'I have much to do, but Merilien will see that you find yourself among spirited company.\\n\\n'May you have a joyous Midsummer!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}