{
  "id": 621034624,
  "txt": [
    {
      "id": "0xfa8e118",
      "en": "Gimli excitedly gestures for you to listen again",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Long-awaited Banquet -- Gimli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb020d01",
      "en": "'You saw the fate that befell the gates of Minas Tirith, yes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Gimli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb020d02",
      "en": "'It seems the foul magic of the Witch-king could not be undone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb020d03",
      "en": "'Indeed, the Men of Gondor are fortunate that peace so swiftly followed its destruction.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb020d04",
      "en": "'What stands there now shall serve for a time, but it is not befitting of the White City.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "A pitcher of ale can be found at Gimli's table in Merethrond in Minas Tirith (Midsummer).\\n\\nGimli has asked you to drink with him as he shares his plans for the coming days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb020d05",
      "en": "'I intend to ask the High King if I might aid in the construction of a new gate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb020d06",
      "en": "'If he should permit it, it will stand as its predecessor did in defence of Gondor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb020d07",
      "en": "'Let us hope it shall never be needed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb020d08",
      "en": "'Share another drink with me, won't you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Now, listen to me.\\n\\n'No dwarf of good repute would allow a flagon of ale - even one so fine, mind you - to speak on his behalf!\\n\\n'Ha! Tonight that is what you are for, [placeholder]!\\n\\n'Do you see the Lady Galadriel sitting at the wedding-table? Her radiance knows no equal! I have cherished the gift she granted to me since we parted in Lothlórien, and I would grant her one in return.\\n\\n'I ask only that the Lady Galadriel one day visit the Glittering Caves. It shall be years before my work is finished, but that is not so long a time by the reckoning of Elves.\\n\\n'Will you do this for me, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "A pitcher of ale can be found at Gimli's table in Merethrond in Minas Tirith (Midsummer).\\n\\nGimli has again asked you to drink with him as he shares his plans for the coming days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Gimli can be found in Merethrond in Minas Tirith (Midsummer).\\n\\nYou have shared a drink with Gimli and should now listen to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Gimli can be found in Merethrond in Minas Tirith (Midsummer).\\n\\nYou have shared another drink with Gimli and should again listen to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "As you tell Galadriel of Gimli's plans for the coming days and offer an invitation on his behalf, she begins to chuckle softly.\\n\\n'You may tell Gimli that I have not forgotten the manner of our meeting in Lothlórien, nor have I forgotten the manner of our parting. A gift given freely need not be repaid.\\n\\n'Although I must decline Gimli's invitation, do not think that I do so in unkindness. I look now to the West for that is where my future leads me. Yet, I know that our paths shall cross once more ere the end.\\n\\n'Do not let your hearts be troubled in times of such joy. Much still remains to be seen!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfe08ed4",
      "en": "Listen to Gimli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "<rgb=#FF00FF>Listen</rgb> to Gimli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Gimli can be found in Merethrond in Minas Tirith (Midsummer).\\n\\nGimli has finished telling of his plans for the comings days, but it seems he wishes to say something else to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfe08ed9",
      "en": "Listen to Gimli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Gimli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Galadriel can be found in Merethrond in Minas Tirith (Midsummer).\\n\\nGimli has asked you to speak to Galadriel on his behalf and see if she might wish to visit the Glittering Caves or return to Minas Tirith once the city gates are repaired.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Gimli can be found in Merethrond in Minas Tirith (Midsummer).\\n\\nAlthough seemingly flattered, Galadriel has politely declined Gimli's invitation. However, Galadriel did impart that she knows their paths shall cross once again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Galadriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Drink with Gimli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "<rgb=#FF00FF>Listen</rgb> to Gimli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the One Ring destroyed and the Enemy undone, the Free Peoples of Middle-earth gather to Minas Tirith for a grand banquet commemorating the wedding of King Aragorn II Elessar to Queen Arwen Undómiel. Among the many in attendance, there sits a dwarf of the proud line of Durin's Folk -- Gimli, son of Glóin.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Drink with Gimli again",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdb07171",
      "en": "'And then, there is the matter of the Glittering Caves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdb07172",
      "en": "'Even now, proud Dwarves of Durin's Folk delve new halls in its depths.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "Gimli gestures for you to listen to him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'What had the Lady Galadriel to say, [placeholder]?'\\n\\nYou tell Gimli of Galadriel's words. When you mention that Galadriel knows their paths shall cross once again, a smile spreads across Gimli's face.\\n\\n'There will be time enough tomorrow to talk of days to come, I think! For tonight, let us be merry!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdb07173",
      "en": "'And I have been told that among its many seams, we have found traces of mithril!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdb07174",
      "en": "'It may never equal Khazad-dûm, but such a pursuit would be folly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdb07175",
      "en": "'No, it shall be a masterwork of my own design!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdb07176",
      "en": "'And to that point, let us speak.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Aye, have you ever seen such beauty?'\\n\\nGimli glances around at Merethrond, seemingly in awe of the Gondorian craft-skill needed for its construction.\\n\\n'Fine, indeed, especially for the hands of Men. But what of the hands of dwarves? What of MY hands? You see, it has set my mind on the future!\\n\\n'Drink with me, [placeholder], and let me tell you of what I seek to do!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}