{
  "id": 621034615,
  "txt": [
    {
      "id": 228284041,
      "en": "'At last, I can hear myself think again!\\n\\n'You have the bottles of water? Good. I'll see that these unfortunate few drink their fill of it. After all, they would do better to rest here than in one of the taverns.\\n\\n'If I have no need of your aid on the morrow, it will be a joyous Midsummer indeed.'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Ioreth can be found in the High Hall in Minas Tirith (Midsummer).\\n\\nYou have disposed of half-emptied bottles and removed noisy revellers from the High Hall. You should return to Ioreth.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "As Midsummer revellers overtake the Houses of Healing in Minas Tirith, Ioreth's patience has begun to wear thin.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 86966504,
      "en": "Talk to Ioreth",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Must I endure another Midsummer? Oh, I suppose so.\\n\\n'It seems some of my people have forgotten that the Houses of Healing are a place of rest. The High Hall is not some freshly-stocked tavern!\\n\\n'If you don't intend to join that rabble, why not make yourself useful by removing them and their filthy bottles from my Hall?'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Ioreth",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'At last, I can hear myself think again!\\n\\n'If I have no need of your aid on the morrow, it will be a joyous Midsummer indeed.'",
      "es": ""
    },
    {
      "id": 262725907,
      "en": "The reveller says nothing, but departs with a sour look",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Midsummer means many things to the people of Minas Tirith, but to me it means only more work!\\n\\n'I have tended to those who felt the Black Breath of the Nazgul, and now my halls are filled with \\n\\n'Am I to play mother to these... 'children'? So be it, then.",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Disposed of half-emptied bottles in the High Hall ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Half-emptied bottles and noisy revellers can be found in the High Hall in Minas Tirith (Midsummer).\\n\\nIoreth has tasked you with disposing of half-emptied bottles of ale and wine and removing noisy revellers from the High Hall.",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Remove noisy revellers from the High Hall ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Dispose of half-emptied bottles in the High Hall ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 49286674,
      "en": "Fill bottles of water in the High Hall",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Cure For All Ills",
      "es": ""
    }
  ]
}