{
  "id": 621034622,
  "txt": [
    {
      "id": "0xfe08ed9",
      "en": "Observe Gimli's reaction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Oh, that's how it's to be then? I'll show both of you!'\\n\\nGimli takes five of the bottles you're holding and slides them over to his end of the table.\\n\\n'Do you see this, Legolas? I'll show you a thing or two about fortitude! Ha-ha!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Legolas can be found in Merethrond in Minas Tirith (Midsummer).\\n\\nGimli has politely declined Legolas's invitation. You should return to Legolas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the One Ring destroyed and the Enemy undone, the Free Peoples of Middle-earth gather to Minas Tirith for a grand banquet commemorating the wedding of King Aragorn II Elessar to Queen Arwen Undómiel. Among the many in attendance, there sits an Elf of Eryn Lasgalen -- Legolas, son of Thranduil.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Bottles of wine can be found in the kitchens of Merethrond.\\n\\nLegolas has asked you to collect bottles of wine in Merethrond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Well, well. I suppose we shall see who is the victor by the end of Midsummer's Day!\\n\\n'Thank you for playing along with our little game, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Gimli can be found in Merethrond in Minas Tirith (Midsummer).\\n\\nYou have collected ten bottles of wine as Legolas asked. You should now challenge Gimli to 'battle' Legolas in a contest of fortitude.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Gimli can be found in Merethrond in Minas Tirith (Midsummer).\\n\\nYour challenge seems to have gotten Gimli's attention. You should talk to Gimli.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Legolas can be found in Merethrond in Minas Tirith (Midsummer).\\n\\nGimli has enthusiastically accepted Legolas's challenge. You should talk to Legolas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Mae govannen, [placeholder]. It is good to see you!\\n\\n'Even just a short time ago, I could hardly have imagined sharing such a night with so many friends. Indeed, in the time of Elves, it has been but a moment since we battled together at the Hornburg.'\\n\\nLegolas smiles to himself.\\n\\n'Did you know that Gimli and I held a contest of sorts during that long night? Those we slew were counted in each of our favours, and by the dawn, Gimli had bested me by a mere Orc. Forty-two to my count of forty-one, as I recall.\\n\\n'It seems to me that we are overdue for a rematch. Let us consider it a contest of fortitude. Wine for wine, we shall see which of us is the victor!\\n\\n'Would you ask him on my behalf?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gimli can be found in Merethrond in Minas Tirith (Midsummer).\\n\\nLegolas has asked you to invite Gimli to join him in a contest of fortitude at the wedding banquet. You should talk to Gimli.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Talk to Gimli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Collected bottles of wine in Merethrond ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Legolas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Gimli raises an eyebrow appraisingly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'A contest of fortitude? Have you any idea how much I've had already!?\\n\\n'No, no. You can tell Legolas I appreciate the offer, but this is not the time for such things!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Collect bottles of wine in Merethrond ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'I did not grudge him the game at the Hornburg. Perhaps Gimli fears a different outcome this time?'\\n\\nLegolas smiles wryly.\\n\\n'Ah, I fear I have chosen my words poorly to the mind of a dwarf. I think I know something certain to win Gimli's attention.\\n\\n'Will you go down to the kitchens of Merethrond and find some bottles of wine for us? Ten ought to do.\\n\\n'Once you have done that, challenge Gimli to 'battle' against me. If I have supposed correctly, I think he shall find himself unable to refuse!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "<rgb=#ff00ff>Challenge</rgb> Gimli to 'battle' Legolas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e12",
      "en": "Talk to Gimli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Long-awaited Banquet -- Legolas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e13",
      "en": "Talk to Legolas",
      "es": "",
      "es (fem)": ""
    }
  ]
}