{
  "id": 621034621,
  "txt": [
    {
      "id": "0xceb0115",
      "en": "Mithrandir can be found in Merethrond in Minas Tirith (Midsummer).\\n\\nYou have found the tomes that Mithrandir requested and should now deliver them to him at the wedding banquet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Mithrandir can be found in Merethrond in Minas Tirith (Midsummer).\\n\\nMithrandir seems prepared to discuss the purpose of the tomes he requested from his guest-chamber. You should talk to Mithrandir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Mithrandir appears to notice your gaze",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Mithrandir can be found in Merethrond in Minas Tirith (Midsummer).\\n\\nMithrandir has not revealed why he needed the tomes from his guest-chamber. You should wait and see if he will soon reveal their purpose.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Mithrandir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the One Ring destroyed and the Enemy undone, the Free Peoples of Middle-earth gather to Minas Tirith for a grand banquet commemorating the wedding of King Aragorn II Elessar to Queen Arwen Undómiel. Among the many in attendance, there sits one of the Wise -- Mithrandir, the Wizard known beyond the lands of Gondor as Gandalf the White.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e7",
      "en": "Deliver the tomes of lore to Mithrandir in Merethrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Ah yes, [placeholder]. I suppose I owe you an explanation as to why I requested these particular tomes.\\n\\n'You see...'\\n\\nMithrandir gestures to Frodo and Samwise and hands them the tomes. Frodo and Sam place the tomes on their seats, and hop back onto them. Mithrandir smiles at you.\\n\\n'Need I explain further?\\n\\n'After all, I cannot be everywhere at once. Not as you so often seem to be!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "This heavy tome has been kept in remarkable condition",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "This dense volume is bound in leather",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ah, and how are you enjoying this fine banquet? Quite a bit, I hope, for I most certainly am!\\n\\n'Although...'\\n\\nMithrandir pauses and looks to the ends of the table.\\n\\n'I must confess that in my haste to take my seat here in Merethrond, I seem to have forgotten something in my guest-chamber. If it were of little import, I am certain it could wait until after the banquet. Unfortunately, it cannot.\\n\\n'In my keeping, there are two tomes from the Houses of Lore. The first is a treatise on the line of Kings in Gondor, and the other is a chronicle of the Northern Kingdom.\\n\\n'Will you fetch them for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Collect 'On the Line of Kings' in the High Guest-house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "'On the Line of Kings' and the 'Chronicle of Arnor' can be found in Mithrandir's guest-chamber in the High Guest-house.\\n\\nMithrandir has asked you to collect two tomes from his guest-chamber in the High Guest-house and return them to him in Merethrond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Collect the 'Chronicle of Arnor' in the High Guest-house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Long-awaited Banquet -- Mithrandir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Mithrandir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You've found them?'\\n\\nMithrandir glances to his right and looks at Frodo and Samwise.\\n\\n'Yes, yes. These will do.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}