{
  "id": 621034602,
  "txt": [
    {
      "id": 228284039,
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have come back from Óinsbridge. They have found the bridge to be overrun by the Taurogrim. The Taurogrim continue to be pushed from the Mirkwood and have begun taking lands such as the Thornholt!\\n\\n'We cannot let the Taurogrim corruption to spread over Óinsbridge. We must find the source of their corruption and defeat it so that we can regain control of the bridge!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Your mission is to defeat the source of the Taurogrim corruption.\\n\\nSpeak to Ausma to travel to Óinsbridge.",
      "es": ""
    },
    {
      "id": 133136801,
      "en": "You must find a way to breach a barrier to reach your mission objective.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have been tasked with destroying the source of the Taurogrim corruption that has spread over Óinsbridge.",
      "es": ""
    },
    {
      "id": 261009168,
      "en": "Gated",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Complete Mission: The Branches of Corruption",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "DNT - 'When you are ready, my scouts will lead you to Óinsbridge.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Ausma",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Well done! With the source of the Taurogrim corruption destroyed, we should be able to retake Óinsbridge! I just hope the Taurogrim do not try regroup and double their efforts!'",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "The mission is complete!\\n\\nSpeak to Ausma for your reward!",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "The Taurogrim have taken over Óinsbridge as their corruption threatens all in the Grey Mountains….\\n\\nYour mission is to defeat the source of the Taurogrim corruption.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: The Branches of Corruption",
      "es": ""
    }
  ]
}