{
  "id": 621034672,
  "txt": [
    {
      "id": 216727830,
      "en": "The horses that require attention can be found around the city stables.\\n\\nLoborís has asked you to groom or give treats to several of them.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Loborís is working near the front doors in the city stables.\\n\\nShe will want to hear that you've taken care of the horses.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Fed horse ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The festival has filled up the city stables of Minas Tirith with horses from all over, and the stable-hands are overwhelmed.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Thank you, [placeholder]. The horses look much happier already. I can breathe a sigh of relief knowing they are content.\\n\\n'If you are able, please come back tomorrow. We may need more help then.'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Find a grooming brush from the equipment crate",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Collect apples from the apple crate",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Found a grooming brush",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Collected apples",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Pardon me. Do you have time to spare?\\n\\n'Many have come to witness the celebrations and left their steeds in our care. These weary horses have seen much travel and need people to look after them. With how hectic things have been, we do not have enough stable-hands. There are a few horses around the stable that need grooming, and others that deserve treats for good behaviour. We would appreciate the help -- if you do not mind, of course.\\n\\n'There are crates at the back of the stables with equipment and apples.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Collected apples",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Grooming brushes and apples are in crates at the back of the city stables.\\n\\nYou will need both items in order to help Loborís with the horses.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Collect apples from the apple crate",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Groomed horse ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Groom the horses ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Aiding the Stable-hands",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Feed the horses ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 49286676,
      "en": "Return to Loborís",
      "es": ""
    }
  ]
}