{
  "id": 621066968,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Hello'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Our envoy to Mossward sent you our way? Good! Good. If you're looking for work you've come to the right place. Our community is a new one, and there's too much to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Lhan Garan is our home astride the Wadewater, due north-west of here. Together with the folk of Mossward we built a simple dirt road between our communities.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "To Lhan Garan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Dunlendings of Lhan Garan need help preparing for the coming winter.\\n\\nA Dunlending you encountered in Mossward told you about their settlement of Lhan Garan. Go there and meet their leader, Talfryn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Talfryn in Lhan Garan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Talfryn is at Lhan Garan in Swanfleet.\\n\\nTalk to Talfryn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Well met, adventurer. On behalf of the people of Lhan Garan, I thank you for all that you've done for our new neighbours here in Mossward. I wish we had been able to fight alongside them, but we weren't aware of the attack until after it was repelled. Still, we will be sure to help them rebuild.\\n\\n'You've never heard of Lhan Garan you say? I would expect not, as we only recently built it! As such, if you have settled your matters in Mossward, I would invite you to visit us north of here along the Wadewater. We had to leave much behind when we left Dunland, and winter approaches quickly. Speak to our leader Talfryn. I'm sure he'll have plenty of work for an adventurer.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}