{
  "id": 621066898,
  "txt": [
    {
      "id": 8567477,
      "en": "You have done much to repel the encroaching ruffians and hinder their designs within Swanfleet.",
      "es": ""
    },
    {
      "id": 8567432,
      "en": "'Lhaereth the Stained, Lady of Blight. She is still out there, even if fewer of her winged servants live to trouble us.' - Culang, Ranger of the Grey Company",
      "es": ""
    },
    {
      "id": 8567456,
      "en": "'The Orcs hold sway over their part of the city, but do you know something? I think they may be a worse threat to each other than we are to them; perhaps they will fight amongst themselves and do us a favour!' - Culang, Ranger of the Grey Company",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Complete Merrevail and Mervyl Slayer of Imlad Morgul (Advanced)",
      "es": ""
    },
    {
      "id": 8567480,
      "en": "You have done much to combat the Uruk invasion of Swanfleet and protect innocent folk caught in the path of the White Hand.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Slay many foes in Swanfleet.",
      "es": ""
    },
    {
      "id": 8567459,
      "en": "You have done much to defend the folk of Swanfleet from the vicious jaws of the Wargs.",
      "es": ""
    },
    {
      "id": 8567460,
      "en": "'I remember the banners waving above the arid plains, and the lives that were lost, and even if the defeat of Sauron did not last, still it was worth the fight. There was victory, but there was sorrow too. I remember it all.' - Elrond of Rivendell",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Complete Battles of the Great Alliance (Advanced)",
      "es": ""
    },
    {
      "id": 149027365,
      "en": "Slayer of Swanfleet",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Complete Brigand-slayer of Swanfleet (Advanced)",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Complete Uruk-slayer of Swanfleet (Advanced)",
      "es": ""
    },
    {
      "id": 24695142,
      "en": "Slay many foes in Swanfleet.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Complete Orc-kind Slayer of Imlad Morgul (Advanced)",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Complete Warg-slayer of Swanfleet (Advanced)",
      "es": ""
    }
  ]
}