{
  "id": 621066904,
  "txt": [
    {
      "id": "0x8e1fab4",
      "en": "Perils of Swanfleet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502921",
      "en": "Find Tham Lasgol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Find Bloodhollow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502923",
      "en": "Find Caras Gelebren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba955",
      "en": "An Uruk raiding-party has established a camp not far from the Old South Road, where stands the wreckage of an Elf-tower. For what purpose was the tower built, in a past Age? The Uruks know not, and the Elves who might remember wish not to say. Now this place is Sharmokal, and it is not safe for travellers to come too near.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502953",
      "en": "Find Cobshollow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba956",
      "en": "The great Elf-smith Celebrimbor built the city where he would fashion his legacy at the junction of the rivers Sirannon and Glanduin. Caras Gelebren, the Silver Bastion, was a place of beauty and learning for much of the Second Age, but it was not to last. Hidden beneath a fair guise, evil came to Caras Gelebren, and Celebrimbor was deceived. Ensnared by his pride and his lust for secret knowledge, the Elf-smith nearly broke the world.\\n\\nWhen Sauron brought war to Eregion in the aftermath of Celebrimbor's folly, the citadel was destroyed and all memory of its peaceful days forgotten. There would be triumph in the years that followed, but beneath it all the Elves remember the foundation of shame on which it was built, and they mourn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502955",
      "en": "Find Sharmokal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502957",
      "en": "Find Tham Celechir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502959",
      "en": "Find Gwâl Cruban",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba930",
      "en": "The Wadewater is full of dangers, but few places within the marsh are quite as threatening as Fangsettle, where the avanc build their nests. Only the Dunlendings of nearby Lhan Garan are comfortable adventuring near this spawning ground, and even their best scouts try not to stray too near without grave need.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "Wolves have lived at Howlingstones for as long as the people of Mossward can remember, but they generally do not stray too near to the outer palisade. That has changed in recent nights, however, and now the town guards have seen lupine eyes staring at them from the darkness with unsettling frequency.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba932",
      "en": "Piles of discarded bones and the carcasses of long-dead prey mark the warg-dens of Bloodhollow, a dangerous place even the highly-skilled Dunlending warriors of Lhan Garan try to avoid without need. But there is on occasion such a need: the training of new scouts requires they be tested by dangerous circumstances and threatening foes, and what might better satisfy those conditions than the wargs who stalk Bloodhollow?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba18",
      "en": "No one knows for sure when the ruffians came to Swanfleet, but it seems to the Stoors that the outlaw settlement of Radlaw was constructed almost overnight. Now it is not safe for most people to wander the Stoor-vales without concern, for the ruffians of Radlaw are always eager for the chance to steal coin and valuable goods from the unwary.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba934",
      "en": "The gloom-web spiders that inhabit Cobshollow brook no intrusion by the Stoors who live nearby, but the folk of Glyn Helyg and Clegur learned long ago not to venture beneath the web-covered trees of this place, and the people of Lintrev stay mainly by their own farms.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be5",
      "en": "You have discovered the Howlingstones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba936",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be6",
      "en": "You have discovered Radlaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be7",
      "en": "You have discovered Fangsettle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore enemy encampments and other dangerous places in Swanfleet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be8",
      "en": "You have discovered Bloodhollow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba938",
      "en": "Tham Celechir, the Hall of the Swift River, was one of the last sites to stand against the armies of Sauron when he brought war to Eregion in the Second Age. Many Elves perished both within and without its walls, and evidence of their final stand can still be found in the debris that litters the once-proud ruin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore enemy encampments and other dangerous places in Swanfleet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be9",
      "en": "You have discovered Cobshollow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba940",
      "en": "The buildings that once stood here are now overgrown by reeds and haunted only by turtles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf0",
      "en": "You have discovered Sharmokal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf1",
      "en": "You have discovered Caras Gelebren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba942",
      "en": "The trees have claimed Tham Lasgol. It is a fate the Elves would not have mourned, but something has drawn wood-trolls to the once-beautiful site, and now it is a place of danger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf2",
      "en": "You have discovered Tham Lasgol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf3",
      "en": "You have discovered Gwâl Cruban",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba944",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf4",
      "en": "You have discovered Tham Celechir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Find the Howlingstones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Find Radlaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50219",
      "en": "Find Fangsettle",
      "es": "",
      "es (fem)": ""
    }
  ]
}