{
  "id": 621066894,
  "txt": [
    {
      "id": 111477412,
      "en": "Complete Rare Chests of Thuringwath",
      "es": ""
    },
    {
      "id": 8567385,
      "en": "You have found many lost and abandoned treasure-caches in Swanfleet.",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Complete Exploring Mordor Besieged",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Complete Rare Chests of Mordor Besieged",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Complete \\qThe Many Folk of the Glanduin\\q",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Explore Swanfleet.",
      "es": ""
    },
    {
      "id": 8567463,
      "en": "You have learned much of those who have dwelt in Swanfleet throughout its long history.",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Complete Dwellers of Old Swanfleet",
      "es": ""
    },
    {
      "id": 8567376,
      "en": "'Treasure? Aye, if you find it, I say keep it. Consider it your reward for helping us keep the road clear, and as safe as may be.' - Captain Beregond",
      "es": ""
    },
    {
      "id": 149027365,
      "en": "Explorer of Swanfleet",
      "es": ""
    },
    {
      "id": 8567377,
      "en": "'These treasures are very old, relics from another Age. How long did they lie hidden within the Valley of the Secret Shadow, and should they have remained there?' - Gandalf",
      "es": ""
    },
    {
      "id": 8567379,
      "en": "'Treasure? I have no need for treasure. All I want is an end to the war, and to return to our homes. That is the only treasure I seek.' - Tárandil of Gondor",
      "es": ""
    },
    {
      "id": 8567380,
      "en": "You have thoroughly explored enemy encampments and other dangerous places in Swanfleet.",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Complete Scouting Rath Dúath",
      "es": ""
    },
    {
      "id": 8567381,
      "en": "'It is the Pass of Shadow, the Rath Dúath. The road runs by Minas Morgul, and many are the evils that watch us from the heights.' - Faramir, Prince of Ithilien",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Complete \\qTreasure of Swanfleet\\q",
      "es": ""
    },
    {
      "id": 24695142,
      "en": "Explore Swanfleet.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Complete \\qPerils of Swanfleet\\q",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Complete Rare Chests of Rath Dúath",
      "es": ""
    },
    {
      "id": 8567383,
      "en": "Years of grinding war and siege reduced the arid but fertile plains of Mordor to a waste-land, and with the continued threat of Sauron's evil during the Third Age of Middle-earth, they never recovered. Many were the fortifications devised by the Great Alliance during the closing years of their war, but three thousand years later only ruins and remnants remained of them, a reminder that all glory must fade, and even victory may not last.",
      "es": ""
    },
    {
      "id": 8567360,
      "en": "'The ceremonies conducted within Thuringwath were unspeakable. That means we will speak of them not, and I ask you not to press the subject!' - Gandalf",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Complete Scouting Thuringwath",
      "es": ""
    },
    {
      "id": 8567384,
      "en": "You have thoroughly explored settlements and other points of interest in Swanfleet.",
      "es": ""
    }
  ]
}