{
  "id": 621066905,
  "txt": [
    {
      "id": "0x8e1fab4",
      "en": "The Many Folk of the Glanduin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502950",
      "en": "Find Lintrev",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Find Clegur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502955",
      "en": "Find Lhan Garan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502957",
      "en": "Find Glyn Helyg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502959",
      "en": "Find Idhobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "The small border village of Mossward is located not far from the broken bridges of flooded Tharbad, but if any of its folk are descended from the proud people who conducted trade along the Greyflood, they have forgotten it. Forgotten too are the dangers of the past; Mossward has been a place of peace for many years, and retired adventurers make their homes within its palisade alongside hardscrabble farmers and craftsmen, with mischievous children running through the lanes, getting up to trouble and chafing against their parents' commands and restrictions.\\n\\nA recent raid by Uruks bearing the mark of the White Hand has lit a fire of concern beneath the people of Mossward, stirring them into action.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be1",
      "en": "You have discovered Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba932",
      "en": "Home to a rustic strain of hobbit that was once plentiful in the area, the village of Clegur is a place of peace and quiet. Under the watchful eye of Mayor Malmadog Torlan, the Stoors who live here hunt the wild beasts of the vales but otherwise keep to themselves. As long as they can keep their pantries stocked with salted meats and plenty of root vegetables for winter, the folk of Clegur will continue to thrive.\\n\\nAccording to its inhabitants, Clegur is the finest of the three villages in the Stoor-vales.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be2",
      "en": "You have discovered Clegur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba18",
      "en": "From his camp-site of Echad Terthas, the Ranger Duindil keeps a watchful eye upon the dangers that encroach upon Western Eregion and the nearby ruins of Caras Gelebren. The old citadel of the Elf-smith Celebrimbor has been abandoned for thousands of years, but for the past few nights Duindil has seen fires lit among its broken walls, and the cries of Uruks disturb the evening breezes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be3",
      "en": "You have discovered Lhan Garan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba19",
      "en": "Lintrev is home to many of the farmers who provide the folk of the vales with the breads and cakes that are staples of the Stoors' diet. The apple orchard that overlooks the village outskirts is a prime target for young, hungry Stoor-children, but the trees are quick to recover from even such frequent pilfering.\\n\\nAccording to its inhabitants, Lintrev is the finest of the three villages of the Stoor-vales.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be4",
      "en": "You have discovered Glyn Helyg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be5",
      "en": "You have discovered Lintrev",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba936",
      "en": "Lhan Garan is a settlement of fairly recent construction, established on the edge of the marshes of the Wadewater by Dunlendings who have come north in search of a better life than the one they feared awaited them in Enedwaith and Dunland. They seek peaceful coexistence with the folk of Mossward on the other side of the Old South Road, and so far the two peoples have managed to get along without serious incident. The one exception: children of Mossward are particularly interested in the dangers that lurk just beneath the surface of the marshes, and scouts of Lhan Garan have had to rescue wayward children and send them back home. The Dunlendings have found this a more entertaining occurrence than have the people of Mossward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be6",
      "en": "You have discovered Echad Terthas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be7",
      "en": "You have discovered Idhobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore settlements and other important points of interest in Swanfleet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba938",
      "en": "The village of Glyn Helyg is unique among the other settlements of the Stoor-vales in that it is constructed along the cliffside of a narrow gully in view of a roaring waterfall. It is to be hoped the many bridges that lead to various levels of the village are sturdier than they might first appear, or perhaps they were designed primarily for folk of hobbit-stature?\\n\\nAccording to its inhabitants, Glyn Helyg is the finest of the three villages in the Stoor-vales.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore settlements and other important points of interest in Swanfleet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba940",
      "en": "From the Elf-camp of Idhobel, a few folk keep watch on the dangers that have arisen in recent days in Western Eregion. The Uruks that trouble Swanfleet seem particularly interested in the ruins of the Hall of the Swift River, located to the north, and those who camp at Idhobel lead sorties against them wherever possible.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Find Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Find Echad Terthas",
      "es": "",
      "es (fem)": ""
    }
  ]
}