{
  "id": 621066962,
  "txt": [
    {
      "id": "0x82ba941",
      "en": "The Baranduin runs deep and wide, with few natural opportunities for crossing. One of these is at Sarn Ford, where stony shallows form a causeway, allowing for traffic of foot, hoof, and wheel. But the crossing can be dangerous, the rocks slippery, and the river fickle in its flow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502955",
      "en": "Explore Sírlond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502957",
      "en": "Explore Herne",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba18",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba19",
      "en": "The Scurluc family has tamed the countryside here, establishing a productive farm for several decades. Their success has been threatened in recent months by goblin raiders and an increase in nearby banditry.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore settlements and other important points of interest in Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba932",
      "en": "After being waylaid by bandits out of Andrath, Gerwyn's Convoy circled its waggons and set up a temporary camp-site to make repairs, replenish supplies, and decide whether they should continue their journey south into Cardolan, searching for land upon which they might settle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba936",
      "en": "Elves of Rivendell have set up a temporary camp-site across the river from Caranost, which they have dubbed Sírlond. Perched high above the roaring river and amidst the ancient ruins, they keep a wary watch upon the Orcs who now reside within the ruins of the crumbled fort.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba938",
      "en": "The town of Herne sits at the meeting of the old roads south-west of Caranost. Settled long ago by folk out of Bree, it grew swiftly into a trading settlement which might eventually have rivalled Bree-town had calamity not continued to visit the land in the years that followed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba939",
      "en": "North-west of the crumbling ruins of Tharbad, a band of folk from the town of Bree have made a temporary settlement. Led by Burl Stonecrop, the group has come to scout Cardolan and determine whether there is room in this land for outward expansion. Stonecrop's folk have been rebuffed from Tharbad by the Orcs that have already made their way into the city, but the stubborn Bree-landers have not yet given up on their plan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore settlements and other important points of interest in Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502920",
      "en": "Explore Sarn Ford",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab4",
      "en": "Inhabitants of the Vanished Realm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Explore TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502950",
      "en": "Explore Scurloc Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Explore Gerwyn's Convoy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Explore Stonecrop Encampment",
      "es": "",
      "es (fem)": ""
    }
  ]
}