{
  "id": 621066959,
  "txt": [
    {
      "id": "0x82ba93",
      "en": "Though weathered by time, you can make out faint writing on the large obelisk. It speaks of Artandil and Malgun, kings who met atop this hill, and who felled each other with simultaneous fatal blows.\\n\\nThence fell Artandil and Malgun…\\n\\nDread thorn pierces heart,\\nWar branch striketh eye.\\nRaven wine fast streaming,\\nDeadmount corpse heavy.\\nBattle swellers wholly slaughtered,\\nForest slinkers hunger-appeased.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "You have discovered the levee plaque",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Ravaging of Cardolan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "You have discovered the oath plaque",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Discover the Stone Seat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba95",
      "en": "This site is a memorial to the victims of the Great Plague of 1636. Nearly all occupants of Tharbad, Dol Ernil, and Gond Orchal succumbed to the plague, their bodies requiring burning instead of the usual barrow internment. Fearful of the sickness passing to the living, the bodies were burned in huge pyres without the usual ceremonies. It is said that the sky above Cardolan was grey and that ash fell for days upon the land.\\n\\nThe ashes of the victims were gathered and transported here, mixed together and dumped by the grieving survivors, who then piled stones atop the mound, in hopes of keeping angry spirits at rest. There is no record of the names of the dead, for they were too many in number, and most of those who put the bodies to the torch fell themselves to the illness.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Discover the Deadmount Obelisk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Discover the Ashmound",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba97",
      "en": "In those days, a fog rolled over the land, from whence emerged a plague of the Dead who slew all before them. Most fearsome of these was a wraith-like figure known as Hithrengor, the Grey Fear, who terrorized Dol Ernil. Luilloth brought her young son Ostir to Fornost for his protection while her husband, Prince Ostecthel, hunted down the source of the evil.\\n\\nPrince Ostecthel strode into the fog a mighty warrior in his prime... only to later stumble out looking as though he had aged decades. With gasping words he revealed that the evil had been banished and that the land was safe once more. Aggrieved but proud, Luilloth returned and served as princess-regent until Ostir came of age. The people loved her, for she was good and kind, and ruled wisely.\\n\\nOstecthel's words were soon proven wrong, however! Once more, the Dead rose and ravaged Cardolan, while Ostir and his few remaining knights fell back, retreating north. Is it not known where Luilloth had been, but tales say that when Ostir and his army did not return, she set out to aid them. She found only her son's loyal canine howling among the Downs, and Luilloth knew then that Ostir was dead, for Astoryn would never leave his master's side.\\n\\nLuilloth and Astoryn went north to seek guidance, following whispers of some great power that dwelt in the forest. She was never seen again, but the ravening Dead quieted soon after and vanished back into the mists.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Complete a study of the history of Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "You have discovered the Stone Seat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Discover the Levee Plaque",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "You have discovered the Deadmount Obelisk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "You have discovered the Ashmound",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba1",
      "en": "Carvings on this ancient stonework speak of Prince Amlaith, first born son of King Eärendur, rebuilding the levees in 777.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "You have read the Scroll of Luilloth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "Though worn and weathered by time, you are able to make out a few words inscribed upon this plaque. They seem to allude to the oaths that were sworn here hundreds of years ago, when the Hill-folk were forced to submit to Dúnedain kings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Examine ancient artifacts in order to complete a study of the history of Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Discover the Scroll of Luilloth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Discover the Oath Plaque",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Find lost relics and lore of the realm of Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba86",
      "en": "Carvings on this ancient stonework speak of Prince Amlaith, first born son of King Eärendur, rebuilding the levees in 777.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "You have discovered the levee plaque",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba91",
      "en": "The stone walls of this throne room were once decorated with rich tapestries, and lush carpets lined the floors. From here ruled the princes, and one regent-princess, of Cardolan.",
      "es": "",
      "es (fem)": ""
    }
  ]
}