{
  "id": 621066906,
  "txt": [
    {
      "id": 262725912,
      "en": "You inspect the engravings on this particular stone",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dwellers of Old Swanfleet",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 118018273,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 136263298,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 118018274,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 136263299,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 118018275,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 94621393,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 177082800,
      "en": "You find a rusted dagger",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You find a well-used fishing rod",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "The hook dropped into the water with a gentle splash. The lone hobbit dipped his toes into the water, deeming its temperature 'refreshingly brisk' instead of 'horribly cold.'\\n\\n'I could get used to this,' he said to no one in particular.\\n\\nAnd so he did, fishing by the mill every Thursday evening, almost every week for the rest of his life. The only change in his routine was the addition of some company as the years carried on.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Discover the history of those who dwelt in Swanfleet",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You recover some scholars' notes.",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "You recover notes from scholars and conservationists of yesteryear. They would be pleased to know the turtles of the Wadewater are thriving. Perhaps, a touch too much.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You find several drafts of poetry",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "You find an improbably well-preserved stash of paper, upon which are written several drafts of poems in flowing script.\\nOne page contains the following phrases, each one struck through with the stroke of an angry quill:\\nUnder the eaves of wine-red holly\\ncrimson holly\\nsunset-hued holly\\nscarlet holly\\nruby-red holly\\nholly-coloured holly\\n\\nAnd finally, 'Underneath the eaves of holly'\\nNo attribution or claim of authorship can be found.",
      "es": ""
    },
    {
      "id": 218639267,
      "en": "These old stones may have borne witness to Sauron’s onslaught, but they still hold fast to happier memories. Weddings, personal centenaries, and ceremonies of all kinds took place in this once-elegant pavilion.",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "'My love, if you are reading this, then you have succeeded at my little treasure hunt and claimed the prize! I had this necklace made to your tastes. I look forward to seeing you wear it.'",
      "es": ""
    },
    {
      "id": 218639271,
      "en": "There are carvings in the stone to mark each time this structure was renovated. The oldest numbers are impossible to decipher, and the most recent numbers date back to a time that precious few remember.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Discover an old cornerstone",
      "es": ""
    },
    {
      "id": 218639273,
      "en": "The thief passed the coin between his fingers, a little trick he learned from one of his many mentors.\\n'It is bold of you to flaunt ill-gained goods so openly,' said a voice from behind the thief.\\nFailing to hide his surprise, the thief spun on his heel. He saw a woman dressed in clothes that looked like they had been stewing in the Wadewater for days. How long had she been following him? \\n'Oh this?' The thief held the gold aloft and donned an innocent smile.\\n'This was just a bit of good luck, nothing more. No thieves here, unless you’re meaning to take this from me.' His free hand drifted towards the dagger at his side.\\n'I have repaid your victim with coin from my own purse,' she said, ignoring his lie.\\n'I do not intend to take that coin from you. I do not know you, nor your needs. But there is honest work to be had in Mossward. Prey upon those who travel this road at your own peril.'\\nThe thief sneered.\\n'I will not be bossed around by the likes of you!'\\nThe thief went to draw his dagger, but the Ranger, as he would one day come to know her as, was upon him in an instant. She parried his feeble stab and disarmed him, sending the blade clattering to the ground. The thief felt the bite of cold steel against his neck, and he froze.\\n'The only reason I am giving you this chance is that you did not harm the woman from whom you stole.'\\nShe withdrew her blade, and the thief's hands snapped to his neck, checking for blood. He found none. By the time he recovered himself, the Ranger's back was to him. She was walking away.\\nHe looked to where his dagger had fallen, then to the Ranger, and decided to do the same.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Discover a well-used fishing rod",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Discover a cache of old notes",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Discover an engraved stone",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Discover a curious pendant",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Discover a collection of poetry",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Discover a rusted dagger",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Find lost relics and lore of ages past in Swanfleet.",
      "es": ""
    },
    {
      "id": 262725905,
      "en": "You have discovered an old cornerstone",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "You find a small pendant tucked away in the knot of the tree",
      "es": ""
    }
  ]
}