{
  "id": 621066960,
  "txt": [
    {
      "id": "0x82ba951",
      "en": "The name of this once luxuriant home, surrounded on each side by the flowing waters, has been lost to time. Perhaps its marbled floors once knew the delicate whisper of slippered feet and fine silks, but now its walls crumble as the claws of Wargs click and clack on the cold floors. Folk nearby refer to it now as Nagenstones.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab4",
      "en": "Perils of Cardolan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502920",
      "en": "Explore Nettinglade ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba953",
      "en": "The rocky outcrop of Wylvenclove hosts the dens of a formidable wolf-pack which prowls the rolling hills and barrows of Ruddymore and Tyrn Gorthad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502922",
      "en": "Explore Sarch Vorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Explore Gaervarad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502953",
      "en": "Explore Gond Orchal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502924",
      "en": "Explore Everstead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502926",
      "en": "Explore Hove Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502955",
      "en": "Explore Haudh Nirui",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502928",
      "en": "Explore Tharbad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502958",
      "en": "Explore Nímbarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba930",
      "en": "The last princes of Cardolan dwelt at Dol Ernil beside the barrows of Tyrn Gorthad. After the ravaging of these lands by fell sorcery and deadly iron, the ruins of the keep are now haunted by the risen Dead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "The slaughter of the Battle of Amon Firn was so intense that the hill became known as the Deadmount. A great cairn was erected in memory of the slain.\\n\\nHere it was that the last Dúnadan king of Cardolan, Artandil, slew and was slain by King Malgun I of Rhudaur. Red flowers have bloomed here ever after.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba932",
      "en": "This crumbled ruin once housed a powerful artifact atop its tower: Ambossar, the black-veined Vandassar. Here it was the Dúnedain forged bonds of peace with the Amonedain of Cardolan. Oaths were sworn by chieftains, and the Hill-folk were made compliant... for a time.\\n\\nAgents of Angmar would later destroy the tower and shatter the Vandassar, leading to the dissolution of the bonds with the Hill-folk, and their subsequent retaliation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba18",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502930",
      "en": "Explore Nagenstones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba934",
      "en": "Time has erased the memory of the builders who made the standing stone at Gond Orchal, and for whom they erected it. Ancestors of the Amonedain treated this as a sacred site, but over the years it has seen horror as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502932",
      "en": "The rocky outcrop of Wylvenclove host the dens of a formidable wolf-pack which prowls the rolling hills of Tyrn Gorthad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba936",
      "en": "In days long past, the Amonedain built the shining stone halls of Haudh Nirui, where lie entombed several of their lords and families. Much of what remains has long since turned to dust, but the halls remain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore enemy encampments and other dangerous places in Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502934",
      "en": "Explore Wylvenclove",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba937",
      "en": "Once a great city of Arnor and a seat of princes, Caranost was also known as the Red Fort. It was sacked by Angmar during the decline of Cardolan.\\n\\nThe towers of Caranost commanded a wide view of a large expanse of the northern region of Cardolan, but when the city was taken many of the towers were destroyed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore enemy encampments and other dangerous places in Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba939",
      "en": "Once a great stronghold on the edge of the Wadewater, Nímbarth now lies in ruin, home to evils that serve the Enemy against which it was intended to defend.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba941",
      "en": "Local legends speak of terraced gardens that once sprawled across the hill known as Nettinglade. Long before it was the home of terrible spiders spinning their deadly silks, it was a beautiful place of flowers, fruits, and fountains.\\n\\nIt is said even the Lady Galadriel herself toured the paths in ancient days, wandering with a soft smile among the roses.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba943",
      "en": "Deep within the Old Forest, the flooded tombs of Sarch Vorn have remained hidden for many years. Finely-crafted graves mark the resting places of nobles and royals, kings and queens of ages long past, but their names are now forgotten and the tombs have become a den of evil.\\n\\nOlder still are the standing stones with their swirled carvings and ancient symbols of a people lost to time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba945",
      "en": "Rumour states the ruins of Everstead were once a small estate belonging to a queen of ancient days. The towers that granted a picturesque view over the river Gwathló have since toppled, and none but the wildlife come here now.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Explore Amon Firn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba947",
      "en": "Though not quite as established as their neighbours at Scurloc Farm, the Hove family has maintained a hardscrabble livelihood on their own small farm. In recent days, however, the family has been driven out by goblin raiders from the north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Explore Caranost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba949",
      "en": "Like the ebb and flow of the Gwathló, the fortunes of Tharbad have fallen, risen, and fallen again throughout the centuries. Built long ago by the Númenóreans as a settlement and ford, its bridges, dikes, and dams have been destroyed and rebuilt numerous times.\\n\\nThanks to its position alongside the river and the North-South Road, most trade between the kingdoms of Arnor and Gondor passed through Tharbad. As the burghers of the city grew richer, the Dúnedain undertook to deepen the channel at the ford, allowing for ships of greater draught to pass. The fens and waterways of Swanfleet were dredged and drained, with extensive dikes built to support nearby farmlands.\\n\\nTharbad grew grander and more prosperous through trade with Gondor, the Elves, and the dwarves. But its enemies were many, and the city was often ravaged. Each time it was destroyed, the city clawed its way back, its leaders repairing, reforging, and renewing the causeway. However, when the Great Plague swept across Cardolan, its rulers could no longer keep up with the needed repairs.\\n\\nTharbad met its final demise slowly, as the elements battered the weakened structures. Finally, after the Fell Winter, a sudden thaw created a rushing wall of water that decimated the last bits of the crossings over the Gwathló and ruined the Great Bridge once and for all.\\n\\nNow the ruined city clings to the banks of a river whose hungry currents carry away more and more of its jagged remains every year.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50219",
      "en": "Explore Dol Ernil",
      "es": "",
      "es (fem)": ""
    }
  ]
}