{
  "id": 621066884,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "The camp is located north-east of Tham Celechir.\\n\\nDefeating the invading wargs may lure the Warg-master out of hiding.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730886",
      "en": "'We must stop the Warg-master from bringing more Wargs into Eregion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Capture the White Hand Banner to challenge the Warg-master and draw him out of hiding.\\n\\nThe banner is in the Warg-master's camp, located north-east of Tham Celechir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Use the White Hand Banner to challenge the Warg-master",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "You have defeated Kalugat, the Warg-master.\\n\\nYou should return to Rhovandis in Idhobel and let them know of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "The Warg-master answers your challenge!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Rhovandis",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You have defeated the Warg-master, [placeholder]? This is much welcome news. For now, the lands are made safer. But our work is not yet complete. Our efforts in taking Tham Celechir from the Uruk-hai must double. I will not let the sacrifice of the innocents be in vain. When the time comes, I hope to be able to call upon you again, [placeholder].\\n\\n'For now, I am grateful for your aid and am indebted to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Defeat TBD Warg Master",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Defeated TBD Warg Master",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Defeated invading wargs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Rhovandis asked you to lure out and defeat the Warg-master.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Defeat invading wargs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'For a long time Tham Celechir stood overlooking the Bruinen, and now Uruk-hai call it home. It is time we took back that home and rid this land of the encroaching warg threat.\\n\\n'To the north-east of Tham Celechir, there awaits a master of beasts. His orders were to spread chaos and darkness upon the land, letting loose wargs to run wild. Once we have eliminated this threat, we can focus on the Uruk-hai in Tham Celechir and take it back. But we cannot lose more innocent people.\\n\\n'Go and cull the warg numbers, and defeat the Warg-master once and for all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Warg and The Master",
      "es": "",
      "es (fem)": ""
    }
  ]
}