{
  "id": 621075374,
  "txt": [
    {
      "id": 126687017,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190220563,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 173025744,
      "en": "Talk to Tornir",
      "es": ""
    },
    {
      "id": 184621171,
      "en": "You have completed Tornir's tasks and should let him know.\\n\\nHe can be found outside his house in Glaniath.",
      "es": ""
    },
    {
      "id": 173025746,
      "en": "Chop firewood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "After the War",
      "es": ""
    },
    {
      "id": 173025748,
      "en": "Pull weeds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126687189,
      "en": "Tornir tries to keep up with his daily tasks.",
      "es": ""
    },
    {
      "id": 148970259,
      "en": "Chopped firewood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970261,
      "en": "Pulled weeds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220624,
      "en": "'What is left, what is left... Hador is taking care of that, but... I must be forgetting something --\\n\\n'Forgive me, traveller, I was lost in thought. Are you looking for work? There is firewood to be chopped, and weeds to be pulled in the yard. Should you accept, I will pay you for your efforts.\\n\\n'It feels strange worrying about such minor tasks after such ferocious fighting. The war did not destroy Glaniath, but... it would not be right to say we were left unscathed.'",
      "es": ""
    },
    {
      "id": 190220601,
      "en": "'It's getting harder to remember everything that needs tending to around here. My children would remember better, but...'\\n\\nHe pauses. When he speaks up again, his voice is thicker.\\n\\n'They defended those who needed defending, until the end.\\n\\n'My neighbours help where they can, but they can't do everything for me, of course. It was good of you to pitch in, traveller.'",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Tornir has asked you to chop firewood and pull weeds in his yard.\\n\\nHis home is located in Glaniath.",
      "es": ""
    }
  ]
}