{
  "id": 621075202,
  "txt": [
    {
      "id": "0xa5029f4",
      "en": "Defeat forest prowlers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f6",
      "en": "Defeat a bandit captain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Irzeben has asked you to defeat the growing bandit threat in the woods south of Furukzahar.\\n\\nThe woods are in northern Lower Lebennin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b32",
      "en": "Defeated woods snipers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "The woods around Zarsatrâd have been infiltrated by bandits who harass the quarry workers and slow down the production and shipment of stones that must pass through the forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "You should let Irzeben know that you have defeated many of the bandits in the forest south of Furukzahar.\\n\\nIrzeben is in the Zarsatrâd.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568913",
      "en": "'Your arrival is timely! I had been hoping someone like you might come our way. This outpost is an important stopover point between the quarry and multiple destinations south. The road north to the quarry and to Furukzahar has been troubled of late by bandits. They harass the workers who are trying to move shipments of stone down the road and have grown more and more brazen by the day!\\n\\n'Productivity has plummeted and workers at the quarry whine and moan that they won't make the trek. If you could handle the threat, it would go far to improve morale!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b35",
      "en": "Defeated forest prowlers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b37",
      "en": "Defeated a bandit captain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568919",
      "en": "'Thank you for dispatching those thieves! Profits are up with the demand for stone in the south and east, and we don’t need distractions and detriments of this sort muddling things up.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Foes in the Forest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859588",
      "en": "'Your arrival is timely! I had been hoping someone like you might come our way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859589",
      "en": "'Profits are up with the demand for stone in the south and east, and we don’t need distractions and detriments of this sort muddling things up.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f1",
      "en": "Defeat woods snipers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f3",
      "en": "Return to Irzeben",
      "es": "",
      "es (fem)": ""
    }
  ]
}