{
  "id": 621075206,
  "txt": [
    {
      "id": "0xb568919",
      "en": "'Welcome back! I hope your tree hunting went well. This may seem a tedious task, but it will help to ensure that the forest’s old growth remains, and that we prune where we can best assist its development and longevity.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Tree Hunting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f3",
      "en": "Return to Tordiril",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f4",
      "en": "Mark cullable trees ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568913",
      "en": "'Mae Govannen! My name is Tordiril, and I am here in Lower Lebennin at the behest of the lady Arwen Undómiel. In order to ensure that the land is not stripped wholesale for the needs of Men and the greed of dwarves, the queen has sent me to assist with the culling of this forest.'\\n\\nShe looks uncomfortable a moment and clears her throat.\\n\\n'My apologies. The dwarves are our allies and have welcomed me hither. They are open to my suggestions, but I find the forest hereabouts dangerous and difficult to traverse. If I teach you what signs to look for, will you go forth and mark trees for cutting?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "You should let Tordiril know that you have marked trees in the forest for culling.\\n\\nTordiril is at Zarsatrâd.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859586",
      "en": "'Mae Govannen! I am here in Lower Lebennin at the behest of the lady Arwen Undómiel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Tordiril has asked your assistance in marking trees for cutting.\\n\\nTrees to be marked can be found in northern Lower Lebennin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "Trees in Lower Lebennin's northern forest must be culled to promote growth, and the timber is put to use rebuilding Gondor. Care must be taken, however, lest the land be stripped bare and too many trees are hewn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859587",
      "en": "'Welcome back! I hope your tree hunting went well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b35",
      "en": "Marked cullable trees ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}