{
  "id": 621075390,
  "txt": [
    {
      "id": 149027571,
      "en": "A Way Home",
      "es": ""
    },
    {
      "id": 190220450,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190220453,
      "en": "'Lady Celebros agreed to meet with us? And these papers with the seal of Sirgon -- now we may wander freely about the city. Despite every grudge she could hold against us... I can hardly believe it. We've found our way home.'\\n\\nThe soft smile on Nasar's face slowly transforms into a grin.\\n\\n'No doubt the shipwrights of Pelargir have things to teach us, but I assure you, they shall not be the only ones teaching!'",
      "es": ""
    },
    {
      "id": 190220563,
      "en": "'Unfortunately, the war consumed most of our seafaring resources. We cannot spare a ship for your friends to return home. Do not fret; I may have a solution. If I can provide the materials and funds necessary, the Corsairs could work with our shipwrights to repair a damaged ship rather than build a new one entirely... and I daresay both groups could learn new things from each other.\\n\\n'Please, wait right here. I must retrieve something.'\\n\\nCelebros disappears into the manor. A while later, she returns with what looks like a collection of papers and a sturdy lockbox.\\n\\n'Would you deliver these orders and the lockbox to Captain Thandor? He stands watch near the East Pelargir gates.\\n\\n'And once that is done, please give your friends these papers, and let them know they are most welcome here. I would be happy to discuss the matter with them further.'",
      "es": ""
    },
    {
      "id": 190220454,
      "en": "'Lady Celebros' lockbox? She did not tell you what this was for, did she? Then I suppose I shall find the answer here...'\\n\\nAs Captain Thandor reads the orders, he raises an eyebrow.\\n\\n'Well... I was not expecting her to part with her heirloom just to fund this endeavour... but it is a noble cause, and I am glad to see it.\\n\\n'I shall take things from here. Thank you, [placeholder].'",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "Though there is no ship to take the Corsairs home, hope is not lost.",
      "es": ""
    },
    {
      "id": 251715603,
      "en": "Talk to Captain Thandor",
      "es": ""
    },
    {
      "id": 251715604,
      "en": "Talk to Nasar",
      "es": ""
    },
    {
      "id": 184621171,
      "en": "You still have papers to deliver to Nasar and his companions.\\n\\nYou should return to them near the West Pelargir gates.",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Celebros has asked you to bring some sealed orders and a lockbox to Captain Thandor.\\n\\nHe stands watch near the East Pelargir gates.",
      "es": ""
    }
  ]
}