{
  "id": 621075388,
  "txt": [
    {
      "id": "0x78d1729",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb011857",
      "en": "Celebros seems interested in hearing what you have to say.\\n\\nYou should talk to her about Nasar's request outside Sirgon's East Pelargir manor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a0",
      "en": "'Hello, [placeholder]. I apologize for the cold welcome, but the guards are only doing their best to protect us. My husband is rather busy at the moment, but you may talk to me.'\\n\\nAs you relay the situation to Celebros, she frowns. Her frown only deepens. Even after you have finished speaking, she remains silent a bit longer.\\n\\n'I must say, this is troubling to hear. Pelargir still bears the scars left behind by the Corsair invasion, and the memory haunts us all. Although, these Corsairs... they are simply men seeking a way home. To be lost for so long, unsure if they'll ever return... I can understand that.\\n\\n'I shall help them. Not as the Lady of Lebennin, but as myself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568913",
      "en": "'Truth be told, this is a tight spot in which to be stuck. We cannot agree on how to move forward. Othor suggested approaching Lord Sirgon for help, but... even if Othor hails from Gondor, he is a stranger to them. I doubt they would entertain us.'\\n\\nYou mention that Lord Sirgon's family knows of you.\\n\\n'[placeholder], if you're not joking -- and I sincerely hope you're not -- could you tell him about our predicament? Just enough to get him to agree to meeting with us.\\n\\n'I've heard his manor is located in the north-west corner of East Pelargir, but you must know the city better than I do, eh?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d0",
      "en": "Talk to the guard in the courtyard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011873",
      "en": "A guard has gestured for you to stop.\\n\\nYou should talk to him outside Sirgon's East Pelargir manor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b69",
      "en": "'I shall talk to [placeholder],' Celebros says",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Stranded Sailors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d4",
      "en": "Go to Lord Sirgon's manor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502851",
      "en": "Talk to Celebros",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1625",
      "en": "Stuck in a foreign land with no connections, Nasar looks to you for help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b16",
      "en": "A guard gestures for you to stop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568939",
      "en": "'Halt. If you seek audience with Lord Sirgon, he has other matters to attend. I would ask that you -- '",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Nasar has asked you to bring up the Corsairs' predicament with Lord Sirgon.\\n\\nSirgon's manor is located in the north-west corner of East Pelargir.",
      "es": "",
      "es (fem)": ""
    }
  ]
}