{
  "id": 621075364,
  "txt": [
    {
      "id": 126687017,
      "en": "A lonely dog sits on a pier in Pelargir, always watching the horizon.",
      "es": ""
    },
    {
      "id": 173025785,
      "en": "Talk to Handir",
      "es": ""
    },
    {
      "id": 190220563,
      "en": "The dog watches the horizon, only sparing you a quick glance at your approach. Then she returns to her vigil.",
      "es": ""
    },
    {
      "id": 148970293,
      "en": "The dog happily bites into her meal",
      "es": ""
    },
    {
      "id": 184621168,
      "en": "You have found a lonely dog in East Pelargir.\\n\\nA nearby guard, Handir, has called out to you.",
      "es": ""
    },
    {
      "id": 184621171,
      "en": "Handir has given you some meat with which to feed the lonely dog.",
      "es": ""
    },
    {
      "id": 190220545,
      "en": "'Hail, friend. I'm afraid nothing can distract that dog from watching the sea. On many mornings, I find that she has beaten me here! Sometimes she only leaves that spot once the moon has risen.\\n\\n'I decided to come prepared today with meat, just in case the dog was hungry. How about you take some to her?'",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "The Lonely Dog",
      "es": ""
    },
    {
      "id": 184621175,
      "en": "You have fed the lonely dog.\\n\\nYou should talk to Handir.",
      "es": ""
    },
    {
      "id": 82642740,
      "en": "'Woof!'",
      "es": ""
    },
    {
      "id": 173025728,
      "en": "Talk to Handir",
      "es": ""
    },
    {
      "id": 148970281,
      "en": "A nearby guard calls out to you",
      "es": ""
    },
    {
      "id": 190220552,
      "en": "'Well, would you look at that! Even the most stalwart of guards must take a break from their duty every now and then.'\\n\\nHandir's smile fades as he continues gazing at the dog. 'I wonder what she is searching for. Did she lose something? Someone? Perhaps her master left home for the war and never returned.\\n\\n'I suppose I ought to start asking around, see if anyone recognizes the poor beast. And if not... well, my family has room for another member!'",
      "es": ""
    },
    {
      "id": 251716022,
      "en": "Feed the lonely dog",
      "es": ""
    },
    {
      "id": 173025778,
      "en": "Talk to Handir",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "You have found a lonely dog in East Pelargir.\\n\\nA nearby guard, Handir, has called out to you.",
      "es": ""
    }
  ]
}