{
  "id": 621075386,
  "txt": [
    {
      "id": 190220626,
      "en": "'A harmless person who wishes to stay a secret for now? I admit that, had anyone else told me this, I would've grown warier. But your words hold weight here. I trust you.\\n\\n'May this person find the courage to come forth one day. I'd like to thank them for all they've done.'",
      "es": ""
    },
    {
      "id": 251716072,
      "en": "Talk to Asórkho",
      "es": ""
    },
    {
      "id": 190220630,
      "en": "'You found me in the middle of preparing meat from a previous hunt. I came here for more fresh meat, but I confess that hunting tires me quickly, and I am at my limit today.\\n\\n'If you wish to help, could you hunt some of the boars here?'",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 190220631,
      "en": "'A mighty hunter, you are. I shall take this fresh meat to preserve for another delivery. If you intend on returning to the townspeople, please give them these meats I have finished preparing.\\n\\n'I expect they are waiting for your answer to their question. It is... a difficult situation. If you must give them an answer, I would ask that you keep my homeland a secret. I am loath to show my face, for more reasons than just shame, but... I only want to be kind. I hope they will understand. And perhaps I will reveal myself, in time.'",
      "es": ""
    },
    {
      "id": 190220563,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 148970340,
      "en": "Fresh boar meat obtained ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621145,
      "en": "Asórkho has given you preserved meat to give to the townsfolk of Halach, and asked you to keep his identity a secret.\\n\\nYou should return to Irodon in Halach.",
      "es": ""
    },
    {
      "id": 173025744,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 184621171,
      "en": "You have obtained a good amount of fresh boar meat.\\n\\nYou should return and talk to Asórkho near the boar wallow.",
      "es": ""
    },
    {
      "id": 173025699,
      "en": "Hunt boars for fresh meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 236954291,
      "en": "A Softer Future",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 126686754,
      "en": "Asórkho regrets his actions during the war.",
      "es": ""
    },
    {
      "id": 251716065,
      "en": "Talk to Irodon in Halach",
      "es": ""
    },
    {
      "id": 190220601,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 184621160,
      "en": "Asórkho has asked you to hunt some more boars for fresh meat.\\n\\nYou can find boars in the boar wallow north-east of Halach.",
      "es": ""
    }
  ]
}