{
  "id": 621075207,
  "txt": [
    {
      "id": "0x8e11b01",
      "en": "A roar cuts through the air!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011899",
      "en": "While searching for Gúrayin in Lower Lebennin's forest, you came across some dwarf-sized footprints. You should continue to follow the footprints and look for signs of Gúrayin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b31",
      "en": "A tattered piece of fabric flutters in the chill wind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b04",
      "en": "These dwarf-sized bootprints lead north",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Malbír has asked you to look for signs of his missing friend, Gúrayin, who was last seen heading north of Zarsatrâd.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "At the foot of the snowy peaks of northern Lower Lebennin, rumours of a terrifying beast haunting the woods have emerged to coincide with news of a hunter gone missing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f8",
      "en": "Search for Gúrayin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "As you leaned in to examine the scrap of blue fabric, a terrible beast roared and rushed forward to attack! You are sure that Gúrayin did not survive their encounter with the snow-beast. You should let Malbír know what you found.\\n\\nMalbír is at Zarsatrâd.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b06",
      "en": "These dwarf-sized bootprints lead north",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568913",
      "en": "'Greetings, stranger. Tell me, have you seen my friend, Gúrayin, on your travels? No? Ah, more's the pity. I am quite worried about him. He went hunting yesterday and has not yet returned. No one else is concerned, but I swear I saw an enormous beast in the woods north of here and I am worried.\\n\\n'Will you keep your eyes open for any sign of my friend? I would greatly appreciate it! You will know him by his blue cloak!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b37",
      "en": "You found footprints!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011872",
      "en": "At the foot of a snowy mountainside you found a scrap of blue fabric. You should investigate the fabric.\\n\\nThe fabric is in Lower Lebennin, north of Zarsatrâd.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b39",
      "en": "These dwarf-sized bootprints lead north",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "On the Trail of Gúrayin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568932",
      "en": "'Your grave expression tells me that you have no good news to share.'\\n\\nYou explain what happened to Gúrayin.\\n\\n'I… thank you. I hope his end was a swift one, and I am grateful you have avenged him. No more of my friends will fall to that beast, and we have you to thank.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd8595b7",
      "en": "'Greetings, stranger. Tell me, have you seen my friend, Gúrayin, on your travels?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd8595b8",
      "en": "'Your grave expression tells me that you have no good news to share.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568935",
      "en": "This scrap of blue fabric is stained with blood and grime. You fear Gúrayin met an untimely fate at the claws of the snow-beasts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c0",
      "en": "Investigate the fabric scrap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f0",
      "en": "Continue searching for Gúrayin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c3",
      "en": "Return to Malbír",
      "es": "",
      "es (fem)": ""
    }
  ]
}