{
  "id": 621075384,
  "txt": [
    {
      "id": "0x8e1faf3",
      "en": "The Mystery Supplier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d0",
      "en": "Talk to Asórkho near the boar wallow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b16",
      "en": "A Haradrim man calmly holds up his empty hands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568927",
      "en": "'[placeholder], welcome! As you can see, we've been hard at work rebuilding our home. My heart should feel light, but ever since the war's end, I have been troubled by a string of mysteries.\\n\\n'For the past few months, every now and then, someone has been leaving sacks of supplies at our doorsteps. Preserved boar meat, cut firewood, all harvested from the wild. The strange thing is, we don't know who is responsible. Of course, we were suspicious at first, but nothing about the supplies thus far has seemed amiss. I hope that the culprit is not a malicious person, but we cannot be too careful.\\n\\n'Now, I suspect the meat we have been receiving has been hunted from a nearby boar wallow, to the north-east. Perhaps our culprit is there right now. But very few people here would be able to defend themselves out there, and they are all busy protecting Halach.\\n\\n'Would you investigate the wallow for us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568913",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d4",
      "en": "Investigate the boar-wallow near Halach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "The townspeople of Halach have been receiving help from someone, but no one knows who.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011873",
      "en": "You have found a Haradrim man near the boar wallow.\\n\\nYou should talk to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Irodon has asked you to investigate a boar wallow to the north-east of Halach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568939",
      "en": "'Please, put down your weapons, [placeholder]. I mean you no harm, and I am alone. My fellow soldiers fled long ago.\\n\\n'You have come looking for me at the behest of the townspeople, yes? Rather, you have come looking for the one gifting them supplies. It is not much, compared to what my comrades and I raided from them during the war. But this is... repentance, I suppose.\\n\\n'I will return home eventually, but not before I see some of the harm undone.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}