{
  "id": 620874537,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Glass is a difficult thing to colour. There are lots of materials to gather up to make any individual shade. Green is not all that hard to make, but what we use may surprise you.\\n\\n'I know the sand-nerbyg look brown and blend in with the dunes. However, if you crack their shells and look at the underside, you see a colour as green as the grass itself.\\n\\n'You can find the sand-nerbyg all over the southern dunes of the Barandalf, just north of here. Bring me a bunch of their shells, and I can mix up the powders for some green glass.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These will do. They are not the best set I have ever seen, but I think I can get enough green out of them to do what I need for now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The nerbyg are all over the dunes. You cannot really miss them. Just head north.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Tinge of Green",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Sand-norbog shells may look brown on the outside, but beneath is a bright and brilliant green.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected norbog-shells ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect norbog-shells ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Norbog-shells can be found on the sand-nerbyg within the southern dunes of the Barandalf, north of Dwaling.\\n\\nPearl Goodbody has asked you to gather shells off the nerbyg living within the dunes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the norbog-shells to Pearl Goodbody in Dwaling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Pearl Goodbody is at Hob Hillbrow's just outside of Dwaling.\\n\\nPearl Goodbody will want to begin extracting the green from the norbog-shells as soon as possible.",
      "es": "",
      "es (fem)": ""
    }
  ]
}