{
  "id": 620874502,
  "txt": [
    {
      "id": 218649170,
      "en": "'By Durin's beard! Are you serious?\\n\\n'You are not the only cook that I have met in my days, but I find that most cooks are... never mind.\\n\\n'Islífur has been assigned the task of teaching all the new cooks their basics. Go and speak with him by the fire... though I do hope that you will reconsider.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You are far from home, [placeholder]. We will honour your request and help you as you learn the art of cooking.\\n\\n'Speak with Faengamil near the oven here at the Terrace. She will provide you with the necessary guidance that you need to learn more of the cooking profession.'\\n\\n<rgb=#FF0000>WARNING: You must make sure to have room in your inventory for this quest.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Introduction to Cooking",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I have always marvelled at the ability of the other races to prize food in the manner that they do.\\n\\n'I have asked one of our promising novices to watch over and guide any new cooks towards learning the very basics of the profession. Her name is Faengamil, and she is near the oven here at the Terrace.\\n\\n'Speak with her, and she will teach you the very basics as she progresses in her own studies.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Well then, you wish to set out on a career of being a cook. Let me tell you, [placeholder], I find it admirable whenever I see folk like yourself trying your hand at such a noble craft.\\n\\n'Granted, we hobbits are the finest cooks in all the land, but we are certainly not above teaching our craft to those willing to learn.\\n\\n'Over by the oven there is Petunia Greenhand. She has offered to teach anyone new to cooking the very basics as part of her training to become a true expert at her craft.'\\n\\n<rgb=#FF0000>WARNING: You must make sure to have room in your inventory for this quest.</rgb>",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have made a cup of spring barley flour",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You should speak with the novice trainer for your chosen profession.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'In order to be the best cook that you can be, you will need some guidance. I have spoken with Petunia Greenhand of Michel Delving; she is only an apprentice cook, but knowledgeable and working hard to become an expert. Petunia has graciously accepted the task of teaching anyone setting out in their culinary careers the basics of the art.\\n\\n'You will find her near the oven here in Michel Delving. Speak with her and mind her lessons well, and I wager that you will be cooking up hobbit-specialties in no time!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have made a hard biscuit",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You should speak with the novice trainer for your chosen profession.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Well, look at you... I do not often see your folk here, and when I do, I always find it a bit queer. Well, hobbits less so because of the hill.\\n\\n'Oh, I am sorry, you wish to know more of cooking? It just so happens that there is a fine cook near the oven by the name of Esilia Diggerly. She has offered to teach those new to the profession the basics of the art. Speak with her, and I am certain that she will help you.\\n\\n'Good day, [placeholder].'\\n\\n<rgb=#FF0000>WARNING: You must make sure to have room in your inventory for this quest.</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You should speak with the Novice Cook to learn more about cooking and set yourself on a path to good eating.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You should speak with the novice trainer for your chosen profession.'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Cooking is a noble pursuit. Where would we be without the knowledge of how to properly prepare the bounty of the land?\\n\\n'I have secured the time and teaching of Esilia Diggerly, a novice cook, but a fine student who is quickly refining her art here in Combe to teach all the new cooks a thing or two about the profession.\\n\\n'She can be found by the oven, here in the Craft Hall of Combe.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Novice Cook provided you with a <rgb=#FF00FF00>crate</rgb> full of ingredients that you can use to execute the hard biscuit recipe. Open the <rgb=#FF00FF00>crate</rgb> to get the ingredients.\\n\\n<rgb=#FF00FF00>Ingredients for Cooks are normally purchased from vendors or traded from players with the farming profession. You can also find ingredients on the Auction Hall.</rgb>",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'You should speak with the novice trainer for your chosen profession.'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'Hullo, there! I hear that you are interested in learning the ways of a cook. If so, you have come to the right place.\\n\\n'I will try not to move too quickly for you, but if I do, speak with me again to ask more pointed questions.\\n\\n'I almost forgot the most important thing for every new cook -- ingredients. Everything you need to make hard biscuits is inside this <rgb=#FF00FF00>crate</rgb>.'\\n\\n<rgb=#FF00FF00>Cook vendors sell ingredients and recipes that are a vital part of any Cook's training and continued work.</rgb>",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The Novice Cook provided you with the ingredients necessary to create hard biscuits. First, however, you must prepare one of the most important ingredients: a <rgb=#FF00FF00>cup of spring barley flour</rgb>.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Good work so far. Get your hands back to work and bake up that <rgb=#FF00FF00>hard biscuit</rgb>.'\\n\\n<rgb=#FF00FF00>To open your crafting panel, you can use the 'T' key or click on the crafting button (it looks like a hammer and anvil) in the lower left part of your UI.\\n\\nSelect the cooking tab in the craft UI and find the proper recipe.\\n\\nRemember: in order to execute a recipe, you must be near the proper facility. Cooking typically requires an oven or camp-fire.</rgb>",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The cup of spring barley flour is complete, and you are now ready to make the <rgb=#FF00FF00>hard biscuit</rgb>, as instructed by the Novice Cook.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Grab your <rgb=#FF00FF00>cooking tools</rgb> and make sure you have them equipped, then open the <rgb=#FF00FF00>crate</rgb> of ingredients that I gave you and make your way to the oven.'\\n\\n<rgb=#FF00FF00>Ingredients for Cooks are normally purchased from vendors or traded from players with the farming profession. You can also find ingredients on the Auction Hall.</rgb>",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The recipe is complete. <rgb=#FF00FF00>Do not eat or sell the hard biscuit!</rgb> It is time to show your handiwork to the Novice Cook.",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Making the flour should be simple. Grind down the barley and sift it a few times to filter out the impurities, and it should be ready for baking.'\\n\\n<rgb=#FF00FF00>To open your crafting panel, you can use the 'T' key or click on the crafting button (it looks like a hammer and anvil) in the lower left part of your UI.\\n\\nSelect the cooking tab in the craft UI and find the proper recipe.\\n\\nRemember: in order to execute a recipe, you must be near the proper facility. Cooking typically requires an oven or camp-fire.</rgb>",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'It appears that you have completed the first step of your training. You need only make the <rgb=#FF00FF00>hard biscuit</rgb> now and return it to me for approval.'\\n\\n<rgb=#FF00FF00>To open your crafting panel, you can use the 'T' key or click on the crafting button (it looks like a hammer and anvil) in the lower left part of your UI.\\n\\nSelect the cooking tab in the craft UI and find the proper recipe.\\n\\nRemember: in order to execute a recipe, you must be near the proper facility. Cooking typically requires an oven or camp-fire.</rgb>",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'To make the biscuits you will need to open the <rgb=#FF00FF00>crate</rgb> of ingredients that I provided to you. Equip your <rgb=#FF00FF00>cooking tools</rgb> and head to the oven to begin cooking.'\\n\\n<rgb=#FF00FF00>Ingredients for Cooks are normally purchased from vendors or traded from players with the farming profession. You can also find ingredients on the Auction Hall.</rgb>",
      "es": ""
    },
    {
      "id": 205636720,
      "en": "'You will first need to make the flour. Grind the barley and sift what remains. This will provide you the last key ingredient for the hard biscuit.'\\n\\n<rgb=#FF00FF00>To open your crafting panel, you can use the 'T' key or click on the crafting button (it looks like a hammer and anvil) in the lower left part of your UI.\\n\\nSelect the cooking tab in the craft UI and find the proper recipe.\\n\\nRemember: in order to execute a recipe, you must be near the proper facility. Cooking typically requires an oven or camp-fire.</rgb>",
      "es": ""
    },
    {
      "id": 205636721,
      "en": "'Making flour should be easy. Grind the barley and sift it a few times. Little else needed to do beyond that.'\\n\\n<rgb=#FF00FF00>To open your crafting panel, you can use the 'T' key or click on the crafting button (it looks like a hammer and anvil) in the lower left part of your UI.\\n\\nSelect the cooking tab in the craft UI and find the proper recipe.\\n\\nRemember: in order to execute a recipe, you must be near the proper facility. Cooking typically requires an oven or camp-fire.</rgb>",
      "es": ""
    },
    {
      "id": 205636722,
      "en": "'It looks like the flour was ground down and sifted nicely. Only one more step remains: go on now and make that <rgb=#FF00FF00>hard biscuit</rgb>.'\\n\\n<rgb=#FF00FF00>To open your crafting panel, you can use the 'T' key or click on the crafting button (it looks like a hammer and anvil) in the lower left part of your UI.\\n\\nSelect the cooking tab in the craft UI and find the proper recipe.\\n\\nRemember: in order to execute a recipe, you must be near the proper facility. Cooking typically requires an oven or camp-fire.</rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with the Novice Cook near the oven in the crafting area",
      "es": ""
    },
    {
      "id": 205636723,
      "en": "'Just open up that <rgb=#FF00FF00>crate</rgb> full of ingredients that I gave you, and you can start making the hard biscuit over by the oven. Make sure to equip your <rgb=#FF00FF00>cooking tools!</rgb>'\\n\\n<rgb=#FF00FF00>Ingredients for Cooks are normally purchased from vendors or traded from players with the farming profession. You can also find ingredients on the Auction Hall.</rgb>",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "You have been provided with a box of ingredients",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Open the <rgb=#FF00FF00>crate</rgb> given to you by the Novice Cook to collect the spring barley, egg, and water",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "You now have all the ingredients to make a hard biscuit",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Using the ingredients you received, craft a <rgb=#FF00FF00>cup of spring barley flour</rgb>",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Using the ingredients you have obtained, cook a <rgb=#FF00FF00>hard biscuit</rgb>",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Bring the <rgb=#FF00FF00>hard biscuit</rgb> to the Novice Cook",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'If you are looking for guidance in cooking, then I am prepared to offer you direction.\\n\\n'If my methods are too fast, feel free to speak with me again, and I will answer any questions that you may have. I will do my best to provide you with clear direction. The first and most important step is having the proper ingredients.\\n\\n'I have kept some of these ingredients aside for purpose of providing to new cooks. Take this <rgb=#FF00FF00>crate</rgb> and let us begin.'\\n\\n<rgb=#FF00FF00>Cook vendors sell ingredients and recipes that are a vital part of any Cook's training and continued work.</rgb>",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "'Well look here, another would-be cook. I am pleased to meet you and looking forward to helping you get started.\\n\\n'If I go too fast, or you need help at any point, you can ask me questions about cooking, and I will do my best to provide you with clear direction. The first and most important step is having the proper ingredients.\\n\\n'I set aside a few for new cooks like yourself. Take this <rgb=#FF00FF00>crate</rgb> and let us begin.'\\n\\n<rgb=#FF00FF00>Cook vendors sell ingredients and recipes that are a vital part of any Cook's training and continued work.</rgb>",
      "es": ""
    },
    {
      "id": 8725906,
      "en": "'Let me see what you were able to do....'\\n\\nShe inspects the hard biscuit with a discerning eye.\\n\\n'Good golden colour on the top, and it looks sufficiently hardened. The smell is making my mouth water and my belly rumble.\\n\\n'I think that you have done very, very well, [placeholder]. I approve and declare you a novice cook.'",
      "es": ""
    },
    {
      "id": 8725907,
      "en": "'Oh no, did you eat your biscuit? Well, I need to inspect one so you better find a way to make me another.'",
      "es": ""
    },
    {
      "id": 8725908,
      "en": "'Let us see what you have gone and made.'\\n\\nHe inhales deeply.\\n\\n'Smells good. Looks golden and delicious, and I wager if I bounced it off the floor, it would resound with a thud.\\n\\n'You pass, [placeholder]. You are on your way towards becoming a master cook!'",
      "es": ""
    },
    {
      "id": 8725909,
      "en": "'Was the biscuit tasty? Or did you sell it for some meagre coin. Well... I cannot pass you without seeing your handiwork. Back to the oven with you!'",
      "es": ""
    },
    {
      "id": 8725910,
      "en": "'I smell a treat upon you, and that can only mean that you have finished what I asked of you. Please, allow me to see the biscuit.'\\n\\nShe takes a moment to admire your handiwork.\\n\\n'This appears cooked to perfection. You are well on your way towards becoming a cook. Well done, [placeholder].'",
      "es": ""
    },
    {
      "id": 8725911,
      "en": "'Have you forgotten something? I neither see, nor smell the hard biscuit that you were supposed to deliver to me. You should return with one.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Cooking is an especially important profession -- ask any hobbit -- that can take a significant amount of time to master. Every true cook starts with the basics, and this introduction to the fine art of cooking will provide you with everything that you need to become a true master of the pot and pan.\\n\\n<rgb=#FF00FF00>Be careful! You will need to complete the correct recipes and deliver the correct items outlined in this quest.\\n\\nYou will need to execute the cup of spring barley flour and hard biscuit recipes and deliver the hard biscuit. Failing to do so will force you to obtain new raw materials or to restart the quest after a 24-hour delay.</rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It looks as though you have strayed a little ways from home, [placeholder], and you want to learn to cook up some tasty meals?\\n\\n'I'd prefer swinging a hammer, but if you prefer a pan, who I am to judge?\\n\\n'Speak with Islífur near the oven. He has offered to teach all the newest cooks the basics.'\\n\\n<rgb=#FF0000>WARNING: You must make sure to have room in your inventory for this quest.</rgb>",
      "es": ""
    }
  ]
}