{
  "id": 620874533,
  "txt": [
    {
      "id": 218649169,
      "en": "'We use many materials to make different shades of glass. My favourite colour to make is blue. It is a hard and tricky colour, particularly when you want to make a glass which looks like a flowing river.\\n\\n'I've only found one thing that can make it look how I like, and that is river-stones the goblins have taken from the Brandywine. Simple, you say, but not so. I tried to gather them myself, but the colour didn't come out the same. Something the goblins must do changes the stone somehow.\\n\\n'If you can go to Bleakleaf Crest and collect several of the stones from the goblins for me, I would be grateful. I could make the most beautiful tea set you have ever seen.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These stones are amazing... they are the best batch I have yet seen. I wonder if it is because I have not tried to get any lately. Maybe the longer the goblins have them the more blue they become?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The goblins are camped at Bleakleaf Crest. They are sure to have more stones on them.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Shade of Blue",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Blue river-stones can be crushed into a powder that can make glass look like water.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected tarnished river-stones ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect tarnished river-stones ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Tarnished river-stones can be found in the possession of the goblins at Bleakleaf Crest, south of Dwaling.\\n\\nWald Hillburrow has asked you to collect tarnished river-stones the goblins have taken from the Brandywine.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the tarnished river-stones to Wald Hillburrow in Dwaling",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Wald Hillburrow is at Hob Hillbrow's just outside of Dwaling.\\n\\nWald Hillburrow will be eager to see the tarnished river-stones that you have collected for him.",
      "es": ""
    }
  ]
}