{
  "id": 620874559,
  "txt": [
    {
      "id": 218649169,
      "en": "'You have done much to help us, and for that, I am grateful. I feel it will be a long time before Dwaling feels like the rolling hills of the Greenfields, but we will continue to do our best.\\n\\n'One thing that does concern me is the Big Folk to the north. Not the ones in town, but the ones beyond that live by the big lake. They were friendly to us. They used to come down to trade for pipe-weed and glass. Once or twice, I ventured up to see them.\\n\\n'They used to make a camp at a bridge that crosses the river, where a giant Man of stone watches all the boats that pass. Would you venture up there and see if they are well?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Hob Hillbrow is a name I have not heard in some time. I do miss him and his little jests, but I am pleased to hear that he is doing well. When a scout reported seeing Men in Dwaling, I feared the worst. Thank you for helping them with their situation.\\n\\n'It is precious to think that in these dark times a hobbit is concerned about the welfare of Man. If only he knew how dire things have truly become. I envy the simple folk.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I do worry about the Big Folk... well, at least the nice ones.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Men of the North",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Men of Tinnudir used to trade with the hobbits of Oatbarton and Dwaling, mostly desiring glassware and pipe-weed.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to a Ranger at the colossus in Evendim",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Ranger-camp is believed to be at the colossus guarding a bridge where Lake Evendim flows into the Brandywine.\\n\\nHob Hillbrow is worried about the Rangers to the north, having heard nothing from them in a great deal of time. He would like you to seek them out.",
      "es": ""
    }
  ]
}