{
  "id": 620874523,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected white sand ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Sand is needed in the art of glassblowing, and the white sand of the Sand Marshes is the best.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], I am glad you have come by. We have been trying to slowly rebuild what we can. It has taken much effort but I am afraid it will soon be all for naught.  \\n\\n'We are glass-blowers here in Dwaling. Always have been, always will be. Well, I hope we always will be. We have been running gravely low on supplies as of late. The new 'townsfolk' and creatures about the sands have kept us from venturing too far. We barely have enough to finish our next order.\\n\\n'I used to get white sand for my glass-blowing from a dear old friend who would travel into the Barandalf to the north-east of Dwaling, but he moved away not a week ago. If you would, travel up to the Sand Marshes and get me some. I would be deeply in your debt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "White sand can be found in the Sand Marshes north of Dwaling.\\n\\nMundaric Sandheaver has asked you to gather some white sand for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have the sand... and just in the nick of time too! My lads were just finishing up the last of our supplies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mundaric Sandheaver is at Hob Hillbrow's home at the Bullroarer's Sward in Dwaling, south of the Sand-marshes.\\n\\nYou should return to Mundaric Sandheaver with the white sand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found any sand yet [placeholder]? The Barandalf is north and east of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You should be able to find white sand in the Sand Marshes just over the hill.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect white sand ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the white sand to Mundaric Sandheaver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the white sand to Mundaric Sandheaver in Dwaling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sand for the Flame",
      "es": "",
      "es (fem)": ""
    }
  ]
}