{
  "id": 620874538,
  "txt": [
    {
      "id": 218649169,
      "en": "'The most challenging part of making glass is getting it to sparkle just so. You don't want to do this with all glass, but most you do.\\n\\n'We have found that the limrafn within the dunes carry, or have, or are made of something we call 'essence.' I don't know exactly what it is, nor how they got it. All I know is that it somehow makes glass sparkle... and on that I'm not even really sure how!\\n\\n'You can find the limrafn among the dunes of the Barandalf, just north of here. Bring me a bunch of their essences, and I'll be quite appreciative.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I still do not understand how these essences work. Perhaps one day I will. But for now, all we need to know is they make glass sparkle.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The limrafn are tricky creatures. Watch for glowing lights.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Bit of Sparkle",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The hobbits do not know why or how the essence of the limrafn retains its glow, and even less of a clue as to how it can be put into glass. All they know is it does, and it can.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected essences ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect essences ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Essences can be found on the limrafn among the Barandalf, north of Dwaling.\\n\\nPearl Goodbody has asked you to gather essences from the limrafn within the dunes.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the essences to Pearl Goodbody in Dwaling",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Pearl Goodbody is at Hob Hillbrow's just outside of Dwaling.\\n\\nPearl Goodbody will be eager to see the limrafn essences you have gathered for her.",
      "es": ""
    }
  ]
}