{
  "id": 620874532,
  "txt": [
    {
      "id": 218649169,
      "en": "'We use many materials to make different shades of glass. One of the colours I'm tasked with is red. It is not an overly difficult colour to make, but it does require a fair amount of supplies in order to bring out a bright crimson.\\n\\n'Salamander-scales are the best material I've found around here for producing red glass. Unfortunately, our stores are low, so we cannot make any more red or orange.\\n\\nYou can find sand-swept scales on the salamanders within the southern dunes of the Barandalf, to the north and east of here. If you could collect me a bunch, I would be grateful.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These scales will do perfectly. I will begin grinding them down at once so we can use them in the next batch of glassware. Thank you.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Salamanders are found within the dunes to the north and east. Make sure you bring back their scales.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Little Touch of Red",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "When ground up, scales from the salamanders can be used to make red glass.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected sand-swept scales ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect sand-swept scales ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Sand-swept scales can be found on salamanders within the southern dunes of the Barandalf, to the north and east of Dwaling.\\n\\nWald Hillburrow has asked you to collect sand-swept scales from salamanders, so he can make red glass.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the scales to Wald Hillburrow in Dwaling",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Wald Hillburrow is at Hob Hillbrow's just outside of Dwaling.\\n\\nWald Hillburrow will want to begin grinding down the scales as soon as possible.",
      "es": ""
    }
  ]
}