{
  "id": 620787431,
  "txt": [
    {
      "id": "0xa4b0ff5",
      "en": "To The Next Horizon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Explorer's Guide[nps]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "To the Next Horizon by Branda Rumble, Artisan Tailor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38ce4c2",
      "en": "Branda Rumble, Artisan Tailor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61726d1",
      "en": "As an Explorer, you have chosen a life of restless travel, always seeking out the next unknown.  The world is full of natural bounties, and as an Explorer, you are uniquely suited to harvest them, and prepare fine protective gear from cloth and leather.\\n\\nExplorers can harvest all materials – hides, wood, and metal.  Hides can be collected from natural beasts, but for wood and metal, you will need the proper tool.\\n\\nPROSPECTOR\\n\\nTo mine metal, you must do the following:\\n\\n1. Equip your Mining Pick.\\n\\n2. Find a Copper outcropping.  You can use your Track Mines skill to help you find them.\\n\\n3. Use the node to mine it, and collect the resources.\\n\\n4. Take the raw ore back to a Forge, and use the Smelting recipes to create workable ingots.  If you wish to make a Bronze ingot, find a Supplier and purchase tin ingots.\\n\\nWhile you may have no immediate use for these ingots, they can be easily traded or sold.\\n\\nFORESTER\\n\\nTo harvest wood, you must do the following:\\n\\n1. Equip your Forester's Axe.\\n\\n2. Find some fallen Rowan branches.  You can use your Track Wood skill to help you find them.\\n\\n3. Use the node to harvest it, and collect the resources.\\n\\n4. Take the resources back to a Workbench.\\n\\n5. Use the refining recipes to treat the wood into workable lumber, which can be used to make bows, spears, and the like.\\n\\nTAILORING\\n\\nAs a tailor, you are capable of making the widest variety of armour.  Both cloth and leather armour are available to you.  Raw cloth can be purchased from a Novice Tailor, while treated hides will need to be processed using your Forester skill.\\n\\nTo craft some leather Padded Armour, you must do the following:\\n\\n1. Equip your Tailor's Tools.\\n\\n2. Obtain two pieces of treated hides.\\n\\n3. Find a Workbench.\\n\\n4. Obtain one Spool of Rough Thread from either a Supplier or a Novice Tailor.\\n\\n5. Complete the Padded Armour recipe.  \\n\\nAs you execute recipes, you will gain experience in your craft.  When you are ready to progress to more difficult work, you can seek out further training and quests from craftsmen of note!\\n\\n",
      "es": "",
      "es (fem)": ""
    }
  ]
}