{
  "id": 620787435,
  "txt": [
    {
      "id": 172691445,
      "en": "Simplicity and Abundance",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Yeoman's Guide[nps]",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Simplicity and Abundance by Rollo Hamson, Artisan Cook",
      "es": ""
    },
    {
      "id": 59565250,
      "en": "Rollo Hamson, Artisan Cook",
      "es": ""
    },
    {
      "id": 102180561,
      "en": "Not all heroes are known by their skill at arms, or ancient knowledge.  In this difficult time, hard work is a heroic trait by itself, and a Yeoman knows that lives are staked on the backs of honest labourers.  As a Yeoman, you will farm, cook, and make simple armour that will provide the foundations of life for the good people of Middle-earth.\\n\\nFARMER\\n\\nYou can farm at special farming fields found throughout Middle-earth. Novice Farmhands can be found near farm fields in Michel Delving (Shire), Staddle (Bree-land), Thorin's Hall (Ered Luin), and Celondim (Ered Luin).\\n\\nTo farm some Yellow Onions, you must do the following:\\n\\n1. Equip your Farming Tools.\\n\\n2. Buy one Apprentice Crop Seed, one Bucket of Water, and one Handful of Fertilizer from a Novice Farmhand.\\n\\n3. Find some Farmland, and execute the farming recipe.\\n\\n4. Harvest your crops, and reap the rewards!\\n\\nCOOK\\n\\nFrom a simple breakfast to a mighty feast, it is said that an army marches on its stomach!  Whether feeding a fellowship of heroes, or making a late night snack, a good cook is always welcome.\\n\\nTo make some Hard Biscuits, you must do the following:\\n\\n1. Equip your Cooking Supplies.\\n\\n2. Find an Oven.\\n\\n3. Using Bundles of Spring Barley, create one Cup of Spring Barley Flour.\\n\\n4. Purchase a Chicken Egg and a Bottle of Water from a Supplier or a Novice Cook.\\n\\n5. Execute the Hard Biscuits recipe.\\n\\nIf done correctly, you now have a satisfying bit of food that will keep for weeks!\\n\\nTAILORING\\n\\nAs a tailor, you are capable of making the widest variety of armour.  Both cloth and leather armour are available to you.\\n\\nRaw cloth can be purchased from a Novice Tailor, while treated hides will need to be purchased from a Forester or the Auction Hall.\\n\\nTo craft some leather Padded Armour, you must do the following:\\n\\n1. Equip your Tailor's Tools.\\n\\n2. Obtain two pieces of treated hides.\\n\\n3. Find a Workbench.\\n\\n4. Obtain one Spool of Rough Thread from either a Supplier or a Novice Tailor.\\n\\n5. Complete the Padded Armour recipe.  \\n\\nAs you execute recipes, you will gain experience in your craft.  When you are ready to progress to more difficult work, you can seek out further training and quests from craftsmen of note!\\n\\n",
      "es": ""
    }
  ]
}