{
  "id": 620787433,
  "txt": [
    {
      "id": "0xa4b0ff5",
      "en": "A Light in Dark Places",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Tinker's Guide[nps]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A Light in Dark Places by Deluros, Artisan Jeweller",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38ce4c2",
      "en": "Deluros, Artisan Jeweller",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61726d1",
      "en": "As the Third Age rises, decay of the great races surrounds us.  And yet, there is still a place for us to create new wonders from the ashes, new things of beauty.  We Tinkers create wonders for the senses, be they lasting jewels, or the simple pleasure of fine meals.\\n\\nA Tinker relies heavily on metals – copper, silver, or gold – to practise his craft.\\n\\nPROSPECTOR\\n\\nTo mine metal, you must do the following:\\n\\n1. Equip your Mining Pick.\\n\\n2. Find a Copper outcropping.  You can use your Track Mines skill to help you find them.\\n\\n3. Use the node to mine it, and collect the resource.\\n\\n4. Take the raw ore back to a Forge, and use the Smelting recipes to create workable ingots.  With this lustrous metal, you can create the first of many beautiful things!\\n\\nJEWELLERY\\n\\nCreation of a thing of beauty is an act of defiance against the forces of the Enemy.  Jewellers can create rings, necklaces, bracelets, earrings, and jewels that ward off the effects of dread.\\n\\nTo make a Copper Necklace, you must do the following:\\n\\n1. Equip your Jeweller's Tools.\\n\\n2. Find a Workbench.\\n\\n3. Obtain two Copper Ingots.\\n\\n4. Execute the Copper Necklace recipe.  While such a trinket may seem impractical, it may bolster the confidence of its wearer!\\n\\nCOOK\\n\\nFrom a simple breakfast to a mighty feast, it is said that an army marches on its stomach!  Whether feeding a fellowship of heroes, or making a late night snack, a good cook is always welcome.\\n\\nTo make some Hard Biscuits, you must do the following:\\n\\n1. Equip your Cooking Supplies.\\n\\n2. Find an Oven.\\n\\n3. Using Bundles of Spring Barley, create two Cups of Spring Barley Flour.\\n\\n4. Purchase a Chicken Egg and a Bottle of Water from a Supplier or a Novice Cook.\\n\\n5. Execute the Hard Biscuits recipe.\\n\\nIf done correctly, you now have a satisfying bit of food that will keep for weeks!\\n\\nAs you execute recipes, you will gain experience in your craft.  When you are ready to progress to more difficult work, you can seek out further training and quests from craftsmen of note!\\n\\n",
      "es": "",
      "es (fem)": ""
    }
  ]
}