{
  "id": 620787432,
  "txt": [
    {
      "id": 172691445,
      "en": "Ancient Lessons",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Historian's Guide[nps]",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ancient Lessons by Idhremmin, Historian",
      "es": ""
    },
    {
      "id": 59565250,
      "en": "Idhremmin, Historian",
      "es": ""
    },
    {
      "id": 102180561,
      "en": "The world of Middle-earth is ancient and varied, and for we Historians, our goal is to understand it, from the mystical to the mundane.\\n\\nAn Historian has three main areas of study.  First and foremost, we are students of the Scholarly arts, focused on collecting relics of earlier ages and putting that knowledge to practical use.\\n\\nIn addition, our studies of historical weapons have led us to learn their craft, and our near-universal appreciation for pipe-weed has led many of us to learn the secrets of its cultivation.\\n\\nSCHOLAR\\n\\nScholars can produce a wide variety of scrolls, potions, dyes, and other useful items. All materials that a scholar uses tend to show up as treasure from sentient foes. Materials can also be obtained from relics, typically found near ancient ruins using your Track Artifacts skill.\\n\\nTo create a Minor Scholar Lore scroll,\\n\\n1. Equip your Scholar's Glass.\\n\\n2. Collect one Early Third Age Relic and one Aged Scrap of Text.\\n\\n3. Execute the Minor Scholar Lore recipe.\\n\\nYou have now produced a scroll that can be used to increase your chance of critical success while crafting scholar recipes!\\n\\nWhile basic Scholar recipes do not require a facility, your most difficult work will require access to a great library.\\n\\nWEAPONSMITHING\\n\\nWeaponsmithing recipes require a great deal of metal. The only metal you will find for sale at vendors are tin ingots, so you'll need to mine your own copper, or head to the Auction Hall.\\n\\nTo craft a Bronze Sword, you must do the following:\\n\\n1. Equip your Smithing Hammer.\\n\\n2. Obtain two bronze ingots.\\n\\n3. Find a forge.\\n\\n4. Execute the Bronze Sword recipe.\\n\\nYour work completed, you now possess a stout and capable weapon!\\n\\nFARMER\\n\\nYou can also Farm to produce pipe-weed and vegetables that can be used by cooks to produce tasty food.\\n\\nYou can farm at special farming fields found throughout Middle-earth. Novice Farmhands can be found near farm fields in Michel Delving (Shire), Staddle (Bree-land), Thorin's Hall (Ered Luin) and Celondim (Ered Luin).\\n\\nTo farm some Southlinch Pipe-weed, you must do the following:\\n\\n1. Equip your Farming Tools.\\n\\n2. Buy one Apprentice Pipe-weed Seed, one Bucket of Water, and one Handful of Fertilizer from a Novice Farmhand.\\n\\n3. Find some Farmland, and execute the farming recipe.\\n\\n4. Harvest your crops, and reap the rewards!\\n\\nAs you execute recipes, you will gain experience in your craft. When you are ready to progress to more difficult work, you can seek out further training and quests from craftsmen of note!\\n\\n",
      "es": ""
    }
  ]
}