{
  "id": 620787430,
  "txt": [
    {
      "id": "0xa4b0ff5",
      "en": "A Bounty of Blades",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Armsman's Guide[nps]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A Bounty of Blades by Ottar, Artisan Weaponsmith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38ce4c2",
      "en": "Ottar, Artisan Weaponsmith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61726d1",
      "en": "To be an Armsman is a weighty responsibility.  The armies of the Free People are ever in need of quality blades to match the numbers and ferocity of the enemy.\\n\\nAn Armsman has three skills of note – processing metal, forging metal weapons, and crafting wooden weapons.  An Armsman will find it easiest to practise the forging of metal weapons, since they can also Prospect their own materials.\\n\\nPROSPECTOR\\n\\nTo mine metal, you must do the following:\\n\\n1. Equip your Mining Pick.\\n\\n2. Find a Copper  outcropping.  You can use your Track Mines skill to help you find them.\\n\\n3. Use the node to mine it, and collect the resource.\\n\\n4. Take the raw ore back to a Forge, and use the Smelting recipes to create workable ingots. If you wish to make a bronze ingot, you will need to find a Supplier and purchase a tin ingot.\\n\\nThese can then be used to make weapons for your countrymen!\\n\\nWEAPONSMITHING\\n\\nWeaponsmithing recipes require a great deal of metal.  The only metal you will find for sale at vendors are tin ingots, so you'll need to mine your own copper, or head to the Auction Hall.  \\n\\nTo craft a Bronze Sword, you must do the following:\\n\\n1. Equip your Smithing Hammer.\\n\\n2. Obtain two bronze ingots.\\n\\n3. Find a Forge.\\n\\n4. Execute the Bronze Sword recipe.\\n\\nYour work completed, you now possess a stout and capable weapon!\\n\\nWOODWORKER\\n\\nWoodworking is the art of crafting a variety of melee and ranged weapons from simple, natural materials.  As an Armsman, you can become a very capable Woodworker, however you will need to acquire your treated wood from another source.\\n\\nTo craft a Rowan Bow, you must do the following:\\n\\n1. Equip your Woodworking Tools.\\n\\n2. Obtain two pieces of treated wood.\\n\\n3. Find a Workbench.\\n\\n4. Obtain a Rough Leather Wrapping from a Supplier or a Novice Woodworker.\\n\\n5. Execute the Rowan Bow recipe.\\n\\nFrom humble materials, you have wrought a fine weapon for an archer.\\n\\nAs you execute recipes, you will gain experience in your craft.  When you are ready to progress to more difficult work, you can seek out further training and quests from craftsmen of note!\\n\\n",
      "es": "",
      "es (fem)": ""
    }
  ]
}