{
  "id": 621066278,
  "txt": [
    {
      "id": "0xa5029f5",
      "en": "Recover stolen tools ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b30",
      "en": "The toolbox is empty! Goblins must have stolen the tools",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Cendrew Hove has asked you retrieve his woodworking tools from his farm.\\n\\nThe Hove family farm is in Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b32",
      "en": "DNT - Recovered stolen tools ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "Driven from his land and wounded by rampaging goblins, Cendrew Hove seeks a way to give back to his hosts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "You found the farmer's toolbox, but it was empty. You suspect that the goblins who have infiltrated the farm carried off the tools. You should defeat goblins at the Hove farm and recover the stolen tools.\\n\\nThe Hove farm is located in north-central Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b36",
      "en": "Recovered stolen tools ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e7",
      "en": "'Greetings. I am Cendrew Hove. I heard Edrud talking to you about our farm. If you are going that way, I would also beg a boon of you. I hurt my back during the raid on our farm, so I'm not able to help out here as much as I'd usually have done. If I'm going to be stuck off my feet, I can still be useful, but not without my woodworking tools.\\n\\n'Please - if you do go to our farm, will you look for my tools? I left them near the house.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e9",
      "en": "Search for the woodworking tools",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568903",
      "en": "'My tools! You found them! Now I can start to pitch in around here. Thank you, friend, thank you! For everything you have done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Farmer Hove's Tools",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011861",
      "en": "You should bring the woodworking tools back to Cendrew Hove.\\n\\nCendrew is at the Scurloc farm in north-eastern Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1b4",
      "en": "Return to Cendrew",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f1",
      "en": "DNT - Recover stolen tools ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}