{
  "id": 621066352,
  "txt": [
    {
      "id": "0x57c8e3",
      "en": "'They killed everything! They ATE everything!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f4",
      "en": "Return to Edrud",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x57c8e4",
      "en": "'They were going to eat me! I am sure of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Edrud Scurloc has asked you to rescue her husband and sons, who went to the Hove farm to fight goblins.\\n\\nThe Hove farm is in north-eastern Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "When goblins overran the Hove farm, Tomur Scurloc and his sons rushed over to drive them out! The farmer and his sons have not returned, however, and his wife fears the worst.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e5",
      "en": "Rescue Tomur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011871",
      "en": "You have managed to free all of the Scurloc men. You should return to Edrud and let her know they're all safe.\\n\\nEdrud is at the Scurloc farmstead, in north-eastern Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e8",
      "en": "Rescue Cledd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e9",
      "en": "Rescue Tom",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568902",
      "en": "'Welcome back! You did it! You really did it! I didn't think you could, but I am more than happy to be proven wrong! Thanks are in order, I suppose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Rescuing the Scurlocs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308843",
      "en": "'Those goblins had better not harm a hair on the heads of my husband and my little boys!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568906",
      "en": "'Thank you for rescuing me and my boys. I cannot believe that goblins have come this far south!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568907",
      "en": "'I nearly was out of my bonds, but I guess it's good that you came by when you did.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568908",
      "en": "'Thank you for the rescue. I was right about to faint from how bad my guards stank.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f0",
      "en": "Rescue Arwel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568909",
      "en": "'I never seen anyone fight like you do. Maybe if I train as a warrior, I'll be able to protect my family better.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x57c8e1",
      "en": "'The flames were coming nearer! You are just in time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'A band of goblins took over the Hove farm across the way, to the north-west. My husband Tomur and our sons went to do something about it, but they have not yet returned and I am worried.\\n\\n'I'm pretty handy with a hay-fork, but I can't take on those horrid goblins. And besides, I have the Hoves here to look over. But you look formidable! Please, rescue my husband and sons from those foul creatures!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x57c8e2",
      "en": "'There were too many of them! We were dead for sure! Thank you, thank you!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}