{
  "id": 620878450,
  "txt": [
    {
      "id": 218649170,
      "en": "'So you dug up the worms? Good. Now what do I have to do?'\\n\\nYou explain that the next step in fishing is generally to place the bait on the fishing line's hook.\\n\\n'WHAT? That's disgusting! I won't do it, I won't! YOU do it.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'How horrid! That poor worm is still wriggling! What am I supposed to do with that?'\\n\\nYou explain that the fishing line must be cast into the water so that fish will be tempted to nibble at the bait.\\n\\n'You want me to DROWN it now? That's cruel! I simply won't do it! Catch those fish yourself, if you please.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Hired Hook",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Five fish! Marvellous! How slimy they are...but no matter! My brother will be impressed, and that is all that is important right now.\\n\\n'Where do you think you're going now? You don't expect me to bring these all the way to my brother in Hobbiton, do you? Please deliver these at once, before they spoil, thank-you-very-much.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Thank you for helping me catch my dinner, [placeholder]! Now I just need you to -- what's that? You don't want to help me anymore?\\n\\n'Hmph. Well, I suppose you've done enough for today....'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Placed a worm in the bait-bucket ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Well, what are you waiting for? Do you think I'm coming with you? I don't want to touch any nasty earthworms!'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'That sister of mine certainly does take her time to catch fish for dinner. But still -- I am impressed! She caught five fish for dinner? To be honest, I didn't think she had it in her. She is not so useless after all! I bet YOU couldn't catch five fish on one day. It runs in the family, you know.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Apparently Miss Hornblower has no intention of baiting the fishing line herself....",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have hooked a worm",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Moist earth, the perfect breeding ground for worms, is just north of the fishing area and across the small bridge.\\n\\nYou should dig up worms in the moist earth and place them in the bait-bucket nearby.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Miss Hornblower is horrified by the barbaric act of fishing, so it seems you must continue to lend a hand",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Petunia Hornblower is cowering near the Fishing Hole in the Shire.\\n\\nYou should speak with Petunia Hornblower and tell her that the bait is ready.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Caught a suitable Dinner Fish ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The bait bucket is right where you left it, just to the north of the Fishing Hole.\\n\\nYou should bait the fishing line for Petunia Hornblower.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Perhaps you should think twice before you agree to help Petunia Hornblower again, for it appears she will never let you be finished",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Petunia Hornblower is likely still cowering at the Fishing Hole in Bywater.\\n\\nYou should bring the baited fishing line to Petunia Hornblower.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Fish can be caught in the pond in Bywater.\\n\\nYou must use your knowledge of fishing to catch fish out of the Fishing Hole for Petunia Hornblower's dinner.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Petunia Hornblower is near the Fishing Hole in Bywater.\\n\\nYou should bring the fish you caught to Petunia Hornblower, for surely she will be satisfied with the catch after all the effort you put in on her behalf.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Hal Hornblower is in the centre of Hobbiton, the town to the west and just north of Bywater.\\n\\nYou should bring the fish you cought to Petunia Hornblower's sibling, Hal Hornblower.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "Your general goodness inspired you to help a young hobbit-lass in distress; perhaps you will think twice about doing so again.\\n\\nPetunia Hornblower is at the Fishing Hole in Bywater. You should return to Petunia Hornblower, and hopefully she will now release you from your contract with her.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Dig in moist earth for worms",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Place worms in the bait-bucket ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Tell Petunia Hornblower that the bait is ready",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Hook the bait for Petunia Hornblower",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Bring the baited pole to Petunia Hornblower",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Catch suitable Dinner Fish ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Show the fish you caught to Petunia Hornblower",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Bring the fish to Hal Hornblower in Hobbiton",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Convince Petunia Hornblower to let you be done with helping her for today",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Petunia Hornblower has been challenged to catch fish for her family's dinner, but she doesn't feel quite up for many of the less ladylike tasks involved in catching a meal.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Fishing is disgusting! I had no idea my dinner would be so vile before my mother turns it into a meal.\\n\\n'My brother usually catches fish for us, but I gave him some sass about it and now he claims he won't until I know what it's like to catch my own dinner.\\n\\n'I'm told I must dig up worms before I can start, but I would rather starve than go anywhere near a slimy worm! I will pay a handsome reward if you're so good as to help me.'",
      "es": ""
    }
  ]
}