{
  "id": 620897555,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected dull blades ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have restored dull blades ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Athils is looking for assistance in getting an old forge in the North Wing up and running.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ah, hello, [placeholder]! We are off to a rough start here, to be sure, but is this not an exciting time? Already we have excavated these most impressive forges.\\n\\n'Would you like to help me set up shop? Be careful... the fires are hot. The Dwarves of Moria knew what they were about when they built these!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Dull blades can be found on weapon-racks in the North Wing of Durin's Threshold.\\n\\nYou should collect several dull blades for restoration in the newly-lit forge.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, that is fine work, good [placeholder]! I can tell this was forged in Moria -- the improvement is remarkable already. I look forward to the work to be done here.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The forge of the North Wing can be found near Athils.\\n\\nYou should use the forge to restore the blades you collected.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Athils is in the North Wing of Durin's Threshold, overseeing the work being done there.\\n\\nYou should bring the newly restored blades to Athils.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You can find the old dull blades strewn about the North Wing. You needn't look too far.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect dull blades ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Use the forge to restore the blades ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the new-restored blades to Athils",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Setting Up Shop",
      "es": ""
    }
  ]
}