{
  "id": 621098065,
  "txt": [
    {
      "id": 162883764,
      "en": "The deer stirs and begins to follow you.\\n\\nBring the deer to Raphûz.",
      "es": ""
    },
    {
      "id": 69036752,
      "en": "Deliver the deer to Raphûz",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Find the fallow deer and carry it to Raphûz",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "The deer stirs and begins to follow you.\\n\\nBring the deer to Raphûz.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'[placeholder], I overheard a remarkable story.\\n\\n'A merchant delivered his daughter's prized pet to a man here in Ambarûl. The merchant believed the spirit of his deceased wife inhabited the deer and an Ambarûli man pledged he would free the woman's spirit.\\n\\n'The Ambarûli man lies and instead plans to sacrifice the deer to a serval sire plaguing him. The daughter came to Ambarûl to collect her pet. The descriptions of the woman match the woman we saw near Telperiën's wall.\\n\\n'I found the serval pride's den. I need help rescuing the deer. The den is north-west of Iridír, east of Telperiën's wall. Will you meet me there and help me rescue the woman's pet?'",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Raphûz is injured and asked you to rescue the deer",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Speak with Raphûz at Iridír",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "You delivered the deer to Raphûz",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'The deer was taken to a serval den north-west of Iridír. I will meet you there and we can rescue the deer together.'",
      "es": ""
    },
    {
      "id": 69036759,
      "en": "Deliver the deer to Raphûz",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Rescue the deer and bring it to Raphûz",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Do not worry about me, [placeholder]. My wound is minor. I need to bind it. The serval sire is nearby. Can you slay it? Then, rescue the deer and return it to me.'",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "You delivered the deer to Raphûz",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Buzanbûri, the serval sire, has been defeated",
      "es": ""
    },
    {
      "id": 127884897,
      "en": "The deer was slain",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Raphûz recounts a tale he overheard while travelling to Iridír of a woman searching for her pet deer traded to a man meant to free her mother's spirit from the creature.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Do not worry after me. I will bind my wound and be ready to leave this place. Quickly, the beast and deer are up ahead. Defeat the serval and rescue the deer.'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Raphûz asked you to assist him in saving a deer from being sacrificed to a serval sire in a den north-west of Iridír. He will meet you near the den where the deer is kept.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Raphûz is injured and cannot assist with fighting the serval. He asked you to enter the den to defeat the serval and recover the deer.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Speak with Raphûz outside of the serval sire's den",
      "es": ""
    },
    {
      "id": 127884904,
      "en": "The deer was slain",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "You fought your way through the servals. Find Raphûz outside of the den and speak with him.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Defeat the serval sire, Buzanbûri",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "The deer lay before you, injured, but alive. You dealt with the serval. You should lift the fallow deer and deliver it to Raphûz.",
      "es": ""
    },
    {
      "id": 127884864,
      "en": "You dropped the deer",
      "es": ""
    },
    {
      "id": 69036777,
      "en": "Carry the deer to Raphûz",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "You delivered the deer to Raphûz",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "The deer stirs and begins to follow you.\\n\\nBring the deer to Raphûz.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Defeat servals in their den north-west of Iridír ([placeholder]/8)",
      "es": ""
    },
    {
      "id": 127884918,
      "en": "The deer was slain",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "You brought the deer to Raphûz. He bound his wound and said he would take the deer back to Iridír and secure medicine to heal the deer. He asked you to visit him in Iridír.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Rescue the deer and bring it to Raphûz",
      "es": ""
    },
    {
      "id": 225863050,
      "en": "'It is alive, injured, but alive. I will return to Iridír and secure medicine to heal the deer's wounds. Come and visit me there. I have something I would like to give you.'",
      "es": ""
    },
    {
      "id": 69036741,
      "en": "Deliver the deer to Raphûz",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Rescue the deer and bring it to Raphûz",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "You delivered the deer to Raphûz",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Fallow Deer",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Servals slain ([placeholder]/8)",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'Thank you, [placeholder]. I have earned some coins since arriving in Iridír. I will share them with you. I will also mark an entry in my records for the Phetekâri.'",
      "es": ""
    }
  ]
}