{
  "id": 621098058,
  "txt": [
    {
      "id": 216727827,
      "en": "Raphûz told you he would make his way to the boar's camp and wait for you. Make your way to the east and find Raphûz outside of the boar camp.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Let us hunt the beast, [placeholder].'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Raphûz is prepared to enter the den and find the largest boar. Speak with him and see that he defeats the largest boar in Ambarûl.",
      "es": ""
    },
    {
      "id": 127884881,
      "en": "Raphûz was defeated",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "After defeating the boar, Urushagân, Raphûz told you he would speak to you about your efforts within the safety of Wrackwade.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Complete Instance: Facing His Fear",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'As I said after defeating the large boar, I understand bravery now better than before. It is not standing up to a moment of fear. It is embracing the fear and using the fear to fuel your actions. Incorporating all your body provides to enhance your performance and emerge triumphant over your fear. That is bravery.\\n\\n'Thank you for helping me find mine.'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I am prepared if you are, my friend. Say the word and we will begin.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "You see Raphûz in the brush",
      "es": ""
    },
    {
      "id": 69036768,
      "en": "Help Raphûz defeat the largest boar in Ambarûl",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Raphûz asks for assistance in acquiring the tusks from the largest boar in the wilds east of the Wrackwade. He has a fear of boars and a desire to overcome the fear.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Find Raphûz near the boar's den",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'When I was a boy, I travelled with my father outside of Umbar. Even then, my curiosity earned me trouble.'\\n\\nHe chuckles.\\n\\n'I found a piglet in the wild. Without thought, I approached the piglet, and its squeal tore through my ears and alerted its mother nearby.\\n\\n'The matron closed on me, bit down on my leg, and dragged me over the rough terrain until a caravan archer brought it down.\\n\\n'I learned to fear boars. It is only now, as I recall the story, I understand my actions led to two deaths that day.'\\n\\nHe looks at you solemnly.\\n\\n'I wish to face my fear. I hear a singular of boars lies to the east. Will you meet me there and help me face my fear?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Raphûz's Feats of Strength I",
      "es": ""
    }
  ]
}