{
  "id": 621098054,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Ashâmi and Raphûz are prepared to make their assault against the Ordâkhai camp to distract them from the main force attack Kûr Anzar. They asked you to accompany and help them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'We presented Numûru with the words the cultist spoke. He is unconvinced it is anything more than a hollow threat. Please, speak to him. Convince him this is more than superstition.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "You successfully engaged the enemy at Dûl Zidur and were issued a dire warning by the cultists there. Ashâmi and Raphûz visited Numûru upon their return and want to tell you what transpired.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Speak with Ashâmi at her home in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Ashâmi and Raphûz asked you to make your way to Numûru and explain you also heard the warning from the cultist. You can find him at his post in Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Ashâmi wants you to speak with Numûru at his post in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Speak with Numûru at his post at Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Numûru was quick to dismiss the possible threat for the existential threat he can see. You should return to Ashâmi and Raphûz at their home in Urmâkh to inform them of your meeting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "Numûru listens to your report.\\n\\n'I've heard the expedition out of Umbar seeks to quash a threat from among their leaders. It could be this threat the cultist speaks of, no?\\n\\n'I cannot take this report to Mizâdi without more proof.\\n\\n'Ashâmi and Raphûz proved their worth in their trials. They are welcome in our legion.\\n\\n'I cannot chase after the words of an Ordâkhai cultist without more proof.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Numûru's concern is with the Ordâkhai they are fighting at Kûr Anzar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "<rgb=#00FF00>Talk</rgb> to Raphûz or Ashâmi at their home in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08edb8",
      "en": "Listen to Raphuz's words",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'We are prepared, [placeholder]. We will meet you in the heart of the cultist's encampment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08edb9",
      "en": "Listen to Ashami's words",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ashâmi and Raphûz ask for your assistance in meeting the request from Numûru. They will be assaulting a camp to provide a distraction for the main force assailing Kûr Anzar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete the instance: Together Now",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Raphûz wants you speak with Numûru at his post in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I spoke with Raphûz. He is enamoured by Mizâdi's words, but he is not given to the superstitions of the Shagâni.\\n\\n'I think it is his pragmatic view on Shagâna that endears me to him.\\n\\n'We have discussed and will go to the encampment and prove our value to Numûru, and Mizâdi's cause, together.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Speak with Raphûz at his home in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Together Now",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Numûru is pleased with our performance, but the information we provided concerns him greatly. We need you to speak to him as well.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}