{
  "id": 621098057,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Raphûz and Ashâmi intend to leave Urmâkh to return to Lathagwid. They ask that you go to Shonith to share your description with Lathagwid. She may know the foe you witnessed. Lathagwid can be found near the oasis in Shonith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Lathagwid will not leave. She cannot recall seeing an enemy as you described in her lifetime.\\n\\n'She told me she cannot help. She told me this path be mine to walk or leave. I told Raphûz I needed time to think.\\n\\n'My bones still shake when I think of the words the cultist spoke as we defeated him. I felt the evil passing over me.\\n\\n'There is some greater evil beyond the Ordâkhai. I want to face that evil and drive it away. I want to live for myself and the greater good of the world.\\n\\n'I only hope that Raphûz will feel the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Lathagwid could not recall a foe in all her long life. She told Ashâmi and Raphûz there is a dead land north of Imhûlar but could recall nothing more. Seek out Ashâmi in Shonith to speak with her about Lathagwid's response.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Speak with Raphûz in the oasis of Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Speak with Ashâmi in the oasis of Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "Raphûz looks tired.\\n\\n'Hello, my friend.\\n\\n'Ashâmi asked for time to think. My decision was an easy one. I have learned my father's homeland has people who are fierce, independent, and beautiful.\\n\\n'I have learned the people of the north need not be our enemy.\\n\\n'When the cultist spoke, I felt the shadow of true evil. Something shook me deeply.\\n\\n'These things changed me. I cannot cast my eyes toward a goal that does not safe-guard all. There is some great work at hand. I will go to Maurush and seek to discern the evil we face.\\n\\n'I hope Ashâmi and I can do this together.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Ashâmi is frightened and inspired by what she heard and what you have seen. She asked for time to think apart from Raphûz and determine the path she wishes to follow. She hopes Raphûz feels the same. Seek Raphûz in Shonith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Ashâmi has chosen a path to pursue, seek out Raphûz to learn his path",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08edb6",
      "en": "Wait for Ashâmi and Raphûz to stop talking",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ashâmi and Raphûz discussed the threat the cultist made and want to consult with the Elves of Shonith. They hope you will visit them there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Lathagwid cannot recall such an enemy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'[placeholder], we intend to speak with Lathagwid. The Elves of the Shonith Oasis have lived in these lands so long they have forgotten more than they remember.\\n\\n'Perhaps they can explain what the cultist meant by the words lost to time. Perhaps they cannot.\\n\\n'If they can help us, they will.\\n\\n'Meet us there, and we will gain Lathagwid's guidance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Speak with Lathagwid at Shonith and describe what you saw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "Lathagwid holds your gaze.\\n\\n'Ashâmil and Raphûz shared their information with me. The language of the letter I would not read here. The repercussions to the oasis could be grave.\\n\\n'They told me you saw something at a great distance.'\\n\\nYou describe what you saw.\\n\\n'I cannot recall anything like this in my life. Our tales do not recount such things.\\n\\n'Alas, [placeholder], much of our history dissipated as the oases died and the land corrupted. I told Ashâmi and Raphûz about the dead lands to the north.\\n\\n'I remember one name, Maurush. It is a place where you may find refuge. A place you may find horror. A place where you may find answers.\\n\\n'This is all I know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Return to Shonith",
      "es": "",
      "es (fem)": ""
    }
  ]
}