{
  "id": 621098052,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "Raphûz looks at the map and sees a crude drawing of a boar.\\n\\n'I am to kill a boar.\\n\\n'I faced this fear before and overcame it. I will do so again. Let us retire to our home here in Urmâkh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Our Purpose",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Speak with Ashâmi at her home in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "Ashâmi's face belies her unease.\\n\\n'We must prepare for these challenges. Our purpose is clear. We both wish to serve alongside Mizâdi, and so we must overcome.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I am not surprised to see you again [placeholder]. It appears you are the person Raphûz says you are. I think you are a rarity in this world, as is he.\\n\\n'Our journey here was fraught, but we learn from each other and protect each other. Raphûz is not without skill, and his stories of Umbar and his family brighten the dull moments.\\n\\n'You should go and see him. We are preparing to go and see Numûru, a personal guard of the leader here.\\n\\n'He will think your arrival is kismet.'\\n\\nShe winks.\\n\\n'So do I.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Deliver the map to Ashâmi at Numûru's post in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'[placeholder]!\\n\\n'Have you seen Ashâmi?'\\n\\nYou nod.\\n\\n'Did she share our news?'\\n\\nYou tell him she mentioned Numûru.\\n\\n'It is an auspicious day. We have learned much from one another. We have worked hard. We fight with a purpose, and when there is danger, we watch over each other.\\n\\n'In the quieter moments, we share our stories, honestly. Our admiration and respect grow. She is as amazing as I assumed.\\n\\n'I have you to thank.\\n\\n'Listen, friend. We are to attend Numûru, the right hand of Mizâdi Shâra-ingari. She leads the forces to retake and restore Kûr Anzar. We hope to make an impression and join her elite guard.\\n\\n'Please, meet us there. Perhaps you can speak on our behalf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Ashâmi is upset their character is being questioned",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Deliver the map to Raphûz at Nûru's post in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Hurry now, go say hello to Raphûz. He will be so glad to see you and to share our news.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'The gall of this man. He needs to know of our character? It is an affront to me and to Raphûz. Still, Raphûz thinks that your words will sway the man. Will you speak for us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Raphûz hopes you will speak to Numûru of his and Ashâmi's character",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Your timing is impeccable. We just finished speaking with Numûru and mentioned you. He wishes you to speak on our character. We hope you do not mind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e31",
      "en": "Deliver the map to Raphûz at Nûmuru's post in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ashâmi and Raphûz now reside in Urmâkh and they are becoming closer. They asked you to accompany them as they meet with a man named Numûru.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e32",
      "en": "Deliver the map to Ashâmi at Numûru's post in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Numûru provide two maps, one for Ashâmi and one for Raphûz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Ashâmi is genuinely pleased to see you and told you to go and speak with Raphûz. She expects that he will be even more pleased. You can find him at their home in Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'You know these two, or so they say.\\n\\n'I wish to know their weaknesses and their fears. If they join Mizâdi's guard, they must be without fear or weakness. Our enemy is fierce. Our defence must be resolute and stoic.'\\n\\nYou convey the stories of the boar and the serval injuring the two in their youth and they carry this fear. As you speak, he sketches two maps.\\n\\n'Very good. Deliver these to Ashâmi and Raphûz. Tell them to return with the proof of their deeds.'\\n\\nNumûru hands you two maps.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Speak with Ashâmi at Numûru's post in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Ashâmi and Raphûz both asked if you would speak with Numûru about their character. The soldier professed concern about their resolve. You can find Numûru at his post in Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Numûru seems to be a discerning man. Perhaps there is a reason he does not trust so readily. Still, I would prefer if we could contribute to the cause immediately.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Raphûz and Ashâmi asked you to attend their meeting with Numûru, the right hand of Mizâdi Shâra-ingari. You should meet them at Numûru's post in Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Speak with Raphûz at Numûru's post in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Speak with Numûru at his post in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9ecc264",
      "en": "'I am to hunt a serval.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Speak with Raphûz at his home in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Numûru supplied you with two maps and asked you to give them to Ashâmi and Raphûz. Deliver the maps to Ashâmi and Raphûz at Numûru's post in Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Ashâmi and Raphûz were provided orders from Numûru to prove their courage against their fears. They both reacted differently and asked you to meet them back at their home in Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Perhaps Raphûz is correct. Numûru must be cautious about who he lets near or around Mizâdi. Can you speak on our behalf?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Ashâmi looks concerned about her task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "Ashâmi looks at the map and sees a drawing of a serval.\\n\\n'A serval.'\\n\\nShe looks closer.\\n\\n'What is this marking? It looks like a cloud. Disease? I am tasked with killing a diseased serval.'\\n\\nAshâmi looks uneasy.\\n\\n'This is a test I did not expect. We should take our leave and discuss at our quarters.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Raphûz appears confident about his task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Ashâmi and Raphûz want you present when they meet Numûru in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ccdaf4",
      "en": "'I am to hunt a boar.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}