{
  "id": 621098079,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'I received orders. I am soon to move south into Khûd Zagin. The adventure continues, eh?'\\n\\nHe smirks.\\n\\n'On the journey south, I want to live as the Shagâni live. I want to use the land and its bounty to survive. Again, however, the eyes of my leader are upon me, and I cannot leave my post.\\n\\n'Will you go into the wilds and collect nuts, berries, and meat?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "You collected food from around Ambarûl. You should deliver what you found and collected to Raphûz at Wrackwade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Deliver the food to Raphûz at Wrackwade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Raphûz is soon to move to Khûd Zagin and asks you to help him get food from the wilds of Ambarûl, near Wrackwade, to provide him with rations for his journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Bountiful Wilds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'There is enough to last a month. You are a true friend. I thank you again for all the assistance. I hope that I shall see you once I cross the bridge into Khûd Zagin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Collected food near Wrackwade in Ambarûl ([placeholder]/12)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect wild food near Wrackwade in Ambarûl ([placeholder]/12)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Raphûz wants to prove that he can live off the land as the Shagâni do. He asks that you head into the wilds and collect nuts, berries, and meat from across Ambarûl to use on his upcoming journey.",
      "es": "",
      "es (fem)": ""
    }
  ]
}