{
  "id": 621098070,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Raphûz told you he would make his way to the scorpion nest north of Wrackwade to wait for you. Make your way to the north and find Raphûz outside of the salt mine.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Let us hunt this awful creature, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Raphûz is prepared to enter the nest to hunt the largest scorpion. Speak with him and see that he defeats the scorpion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e51",
      "en": "Raphûz was defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "After defeating the boar, Urushagân, Raphûz told you he would speak to you about your efforts within the safety of Wrackwade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I am happy I remembered to craft some potions before we travelled into the nest, my friend. The venom those creatures inject could be deadly. I understand that some may revere those beasts, though I do not understand how. Thank you, again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Defeat Kushlâgur with Raphûz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Return to Wrackwade and speak with Raphûz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Complete Instance: Proving His Bravery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Raphûz said he would meet you back in Wrackwade to discuss the defeat of the scorpion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "You defeated Kushlâgur with Raphûz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'We are very near the scorpion nest. I am prepared. Are you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "You see Raphûz below the scorpion nest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ae0",
      "en": "Help Raphûz defeat the terrifying scorpion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Raphûz asks for assistance in hunting down a scorpion for its stinger north of Wrackwade. He learned the Ambarûli have an innate hatred of the scorpions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Find Raphûz near the scorpion nest near the salt mine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'When I enquired about Shagâni culture, I learned there is a shared hesitation about scorpions in these lands. There is something deeply-seated here about how they are revered and followed. I believe there is a cult threatening the people that revolves around the creatures.\\n\\n'If I can claim the tail of one of these beasts, I think it is a fitting show of strength. Will you meet me at a scorpion nest north-east of here near an old salt mine and help me claim a stinger from such a beast?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Raphûz's Feats of Strength II",
      "es": "",
      "es (fem)": ""
    }
  ]
}