{
  "id": 621098075,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Gathering Reports",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "<rgb=#00FF00>Look</rgb> over the lands west of Dûl Zidur for signs of invasion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "<rgb=#00FF00>Look</rgb> over the lands north of Dûl Zidur for signs of invasion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "<rgb=#00FF00>Look</rgb> over the lands south of Dûl Zidur for signs of invasion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "<rgb=#00FF00>Look</rgb> over the lands east of Dûl Zidur for signs of invasion ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Ashâmi and Raphûz look concerned",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef9e4",
      "en": "You cannot survey the lands south of Dûl Zidur from here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "<rgb=#00FF00>Look</rgb> over the lands south of Dûl Zidur for signs of invasion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "<rgb=#00FF00>Look</rgb> over the lands west of Dûl Zidur for signs of invasion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "<rgb=#00FF00>Look</rgb> over the lands north of Dûl Zidur for signs of invasion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "You shared your discovery of the Orc encampment to the north of the camp of cultists. Both Ashâmi and Raphûz seem unsurprised.\\n\\n'We found a letter in a language I do not understand. I believe I deciphered one word - Orcs.\\n\\n'We should take this information to Nurûmu.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Numûru remains resolute, the Ordâkhai are the greatest threat to Imhûlar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef9e8",
      "en": "You cannot survey the lands west of Dûl Zidur from here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef9e9",
      "en": "You cannot survey the lands north of Dûl Zidur from here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "Nurûmu looks at the letter and listens to your report on the cultist camp far to the east.\\n\\n'None here can read this. Raphûz is a scholarly man, and he cannot read this. Orcs are a menace. Most fled when the temple-keepers vanished. If there is an encampment of Orcs near the bridge, they are just another enemy to face.\\n\\n'As for your large Orc, you said it was a good distance away. You could be mistaken. Maybe it was a troll or some upright beast.\\n\\n'We have an enemy we know now. We must focus on Kûr Anzar and not bother ourselves with what may be a threat from the dead lands in the north.\\n\\n'The offer to join our number remains extended to your friends. I offer you the same. Your tenacity would be welcome.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Having heard your report and deciphered the letter they discovered, Ashâmi and Raphûz send you to present the evidence to Numûru at his post in Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "You approach Ashâmi and Raphûz. They have been talking quietly.\\n\\n'We cannot join them. We believe the threat from the east is real. Raphûz and I have been talking, and we have a course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Present your findings to Raphûz at his home in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d160",
      "en": "Ashâmi and Raphûz are unnerved by the last words of the cultist and want to gather proof to present Numûru proving the threat is real.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Ashâmi and Raphûz, unnerved by the words of the cultist, want to collect evidence of a greater threat to present to Numûru. They ask you to search near Dûl Zidur, where the cultists are most numerous to search in all directions for signs of invasion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Near Dûl Zidur and the Bridge of Princes you saw an encampment of Orcs to the north. Among the Orcs, stood one of proportions more fitting of a troll: fearsome, vile, and terrifying. Return this information to Raphûz and Ashâmi at their home in Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Numûru refuses to look to other threats while the Ordâkhai remain. He will not bring the information to Mizâdi. Speak with Ashâmi or Raphûz at their home in Urmâkh and ask how they want to proceed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Present the evidence to Numûru at his post in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "This is a good location to survey the lands west of Dûl Zidur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "This is a good location to survey the lands north of Dûl Zidur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe1ef93",
      "en": "You cannot survey the lands east of Dûl Zidur from here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Speak with Ashâmi at her home in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "<rgb=#00FF00>Look</rgb> over the lands east of Dûl Zidur for signs of invasion ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "You see no evidence of impending invasion from the south",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "This is a good location to survey the lands south of Dûl Zidur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "You see no evidence of impending invasion from the east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "Raphûz and Ashâmi nod in unison. Ashâmi speaks.\\n\\n'We agree. We want to collect proof to deliver to Numûru. If the cultist's threat is real, there will be signs near their encampment.\\n\\n'Raphûz and I will head to the Ordâkhai camp in the south. Will you go to the cultist camp east near the Bridge of Princes, called Nâmbadir in the Shagâni tongue?\\n\\n'Look for signs of the threat and return here with your evidence. We will confer and present what we find to Numûru.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "You see no evidence of impending invasion from the west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "In the distance you see an encampment of Orcs, one among them is a massive aberration",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "This is a good location to survey the lands east of Dûl Zidur",
      "es": "",
      "es (fem)": ""
    }
  ]
}