{
  "id": 621098081,
  "txt": [
    {
      "id": 216727827,
      "en": "Raphûz requested your advice. You should speak with him about his concerns and confusion.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Tell Raphûz <rgb=#00FF00>yes</rgb>, you would follow your heart",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Raphûz wants to explain his decision. Speak with him at his home in Jirush.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Raphûz explained his concerns and asked you to give him your advice.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Speak with Raphûz at his home in Jirush",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'From the explorations I track, I know the location is south of Jirush, hidden in a craggy depression in the land. I will go there and find Ashâmi and tell her my intent. If she rejects me, I will return and beg the Phetekâri to forgive my transgression.\\n\\n'If she accepts my apology, I will have no need to return. This is my decision.'",
      "es": ""
    },
    {
      "id": 235466164,
      "en": "Wait for Raphuz's response",
      "es": ""
    },
    {
      "id": 235466165,
      "en": "Wait for Raphuz's response",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Raphûz does not believe the woman is cursed by evil spirits and blames himself for her running into danger. He is torn between the promise he made to his parents and the obligation he feel he has to Ashâmi.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Raphûz is waiting for your response",
      "es": ""
    },
    {
      "id": 183892307,
      "en": "'Like me, you possess a romantic heart. Yes, I should pursue my heart's desire. Let me explain my intent.'",
      "es": ""
    },
    {
      "id": 162486575,
      "en": "'I understand your position. My heart, however, is set. Please, allow me to explain.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'She is not cursed, friend. You and I both know this. Her father's superstitions aside, I drove her away.\\n\\n'I would speak to you about advice on what to do.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Speak with Raphûz about his concerns",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Allow me a moment to speak, and then I will ask you a sincere question.'\\n\\nHe breathes in deeply.\\n\\n'I made a terrible mistake. In my attempt to draw Ashâmi's attention, I drove her away. She would rather flee all she knows than be forced to speak with me at her father's behest.\\n\\n'He told me she headed to the south, into an Elven grove long lost to the darkness.\\n\\n'I have a new choice, my friend, duty and heart.\\n\\n'Duty... the promise to my mother to seek amends for my father's name requires I stay with the Phetekâri.\\n\\n'My heart begs me to seek Ashâmi, to forgo my promise and see to the life's journey without honouring my promise.\\n\\n'If the choice were yours, my friend. Would you follow your heart?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Fraught Decision",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Tell Raphûz <rgb=#00FF00>no</rgb>, you would keep your promise",
      "es": ""
    }
  ]
}