{
  "id": 621098077,
  "txt": [
    {
      "id": 228870261,
      "en": "Instance: Across the Ikorbân",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Raphûz",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Nod <rgb=#00FF00>/yes</rgb> to Raphûz to acknowledge his words",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'I do not mean to cut our discussion short, but I must prepare for my journey in the morning. Should you find me in Khûd Zagin, let us speak. I am certain there will be much to discuss. Until then, friend, farewell.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Before moving to his new post in Khûd Zagin, Raphûz again asks you to join him for dinner and a smoke to continue your discussions.",
      "es": ""
    },
    {
      "id": 235466162,
      "en": "Wait for Raphûz to stop speaking",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Raphûz waits for you by the fireside.",
      "es": ""
    },
    {
      "id": 229632241,
      "en": "'I do not mean to cut our discussion short, but I must prepare for my journey in the morning. Should you find me in Khûd Zagin, let us speak. I am certain there will be much to discuss.'",
      "es": ""
    },
    {
      "id": 266374868,
      "en": "Wait for Raphûz to invite you to sit",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Raphûz invites you to sit and enjoy the warmth of the fire and share stories.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Raphûz confessed to requesting a move to Khûd Zagin in hopes he would see Ashâmai again.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "You tell Raphûz he should take caution to not press the woman. She may not return his affection.\\n\\n'I am aware, my friend.\\n\\n'I only wish to make my case and prove my value to her. I am not fool enough to think I can change her mind should she reject me.'",
      "es": ""
    },
    {
      "id": 229578994,
      "en": "'I would ask you why you are so generous, friend, but I think after the time we have spent travelling and speaking, I know it is because of your nature.'",
      "es": ""
    },
    {
      "id": 235466167,
      "en": "Allow Raphûz to finish speaking",
      "es": ""
    },
    {
      "id": 266374872,
      "en": "Wait for Raphûz to finish speaking",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Share a <rgb=#00FF00>smoke</rgb> with Raphûz",
      "es": ""
    },
    {
      "id": 229578995,
      "en": "'Whatever drives you is insatiable, a true goodness.'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Raphûz compliments you on your generosity and then pauses to smoke.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "You are concerned about Raphûz and his pursuit of Ashâmi.",
      "es": ""
    },
    {
      "id": 229578996,
      "en": "'I have never met anyone so selfless and honest. It is refreshing.'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Continue to <rgb=#00FF00>listen</rgb> to Raphûz",
      "es": ""
    },
    {
      "id": 229636337,
      "en": "'I do not know if it will work, but I have not stopped thinking about her since she wandered into our last conversation.'",
      "es": ""
    },
    {
      "id": 229583089,
      "en": "'I have a confession.'",
      "es": ""
    },
    {
      "id": 229583090,
      "en": "'I asked to move on to Khûd Zagin. I hope to find the woman, Ashâmi.'",
      "es": ""
    },
    {
      "id": 229583091,
      "en": "'I will use all I learned here in Ambarûl of the Shagâni culture to prove to her that I am worthy.'",
      "es": ""
    },
    {
      "id": 229583092,
      "en": "'I have another confession.'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Join Raphûz by the fire",
      "es": ""
    },
    {
      "id": 229583093,
      "en": "'Much of what we did together and what you did for me alone was to secure her affections.'",
      "es": ""
    },
    {
      "id": 235466130,
      "en": "Hear Raphûz's parting words",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "<rgb=#00FF00>Sit</rgb> with Raphûz by the fireside",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Raphûz seems to understand and have his mind in the right place.",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "DNT - Replace this with the teleport out function.",
      "es": ""
    },
    {
      "id": 114088689,
      "en": "'Come friend, the fire is warm and the tobacco is soothing.'",
      "es": ""
    }
  ]
}