{
  "id": 621098056,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Ashâmi is ready to return to Numûru at his post in Urmâkh. She wants you to ensure that Raphûz is also ready to return to Mizâdi's captain. You will find Raphûz at their home in Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Raphûz and Ashâmi did as I requested. They faced their fears and earned the right to prove their courage against the Ordâkhai of Imhûlar.'\\n\\nNumûru pauses and looks at your friends.\\n\\n'They were perplexed when I told them there was another challenge before them. \\n\\n'Mizâdi's guards are not tempered by only fighting beasts.\\n\\n'They must hone their skills against the true enemy. Speak with them. I believe they are worthy, but I require further proof.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Numûru said there is one more task that Ashâmi and Raphûz must complete together. The two were surprised they had not done enough. He instructed you to speak to them at his post in Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Raphûz and Ashâmi are both ready to return to Numûru. They ask you to meet them at Numûru's post in Urmâkh to see the result of their efforts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Numûru advised you to speak with Raphûz and Ashâmi at his post in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Speak with Raphûz at Numûru's post in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9eec263",
      "en": "'I will return to our hovel to prepare. Seek me there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'We are to engage the enemy directly. We will provide a distraction by attacking a smaller encampment while the main force pushes against the Ordâkhai at Kûr Anzar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Raphûz is ready to face the challenge and wants to meet at their home in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Speak with Ashâmi at Numûru's post in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Numûru wants more proof of our devotion to the cause.'\\n\\nShe shakes her head.\\n\\n'I do not like the words he chooses. We fight because it is noble. We fight because the cause is just. We fight because the plight of the people of Shagâna is extreme. We fight for our freedom and a future for the children of Shagâna.\\n\\n'We fight for an ideal. Not a saviour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Speak with Ashâmi at her home in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Ashâmi and Raphûz returned to their home in Urmâkh to discuss how they will undertake the next challenge. They wish to speak to you at their home in Urmâkh before they go.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Ashâmi is grudgingly prepared to face this new challenge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'I spoke with Raphûz. He is enamoured by Mizâdi's words, but he is not given to the superstitions of the Shagâni.\\n\\n'I think it is his pragmatic view on Shagâna that endears me to him.\\n\\n'We have discussed and will go to the encampment and prove our value to Numûru and Mizâdi's cause together.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ashâmi and Raphûz return to Numûru and provide proof of their success. The captain offers one more challenge to them both.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Raphûz is prepared to speak with Numûru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6cedaf3",
      "en": "'I will make myself ready. Meet me at our home.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'We are preparing to return to Numûru.\\n\\n'We ask that you attend our discussion with him again. Your assistance and support are invaluable to us.\\n\\n'Please, speak with Raphûz and inform him I am ready.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Speak with Raphûz at his home in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I am eager to present Numûru with proof of our success. I would like you to be present.\\n\\n'I believe this will ensure we are made members of Mizâdi's forces and will realize our purpose in Imhûlar.\\n\\n'We have you to thank for our relationship and our successes. It is only right we share.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Our Success",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Speak with Numûru about Ashâmi and Raphûz at his post in Urmâkh",
      "es": "",
      "es (fem)": ""
    }
  ]
}