{
  "id": 621098076,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Raphûz asks you to accompany him to find and defeat the boar Numûru tasked him with killing. The boar's lair is west from the settlement of Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Let us face this threat and prove our value to Numûru and Mizâdi.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Raphûz was waiting near the boars outside of Urmâkh. He signaled to you and looks ready to find and defeat the target of his task from Numûru.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e50",
      "en": "Raphûz was injured gravely and needed to retreat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Speak with Raphûz to help him complete his task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "You assisted Raphûz in completing his task to face his fear and defeat the boar near Urmâkh. You should meet him at his home in Urmâkh to determine what to do next.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Raphûz has completed his task with your help",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Complete Instance: Raphûz's Challenge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'When Ashâmi completes her task as well, we will speak with you. We may need your aid with Numûru again.\\n\\n'We have done well today. You remain my stoutest ally, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa41d6a9",
      "en": "Help Raphûz complete his task for Numûru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'We should make our way into the ruins and find this beast. The sooner we are finished, the sooner Ashâmi and I can assist in Mizâdi's cause.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Raphûz is tasked with eliminating a boar in a camp near Urmâkh. He asked you to meet with him and assist him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Raphûz signals you to speak with him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'When I heard Mizâdi speak to the people before an assault by the Ordâkhai, I was moved. Her candor and fearlessness against a powerful enemy is inspiring.\\n\\n'The Shagâni of Imhûlar believe she is something greater, a saviour.\\n\\n'Again, the superstitions of the people sway them. She is a woman, an inspiring woman.\\n\\n'I wish to fight for this land. For Ashâmi and the people of Shagâna. If I must face my greatest fear again to serve among Mizâdi's elite forces, I shall.\\n\\n'As before, will you meet me at the camp west of here, near the border of Khûd Zagin, my friend?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Find Raphûz near the boar camp west of Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Raphûz's Challenge",
      "es": "",
      "es (fem)": ""
    }
  ]
}