{
  "id": 621098064,
  "txt": [
    {
      "id": 228870261,
      "en": "Misunderstandings",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Speak with Raphûz at Igbâl's home in Jirush",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'My friend, you met with this man, his family, and the translator. You have been by my side for much of my journey. I ask you to join me again. I could use your support.\\n\\n'Meet me at Igbâl's home in Jirush so we can see what he offers.\\n\\n'Yes?'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Speak with Raphûz at his camp in Jirush",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Your friend is curious, [placeholder]. He speaks with a passion about Ashâmi, Igbâl's youngest daughter. He regaled us with a tale of saving her deer and acquiring gifts you and he collected.\\n\\n'He asked to court Ashâni. Did you know of this?'\\n\\nYou explain what you know.\\n\\n'Very well. Speak with your friend. I must explain all this to Igbâl.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "Raphûz looks a bit shaken.\\n\\n'Am I showing how nervous I am, my friend?\\n\\n'I told the translator everything: your assistance, my reasoning for asking more of you. He looked at me incredulously and said we should wait for your arrival. What did he ask?'\\n\\nYou explain that you confirmed Raphûz's story.\\n\\n'Thank you.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Raphûz was invited to speak with Igbâl. He asked you to attend the meeting with him for support.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "Raphûz attends Lord Igbâl as you speak with Galamê.\\n\\n'Know this, Lord Igbâl intends to send Raphûz to a place of great terror in Khûd Zagin. He will send him to Nirgambâr. The Dead have walked there for years. Until recently, they dwelled only within the halls of the great tombs. Something changed in the past few months that draws them from the tombs onto the sands. Your friend should be wary.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Raphûz asked you to meet him at Igbâl's home in Jirush. He is to meet the merchant for his role in Ardub's rescue.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "After speaking with Raphûz, Galamê motioned and called for you to return and speak with him at Igbâl's home in Jirush.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "Ashâmi looks over your shoulder as she speaks.\\n\\n'What is this fool doing? My father will get him killed. Reason with him and turn him from whatever path my father sets before him.\\n\\n'Do it quickly. I will not let Raphûz's blood stain my hands.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "When you arrived at Igbâl's home, it appeared that Raphûz was engaged in conversation with the man. Galamê, Igbâl's translator, summoned you to speak with him.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Speak with Raphûz at Igbâl's home in Jirush",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Ashâmi watched with great interest as you spoke with Galamê and Raphûz spoke with her father, Igbâl. She motioned you to come speak with her at her father Igbâl's home in Jirush.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Galamê asked if you knew Raphûz's intent and suggested he needed to speak with Igbâl. Galamê then suggested you speak with Raphûz.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Speak with Galamê at Igbâl's home in Jirush",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Speak with Ashâmi at Igbâl's home in Jirush",
      "es": ""
    },
    {
      "id": 69522055,
      "en": "'[placeholder], speak with me.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Make your way to Igbâl's home in Jirush",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Ashâmi asked you to dissuade Raphûz from whatever path her father, Igbâl, set him upon. She is concerned that the young man will be slain attempting whatever task her father set before him. She wants you to speak with Raphûz.",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Raphûz did not want to discuss what Igbâl asked of him at his home. He requested that you return to his camp in Jirush and speak to him there.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Speak with Galamê at Igbâl's home in Jirush",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "Before you can protest and speak on Ashâmi's behalf, Raphûz holds up a hand and quietly states, 'Not here, my friend. Meet me back at my encampment.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "You arrived at Igbâl's home to see Raphûz and the merchant speaking",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'I am to prove my value to Ashâmi's father by collecting a treasure from the Tombs of Nirgambâr. It does not sound like a place one should trespass into lightly.'\\n\\nYou explain the warnings from Galamê and Ashâmi.\\n\\n'A warning, yes. Do you see? Her protest is also an admission that she cares. I shall think on this.'",
      "es": ""
    }
  ]
}