{
  "id": 621098059,
  "txt": [
    {
      "id": 162883717,
      "en": "'Igbâl explained to me what transpired when we left.\\n\\n'Ashâmi fought with her father and told him her hand was not his to give. He said this is a sign she is under the sway of an Aladi.\\n\\n'More superstition. She is independent, nothing more.\\n\\n'I slighted her terribly in making this decision. Her father only wanted wealth for himself.\\n\\n'I am embarrassed, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Wealthy Man",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Speak with Raphûz at Igbâl's home in Jirush",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "Raphûz is polishing a golden coin bearing an unfamiliar emblem.\\n\\n'This is the last of the coins I wanted to polish before meeting with Igbâl. If you will, meet me there. I want you by my side when he provides his blessing.'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Speak with Raphûz at his home in Jirush",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Galamê beckons you to him",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Raphûz handed the gift to Igbâl and is listening now to a familiar tale. His daughter, stricken mad with an Aladi curse, fled when her father confessed to sending you and Raphûz to Nirgambâr.\\n\\n'See there, they are done speaking. You should attend your friend.'",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Galamê waves his arms toward Raphûz",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "Raphûz appears flummoxed.\\n\\n'He says she is mad. Not angry, insane. He took my gift, then told me she ran off to the south under the sway of the same Aladi that ensorcelled her mother.\\n\\n'He is a charlatan.'\\n\\nGalamê shoots a glance at the two of you and beckons you.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Raphûz asks you to meet him at Igbâl's, once again. He intends to provide the merchant with the riches he acquired in exchange for an opportunity to court Ashâmi.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Galamê informed you that Ashâmi went missing soon after you and Raphûz departed for Nirgambâr. He suggested you speak with your friend Raphûz at Igbâl's home to see what he learned and to help him.",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Galamê motions for you to return to Raphûz",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Raphûz wants you to meet him at Igbâl's home in Jirush when he presents the merchant with the treasure he acquired from Nirgambâr.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "Galamê speaks in a hushed tone.\\n\\n'You and Raphûz are fortunate Igbâl did not hear Raphûz's outburst. I advise you to take your friend and make your leave before other ears hear his words.\\n\\n'I will smooth down any ruffled feathers that may rise from Raphûz's outburst. Now go before you do more harm.'\\n\\nYou notice Ardub and his wife Tâlsari paying close attention to Raphûz.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Speak with Galamê in Igbâl's home in Jirush",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Galamê overheard Raphûz's comment and motioned you to attend him.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Raphûz is engaged in discussion with Igbâl. Galamê motioned to you. You should speak with Galamê at Igbâl's home in Jirush.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Speak with Raphûz in Igbâl's home in Jirush",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Speak with Galamê at Igbâl's home in Jirush",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Galamê's warning was clear. If Raphûz makes a scene here, he will create enemies where he does not want them. Speak to the young man in Igbâl's home.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Meet Raphûz at Igbâl's home in Jirush",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Raphûz wisely chose to continue his conversation out of earshot of Igbâl, Ardub, and Tâlsari. He waits your arrival at his home in Jirush.",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Raphûz suggests you meet him at his home in Jirush",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "You alert Raphûz to the attention his outburst provoked. He lowers his voice as he responds.\\n\\n'Perhaps we should discuss this elsewhere. I am too bothered by these events to hold my tongue. Meet me back at my hovel, here in Jirush.'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Raphûz is speaking with Igbâl. Ashâmi is nowhere to be found",
      "es": ""
    }
  ]
}