{
  "id": 621098066,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Raphûz directed you to an Ordâkhai camp north-east of Iridír. He believes that Dhómok Umûn, the warlord who stole his father's sword and arm, is there. In addition, you can help the people of Ambarûl by thinning out the Ordâkhai.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Recovered Raphuz's sword",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "You found Dhómok Umûn and defeated him, recovering Raphûz's father's sword. Return the sword to Raphûz at the settlement of Iridír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I heard tell warlord Dhómok Umûn, the man who maimed my father and stole his sword, is at the Ordâkhai camp of Omboha. Will you go there and defeat this man and see if you can recover my family sword?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Deliver the sword to Raphûz at Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'This - this is my father's sword? You found Umûn and defeated him.'\\n\\nRaphûz's eyes well with tears.\\n\\n'My father is avenged. This is a step on the path to restoring his name. I do not know if I can ever repay you for this. You must think me a coward.\\n\\n'Please, take this small reward for what you have done. I must write this event into my journal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Ordâkhai warriors slain ([placeholder]/12)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Raphûz recalled a tale told by his father. An Ordâkhai warlord bested him in combat and took a trophy of his hand and sword. Raphûz's father always wanted vengeance and now there is a chance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Dhómok Umûn defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Defeat Ordâkhai warriors at Omboha ([placeholder]/12)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'My father lost his arm when he refused to give Dhómok Umûn — a cruel Ordâkahi warlord who took limbs, eyes, and tongues from those he deemed insolent — a shipment of grain bound for a different settlement. Umûn took my father's sword as a final insult.\\n\\n'Fate shines on me, friend. Dhómok Umûn leads an encampment of Ordâkhai threatening Iridír. Still, fate is cruel. I am not a capable enough warrior to face such a foe. His encampment is small, just north of the waterfall's source where you collected the berries.\\n\\n'I feel shame in asking. Could you confront the warlord and recover my father's sword?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Defeat Dhómok Umûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Tale My Father Told",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Recover Raphuz's father's sword",
      "es": "",
      "es (fem)": ""
    }
  ]
}