{
  "id": 621098061,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'On my return to Iridír, I visited an apothecary and acquired an herb poultice for the deer's wound. I can manage the collection of water here in the village. I cannot, however, leave my post long enough to get food for the deer.\\n\\n'I learned that this type of deer enjoys a certain berry that grows along the banks of the river. The berries can be found where the water collects before forming a waterfall east and north of here. Can you gather berries to feed the deer?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You collected the berries and felt as though you were being watched. You should return the berries to Raphûz in Iridír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Deliver the wild berries to Raphûz at Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Raphûz asked you to collect berries from the banks of a small pond at the top of a waterfall north-east of Iridír. He will collect water in the town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'The pond where the berries grow is north and east of Iridír atop a waterfall. Please collect the wild berries and deliver them to me here in Iridír.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tend to the Deer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'They smell delicious. I asked the people of Iridír if the berries are edible. They suggested we not eat them. They use the berries only in times of illness and claim there are undesirable effects when used. For the deer, they are part of their diet.\\n\\n'If you are willing, I have another request.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Collected wild berries ([placeholder]/15)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect wild berries from the pond above the waterfall ([placeholder]/15)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Raphûz asked you to find berries with medicinal qualities at a pond atop a waterfall north-east of the settlement of Iridír.",
      "es": "",
      "es (fem)": ""
    }
  ]
}