{
  "id": 621098067,
  "txt": [
    {
      "id": 111477395,
      "en": "<rgb=#00FF00>Sit</rgb> with Raphûz by the fire",
      "es": ""
    },
    {
      "id": 235466144,
      "en": "Listen to Raphûz's story",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Smoke with Raphûz's device",
      "es": ""
    },
    {
      "id": 184388513,
      "en": "'My mother was Umbari, and my father was Shagâni. They met in the lower docks of the city.'",
      "es": ""
    },
    {
      "id": 235466148,
      "en": "Listen to Raphûz's story",
      "es": ""
    },
    {
      "id": 184388514,
      "en": "'We lived a wonderful life. My father died years ago, naturally. My mother followed him within the past several months.'",
      "es": ""
    },
    {
      "id": 184388515,
      "en": "'Before she passed, she bid me return to my father's homeland to restore his name.'",
      "es": ""
    },
    {
      "id": 184388516,
      "en": "'That story is best saved for another time.'",
      "es": ""
    },
    {
      "id": 183667617,
      "en": "'I am grateful for your assistance, [placeholder]. When I lost my pack, I thought I would lose my post and shame my family. Now, I question whether I should leave my post of my own accord.'",
      "es": ""
    },
    {
      "id": 183667618,
      "en": "'Why, you ask? I saw a woman back on the road before Telperiën's wall. It is why I stopped and ventured away from the caravan.'",
      "es": ""
    },
    {
      "id": 235466153,
      "en": "Listen to Raphûz's story",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Join Raphûz by the fire.",
      "es": ""
    },
    {
      "id": 183667619,
      "en": "'My mother warned of the visions and voices of Shagâna as she lay on her deathbed.'",
      "es": ""
    },
    {
      "id": 183667620,
      "en": "'Not even a week out of Umbar, I see my first vision. Lose the pack I need for my livelihood and try to hide it.'",
      "es": ""
    },
    {
      "id": 183667621,
      "en": "'You must think me a fool.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Over tea and a smoke, Raphûz tells you why he joined the Tale-wardens and recalls the story of his family.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Raphûz offers a seat by the fire.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Join Raphûz by the fire",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Continue conversing with Raphûz.",
      "es": ""
    },
    {
      "id": 235466169,
      "en": "Listen to Raphûz's story",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Raphûz suggested you share his tobacco.",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Conclude your discussion with Raphûz",
      "es": ""
    },
    {
      "id": 263764704,
      "en": "'I began this journal as a boy. They are the stories of my mother and father. I hoped to fill it with stories of my own.'",
      "es": ""
    },
    {
      "id": 263764705,
      "en": "'It is because of your actions I still have this opportunity.'",
      "es": ""
    },
    {
      "id": 263764706,
      "en": "'I am sorry I cannot offer you more than a sad story from a confused young man, a smoke, and some tea for your efforts.'",
      "es": ""
    },
    {
      "id": 184257446,
      "en": "'We are here to observe and preserve. How can I uphold my promise if I am only to observe?'",
      "es": ""
    },
    {
      "id": 184257447,
      "en": "'...and now a woman haunts my waking moments.'",
      "es": ""
    },
    {
      "id": 184257448,
      "en": "'Not a woman I have met, but a beauty I saw only from afar whose freedom stirs me deeply.'",
      "es": ""
    },
    {
      "id": 184454049,
      "en": "'My father fled Shagâna in disgrace. I pledged to my mother I would restore his name.'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "<rgb=#00FF00>Bow</rgb> to Raphûz and take your leave",
      "es": ""
    },
    {
      "id": 184257449,
      "en": "'...and whose appearance nearly cost me my dearest possession.'",
      "es": ""
    },
    {
      "id": 184454050,
      "en": "'I took work with the Phetekâri because I had no other means to travel here.'",
      "es": ""
    },
    {
      "id": 184454051,
      "en": "'I expected the work would keep me busy enough while I learned what I could of my father and how I could restore his name.'",
      "es": ""
    },
    {
      "id": 184454052,
      "en": "'The training was not hard but came with warnings of what we may face in Shagâna. Little is known of the people, my father's people.'",
      "es": ""
    },
    {
      "id": 184454053,
      "en": "'We know the Ordâkhai hold - held power here until the temples fell in Umbar, and now my father's people rebel against the Ordâkhai.'",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "You used Raphûz's hookah, but the experience is different than smoking with your pipe.",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "You continue listening to Raphûz's story. You should share a smoke with him using your pipe.",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Raphûz smiled as you approached and asked you to join him",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "The evening grows long. Perhaps it is time to retire.",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "DNT - Replace this with the teleport out",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'I have spoken and kept you from your business long enough. Thank you for this opportunity. Speak with me again so I may wish you well on your journeys.'",
      "es": ""
    },
    {
      "id": 184519585,
      "en": "'You saw the vision too? Maybe it was no vision.'",
      "es": ""
    },
    {
      "id": 177890599,
      "en": "Raphûz smiles as you approach, 'Please, come and sit by my fire.'",
      "es": ""
    },
    {
      "id": 184519586,
      "en": "'I wanted to talk to her. I wanted to ask her why she stood so far from the caravan. Was she following us? Watching us? Why?'",
      "es": ""
    },
    {
      "id": 184519587,
      "en": "'As I strayed, my mother's voice came into my head. \\qBe wary of the voices in Shagâna. They will tempt you. They will make you wander and follow them to your death.\\q'",
      "es": ""
    },
    {
      "id": 184519588,
      "en": "'As I drew near, I saw she looked beautiful but fierce. Akin to a storm in the summer.'",
      "es": ""
    },
    {
      "id": 184519589,
      "en": "'I heard a call from the caravan and turned. Kizeri beckoned me to return to the caravan.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "<rgb=#00FF00>Cough</rgb> at Raphûz, alerting him to your difficulty with his device",
      "es": ""
    },
    {
      "id": 184519590,
      "en": "'When I turned back. The woman was gone.'",
      "es": ""
    },
    {
      "id": 184519591,
      "en": "'I thought it was my mother's tale made manifest.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "<rgb=#00FF00>Smoke</rgb> with Raphûz",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: A Promise Kept",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Tell Raphûz you do not think him a fool with <rgb=#00FF00>no</rgb>",
      "es": ""
    }
  ]
}