{
  "id": 621098069,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Raphûz requested you meet him in the deepest part of Nirgambâr to seek wealth from the Dead that make the tombs their home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I am prepared if you are, my friend. I do not wish to linger near this place any longer than we must.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You found Raphûz in the ruins of Nirgambâr. He is prepared to find wealth among the Dead here. Work with him and find the wealth he desires.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e50",
      "en": "Raphûz was gravely injured and needed to retreat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Help Raphûz recover enough wealth to appease Igbâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Raphûz claimed to have acquired enough wealth from the Dead to meet Igbâl's request. He asked you to meet him back at his home in Jirush to discuss further.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Raphûz claims enough wealth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Speak with Raphûz at his home in Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'This should command Igbâl's attention and earn me his respect. With your aid, I have done all he asked. Surely, he will provide his blessing to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Complete Instance: Wealth of the Dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa41d6a9",
      "en": "Aid Raphûz in completing his task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'I am ready to proceed if you are, my friend. I know if you are by my side, I cannot fail.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Raphûz reflected on the information about the wealth in the Tombs of Nirgambâr and asks you to meet him there to acquire the amount needed to meet Igbâl's request.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You made your way into Nirgambâr and found Raphûz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Make your way to the last pillars leading into Nirgambâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I will find some time to leave my work aside and make my way to the tombs. I learned there is an entrance into the depths at the far north-west area after a walkway lined with ancient pillars.\\n\\n'Meet me just beyond the last of the pillars. I will wait for you there. Together we will claim great wealth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wealth of the Dead",
      "es": "",
      "es (fem)": ""
    }
  ]
}