{
  "id": 621098053,
  "txt": [
    {
      "id": 228284034,
      "en": "'My friend, I do not think I can make this journey alone. I know the horrors at the ruined grove are evil spirits, and my mind is ruled by my heart. I will need someone rooted to be my guide.\\n\\n'Will you help me again? Accompany me to the grove and see me through to meeting Ashâmi?'\\n\\n<rgb=#FF0000>Warning: Successfully completing the instance in this quest line will place your character in the Elf Oasis of Shoníth after successful completion.</rgb>",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Ashâmi led you and Raphûz out of the withered grove to the south-east where you arrived at Shoníth, a hidden oasis and home to the Kintai Elves. Raphûz looks like he wants to speak to you.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Raphûz is resolved to speaking with Ashâmi. He wants to apologize for his affront and is leaving the Tale-wardens behind. He asks for your help to find and reach Ashâmi.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Voice on the Wind",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'The Aladi are real. They are not just a superstition of the people. I know she is not ensorcelled. I know she is headstrong and independent. I did not know her intent all along to leave her father behind.\\n\\n'Such a fierce woman. She burns with a fiery passion. I will learn much from her.\\n\\n'My friend, I owe you so much for supporting me. Please, will you speak with Ashâmi?'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I am prepared, my friend. Let us go.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Complete Instance: Voice on the Wind",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Raphûz asked for your assistance in finding, assisting, and apologizing to Ashâmi. He will lead you to the withered grove to the south from his home in Jirush.",
      "es": ""
    }
  ]
}