{
  "id": 621098072,
  "txt": [
    {
      "id": "0x9b56886",
      "en": "'I am pleased to see you return, friend. Tell me, what did Igbâl share?'\\n\\nYou recount what occurred to Raphûz.\\n\\n'I admit, I am surprised. No, not by the liar in their midst but the response. They offered you the reward, did they not?\\n\\n'I find that strange. I wonder if this is another custom of theirs or, as the captive Ardub said, kismet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Weight of Promise",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Speak with Igbâl's translator, Galamê",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'My friend, my duties weigh upon me and drown me in monotony. Catalogue this, transcribe that. How will I grow if all I do is etch words into a diary? This a madness I did not expect. One my parents would not want for me.\\n\\n'I apologize. I learned that Ashâmi is the daughter of a merchant here in Jirush and that her sister's husband is a captive of the Ordâkhai. I have been unable to leave my post and seek an audience with Ashâmi's father.\\n\\n'I wish to earn favour with him, but I cannot leave. Would you help me again?\\n\\n'Go into the Ordâkhai encampment north of this outpost, rescue the man and defeat his captors. Perhaps such a feat will earn an audience with the merchant.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "You led Ardub to freedom",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I do not know you, but your arrival is kismet. Free me, and I will see you paid handsomely. Please do not leave me to the whims of these Ordâkhai dogs and their leader, Jombahok.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Raphûz told you to speak with Igbâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I did not doubt you would succeed, [placeholder]. It is only proper that you go and visit Igbâl, Ashâmi's father, and speak with him about the rescue. It would not be proper for me to attend. After all, you made the effort, not me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Raphûz bemoans the monotony of his work as a Tale-warden. He shares a rumour he heard about a merchant being captured by the Ordâkhai and asks for your assistance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Raphûz asked for your help in gaining an audience with Ashâmi's father. He believes that rescuing his other daughter's husband from Ordâkhai captivity could be the boon he needs to gain an audience with Ashâmi's father.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "You succeeded in rescuing Ardub and culled many of the Ordâkhai from Ar-jirush. Return to Raphûz with the news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "As you speak, the man looks at you quizzically before blinking slowly and dismissively.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Rescue the captured merchant from Ar-jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Make your way across Jirush to Igbâl. Tell the man you rescued his daughter's husband.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Return to Jirush and speak with Raphûz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa41d6a8",
      "en": "Help Ardub reach safety",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Igbâl would not speak with you, but his translator drew your attention. You should speak with him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Speak with the merchant Igbâl at Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Defeat Ordâkhai captors at Ar-jirush ([placeholder]/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Galamê, Igbâl's translator, asked you to inform Raphûz that they want to meet him at his earliest convenience. Return to Raphûz, at his location in Jirush, and share the news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x179f5e9",
      "en": "Ardub was recaptured by the Ordâkhai",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Igbâl wishes to meet with Raphûz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc5e4024",
      "en": "'I will make haste back to Jirush. Thank you, stranger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "You repeat the tale of rescuing the merchant's son-in-law to Galamê.\\n\\n'It appears Ardub's penchant for exaggeration is another of his bountiful eccentricities. If it was this man, Raphûz, who sent you on the task to free Ardub, we would like to thank him. Inform him to visit us at his earliest convenience.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7046c55",
      "en": "'I will not stop running to leave this place. Please, stranger, protect me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Ordâkhai captors defeated ([placeholder]/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Make your way to Igbâl's home east of this location. You should inform him of your good deed.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}