{
  "id": 621098050,
  "txt": [
    {
      "id": 166451984,
      "en": "'There was no saving her. I knew that, even as a child.'",
      "es": ""
    },
    {
      "id": 166451985,
      "en": "'There is no need for sorrow. Lathagwid protected me and gave me a gift.'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Speak to the new arrival",
      "es": ""
    },
    {
      "id": 166451986,
      "en": "'My mother often mentioned my father's superstitions. She gave me Mashûli, the deer you rescued.'",
      "es": ""
    },
    {
      "id": 166451987,
      "en": "'I wove a tale for my father, the deer was my mother reborn. I had found it while wandering in the fertile lands north-west of Jirush.'",
      "es": ""
    },
    {
      "id": 166451988,
      "en": "'...and he believed it, of course.'",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Listen to the conversation between Ashâmi and Raphûz",
      "es": ""
    },
    {
      "id": 166451989,
      "en": "Ashâmi chuckles, 'That was a tale I told to gain favour in Ambarûl.'",
      "es": ""
    },
    {
      "id": 166451990,
      "en": "'The truth is my father gave Mashûli to a charlatan claiming he could free my mother's spirit.'",
      "es": ""
    },
    {
      "id": 166451991,
      "en": "'He gave Mashûli to the man freely unaware she carried a fawn in her belly.'",
      "es": ""
    },
    {
      "id": 266374873,
      "en": "Listen to the discussion between Raphûz and Ashâmi",
      "es": ""
    },
    {
      "id": 166451992,
      "en": "'Yes. My father and I fought after he sent the deer north.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Raphûz and Ashâmi are sitting and talking. You should sit and join them.",
      "es": ""
    },
    {
      "id": 166451993,
      "en": "'I did not tell him about Mashûli's pregnancy, and he accused me, and my anger, of being a thrall to the Aladi of the Grove.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Ashâmi and Raphûz asked you to sit with them.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Ashâmi and Raphûz share time with you.",
      "es": ""
    },
    {
      "id": 235466160,
      "en": "Listen to the discussion between Raphûz and Ashâmi",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Join Raphûz and Ashâmi",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Raphûz and Ashâmi acknowledge you and continue conversing",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Raphûz and Ashâmi acknowledge you and continue conversing",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "<rgb=#00FF00>Sit</rgb> with either Ashâmi or Raphûz",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "As Raphûz and Ashâmi converse, you saw a figure approach. You should investigate.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "You saw a shadow approach. You should investigate.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Greetings, friend. I am Lathagwid. I wanted to thank you and to save you from what would become inescapable.\\n\\n'It is fascinating to watch a watered seed germinate, but also tedious. Once our part is done, it is best to let them be.\\n\\n'It is up to the seed to strive and grow.\\n\\n'Let us let them speak.'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "You sat with your friend and the woman, Ashâmi. They seem to be talking more openly, learning about one another.",
      "es": ""
    },
    {
      "id": 114088689,
      "en": "'[placeholder], please come sit with me and Ashâmi, we have much to discuss.'",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Raphûz and Ashâmi acknowledge you and continue conversing. Investigate the shadow",
      "es": ""
    },
    {
      "id": 84672948,
      "en": "You see a shadow pass behind a nearby tent.",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "After speaking with Lathagwid you leave the pair to their discussion",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "Raphûz and Ashâmi invite you to sit",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "You sit with Ashâmi and Raphûz",
      "es": ""
    },
    {
      "id": 94289329,
      "en": "'My mother, Mâshuli, was a trader long before my father. Like me, she was independent. She traded with the Elves.'",
      "es": ""
    },
    {
      "id": 94289330,
      "en": "'Lathagwid, one of the Elves, taught her to move through shadows. A skill she taught me.'",
      "es": ""
    },
    {
      "id": 94289331,
      "en": "'Yes. That and my knowledge of the land.'",
      "es": ""
    },
    {
      "id": 94289332,
      "en": "'My mother brought me to Shonith when I reached ten summers and introduced me to Lathagwid.'",
      "es": ""
    },
    {
      "id": 94289333,
      "en": "'She became like another member of the family to me.'",
      "es": ""
    },
    {
      "id": 94289334,
      "en": "'When my mother met the headsman's axe, I ran here rather than returning to my father.'",
      "es": ""
    },
    {
      "id": 94289335,
      "en": "'It was the first cruelty I visited upon him.'",
      "es": ""
    },
    {
      "id": 94289336,
      "en": "'It was not his fault. My mother traded in secrets. She kept them, even from my father.'",
      "es": ""
    },
    {
      "id": 180266273,
      "en": "'Ashâmi, how is it you know the Elves in Shonith?'",
      "es": ""
    },
    {
      "id": 94289337,
      "en": "'The Ordâkhai discovered she was working to preserve the woods, informing the Elves of Khûd Zagin, helping to disrupt harvesting operations.'",
      "es": ""
    },
    {
      "id": 180266274,
      "en": "'This is how you concealed yourself from us in Ambarûl?'",
      "es": ""
    },
    {
      "id": 180266275,
      "en": "'I am so sorry, Ashâmi.'",
      "es": ""
    },
    {
      "id": 180266276,
      "en": "'If he believed the deer was your mother returned, why did he send it to Ambarûl to be sacrificed for future trades?'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Respectfully leave the conversation by bowing to either Raphûz or Ashâmi",
      "es": ""
    },
    {
      "id": 180266277,
      "en": "'You went to Ambarûl to save the fawn in Mashûli's belly?'",
      "es": ""
    },
    {
      "id": 180266278,
      "en": "'Why?'",
      "es": ""
    },
    {
      "id": 180266279,
      "en": "'They are fearsome.' Raphûz chuckles.",
      "es": ""
    },
    {
      "id": 166451968,
      "en": "'His superstitions are profound.'",
      "es": ""
    },
    {
      "id": 166451969,
      "en": "'Fearing Mashûli taken to Umbar, I began searching along Telperiën's Wall and witnessed the arrival of your expedition.'",
      "es": ""
    },
    {
      "id": 166451970,
      "en": "'I thought the north had come to invade. I watched and learned.'",
      "es": ""
    },
    {
      "id": 166451971,
      "en": "'To be truthful, I would never have recovered Mashûli without your intervention.'",
      "es": ""
    },
    {
      "id": 166451972,
      "en": "'Servals. They terrify me. My father kept one as a pet and it bit and scratched me when I was a child.'",
      "es": ""
    },
    {
      "id": 166451973,
      "en": "'Terrifying.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Respite in Shonith",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Respectfully leave the conversation by bowing to either Raphûz or Ashâmi",
      "es": ""
    }
  ]
}