{
  "id": 621098082,
  "txt": [
    {
      "id": 228870261,
      "en": "Ways and Customs",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "Raphûz listens to you recount the tales told by the Shagâni.\\n\\n'The stories I learned are much the same.\\n\\n'I think I understand.\\n\\n'The tale is to soften the blow of loss. Though several people I spoke with warned that the Aladi are real.\\n\\n'The Shagâni prize bravery and strength. They enjoy shared responsibility and family, and the Shagâni way is to provide for each other.\\n\\n'It is strange to me. A people who suffered so long in oppression are still profoundly proud and hopeful.\\n\\n'They have amazing fortitude.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Last night when I slumbered, I had a dream. A vision of a life not spent pursuing my parents' dreams. I dreamt of a life here of my own making and choices. My life lived for my purpose, not for some pledge or sense of duty to my parents.\\n\\n'The rebellious manner the woman used was biting. She is correct. I live in a shadow and fear.\\n\\n'I want to know more about the Shagâni culture. Could you speak with members of this encampment and learn what you can while I do the same? Together, perhaps we can learn what the woman meant about the deer.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Learn about the Shagâni culture from people around the Wrackwade",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "You spoke with a citizen about Shagâni culture ([placeholder]/6)",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Return to Raphûz and share what you learned",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Learn about the Shagâni culture from people around the Wrackwade ([placeholder]/6)",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "Raphûz listens to you recount the tales told by the Shagâni.\\n\\n'The stories I learned are much the same.\\n\\n'I think I understand.\\n\\n'The tale is to soften the blow of loss. Though several people I spoke with warned that the Aladi are real.\\n\\n'The Shagâni prize bravery and strength. They enjoy shared responsibility and family, and the Shagâni way is to provide for each other.\\n\\n'It is strange to me. A people who suffered so long in oppression are still profoundly proud and hopeful.\\n\\n'They have amazing fortitude.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'There is a tale of a merchant trading his wife for wealth to a spirit of the desert. We call them Aladi. They are beastly creatures, dealing in curses and terrorizing travellers.\\n\\n'You would do well to steer away from anyone ensorcelled in this way.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'When a man pursues me, I prefer he brings me the flowers of the floodplain. The blossoms are beautiful and easily tended.\\n\\n'Oh, and the tale of a person returning as a beast is meant to scare children into obeying their parents, nothing more.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Learn about the Shagâni culture from people around the Wrackwade ([placeholder]/6)",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "You enquire about Shagâni customs and beliefs.\\n\\n'A man and woman must work together to provide for their family. Without cooperation, there can be no success. Mutual respect is our way, a shared unity of purpose and direction.\\n\\n'Anyone who tells you otherwise is without a partner.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Raphûz asked you to help him gather information about the ways and customs of courtship in Shagâna from the people in the Wrackwade.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "You enquire about Shagâni customs and beliefs.\\n\\n'The story of the beasts and the Aladi is a well-known tale. Our elders use it to hide painful truths about death.\\n\\n'I understand the reasons. Elders must protect the flocks from the horrors that would plague the young. Until now, the Shagâni had little hope beyond servitude and death.\\n\\n'We will need to alter our customs to encourage the future generations toward hope, not fear.'",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "You spoke with a citizen about Shagâni culture ([placeholder]/6)",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "You spoke with a citizen about Shagâni culture ([placeholder]/6)",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Raphûz wants to collect information on the ways and customs of Shagâna. He will ask around the Wrackwade camp and then you will both discuss what you learned.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "You enquire about Shagâni customs and beliefs.\\n\\n'My mother told a similar story to me when my father did not return from a battle.\\n\\n'She said he met an Aladi who traded our lives for his. She explained that he became a beast of the wild so that we may prosper.'\\n\\nHe chuckles.\\n\\n'We did not prosper, but we lived. Until I had children, I did not understand the importance of protecting them from the harsh truth of the world.'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "You enquire about Shagâni customs and beliefs.\\n\\n'I care not for stories. I care for feeding my family, sheltering my family, protecting my family.\\n\\n'I faced my fears without regard for consequence to win the hand of my love. I did not overcome the fear, but I found strength where I thought of her.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "You spoke to several members of the Wrackwade to learn about Shagâni culture. You should return to Raphûz to compare what you learned with one another.",
      "es": ""
    },
    {
      "id": 49286664,
      "en": "Return to Raphûz and share what you learned",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "You spoke with a citizen about Shagâni culture ([placeholder]/6)",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Complete the instance: A New Post",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Learn about the Shagâni culture from people around the Wrackwade ([placeholder]/6)",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "You spoke with a citizen about Shagâni culture ([placeholder]/6)",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "You spoke with a citizen about Shagâni culture ([placeholder]/6)",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "You spoke with a citizen about Shagâni culture ([placeholder]/6)",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "You spoke with a citizen about Shagâni culture ([placeholder]/6)",
      "es": ""
    }
  ]
}