{
  "id": 621098074,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "You explain your desire to learn the dangers of Nirgambâr.\\n\\n'What more do you need to know? It is a tomb. The Dead there should rest, and yet they stir. Evil is in that place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Raphûz has chosen to pursue the cost Igbâl put on pursuing Ashâmi's hand. He wants to learn all he can from the people of Jirush about the Tomb of Nirgambâr before he ventures there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "You explain your desire to learn the dangers of Nirgambâr.\\n\\n'None from this outpost would dare venture there. Some say that the spirits of the once thriving land fled into the bodies of the dead after the land was laid waste. They were quiet for centuries. In recent times, the dead stir. More recently, they move onto the land from deep within the tombs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "You explain your desire to learn the dangers of Nirgambâr.\\n\\n'There is an abundance of wealth within the deepest chambers. Thieves and robbers enter there all the time to acquire relics to sell to the Ordâkhai or to sacrifice at the temple above Jirush. No good comes from that place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Learn about the Tomb of Nirgambâr from TBD in Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "You explain your desire to learn the dangers of Nirgambâr.\\n\\n'The superstitious among us do not speak of the tombs. It is where the dead are meant to rest. They do not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Learn about the Tomb of Nirgambâr from TBD in Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "You explain your desire to learn the dangers of Nirgambâr.\\n\\n'Nirgamâr is a place of horror. The Dead walk the land and the catacombs beneath. None who live remember when those halls were ancient. Perhaps the tombs are as old as the stars or older. All we know is the tombs are unnatural and evil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Learn about the Tomb of Nirgambâr from TBD in Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Learn about the Tomb of Nirgambâr from TBD in Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "You visited many of the inhabitants of Jirush and enquired about the Tombs of Nirgambâr. It sounds like a terrible place. You should return to Raphûz at his camp in Jirush with the information.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Learn about the Tomb of Nirgambâr from TBD in Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Learn about the Tomb of Nirgambâr from denizens of Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Learn about the Tomb of Nirgambâr from denizens of Jirush ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "You learned about Nirgambâr from residents in Jirush ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "You tell Raphûz what the inhabitants of Jirush told you of Nirgambâr.\\n\\n'Yes. I heard the same. A place of evil. If this is where I must go to earn Igbâl's respect, then I shall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Raphûz decides to pursue wealth and asks you to help him determine if there are truly riches near Jirush he can acquire to pay Igbâl's price.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'My friend, while I recuperated from the wounds received by the teeth and tusks of the boar, my mother shared the story of how my father won her over.\\n\\n'It was a simple tale. My father proved he would do anything for her and her love by meeting each challenge her father placed before him. I will do the same.\\n\\n'I intend to learn about Nirgambâr from the people of Jirush. Will you aid me as you did in the encampment outside of the Wrackwade?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Learn about the Tomb of Nirgambâr from TBD in Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "You explain your desire to learn the dangers of Nirgambâr.\\n\\n'Like the temple that overlooks this outpost, the tombs have always been. None alive remember who built them. None in this outpost dare to enter the place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Tale My Mother Told",
      "es": "",
      "es (fem)": ""
    }
  ]
}