{
  "id": 621098055,
  "txt": [
    {
      "id": 162883718,
      "en": "'Have you delivered the message to my father yet? Please, make haste. He almost never leaves his home in Jirush. You will find him there.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "My Own Fate",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Speak with the translator, Galamê, at Igbâl's home in Jirush",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'As I said before, my father's beliefs are profound.'\\n\\nShe manages a smile.\\n\\n'Raphûz recounted the tale. It was a good story. I fought against the demon and nearly won. You both arrived to find the Alad gravely wounded, rending my body to restore itself. Together, you levied blows against it until it stirred no more.\\n\\n'You took the head. Alas, there was nothing left of me.\\n\\n'Raphûz said my father accepted his words, cited portents he had seen, and called a fawn a sign of my rebirth.\\n\\n'I am freed to my fate, thanks to you both.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I admit I was impressed by how well you and Raphûz handled yourselves against the Alad.\\n\\n'Not many keep their sanity who encounter the fabled Shagâni demons. Perhaps there is more to him, and you than I expect.\\n\\n'I am preparing the head and a message for my father. I spoke with Raphûz. He is sincere in his apology.\\n\\n'I will speak with him more when I complete this task. Can you comfort him? He looks like a jackal pup in search of its mother.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Speak with Raphûz at Igbâl's home in Jirush",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'A jackal pup?\\n\\n'She's goading me.'\\n\\nHe looks in Ashâmi's direction.\\n\\n'Even now, she glances at us and smirks. What does it mean, friend?'\\n\\nHe shakes his head.\\n\\n'The Aladi head may show that she is free of its power, but if her father believes she is alive he will pursue her, no?'\\n\\nHe thinks.\\n\\n'My friend, tell her we will take the head to her father. See how she reacts.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Raphûz would take the head?'\\n\\nShe smirks.\\n\\n'Capable and not squeamish. These are good qualities to have.\\n\\n'Tell me, for what purpose? I wish to confront my father directly and burn the foolish notions and superstitions from him.\\n\\n'If I am not present-'\\n\\nShe stops mid-sentence.\\n\\n'He will think me dead. He will keep his superstitions, but I will be free to pursue my fate. Let us add wisdom to the qualities Raphûz possesses.\\n\\n'Very well. Deliver the head to Raphûz and tell him to return to Jirush and gain an audience with my father.\\n\\n'He saves me the strain of writing half-learned letters to Igbâl.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'She understood the subtext of my concern without exposition. We are very much alike and also very different.'\\n\\nHe sighs.\\n\\n'Do not lecture me on the little cruelty this does to the man. It is no worse than caging a bird meant to fly free. One may cause a short period of sorrow, the other a lifetime.\\n\\n'I will take her package to Jirush and spin a tale of my own for her father.'\\n\\nHe claps you on the shoulder.\\n\\n'Meet me there, and we shall see how well it went, friend.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Ashâmi in Shonith",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Raphûz seems full of surprises. I will not forget his gesture. Though I know my father will mourn my loss and believe my spirit transferred into some desert beast, it is better he not be shamed by my outward rejection of his parentage.\\n\\n'Raphûz is wise and good.'",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "You arrived at Igbâl's home; Galamê wishes to speak with you",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Ashâmi desires to rid herself of her father and Raphûz wants to help her achieve her independence as a way to prove to her that his missteps were only due to his not understanding the culture.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Ashâmi accepted Raphûz's apology and seems genuinely concerned about him. She asked you to speak with him while she prepares a message for her father.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Raphûz plans to deliver the Aladi head to Igbâl at the merchant's home in Jirush. He asked you to meet him there to bear witness and to support the ruse he and Ashâmi concocted.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Raphûz suggests an alternate plan and wants you to share it with Ashâmi. He asked you to speak to her at the oasis Shonith.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Speak with Raphûz at the oasis Shonith",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'You arrive at a sober moment, [placeholder]. Your friend Raphûz informed my lord, Igbâl, of your victory over the Alad that took his daughter.\\n\\n'He takes comfort in the desert demon's demise and mourns the loss of his youngest.\\n\\n'He believes her spirit is in the newborn fawn her fallow deer birthed this morning. He believes you and Raphûz were meant to avenge his daughter and is grateful you pursued her.\\n\\n'Raphûz has awaited your arrival.'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Ashâmi realized what Raphûz delivering the message to her father would mean. She accepted the offer. You should return to Raphûz at the oasis Shonith and inform him.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "You arrived at Igbâl's home after Raphûz delivered the news of Ashâmi and provided the \\qproof\\q of the Alad's death. The mood is somber. Galamê stands ready to speak with you.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Make your way to Igbâl's home in Jirush",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Ashâmi asked that you speak with Raphûz at Shonith",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Galamê explained that Igbâl believes his daughter is dead and that you and Raphûz avenged her death by slaughtering the Alad. The ruse was successful. Raphûz waits for you to speak with him at Igbâl's home.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Speak with Ashâmi at the oasis of Shonith",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Raphûz said Igbâl cited portents in the sky and on the earth that reinforced the story you shared. He wants you to return to Shonith to tell Ashâmi what occurred.",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Raphûz wants to speak with you",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Raphûz suggested you return to Shonith and speak with Ashâmi",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "Raphûz offers a weak smile as you approach.\\n\\n'It is strange, [placeholder]. Igbâl shed no tears. He mentioned a sign he witnessed in the sky last evening and the birth of the fawn this morning as proof to corroborate my tale.\\n\\n'It is as if he would prefer her to be dead than suffer the ignominy of being defied.'\\n\\nHe chuckles.\\n\\n'Or I weave such a compelling tale the man had no choice but to believe. We should return to Shonith and share our news.'",
      "es": ""
    }
  ]
}