{
  "id": 621098051,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Ashâmi told you she and Raphûz intend to fight alongside one another against whatever the great evil stirring in Shagâna proves to be. She hopes you will visit them at their home in Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Your friends and their things are gone from the home. There is a note bearing your name left behind. You should collect and read the note you found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Read the letter left for you by your friends Ashâmi and Raphûz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Though the letter did not say directly Ashâmi and Raphûz went on to Urash Dâr, all you know of the pair and your journeys lead to their taking the fight to the heart of the enemy. Should you find yourself in Urash Dâr, you should look there for your friends.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You found a letter at the home once occupied by Raphûz and Ashâmi in the settlement of Urmâkh. You wonder what the letter might say.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Ashâmi and Raphûz believe they are bound by fate to fight evil, together, maybe in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Raphûz in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'We were right to come here, [placeholder]. There is darkness spreading from the north-east. We joined this group of people who wish to stand against the rising evil there.\\n\\n'If you can help, we could surely use your skills.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "There is no sign of your friends, but there is a note with your name",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Raphûz and Ashâmi resolve that their purpose together is to fight alongside one another against whatever the great evil threatening Shagâna.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Visit Ashâmi and Raphûz at their home in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "You collect the letter addressed to you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Raphûz and I will make our way back toward Kûr Anzar. We will discuss along the way.\\n\\n'Find us there, [placeholder]. We will be pleased to treat with you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Collect your letter at Ashâmi and Raphûz's home in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Our Fate",
      "es": "",
      "es (fem)": ""
    }
  ]
}