{
  "id": 621098078,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'I am prepared. Let us end this beast and earn my place among Mizâdi's elite.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Ashâmi was attacked by a serval and gravely wounded in her youth. She asks for your help against the diseased serval she is tasked to kill to prove herself to Numûru. The serval camp is east of Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Ashâmi greeted you when you arrived outside of the serval den near Urmâkh. She waits for you to say you are ready to assist in hunting the diseased serval, Kanagir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e50",
      "en": "Ashâmi was gravely injured and needed to retreat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Help Ashâmi complete her task for Numûru at Tir Katar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Ashâmi completed her task at Tir Katar. Return to her home in Urmâkh and discuss her next steps.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Ashâmi successfully completed her task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Complete Instance: Ashâmi's Challenge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'When Raphûz completes his task, we will speak with you.\\n\\n'Your help was invaluable today. I understand why Raphûz regards you so well and has such faith in you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa41d6a9",
      "en": "Help Ashâmi complete her task for Numûru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Let us use caution as we search for the beast, Kanagir. Something in this forest fills me with dread.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Ashâmi signaled to you when you arrived at the den",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ashâmi is tasked with going to the a serval den to kill a diseased serval there. She asks you to meet her there to assist her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Meet with Ashâmi near the serval den east of Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "Ashâmi's resolve is apparent.\\n\\n'I was ten when the serval attacked me. My father put the beast down immediately. My wounds became infected. I nearly died. My father wanted the wounds to heal on their own.\\n\\n'My mother took me to Lathagwid. It was only with her care I survived.\\n\\n'My fear of these cats is great. I think I shall need a bit of Raphûz's confidence. Maybe your help.\\n\\n'The serval's den is east of here, in central Imhûlar. Will you meet me there?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ashâmi's Challenge",
      "es": "",
      "es (fem)": ""
    }
  ]
}