{
  "id": 621098060,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'When we met, [placeholder], I was a directionless young man. I expected to toil as a Tale-warden and fulfil the promise to my mother and father. I had no plan for my life. I was content in completing theirs.\\n\\n'You opened my eyes in a way I did not know was possible. Your selflessness and fortitude is an example of how to live the fullest life.\\n\\n'I intend to follow a path like yours. There is a threat here. Ashâmi and I can make a difference here.\\n\\n'Speak with her and then return to me. I am finishing my gift to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I am pleased to see you again, [placeholder].'\\n\\nShe shifts her weight.\\n\\n'When I saw you come to our land, I feared you came as another subjugator.\\n\\n'I witnessed your caring nature in rescuing Mashûli, and I began to think otherwise.\\n\\n'All my life, I was told you, from the North, were all evil. A menace to the world set upon forcing us to kneel to your whims and blades.\\n\\n'In a short time, you proved these tales to be lies.\\n\\n'You are genuine and good. You are a teacher. You live your life for a purpose greater than you.\\n\\n'I am a better person knowing you.'\\n\\nShe smiles.\\n\\n'Raphûz and I are together because of you. We found our purpose. The evil growing around us will consume everything if people like you and us do not fight the swelling darkness.\\n\\n'We will fight. I know you will.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Raphûz and Ashâmi in Ub Nishir help to coordinate attacks against the myriad enemies in Urash Dâr. They are warriors now, having faced their fears and overcome the pressures of their past.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Living for the Greater Good",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Speak with Raphûz at his post near Ashâmi in Ub Nishir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Ashâmi credits you with making her a better person and guiding her and Raphûz into the relationship and fate they have chosen. Raphûz had mentioned you should return to him at Ub Nishir after speaking with Ashâmi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'We appreciate you, [placeholder].\\n\\n'Please, take this journal. It contains our discussions and adventures together across Shagâna.\\n\\n'If you want to recall how we became allies and friends, all you need do is leaf through these pages and recall our journeys.\\n\\n'Let us keep working together to make the world better for us all.\\n\\n'Friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Raphûz thanked you for your guidance and camaraderie through his journey. He aspires to be like you now. He added that you should speak with Ashâmi, also in Ub Nishir, as she wants to speak with you too.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Ashâmi looks at Raphûz lovingly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Speak with Ashâmi at her post near Raphûz in Ub Nishir",
      "es": "",
      "es (fem)": ""
    }
  ]
}