{
  "id": 621098071,
  "txt": [
    {
      "id": 216727827,
      "en": "Raphûz asked you to make your way along the dry river-bed searching for marsh lilies. He also asked you to collect a vase taken by Ordâkhai bandits at Eshadûr to the north and west.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Raphûz awaits your return at Wrackwade with the vase, lilies, and news of the bandits' defeat. Return to him at the southern outpost of Ambarûl.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Deliver the lilies and vase to Raphûz at Wrackwade",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'They are as beautiful and hardy as described. Thank you for doing this, my friend. I am grateful. I am also certain the would-be merchant will be thankful for returning some of the product.\\n\\n'I know the fighters here will rejoice in the thinning of Ordâkhai ranks. I continue to ask too much of you. Thank you, sincerely.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Ordâkhai bandits defeated ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Raphûz learned the softer side of Shagâni courting and wants to work toward making an impression. He wants to collect hearty flowers from the river-banks west of Wrackwade, near Eshadûr, and a vase from the bandit encampment at Eshadûr.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Collected marsh lilies ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Defeat Ordâkhai bandits at Eshadûr ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I would like to acquire something showing my softer side. A would-be merchant here lost a shipment of vases to an Ordâkhai patrol on the west side of the bridge. I learned there is a place along the banks of the dry river-bed where the heartiest flowers still bloom. I want to collect some and help the would-be merchant. Alas, my recent excursions with you drew the notice of other Phetekâri, and I cannot leave my post.\\n\\n'Would you help me again, friend? I think a dozen flowers and a vase from the camp at Eshadûr, west and north across dry river will suffice.\\n\\n'Perhaps you could punish the Ordâkhai as well.'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Collected a relic vase from Eshadûr",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Collect marsh lilies from the river-banks in Ambarûl ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Collect a relic vase from Eshadûr",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Flowers of the Floodplain",
      "es": ""
    }
  ]
}