{
  "id": 621020695,
  "txt": [
    {
      "id": 246419872,
      "en": "Varthmath and Gandalf can be found at the Beorninghús.\\n\\nYou should talk to Varthmath and Gandalf.",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Radagast can be found on the northern edge of the Gladden Fields.\\n\\nYou should travel to the Gladden Fields to meet with Radagast and Gandalf.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'The Gladdenmere, you say? I thought the path to that vale was blocked by a rock slide, and we were better off for it; it is not a welcoming place. The old dwarf mine of Kidzul-kâlah stands there, they say, long-abandoned. Meet me on the mountain path that leads toward Kidzul-kâlah when you are able. There is an old dwarf-dock there where we can meet.'",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'Radagast has been quite busy lately, assisting both Elves and Woodmen with their various troubles in Eryn Lasgalen and in the Vales. I will speak with him at once, if you say he wishes it.'",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'Gandalf, we have both seen that shades walk in the fields, but that is not the reason I called you here.\\n\\n'I am sorry for what I have done! I was a fool to trust Saruman. Look at the destruction he has caused, and indeed I am partly responsible for the damage his machines have caused here in the Gladden Fields! And the trap into which you walked, all unawares... it was I that sent you into it! Will you ever forgive me for that, my old friend?\\n\\n'I wish to right these wrongs, Gandalf. And I will begin here in the Vales of Anduin!'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Radagast at Hultvís",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Radagast can be found on the northern edge of the Gladden Fields.\\n\\nYou should talk to Radagast in the Gladden Fields.",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Radagast at Hultvís",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Travel to the Gladden Fields with Gandalf to meet with Radagast",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Gandalf can be found on the northern edge of the Gladden Fields.\\n\\nYou should talk to Gandalf in the Gladden Fields.",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Varthmath at the Beorninghús",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Radagast in the Gladden Fields",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Gandalf inside Grimbeorn's lodge",
      "es": ""
    },
    {
      "id": 149027382,
      "en": "Into the Gladdenmere",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Varthmath can be found at the old dock in the south-east side of the Gladdenmere.\\n\\nYou should talk to Varthmath in the Gladdenmere.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "Radagast has travelled to the Woodmen village of Hultvís and seeks your assistance with strange shadows that have appeared along the River Gladden. Many Woodmen have noticed an eerie gloom near the entrance to the Gladdenmere. They came to Radagast seeking answers, and you should speak with him in Hultvís as soon as you are able.",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Radagast has travelled to the Woodmen village of Hultvís, seeking your assistance with strange shadows lurking in the Gladden Fields.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Radagast can be found at Hultvís.\\n\\nYou should talk to Radagast.",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "The two wizards embrace and are soon deep in conversation",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'Do not bear the weight of it yourself, Radagast. Saruman deceived us all. I had hoped I could steer him from that path, but alas! It proved not to be.\\n\\n'[placeholder], I charge you with the investigation of the Gladdenmere. I will stay here and converse with my friend Radagast, for there is much about which we must speak.'",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'Hello there, [placeholder]! The path here was freed of the stones that blocked it, but now shades and strange shadows descend upon the valley! The Elves I met on my travels here wish to assist us. Very few have ever ventured to the old dwarf mine of Kidzul-kâlah. I say we learn all that we can of this place, and then return with our report for Grimbeorn.'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Radagast can be found at Hultvís.\\n\\nYou should talk to Radagast.",
      "es": ""
    },
    {
      "id": 30955877,
      "en": "'It is good of you to come.'",
      "es": ""
    },
    {
      "id": 30955878,
      "en": "'My old friend, Radagast, calls upon me?'",
      "es": ""
    },
    {
      "id": 30955879,
      "en": "'I am sorry.'",
      "es": ""
    },
    {
      "id": 30955880,
      "en": "'It has been too long, old friend.'",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Talk to Gandalf in the Gladden Fields",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Talk to Varthmath in the Gladdenmere",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'[placeholder], dear friend, you have done much to help my home and those in my care among the Vales of Anduin. I need your help once more! Something seeps into the soil from the lake of Gladdenmere, and although I cannot tell what may be the cause, I can feel a deadly darkness all about it. The ruin of an old dwarf mine rests along the side of the lake, abandoned now for almost an age.\\n\\n'The Beorning Varthmath knows a fair amount about dwarf-made structures, and of course my old friend and ally Gandalf is sure to have an opinion on the subject... more than one, I daresay! Look for him at the Beorninghús. After you have sought out the both of them, meet me in the Gladden Fields. Very well? Very well!'",
      "es": ""
    }
  ]
}