{
  "id": 621020743,
  "txt": [
    {
      "id": 111477412,
      "en": "Talk to Varthmath in the Gladdenmere",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'Then I was right when I guessed the stone-giant presence on the far side of the Gladdenmere! It appears the spirits of the dead intruded upon the domain of the stone-giants, and in turn the giants destroyed the bridge in order to keep them away. No wonder the stone-giants that you encountered were so frenzied! I shall return to Grimbeorn at once and relay to him what we learned here. Thank you for your assistance, [placeholder].'",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Explore the worm-hold of Kidzul-kâlah",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The wilds of the Gladdenmere rest on the northern edge of the River Gladden.\\n\\nYou should explore the wilds of Gladdenmere for Varthmath.",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Explore the stone-giant fort",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Varthmath can be found in the Gladdenmere.\\n\\nYou should talk to Varthmath.",
      "es": ""
    },
    {
      "id": 149027334,
      "en": "The Moving Hills",
      "es": ""
    },
    {
      "id": 177082736,
      "en": "This is the main hold of the stone-giants within the Gladdenmere",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Explore Gladdenmere isle",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "On this side of the falls, the stone-giants remain in control of Kidzul-kâlah",
      "es": ""
    },
    {
      "id": 177082738,
      "en": "The dead roam upon the lone isle in the Gladdenmere",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Look upon the hills across the Gladdenmere. I swear to you: I saw them move! Do you suppose it was the stone-giants who dwell there? Could it be they blocked the path to the Gladdenmere? Perhaps it was an errant rock-toss that cleared the path they once impeded! We should investigate the other side of the Gladdenmere and learn more. I have no quarrels with stone-giants but they are not known to be friendly. The Elves have provided a boat when you are ready to cross the water.'",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Complete 'Unfortunate Orcs'",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "Complete 'Beasts of the Mountain'",
      "es": ""
    },
    {
      "id": 111477316,
      "en": "Complete 'Giants of the Gladdenmere'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Varthmath wishes to explore the wilds of the Gladdenmere and learn what lurks in this formerly-inaccessible valley.",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Complete 'Trophies of Stone'",
      "es": ""
    },
    {
      "id": 111477318,
      "en": "Complete 'Trophies of the Mountain'",
      "es": ""
    }
  ]
}