{
  "id": 621020696,
  "txt": [
    {
      "id": 111477329,
      "en": "Explore the upper aqueducts of Kidzul-kâlah",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Explore the water-house courtyard of Kidzul-kâlah",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Explore the water-house overlook of Kidzul-kâlah",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Explore the mountain pass in the Gladdenmere",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "Explore the insides of Kidzul-kâlah's ruins",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "Perhaps now is not the time to explore; something watches you from within the mine!",
      "es": ""
    },
    {
      "id": 149027334,
      "en": "The Hidden Vale",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Varthmath can be found at the old dock in the south-east side of the Gladdenmere.\\n\\nYou should talk to Varthmath in the Gladdenmere.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'It is kind of the Elves to assist us in learning more about the troubles that plague the Gladdenmere. I have conversed with our new companions and they agree we should investigate the ruins of Kidzul-kâlah. We will explore and observe the old dwarf mine, and return in safety. Do you agree?'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Varthmath wishes to explore the ruins of Kidzul-kâlah and learn more about the strange shadows stalking the Gladdenmere.",
      "es": ""
    },
    {
      "id": 177082720,
      "en": "The waters within the ruins move with strange currents",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The dwarf mine of Kidzul-kâlah can be found along the southern edge of the Gladdenmere.\\n\\nYou should investigate the old ruins for Varthmath.",
      "es": ""
    },
    {
      "id": 177082723,
      "en": "You feel uneasy as you contemplate the mountain pass",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'What have you to report, [placeholder]? I see, this is all very strange. The waters flow with curious currents, and the dead keep close to those waters? I have not encountered anything like that before! Kidzul-kâlah was once part of Moria, yes? I believe it, for walking in that place caused me no end of unease, and so it is here! The bridge was destroyed recently, you say? Hmm.\\n\\n'We will need to stay here longer if we are to learn more. Perhaps the Elves will lend us a boat with which we can cross the Gladdenmere.'",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Complete 'Shade Over Kidzul-kâlah'",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "Complete 'The Chambers of Kidzul-kâlah'",
      "es": ""
    },
    {
      "id": 177082736,
      "en": "Something about the waters pouring into the Gladdenmere makes you uneasy",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Talk to Varthmath in the Gladdenmere",
      "es": ""
    },
    {
      "id": 177082738,
      "en": "The air is still, but the shadows seem to move unpleasantly",
      "es": ""
    },
    {
      "id": 177082740,
      "en": "Spirits of the dead roam listlessly, as if lost in unfamiliar lands",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Explore the mine entrance of Kidzul-kâlah",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "The bridge across the falls is recently broken",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Explore the lower aqueducts of Kidzul-kâlah",
      "es": ""
    },
    {
      "id": 177082744,
      "en": "The pass is blocked and cannot be traversed",
      "es": ""
    }
  ]
}