{
  "id": 621020739,
  "txt": [
    {
      "id": "0x9b56889",
      "en": "'You found these on the corpses of Orcs? It would seem the giants of the Misty Mountains have done some good for once! How odd to think that such an out-of-the-way place, no more than wilderness, really, might become home to so many ancient artifacts!\\n\\n'I do not know what is important and what is not. How could I? But perhaps I will take these relics to the Elves. They are sure to know what to do with them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Varthmath can be found in the Gladdenmere.\\n\\nYou should bring the excavated relics to Varthmath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Orc corpses can be found in the northern reaches of the Gladdenmere.\\n\\nYou should search Orc corpses for relics.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "These Orcs must have worked the dredging machines of the Gladden Fields until curiosity or greed led them to stray from their tasks and up the River Gladden, towards the halls of Kidzul-kâlah. It would seem they encountered stone-giants along the way and met an early end. Some of these Orcs might still hold relics they took from the Gladden, which you could now recover.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Search Orc corpses in the Gladdenmere ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e30",
      "en": "Bring the relics to Varthmath in the Gladdenmere",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Searched Orc corpses in the Gladdenmere ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Collect excavated relics ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Orcs from the Gladden Fields ventured too far up the River Gladden and into the hands of giants.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Collected excavated relics ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "Unfortunate Orcs",
      "es": "",
      "es (fem)": ""
    }
  ]
}