{
  "id": 621007656,
  "txt": [
    {
      "id": "0x9b56880",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "As before, the townsfolk fall silent and wait for you to move on",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'The Men of Lake-town may know the names you seek, and I can help you gain their good graces! Travel to the front gate of Lake-town and introduce yourself to Várthrek. He is one of the guards there, and you will know him by his crimson hair and beard. Tell him you have come from Nembadeth of the raft-elves, and he will see you have whatever information you require. I helped him obtain from Felegoth a present for his young son, and he will help you in memory of my aid. Onward to Lake-town, friend barrel! I have dislodged you, and with my help your course will be swift and sure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Lake-town is to the north-east of Loeglond.\\n\\nNembadeth sent you to speak with Várthrek, a guard at the entrance to Lake-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "Kólfith nods at you, a welcome change from the other townsfolk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'The Men of Lake-town may know the names you seek, and I can help you gain their good graces! Travel to the front gate of Lake-town and introduce yourself to Várthrek. He is one of the guards there, and you will know him by his crimson hair and beard. Tell him you have come from Nembadeth of the raft-elves, and he will see you have whatever information you require. I helped him obtain from Felegoth a present for his young son, and he will help you in memory of my aid. Onward to Lake-town, friend barrel! I have dislodged you, and with my help, your course will be swift and sure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Karazgar? Too often have I heard that name. He is a constant source of trouble in these parts and seems often the well-spring from which our pains come, though he is rarely seen. Whether he buys his agents with coin or with promises I cannot say, but I am certain more hands than his own work our misfortunes. If you ask around town you may learn more. I wish you well, for Nembadeth's sake, but keep your wits about you. I do not want to tell her that the [placeholder] she sent to me met an unhappy end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'These names are unfamiliar to me, friend. Karazgar? Bugdatish? Blame me for focusing on the river and my duties alone, but such curious words are the province of lords and princes, Wizards and adventurers, and not Nembadeth of the raft-elves. Trade is my charge, and in that I excel.\\n\\n'Still I wish to help you, and help you I shall! Most Elves have few dealings with the Men of the Lake, but the raft-elves cannot stand aloof if the trade is to continue! It may be the Men of Lake-town know the names you seek, and I can help you gain their good graces!\\n\\n'Travel to the front gate of Lake-town and introduce yourself to Várthrek. He is one of the guards there, and you will know him by his crimson hair and beard. Tell him you have come from Nembadeth of the raft-elves, and he will see you have whatever information you require. I helped him obtain from Felegoth a present for his young son, and he will help you in memory of my aid. Onward to Lake-town, friend barrel! I have dislodged you, and with my help, your course will be swift and sure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Kólfith on the lower level of Lake-town, just above the water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Your journey to Erebor searching for news of the Bugdatish or Karazgar the Gúrzyul continues through Lake-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Fasti outside the Dragonbone Inn and meet with Kólfith in secret",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Ho there, stranger. What brings you to Lake-town? I hope you intend no trouble here, for there is turmoil aplenty without adding to it.'\\n\\nYou assure Várthrek you intend to cause no disruption, and Nembadeth of the raft-elves suggested you speak to Várthrek directly.\\n\\n'Ah, Nembadeth is a friend, and I trust her judgement, though she is more flighty than the others of her kind I have met, and seems more a woman of the Lake than an Elf of the Wood to me! She obtained a very smart wooden carving for my son Saevarr on his past birthday, and he prizes it above all. For Nembadeth I will help you as I may. What do you need, friend?'\\n\\nYou ask Várthrek if he has heard tell of Karazgar, the Weeping Warrior, and he grimaces.\\n\\n'Too often have I heard that name. He is a constant source of trouble in these parts and seems often the well-spring from which our pains come, though he is rarely seen. Whether he buys his agents with coin or with promises I cannot say, but I am certain more hands than his own work our misfortunes. If you ask around town you may learn more. I wish you well, for Nembadeth's sake, but keep your wits about you. I do not want to tell her that the [placeholder] she sent to me met an unhappy end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Talk to Authi Gem-cutter just north of the Dragonbone Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "The guards stare at you appraisingly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "The townsfolk lower their voices and eye you warily",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You should be more careful with that name, friend. Folk are on edge hereabout, and it's said the Weeping Warrior has ears everywhere. I might know a thing or two about him you might find of use.'\\n\\nKólfith peers into the shadows.\\n\\n'We should not speak of him here. Go to the Dragonbone Inn, here in town, and tell Fasti outside that you're a friend of Kólfith. We won't be disturbed there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'It was a fine brawl, but such fights are not as good for talking. We will be better able to talk here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'You are a friend of Kólfith? I will show you to a table inside where you can wait for him.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Ask around Lake-town for tidings of Karazgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Ask around Lake-town for tidings of Karazgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'We should not speak of the Warrior here. Go to the Dragonbone Inn, here in town, and tell Fasti outside that you're a friend of Kólfith. We won't be disturbed there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Lake-town is to the north-east of Loeglond.\\n\\nNembadeth sent you to speak with Várthrek, a guard at the entrance to Lake-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'Ho there, stranger. What brings you to Lake-town? I hope you intend no trouble here, for there is turmoil aplenty without adding to it.'\\n\\nYou assure Várthrek you intend to cause no disruption, and Nembadeth of the raft-elves suggested you speak to Várthrek directly.\\n\\n'Ah, Nembadeth is a friend, and I trust her judgement, though she is more flighty than the others of her kind I have met, and seems more a woman of the Lake than an Elf of the Wood to me! She obtained a very smart wooden carving for my son Saevarr on his past birthday, and he prizes it above all. For Nembadeth I will help you as I may. What do you need, friend?'\\n\\nYou ask Várthrek if he has heard tell of Karazgar, the Weeping Warrior, and he grimaces.\\n\\n'Too often have I heard that name. He is a constant source of trouble in these parts and seems often the well-spring from which our pains come, though he is rarely seen. Whether he buys his agents with coin or with promises I cannot say, but I am certain more hands than his own work our misfortunes. If you ask around town you may learn more. I wish you well, for Nembadeth's sake, but keep your wits about you. I do not want to tell her that the friend she sent to me met an unhappy end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'What?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'What?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'What?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'What?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a0",
      "en": "Várthrek told you to ask the townsfolk of Lake-town for tidings of Karazgar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Várthrek told you to ask the townsfolk of Lake-town for tidings of Karazgar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Várthrek told you to ask the townsfolk of Lake-town for tidings of Karazgar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'Karazgar? Too often have I heard that name. He is a constant source of trouble in these parts and seems often the well-spring from which our pains come, though he is rarely seen. Whether he buys his agents with coin or with promises I cannot say, but I am certain more hands than his own work our misfortunes. If you ask around town you may learn more. I wish you well, for Nembadeth's sake, but keep your wits about you. I do not want to tell her that the [placeholder] she sent to me met an unhappy end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Karazgar? Too often have I heard that name. He is a constant source of trouble in these parts and seems often the well-spring from which our pains come, though he is rarely seen. Whether he buys his agents with coin or with promises I cannot say, but I am certain more hands than his own work our misfortunes. If you ask around town you may learn more. I wish you well, for Nembadeth's sake, but keep your wits about you. I do not want to tell her that the [placeholder] she sent to me met an unhappy end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "Kólfith is on the lower level of Lake-town, just above the water.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Travel to the entrance of Lake-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Kólfith wants to meet you inside the Dragonbone Inn, in the northern section of Lake-town. He asked you to speak with Fasti outside the inn to arrange a safe meeting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Várthrek at the entrance to Lake-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b5",
      "en": "Authi, the dwarf you befriended in the Dragonbone Inn, is just to the north of the tavern.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Ask around Lake-town for tidings of Karazgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 6.4: The Dragon's Bones",
      "es": "",
      "es (fem)": ""
    }
  ]
}