{
  "id": 621007794,
  "txt": [
    {
      "id": "0xa8e1168",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "You should talk to Sírithon, who can be found in Loeglond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56877",
      "en": "'While it is my task to oversee trade in Loeglond, it is all too much for one Elf to handle. I have delegated some tasks to Sírithon. He oversees the inventory and storing of provisions within Loeglond's bounds. \\n\\n'He has become increasingly agitated of late, convinced that a thief moves somehow undetected among us. I can hardly see how. No Wood-elf could be a thief! Any dwarf or Man would be watched closely enough, after Sírithon's talk of thieves, if not before! Now I have heard of one of your kind, some time ago - but I beg pardon. I meant no offence! And beside, I do not think that one has returned to Mirkwood.\\n\\n'Would you speak with Sírithon and see if you can put his troubled mind to rest, one way or another?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1153",
      "en": "Not everything seems to be in order here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Talk to Sírithon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1155",
      "en": "Everything seems to be in order here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'Lorndúr sent you? Did he say he thought I was out of my wits? I tell you, there is a thief - though I have nothing to prove my convictions, as of yet. If only I had time to make a count of provisions. Though trade is stopped, somehow my work goes on. \\n\\n'Will you lend me a hand in counting supplies? It's hardly work suited for an adventurer like yourself... but it may lead us to that thief.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01143",
      "en": "Sírithon can be found at Loeglond.\\n\\nYou should speak with Sírithon about the various missing supplies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Talk to Sírithon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'Now this is interesting. No common provisions were taken. They are the first thing a petty Lake-town thief would steal. \\n\\n'But sundry items are indeed missing, so my suspicions were no lapse of wits. Foresters' axes, rope, lumber, chisels? What do these have in common? Their value is little. They are but tools of our common labour. Strange, indeed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa24",
      "en": "An Absence of Supply",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'While it is my task to oversee trade in Loeglond, it is all too much for one Elf to handle. I have delegated some tasks to Sírithon. He oversees the inventory and storing of provisions within Loeglond's bounds. \\n\\n'He has become increasingly agitated of late, convinced that a thief moves somehow undetected among us. I can hardly see how. No Wood-elf could be a thief! Any dwarf or Man would be watched closely enough, after Sírithon's talk of thieves, if not before!\\n\\n'Would you speak with Sírithon and see if you can put his troubled mind to rest, one way or another?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "One of the raft-elves of Loeglond has become convinced a thief is somehow stealing from their supplies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50272",
      "en": "Take inventory of supplies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1164",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Take inventory of provisions ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01166",
      "en": "You should inventory the supplies and rations in Loeglond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1166",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    }
  ]
}