{
  "id": 621007733,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Gandalf is at Raven-hill, waiting to travel with you and the surviving members of Thorin's Company to ensure the Arkenstone remains entombed with the Oakenshield.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I am satisfied by your report, [placeholder], and put at ease by the knowledge that the Arkenstone is still kept safe by Thorin Oakenshield beneath the Mountain. There is no end to the mischief Karazgar and others of his ilk seek to work upon my lands and my people, but the Heart of the Mountain remains beyond his reach.\\n\\n'I am less pleased by Gandalf's supposition that the loss of the dwarf-ring Handórm has caused the diminishment of our craft-skill, for such a loss cannot be reversed. That ring is gone, along with the others to which we held a claim, and none of them are coming back. It is not our way to give up hope, and our artisans will continue to strive, but I mourn the great works that once were made and will now have no rivals.\\n\\n'Thank you all the same, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Gandalf is by the throne in the Hall Under the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "King Thorin III is at his throne in the Hall Under the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Gandalf at Raven-hill and travel to Mazal Akrâz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'This feels right to me, [placeholder]. The Gúrzyul gained their continuing lives through the powers of Sauron, and now that he is gone, perhaps that power fades. Can it be their strength declines even now, just as the craft-skill of the dwarves lessens with the absence of the Dwarf-ring? Do the Gúrzyul seek some means of survival, some power to counteract this decay? It would explain Ugrukhôr's desperation, [placeholder].\\n\\n'If it is not a Bugdatish he seeks, not an artifact, but a Bugdash, a birth-name, perhaps he believes this information will stave off his decline. We must remain vigilant and keep the Gúrzyul from attaining the knowledge that will save them. This journey was valuable, my friend, though we defeated no Gúrzyul and found neither artifacts nor weapons. The wisdom we found is treasure enough.\\n\\n'I will ask the king to grant me a room within the Mountain and will retire there to consider our next course of action. Then we will face the Gúrzyul, and bring them to an end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d172",
      "en": "Dís has given her permission to the dwarves of Thorin's Company to investigate his tomb and learn if the Arkenstone remains within.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I will allow you to ensure the Arkenstone remains with Thorin while I pay my respects to my brother and to Fíli and Kíli. I am old, [placeholder]. It will be good for Durin's Folk to know the fate of the Heart of the Mountain, and it will benefit my own heart to see my lost kin at least one more time before I join them.\\n\\n'Tell the Wizard he has permission, but not to go alone. We will all go together.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'My brother Thorin was entombed in Mazal Akrâz with the Arkenstone, and with an Elven-sword beside. You think the Heart of the Mountain has been stolen? What thief would dare disturb the Oakenshield's rest or risk the guards of his tomb? No, do not try to convince me of this. There is no need.\\n\\n'It has been too long since I visited my brother and my sons where they lie beneath the Mountain. I will allow you to ensure the Arkenstone remains with Thorin while I pay my respects to my brother and to Fíli and Kíli. I am old, Elf, even if my years do not compare to yours! It will be good for Durin's Folk to know the fate of the Heart of the Mountain, and it will benefit my own heart to see my lost kin at least one more time before I join them.\\n\\n'Tell the Wizard he has permission, but not to go alone. We will all go together.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Gandalf by the throne in the Hall Under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'It has been too long since I visited my brother and my sons where they lie beneath the Mountain. I will allow you to ensure the Arkenstone remains with Thorin while I pay my respects to my brother and to Fíli and Kíli. I am old, Elf, even if my years do not compare to yours! It will be good for Durin's Folk to know the fate of the Heart of the Mountain, and it will benefit my own heart to see my lost kin at least one more time before I join them.\\n\\n'Tell the Wizard he has permission, but not to go alone. We will all go together.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to King Thorin III at his throne in the Hall Under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'My brother Thorin was entombed in Mazal Akrâz with the Arkenstone, and with an Elven-sword beside. You think the Heart of the Mountain has been stolen? What thief would dare disturb the Oakenshield's rest or risk the guards of his tomb? No, do not try to convince me of this. There is no need.\\n\\n'It has been too long since I visited my brother and my sons where they lie beneath the Mountain. I will allow you to ensure the Arkenstone remains with Thorin while I pay my respects to my brother and to Fíli and Kíli. You know the years of our kind; I am old as we reckon it. It will be good for our people to know the fate of the Heart of the Mountain, and it will benefit my own heart to see my lost kin at least one more time before I join them.\\n\\n'Tell the Wizard he has permission, but not to go alone. We will all go together.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'It has been too long since I visited my brother and my sons where they lie beneath the Mountain. I will allow you to ensure the Arkenstone remains with Thorin while I pay my respects to my brother and to Fíli and Kíli. You know the years of our kind; I am old as we reckon it. It will be good for our people to know the fate of the Heart of the Mountain, and it will benefit my own heart to see my lost kin at least one more time before I join them.\\n\\n'Tell the Wizard he has permission, but not to go alone. We will all go together.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'My brother Thorin was entombed in Mazal Akrâz with the Arkenstone, and with an Elven-sword beside. You think the Heart of the Mountain has been stolen? What thief would dare disturb the Oakenshield's rest or risk the guards of his tomb? No, do not try to convince me of this. There is no need.\\n\\n'It has been too long since I visited my brother and my sons where they lie beneath the Mountain. I will allow you to ensure the Arkenstone remains with Thorin while I pay my respects to my brother and to Fíli and Kíli. I am old, [placeholder]. It will be good for Durin's Folk to know the fate of the Heart of the Mountain, and it will benefit my own heart to see my lost kin at least one more time before I join them.\\n\\n'Tell the Wizard he has permission, but not to go alone. We will all go together.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'It is good that Dís has given her permission to open the tomb of Thorin. We must know if Karazgar or his agents have worked some evil involving the Arkenstone.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 6.7: Wood, Lake, Mountain, and Stone",
      "es": "",
      "es (fem)": ""
    }
  ]
}