{
  "id": 621007734,
  "txt": [
    {
      "id": "0x9ec9941",
      "en": "'Well? Is it there or isn't it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9ec9942",
      "en": "'Is the lecture done? Is it time to eat?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf3dc9d0",
      "en": "'It truly is!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf3dc9d1",
      "en": "'Consider the last ruling lord of Dale-home, Geirjarn III, slain by Smaug.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Gandalf is waiting to speak with you at the top of Mazal Akrâz, the Chamber of Glory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'It eases my heart to know the Arkenstone remains with Thorin, but this means the decline of his people's craft-skill must have another cause. A wizard's guess is not the same as any other's, [placeholder], and it is the guess of this wizard that the loss of the dwarf-rings might be to blame for this decay. The ring Angya, called Handórm by the dwarves, was taken from Thráin by Sauron and must have perished in the fall of Barad-dûr.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf3dc9d2",
      "en": "'The Elves interpreted the name Geirjarn as they heard it, and it became Girion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf3dc9d3",
      "en": "'Why, when I first came to these lands, I was not known as Gandalf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf3dc9d4",
      "en": "'The Men of the Lake, the Lag-thúda, called me Wandalb.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'It seemed appropriate for Dís to go on ahead and for the rest of us to follow along behind. Her brother Thorin and her sons Fíli and Kíli lie entombed within, and while our purpose here is one of importance, I do not wish to work any disrespect upon the fallen.\\n\\n'I will meet you at the bottom, [placeholder]. Keep watch upon your footing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf3dc9d5",
      "en": "'Over the years their language slowly changed, and Wandalb became Gandalf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have come with Thorin's Company, his sister Dís, and Gandalf the Wizard to ensure the Arkenstone still remains entombed with Thorin Oakenshield within Mazal Akrâz, the Chamber of Glory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf3dc9d6",
      "en": "'In fact...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Gandalf agreed to meet you by the tomb of Thorin Oakenshield, at the bottom of Mazal Akrâz, the Chamber of Glory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb7bd41",
      "en": "'So that's it, then? We must be satisfied with our decline?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'It seemed appropriate for Dís to go on ahead and for the rest of us to follow along behind. You know her brother Thorin and her sons Fíli and Kíli to be heroes of your people, and they lie entombed within; while our purpose here is one of importance, I do not wish to work any disrespect upon the fallen.\\n\\n'I will meet you at the bottom, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf3dc9d7",
      "en": "'[placeholder], I... I have had a thought.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb7bd42",
      "en": "'Bah. You are not a dwarf, you are a wizard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf3dc9d8",
      "en": "'In the Black Speech, the word Bugdatish is very clear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb7bd43",
      "en": "'You could not understand, Gandalf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf3dc9d9",
      "en": "'It means 'name-keeper,' and brings to mind a relic or an artifact.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f8d671",
      "en": "'But I am a dwarf, Dwalin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Gandalf at the top of Mazal Akrâz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9f3dc91",
      "en": "'The Arkenstone remains with Thorin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f8d672",
      "en": "'I say I have seen good days and I have seen bad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I have explored many of the dwarf-holds that stand still in Middle-earth, but few can compare to the grand chambers within and beneath the Lonely Mountain. Look about you at Mazal Akrâz, and know that its beauty and grandeur is deserved by those who rest within!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9f3dc92",
      "en": "'Decline? Decay? These words need not sting you so deeply.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f8d673",
      "en": "'A dwarf will persevere through the bad and bring about the good.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9f3dc93",
      "en": "'Dís speaks wisely.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'The Battle of Five Armies claimed the lives of Thorin Oakenshield and his nephews Fíli and Kíli. All three of them fought bravely and well, and without their courage things that day might have gone differently. We owe them each a debt, even today, so many years later.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9f3dc94",
      "en": "'All things change, sometimes for better and sometimes for worse.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'We must take a brief rest, and then we will be off again. Do not wait on my account, [placeholder]! I will be along shortly. These steps are perilous for the young, but what can be done? Nothing. I show them as much patience as I am able, and I ask you to do the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Descend the steps in Mazal Akrâz and make your way to the tomb of Thorin Oakenshield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9f3dc95",
      "en": "'Nothing can stay the same forever.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I wanted to say something to you, [placeholder], but I have not seen an opportunity before now. I wish to thank you for the aid you supplied to my son Bósi during the expedition of the Iron Garrison to Khazad-dûm. It has ended in failure, to his grief and shame, but that does not eliminate the efforts you and other good-hearted folk supplied to him in their attempted conquest.\\n\\n'I thank you on his behalf. We will not forget the Iron Garrison; neither will we forget those who fought alongside our dwarves in the darkness of that kingdom, though it remain lost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9f3dc96",
      "en": "'Even the words we speak change with the passage of time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Bifur and Bósi tell me you fought alongside my son when the Iron Garrison failed. I thank you for standing by him, [placeholder].'\\n\\nBofur stands silently for a moment, gazing away into the darkness of Mazal Akrâz.\\n\\n'I had hoped he would live a long life, and when his days were spent at last he would be put to rest beside me and our kin in the Blue Mountains, but that is not to be. Instead he departs soonest, and lies now in a tomb even grander than this, for he rests in Khazad-dûm. Alas for Brogur, alas for my son! He was a finer dwarf than I, and had more to offer his people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9f3dc97",
      "en": "'In the Old Tongue, the North-men called their town Dál-haim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Mazal Akrâz was delved deep, fashioned with the labour of our finest dwarves, for Thorin and his nephews deserved a grand tomb. But it cannot hold a flickering candle to the glory of Khazad-dûm, where my son now adventures! The reports I have heard from Bósi and the Iron Garrison fill me with pride, and I delight at their successes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9f3dc98",
      "en": "'As the years passed, the name was shortened to Dálheim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9f3dc99",
      "en": "'In time Dálheim became Dale-home, and more simply, Dale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'It has been some time since my son Brogur has written to me of his adventures with the Iron Garrison in Khazad-dûm. By all accounts, the avenues and halls of that kingdom make for beautiful sights like no other!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Thorin was my cousin. I hope he rests well, and still keeps the Arkenstone safe. He came to regret some of the words he spoke to Bilbo; in the end he repented of them and they parted in kindness. We all thought it right that the Heart of the Mountain be laid to rest with Thorin. The disagreements concerning its disposition came later.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'I and my retinue arrived during the Battle of Dale, and joined the fighting with great relish. This visit to the tomb of my cousin fills me with more worry than did the exertion of that battle. If the Heart of the Mountain does not lie within, what then will we do?\\n\\n'Bah, we will soon know. We are near to the platform.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Listen to Gandalf's lecture on the evolution of words",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Dís stands by the tomb of her brother and her sons, in Mazal Akrâz, the Chamber of Glory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I am ready, [placeholder]. Let us see what there is to see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Gandalf in Mazal Akrâz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Listen to the words of Gandalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "The dwarves of Thorin's Company, his sister Dís, and Gandalf have come to Mazal Akrâz to see if the Arkenstone remains within.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x68093d1",
      "en": "'Yes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Gandalf is by the tomb of Thorin Oakenshield, in Mazal Akrâz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Relieved that the Arkenstone remains with Thorin, Gandalf wishes to say a few words to you and to the dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8b5c71",
      "en": "'The decay cannot be prevented?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a0",
      "en": "Relieved that the Arkenstone remains with Thorin, Gandalf wishes to say a few words to you and to the dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'From Dál-haim came Dálheim, which passed then to Dale-home, and is now Dale. Geirjarn became Girion, whose necklace caused much trouble between Thranduil of the Wood and the dwarves of the Mountain. Of all my many names, that which I wear in the North was not first; even that came from Wandalb, for Frumgar called me the Elf of the Wand, not knowing my true nature. Wood, Lake, Mountain, and Stone... each has their own words, and even when they speak of the same thing they may not find understanding.'\\n\\nGandalf looks at you closely, a curious look in his eye.\\n\\n'[placeholder], what if the artifact for which we seek, this Bugdatish, never existed at all? Since this journey began neither friend nor foe have learned aught of it. No sign of this relic can be found. What if Ugrukhôr seeks an artifact that never was? Words can mean different things in different contexts, my friend, and even a small change can greatly affect a word's meaning. Can it be that Ugrukhôr does not look for that which we assumed?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Gandalf is by the tomb of Thorin Oakenshield, in Mazal Akrâz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'Thank you for suggesting this excursion, [placeholder]. I enjoyed seeing my kin again, though they be gone these many years. You will always be welcome at Raven-hill whenever you wish to visit me.\\n\\n'As for your wizard, he talks too much. Leave him behind when you come to visit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Gandalf is by the tomb of Thorin Oakenshield, in Mazal Akrâz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x208b7d1",
      "en": "'Surely not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x208b7d2",
      "en": "'No decline cannot be overcome.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x208b7d3",
      "en": "'Fascinating.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x208b7d4",
      "en": "'What does that mean? Why does it matter?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x208b7d5",
      "en": "'How will that help him?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Dís in Mazal Akrâz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Remain alert while Gandalf and the dwarves open the tomb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xab5c41",
      "en": "'But if that is true the decline cannot be reversed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Gandalf in Mazal Akrâz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Listen to the words of Gandalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf3dc9c0",
      "en": "'But what if there has been a mistake? What if the word was misheard?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf3dc9c1",
      "en": "'What if the word spoken was not Bugdatish, but was Bugdash instead?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf3dc9c2",
      "en": "'In the Black Speech, the word Bugdash means 'the name given at birth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf3dc9c3",
      "en": "'It may be that Ugrukhôr seeks no artifact. It may be he seeks his Bugdash, his true name.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Wood, Lake, Mountain, and Stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf3dc9c4",
      "en": "'That remains to be seen, Master Dwarf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf3dc9c5",
      "en": "'If Ugrukhôr believes this knowledge can help him, it falls on us to learn why.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf3dc9c6",
      "en": "'But let us now leave Thorin and his nephews in peace. We will discuss this above.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}