{
  "id": 621007798,
  "txt": [
    {
      "id": 246419816,
      "en": "There is an unused supply cart in Loeglond.\\n\\nYou should bait the cart with supplies.",
      "es": ""
    },
    {
      "id": 162883657,
      "en": "'I will tell you how my suspicions of a thief first arose: every morning, as I made my rounds, I would find things slightly moved from where they were. So slight was the shifting and rearranging that it only tickled my mind for some days. \\n\\n'Then, two days ago, I laid a coil of rope in a particular position upon some other tools. The next morning, there was no mistaking it: the rope was two hands shifted to the side.\\n\\n'Therefore, we must conclude our thief steals by night. Come, help me lay a trap. This part, I would not dare without your help! First we must gather supplies and lay them in the unused supply cart.'",
      "es": ""
    },
    {
      "id": 177082709,
      "en": "Collected supplies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "You should talk to Sírithon, who can be found in Loeglond.",
      "es": ""
    },
    {
      "id": 177082689,
      "en": "The trap is set!",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Sírithon",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'The ruins called Esgaroth-of-old, were once a town of the Dale-men. Very little remains, and what does is now covered over with marsh reeds and the waters of the Long Lake. Who hides in such a dreary and desolate place, and what aim do they pursue out there? I wonder! Our thief is real, but grows stranger every time we learn something new.'",
      "es": ""
    },
    {
      "id": 111477360,
      "en": "Talk to Sírithon",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Having found convincing proof, Sírithon devises a plan to catch the Loeglond thief.",
      "es": ""
    },
    {
      "id": 49286880,
      "en": "Bait the empty supply cart",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Mysterious Thief",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Collect supplies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883698,
      "en": "'Good work. You are a worthy [placeholder]. Now let us wait for nightfall.'",
      "es": ""
    },
    {
      "id": 246419814,
      "en": "Supplies can be found in Loeglond.\\n\\nYou should gather supplies to bait a trap.",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "You should talk to Sírithon, who can be found in Loeglond.",
      "es": ""
    }
  ]
}