{
  "id": 621007795,
  "txt": [
    {
      "id": "0xeb01143",
      "en": "You should talk to Thorlind, who can be found in Loeglond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'I will send word to Felegoth. Truly, I know not whether aid will come. As of late, what with the closures in trade and whisperings among the rafts of this and that - yet I will not stoop to gossip.\\n\\n'I must send word and wait. While I do, perhaps you might continue assisting Lorndúr?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ee4",
      "en": "Eavesdrop on thieves in Esgaroth-of-old",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1158",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e90",
      "en": "Eavesdrop on look-outs in Esgaroth-of-old",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "Defeat foes at Esgaroth-of-old ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50263",
      "en": "<rgb=#FF00FF>Listen</rgb> to a thief in Esgaroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef906",
      "en": "You can no longer hear the thieves!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef908",
      "en": "You can no longer hear the look-outs!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1134",
      "en": "Thorlind has arrived in Loeglond on Sírithon's behalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50267",
      "en": "<rgb=#FF00FF>Listen</rgb> to a look-out in Esgaroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "While Sírithon sends news of the theft to Felegoth and awaits assistance, there is much else to be done in Loeglond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56812",
      "en": "'The remnants of the trail I found confirm your and Sírithon's tale, but tell no new ones. And what have you learned?'\\n\\nThorlind listens attentively.\\n\\n'It would seem those in the ruins are hired hands and not the minds behind all this. You may have driven them out, only to be forced to return once again. Do they truly intend to dredge up Smaug's bones? Whatever for, I cannot imagine, but it is for some ill design, surely!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01101",
      "en": "You should talk to Thorlind, who can be found just outside of Esgaroth-of-old.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b90",
      "en": "You hear voices among the ruins! You cannot yet make them out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50213",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x6a50215",
      "en": "Talk to Thorlind in Loeglond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "You should assist the Raft-elves of Loeglond.\\n\\n<rgb=#FF0000>The Trail of Rust quest arc will continue after completing the Reopening the Realm quest arc which begins with Thranduil in Felegoth.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1142",
      "en": "Defeated foes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01169",
      "en": "You should travel to Esgaroth-of-old, which is located east of Loeglond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50276",
      "en": "<rgb=#FF0000>Complete the Reopening the Realm quest arc to continue</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50277",
      "en": "Travel to Esgaroth-of-old",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1145",
      "en": "You can hear the hushed voices of the thieves. You should listen closely...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50219",
      "en": "Talk to Thorlind at Esgaroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'Greetings - [placeholder], is it not? Word reached Felegoth of a thief or thieves troubling Loeglond and the strange trail you uncovered. Though many cares and duties attend the chief hunter of the Woodland Realm, I set them all aside to look into this myself.\\n\\n'Has any new revelation come to light regarding the stolen items or the shadows who fled into Esgaroth? You have driven some thieves from out of the Esgaroth ruins?'\\n\\nYou tell him that the stolen supplies have yet to be recovered.\\n\\n'Then am I still needed here? I see.\\n\\n'Will you be my fellow tracker in this case? I will survey the ground from here to Esgaroth-of-old for signs and you will head directly there and learn all you can of what goes on in that place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1149",
      "en": "You can hear the hushed voices of the look-outs. You should listen closely...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01170",
      "en": "The voices were coming from somewhere in the ruins of Esgaroth-of-old, upon the Long Lake.\\n\\nYou should investigate the voices, listening when you can and defeating any foes to protect yourself and keep the way safe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa24",
      "en": "Covert Operations",
      "es": "",
      "es (fem)": ""
    }
  ]
}