{
  "id": 621007654,
  "txt": [
    {
      "id": 239349553,
      "en": "'I don't want any trouble here, Fasti.'",
      "es": ""
    },
    {
      "id": 239349554,
      "en": "'No. Right there by the fire.'",
      "es": ""
    },
    {
      "id": 239349555,
      "en": "'Fasti said there would be no trouble, Kólfith!'",
      "es": ""
    },
    {
      "id": 239349556,
      "en": "'At least take your quarrel outside.'",
      "es": ""
    },
    {
      "id": 239349557,
      "en": "'I've warned you time and again, Kólfith!'",
      "es": ""
    },
    {
      "id": 197278561,
      "en": "'I am sorry. Do you think I might intrude upon your time?'",
      "es": ""
    },
    {
      "id": 239349558,
      "en": "'No more!'",
      "es": ""
    },
    {
      "id": 197278562,
      "en": "'Ah, I do not want to trouble you with my problems.'",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'You aren't from around here, are you? Keep to yourself and cause no trouble, and you should have no problems in Lake-town. I have lived here all my life, and I come often to the Dragonbone Inn for Ránnvig's finest ale.\\n\\n'Why, it has been almost an entire week since the last brawl! Time passes swiftly in safety, I suppose.'",
      "es": ""
    },
    {
      "id": 239349559,
      "en": "'Free drinks to the patron who knocks out Kólfith!'",
      "es": ""
    },
    {
      "id": 197278563,
      "en": "'Is this about you, [placeholder]?'",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'Lake-town has always been good to me. It is not an easy life, but if you work hard the Lake will provide. Years ago it was different. You know when I mean: the days of the Dragon. But he is long gone, and only his bones remain.\\n\\n'I raise a mug to his ferocity, and to the memory of those good folk who lost their lives to it!'",
      "es": ""
    },
    {
      "id": 239349560,
      "en": "'And don't come back!'",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "The dwarf ignores you. He seems content to sit and take in the scenery, keeping to himself.",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "The dwarf nods at you politely, but says nothing.",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'There are many forces at work in Lake-town, friend. You had best keep to yourself or you might get hurt. Most of the folk here are good people.'\\n\\nThe man shares a look with his companion before turning back to face you again.\\n\\n'Most,' he says.",
      "es": ""
    },
    {
      "id": 108848049,
      "en": "Brawling Woman",
      "es": ""
    },
    {
      "id": 162883670,
      "en": "'You should keep moving. We don't need your company today.'",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'Have you seen the bones of the Dragon, stranger? They are hard to miss, for even a cursory glance will reveal their blanched horror, and none could mistake them for anything but the legacy of their cruel owner, no longer living.\\n\\n'We were just discussing what has caused their emergence from the Lake. My wife believes that soil and other deposits washed downstream have collected beneath the buildings of Old Lake-town, raising both the pilings and the Dragon's bones above the water.\\n\\n'I think the Lake cannot bear to hold Smaug's malice any longer, and belches him forth, revealing him to the sun and to the stars. What say you?'",
      "es": ""
    },
    {
      "id": 162883672,
      "en": "'Smaug has been dead these many years! I say let him lie, and forget him, even if the Lake will not!'",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'Bah, nothing but fanciful imaginings. There are no more dragons about, no matter what the old folk may say.\\n\\n'Drink up, stranger, and pay no heed to such stories!'",
      "es": ""
    },
    {
      "id": 195730145,
      "en": "'You can count on us, boss.'",
      "es": ""
    },
    {
      "id": 195730146,
      "en": "'We won't underestimate you like they did!'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Kólfith in the Dragonbone Inn",
      "es": ""
    },
    {
      "id": 201709601,
      "en": "'Wait for me!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Survive the confrontation in the Dragonbone Inn\\n",
      "es": ""
    },
    {
      "id": 261861233,
      "en": "'Is there room in the lesson for one more?'",
      "es": ""
    },
    {
      "id": 261861234,
      "en": "'Keeping out of a fight? Not my specialty!'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Ránnvig in the Dragonbone Inn",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "A dwarf has come to your table in the Dragonbone Inn.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Kólfith has come to the Dragonbone Inn, but his friendly demeanor has fallen away and he seems eager for a fight.",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Authi Gem-cutter in the Dragonbone Inn",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'This town is built upon the Lake, [placeholder], and the water rises and falls around it. There is an order to this place. If that balance is upset, Lake-town suffers. You should know your place here, [placeholder]. It's dangerous to ask questions about Karazgar here. You might not like the answers.' ",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Remain alert for signs of trouble",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "You have some time to wait before Kólfith arrives",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'It is long past time someone stood up to Kólfith. He has been a source of much trouble for the patrons of my inn, and I am glad he has been put in his place. He will not dare to show his face around here for some time, and when he does I wager I will have no trouble finding folk to show him the door.\\n\\n'Is it true he worked for Karazgar? That explains much about his dealings and about the company he has kept. Good riddance to him!\\n\\n'You, however, will always be welcome at the Dragonbone Inn, [placeholder]!'",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Authi Gem-cutter in the Dragonbone Inn",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Authi Gem-cutter is in the Dragonbone Inn, and he wishes to speak to you.",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Return to your table by the fire",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'I am sure Kólfith will be along to speak with you shortly, [placeholder]. There are two taverns in Lake-town, but the Dragonbone Inn is always full of patrons; the noise makes it most well-suited to conducting discreet business.'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "<rgb=#FF0000>Authi Gem-cutter must not be defeated</rgb>",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Hello there, friend. I hope you do not mind my intrusion, but I have not seen you at the Dragonbone Inn before today, and it seems to me you must have an interesting story or two to tell! This is my third-favourite drinking spot, and I never miss an opportunity to sample the local brew whenever chance brings me through Lake-town, as it has today. Another opportunity I never miss: learning more about the folk who cross my path, and the adventures that led them to cross it!'\\n\\nThe dwarf laughs heartily and strokes his beard.\\n\\n'I am called Authi Gem-cutter, and I am at your service, of course! What brings you to the Dragonbone Inn? Men and women are no rarity in Dale and Lake-town, but I can tell from your dress and bearing that you have passed through many lands to come here. Which is the furthest, would you say?'\\n\\nYou consider your travels and hazard a guess. Authi nods wisely.\\n\\n'That is quite a ways, friend! I am something of a traveller myself, for it runs in my family, but I take most joy in the fashioning of complex trinkets and the improvement of my handiwork. Of late I have been less successful, I'm afraid, and it is not just my own craft that suffers!'",
      "es": ""
    },
    {
      "id": 244090817,
      "en": "'You got him!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah! High Elf'",
      "es": ""
    },
    {
      "id": 244090818,
      "en": "'I never liked that trouble-maker!'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah! Elf'",
      "es": ""
    },
    {
      "id": 244090819,
      "en": "'Your boys can't win this fight, Kólfith!'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'DNT - Blah! Dwarf'",
      "es": ""
    },
    {
      "id": 244090820,
      "en": "'Run away, Kólfith, you aren't welcome here!'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'DNT - Blah! Beorning'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'DNT - Blah! Hobbit'",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "Kólfith has come to the Dragonbone Inn, but his friendly demeanor has fallen away and he seems eager for a fight.",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Kólfith has come to the Dragonbone Inn, seeking to punish you for asking about Karazgar.",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Ránnvig, the proprietor of the Dragonbone Inn, has some words for you.",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'I always have time for a good brawl and a refreshing ale! Let us speak outside, [placeholder]. I have something I'd like to ask you.'",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "You should return to your table in the Dragonbone Inn.",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "This patron of the Dragonbone Inn has had more than his share and pays you no mind.",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "This man of Lake-town spends most of his days in the Dragonbone Inn, deep in his cups. He has no information for you, or if he does he is in no condition to share it with you.",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'That was an invigorating fight, [placeholder], and all the better because I did not expect it! Perhaps I must elevate this tavern one place in my personal ranking of drinking spots; now it is my second-favourite, and not my third!'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'Hello there, friend. I hope you do not mind my intrusion, but I have not seen you at the Dragonbone Inn before today, and it seems to me you must have an interesting story or two to tell! This is my third-favourite drinking spot, and I never miss an opportunity to sample the local brew whenever chance brings me through Lake-town, as it has today. Another opportunity I never miss: learning more about the folk who cross my path, and the adventures that led them to cross it!'\\n\\nThe dwarf laughs heartily and strokes his beard.\\n\\n'I am called Authi Gem-cutter, and I am at your service, of course! I hope you do not think I am being too forward, but I have only met a small number of Elves before today, and you seem different from them somehow. Are you a leader of your own kind? There is something about you that strikes me as being particularly... by Durin's Beard, I am not a word-smith, forgive me my clumsiness. Something about you seems particularly Elf-like, as if the others were carved using you as a model or as a guide.'\\n\\nGently, you tell Authi that there are as many different kinds of Elves as there must be of dwarves, and you would not claim to any such authority. He nods solemnly.\\n\\n'I see, and I hope you will forgive my presumption! You must have travelled to many distant lands and heard similarly foolish words from dwarves and others! I am something of a traveller myself, for it runs in my family, but I take most joy in the fashioning of complex trinkets and the improvement of my handiwork. Of late I have been less successful, I'm afraid, and it is not just my own craft that suffers!'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'Hello there, friend. I hope you do not mind my intrusion, but I have not seen you at the Dragonbone Inn before today, and it seems to me you must have an interesting story or two to tell! This is my third-favourite drinking spot, and I never miss an opportunity to sample the local brew whenever chance brings me through Lake-town, as it has today. Another opportunity I never miss: learning more about the folk who cross my path, and the adventures that led them to cross it!'\\n\\nThe dwarf laughs heartily and strokes his beard.\\n\\n'I am called Authi Gem-cutter, and I am at your service, of course! I have not had occasion to meet many Elves, for they do not often visit the halls of Durin's Folk. I cannot blame them for that! I do not visit their own halls in Mirkwood, after all, and if the tales are true I do not expect I would be welcomed there anyway! I am something of a traveller myself, and have been to many other lands. The wanderlust runs in my family, but I find the most joy in fashioning complex trinkets and improving my handiwork. Of late I have been less successful, I'm afraid, and it is not just my own craft that suffers!'",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'Hello there, friend. I hope you do not mind my intrusion, but I have not seen you at the Dragonbone Inn before today, and it seems to me you must have an interesting story or two to tell! This is my third-favourite drinking spot, and I never miss an opportunity to sample the local brew whenever chance brings me through Lake-town, as it has today. Another opportunity I never miss: learning more about the folk who cross my path, and the adventures that led them to cross it!'\\n\\nThe dwarf laughs heartily and strokes his beard.\\n\\n'I am called Authi Gem-cutter, and I am at your service, of course! We dwarves must stick together, no matter which land we call home. Do you hail from the Lonely Mountain, as I do, or have you come here from lands more distant? I am something of a traveller myself, but in recent days I have remained closer to home, focusing on my craft. I find the most joy in fashioning complex trinkets and improving my handiwork. Of late I have been less successful, I'm afraid, and it is not just my own craft that suffers!'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'Hello there, friend. I hope you do not mind my intrusion, but I have not seen you at the Dragonbone Inn before today, and it seems to me you must have an interesting story or two to tell! This is my third-favourite drinking spot, and I never miss an opportunity to sample the local brew whenever chance brings me through Lake-town, as it has today. Another opportunity I never miss: learning more about the folk who cross my path, and the adventures that led them to cross it!\\n\\n'I am called Authi Gem-cutter, and I am at your service, of course! What brings you to the Dragonbone Inn? Men and women are no rarity in Dale and Lake-town, but in size and appearance you are quite different from the usual sort! If I did not know any better, I would say you must be descended from the mighty Beorn of old, who helped my kind against their foes many years ago. Or perhaps it is wrong to say I know better! I am right, am I not?'\\n\\nThe dwarf laughs heartily and strokes his beard.\\n\\n'I am something of a traveller myself, for it runs in my family, but I take most joy in the fashioning of complex trinkets and the improvement of my handiwork. Of late I have been less successful, I'm afraid, and it is not just my own craft that suffers!'",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'Hello there, friend. I hope you do not mind my intrusion, but I have not seen you at the Dragonbone Inn before today, and it seems to me you must have an interesting story or two to tell! This is my third-favourite drinking spot, and I never miss an opportunity to sample the local brew whenever chance brings me through Lake-town, as it has today. Another opportunity I never miss: learning more about the folk who cross my path, and the adventures that led them to cross it!\\n\\n'I am called Authi Gem-cutter, and I am at your service, of course! What brings you to the Dragonbone Inn? We do not see many hobbits in this part of the world, but I am familiar with your kind even so. I came back to the Lonely Mountain when our exile ended, and I am grateful for the bravery of your king, Bilbo Baggins, on behalf of Durin's Folk!'\\n\\nYou tell Authi that Bilbo isn't really a king of the hobbits, and he laughs heartily and strokes his beard.\\n\\n'Perhaps you are being modest on his behalf? If he was not a king, surely Bilbo Baggins was an important figure in your homeland all the same! I have never been there, though I am something of a traveller myself; it runs in my family, but I take most joy in the fashioning of complex trinkets and the improvement of my handiwork. Of late I have been less successful, I'm afraid, and it is not just my own craft that suffers!'",
      "es": ""
    },
    {
      "id": 129122993,
      "en": "'This way, [placeholder].'",
      "es": ""
    },
    {
      "id": 129122994,
      "en": "'Need a table for this [placeholder], Ránnvig.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Dragon's Bones",
      "es": ""
    },
    {
      "id": 129122995,
      "en": "'This is one of Kólfith's friends.'",
      "es": ""
    },
    {
      "id": 129122996,
      "en": "'Just one table, Ránnvig. Maybe in the back?'",
      "es": ""
    },
    {
      "id": 129122997,
      "en": "'Fine. Over here.'",
      "es": ""
    },
    {
      "id": 129122998,
      "en": "'Have a seat, maybe buy a drink or two. Kólfith will join you soon.'",
      "es": ""
    },
    {
      "id": 129122999,
      "en": "'Stop! Stop! I give up! Kólfith, come back!'",
      "es": ""
    },
    {
      "id": 129123000,
      "en": "'But... but...'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Fasti is inside the Dragonbone Inn, waiting to show you to a table where you can wait for Kólfith.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Fasti is speaking with the owner of the tavern in order to arrange a table for you.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Fasti told you to wait for Kólfith to arrive.",
      "es": ""
    },
    {
      "id": 246122945,
      "en": "'Yes!'",
      "es": ""
    },
    {
      "id": 149046049,
      "en": "'Someone's been asking questions they shouldn't.'",
      "es": ""
    },
    {
      "id": 246122946,
      "en": "'Get back here!'",
      "es": ""
    },
    {
      "id": 149046050,
      "en": "'Fasti doesn't make the rules, Ránnvig.'",
      "es": ""
    },
    {
      "id": 149046051,
      "en": "'[placeholder], I want to ask you some questions.'",
      "es": ""
    },
    {
      "id": 149046052,
      "en": "'You don't have any business here, [placeholder].'",
      "es": ""
    },
    {
      "id": 149046053,
      "en": "'My boys'll teach you a lesson.'",
      "es": ""
    },
    {
      "id": 24695122,
      "en": "A man of Lake-town has offered you information on Karazgar, the Weeping Warrior, and agreed to meet you inside the Dragonbone Inn.",
      "es": ""
    },
    {
      "id": 149046054,
      "en": "'You stay out of this, dwarf.'",
      "es": ""
    },
    {
      "id": 149046055,
      "en": "'Take them both!'",
      "es": ""
    },
    {
      "id": 149046056,
      "en": "'Finish them, Fasti!'",
      "es": ""
    },
    {
      "id": 149046057,
      "en": "'I am not paying you to lose!'",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "Authi Gem-cutter has been defeated!",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Fasti inside the Dragonbone Inn",
      "es": ""
    },
    {
      "id": 239010321,
      "en": "Brawling Man",
      "es": ""
    },
    {
      "id": 237253312,
      "en": "'Is that the best you can do?'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Follow Fasti to your table",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Wait inside the Dragonbone Inn for Kólfith to arrive",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "'Ránnvig has been a good friend to my family for many years. Do not cause any trouble for her and we will get along fine, stranger.'",
      "es": ""
    },
    {
      "id": 162883649,
      "en": "'Hello there, friend. I hope you do not mind my intrusion, but I have not seen you at the Dragonbone Inn before today, and it seems to me you must have an interesting story or two to tell! This is my third-favourite drinking spot, and I never miss an opportunity to sample the local brew whenever chance brings me through Lake-town, as it has today. Another opportunity I never miss: learning more about the folk who cross my path, and the adventures that led them to cross it!\\n\\n'I am called Authi Gem-cutter, and I am at your service, of course! What brings you to the Dragonbone Inn? We do not see many hobbits in this part of the world, but I am familiar with your kind even so. I came back to the Lonely Mountain when our exile ended, and I am grateful for the bravery of your king, Bilbo Baggins, on behalf of Durin's Folk!'\\n\\nYou tell Authi that you are not really from the same land as Bilbo, and you are pretty sure he isn't really a king in the land he calls home. Authi laughs heartily and strokes his beard.\\n\\n'Perhaps you are being modest on his behalf? If he was not a king, surely Bilbo Baggins was an important figure in this Shire all the same! I have never been there, though I am something of a traveller myself; it runs in my family, but I take most joy in the fashioning of complex trinkets and the improvement of my handiwork. Of late I have been less successful, I'm afraid, and it is not just my own craft that suffers!'",
      "es": ""
    }
  ]
}