{
  "id": 621007688,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'I invite you to go to Erebor and share what you have learned of the Weeping Warrior with King Thorin. It may be that our problems are related! I encourage you to slay some beasts on the way, my friend. I will as well, and see you there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 6.5: Decline and Decay",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'It has been some time since we have all gathered here. It does my heart good to see my friends and distant kin, despite the worries that drew us here. I wish my brother was with us.'\\n\\nDwalin sighs heavily.\\n\\n'Balin believed, as did many good dwarves, that it had been a mistake for the Arkenstone to be entombed with Thorin. He thought the Heart of the Mountain should be proudly displayed, for all to see, and its brilliance would inspire great works of craft and beauty. As the craft-skill of Durin's Folk began to wane, the research Balin conducted convinced him that sealing away the Arkenstone was to blame. He quarreled with Dáin on the matter, and this disagreement caused the King to remove him as counsellor. It was the last injury, and compelled Balin to leave. He took Ori and Óin, as well as many other dwarves, and they sought to reclaim our ancient home of Khazad-dûm.\\n\\n'I did not side with my brother on this. I remained loyal to Dáin. He elevated me to my position as Steward of Thorinshál, but not a day passes where I do not miss my brother and wonder if I should have gone with him. But now Balin is gone, and Khazad-dûm is lost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'You and Authi are not the only recent arrivals to the Lonely Mountain. You will find a number of old friends inside, each of them brought hither from concern. Find them on the way to the throne in the Hall Under the Mountain and you may learn their purpose matches our own.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'I prefer when things are simple, [placeholder]. Should we not have entombed the Arkenstone with Thorin? It seemed the right course back then, and no one argued against it. If the craft-skill of our people is fading, who is to say it would be any different if the Arkenstone were not sealed away? Bah! Let the wise-beards discuss it among themselves. Balin believed the Arkenstone should be removed from Thorin's tomb, and he was the wisest of us. But he is dead.\\n\\n'Now, this Weeping Warrior... that is a subject more to my liking! I say we find him, let our axes and hammers do the talking, and give him something to cry about. Nice and simple. It may not solve everything, but I wager it would not hurt. Not us, anyway.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I like you, [placeholder]. You are good in a fight, that much is clear! Are you also good at holding things in confidence?'\\n\\nYou assure Authi that you will not betray his trust, and he tugs on his beard thoughtfully.\\n\\n'I have worked at my craft for a long time, [placeholder]. My father and my brothers are jewellers of no small skill, celebrated throughout all the kingdoms of the dwarves, and I too have achieved no small success in that field. For dozens of years, the Gem-cutters had no equal, and the pieces we crafted were so fair even the most judgmental eye could be made to weep at their beauty. You should have seen them, my new friend!\\n\\n'But something has been happening for the past few years. None of my efforts of late have achieved the same level of success as my earlier work. None of my pieces seem to sparkle as they once did, and others of my kind report a similar waning of their craft-skill. What is happening to Durin's Folk? There is some discussion underway at Erebor, and few can agree on the cause. I have taken to wandering, trying to come up with an explanation for this decay; I was on my way back to the Mountain when we met, [placeholder]. I had found no solution, but your quest has given me an idea.\\n\\n'Could it be that Karazgar is responsible for this decline of our craft-skill? He is active in the area and has no love for Durin's Folk. Perhaps he has worked some evil against us? I invite you to go to Erebor and share what you have learned of the Weeping Warrior with King Thorin. It may be that our problems are related! I encourage you to slay some beasts on the way, my friend. I will as well, and see you there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Defeat beasts on the way to the Lonely Mountain ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Find the visitors Gandalf mentioned on the way to the throne in the Hall Under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Dwalin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I will meet you at the Lonely Mountain, my new friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Travel to the Lonely Mountain, north of Dale, and meet with Authi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'At last you arrive! I have been waiting here for some time now. Authi arrived before you did, and he told me all about your exploits in Lake-town. Perhaps if you spent less time carousing at taverns and more time riding, you would not have kept me waiting so long in the cold!'\\n\\nThe Wizard's tone is gruff, but his eyes sparkle merrily.\\n\\n'You and Authi are not the only recent arrivals to the Lonely Mountain. You will find a number of old friends inside, each of them brought hither from concern. Find them on the way to the throne in the Hall Under the Mountain and you may learn their purpose matches our own.\\n\\n'One more thing, [placeholder]. In these lands I am known as Gandalf, and not Mithrandir. Let it not confuse you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Gandalf at the Lonely Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'It has been some time since we have all gathered here. It does my heart good to see my friends and distant kin, despite the worries that drew us here. I wish my brother was with us.'\\n\\nDwalin sighs heavily.\\n\\n'Balin believed, as did many good dwarves, that it had been a mistake for the Arkenstone to be entombed with Thorin. He thought the Heart of the Mountain should be proudly displayed, for all to see, and its brilliance would inspire great works of craft and beauty. As the craft-skill of Durin's Folk began to wane, the research Balin conducted convinced him that sealing away the Arkenstone was to blame. He quarreled with Dáin on the matter, and this disagreement caused the King to remove him as counsellor. It was the last injury, and compelled Balin to leave. He took Ori and Óin, as well as many other dwarves, and they sought to reclaim the ancient Dwarf-home of Khazad-dûm.\\n\\n'I did not side with my brother on this. I remained loyal to Dáin. He elevated me to my position as Steward of Thorin's Hall, but not a day passes where I do not miss my brother and wonder if I should have gone with him. But now Balin is gone, and Khazad-dûm is lost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Talk to Glóin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I prefer when things are simple, [placeholder]. Should we not have entombed the Arkenstone with Thorin? It seemed the right course back then, and no one argued against it. If the craft-skill of my people is fading, who is to say it would be any different if the Arkenstone were not sealed away? Bah! Let the wise-beards discuss it among themselves. Balin believed the Arkenstone should be removed from Thorin's tomb, and he was the wisest of us. But he is dead.\\n\\n'Now, this Weeping Warrior... that is a subject more to my liking! I say we find him, let our axes and hammers do the talking, and give him something to cry about. Nice and simple. It may not solve everything, but I wager it would not hurt. Not us, anyway.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Authi Gem-cutter has shared some of his own problems with you and invited you to the Lonely Mountain where you may learn more about your own charge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'My travels do not bring me home to Erebor very often, for Dáin made me the Mountain's chief hoard-seeker. I am often away, wandering in the wilderness in search of lost dwarf-holds and treasure-caches. Many are the gold and jewels I have found to swell Erebor's treasuries, but the fading craft-skill of my people means they languish within, unimproved and unused. It is a terrible pity!\\n\\n'Should the Arkenstone be taken from the tomb of Thorin? Would that restore the craft-skill of my people, and enable them to create great works such as they did of old? I once thought so, but I set aside that belief when my younger brother Ori departed with Balin. The argument filled me with sadness, and I had a job to do. I could not dwell upon the grief. Perhaps the decline of my people could not be prevented, Arkenstone or no.\\n\\n'I am pleased to see my friends and kinsmen, but I do not think we can recapture our glories of old.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "As Gandalf hinted, a number of Thorin Oakenshield's companions have come to Erebor. What has drawn them here?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Most of the surviving members of Thorin's Company have come to Erebor, driven by their concerns. Their worries may align with our own, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Authi Gem-cutter invited you to go to Erebor to consult with King Thorin about the mysterious decline in the craft-skill of the dwarves. He asked you to defeat troublesome beasts on the way to the Lonely Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'I do not know what has caused this decline in the craft-skill of Durin's Folk, [placeholder]. Neither do I know whether entombing the Arkenstone with Thorin Oakenshield is to blame for it, but my suspicion is that it is not. There is another possibility, and in it I see the workings of our enemy.\\n\\n'What if the Arkenstone has been taken from the tomb of Thorin without the knowledge of the dwarves? It may be that the Arkenstone no longer lies with Thorin Oakenshield, and its departure has adversely affected the skills of Durin's Folk.\\n\\n'The tomb must be opened, [placeholder], if we are to ensure the Arkenstone remains within. We must ask King Thorin III for permission to do this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Gandalf has come to Erebor, and he stands outside the entrance to the Hall Under the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Gandalf is in the Hall Under the Mountain near several dwarves of Thorin's Company who have come to Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Gandalf hinted that some old friends could be found on the way to the throne in the Hall Under the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "King Thorin III is at his throne in the Hall Under the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "A number of Thorin Oakenshield's surviving companions have come to Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'My travels do not bring me home to Erebor very often, for Dáin made me the Mountain's chief hoard-seeker. I am often away, wandering in the wilderness in search of lost dwarf-holds and treasure-caches. Many are the gold and jewels I have found to swell Erebor's treasuries, but the fading craft-skill of our people means they languish within, unimproved and unused. It is a terrible pity!\\n\\n'Should the Arkenstone be taken from the tomb of Thorin? Would that restore the craft-skill of our people, and enable them to create great works such as they did of old? I once thought so, but I set aside that belief when my younger brother Ori departed with Balin. The argument filled me with sadness, and I had a job to do. I could not dwell upon the grief. Perhaps the decline of my people could not be prevented, Arkenstone or no.\\n\\n'I am pleased to see my friends and kinsmen, but I do not think we can recapture our glories of old.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'I do not know what has caused this decline in the craft-skill of Durin's Folk, [placeholder]. Neither do I know whether entombing the Arkenstone with Thorin Oakenshield is to blame for it, but my suspicion is that it is not. There is another possibility, and in it I see the workings of our enemy.\\n\\n'What if the Arkenstone has been taken from the tomb of Thorin without the knowledge of the dwarves? I intend no disrespect for the awareness or guard of your people. All the same, it may be that the Arkenstone no longer lies with Thorin Oakenshield, and its departure has adversely affected the skills of Durin's Folk.\\n\\n'The tomb must be opened, [placeholder], if we are to ensure the Arkenstone remains within. We must ask King Thorin III for permission to do this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'The tomb must be opened, [placeholder], if we are to ensure the Arkenstone remains within. We must ask King Thorin III for permission to do this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Dori",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to Gandalf in the Hall Under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Authi Gem-cutter invited you to go to Erebor to consult with King Thorin about the mysterious decline in the craft-skill of the dwarves. He said he would meet you at the Lonely Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to King Thorin III at his throne in the Hall Under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'I am as concerned as any of my people about this worrying decline in the skill of the artisans, but I do not know what can be done about it. Dáin before me also did not have a solution. Do you and Gandalf have a suggestion, [placeholder]? I am willing to hear any proposal, but I am not confident any solution can be found.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Defeated beasts as a favour for Authi Gem-cutter ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Ah, you know Gandalf? How fortunate for my people that he has come to investigate this decline in our craft-skill!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'I like you, [placeholder]. You are good in a fight, that much is clear! Are you also good at holding things in confidence?'\\n\\nYou assure Authi that you will not betray his trust, and he tugs on his beard thoughtfully.\\n\\n'I have worked at my craft for a long time, [placeholder]. My father and my brothers are jewellers of no small skill, celebrated throughout all the kingdoms of our people, and I too have achieved no small success in that field. For dozens of years, the Gem-cutters had no equal, and the pieces we crafted were so fair even the most judgmental eye could be made to weep at their beauty. You cannot have seen them, because if you had you would remember!\\n\\n'But something has been happening for the past few years. None of my efforts of late have achieved the same level of success as my earlier work. None of my pieces seem to sparkle as they once did, and others of our kind report a similar waning of their craft-skill. Have you noticed such a decline? What is happening to our people, [placeholder]? There is some discussion underway at Erebor, and few can agree on the cause. I have taken to wandering, trying to come up with an explanation for this decay; I was on my way back to the Mountain when we met, and had found no solution. Your quest has given me an idea.\\n\\n'Could it be that Karazgar is responsible for this decline of our craft-skill? He is active in the area and has no love for Durin's Folk. Perhaps he has worked some evil against us? I invite you to return to Erebor and share what you have learned of the Weeping Warrior with King Thorin. It may be that our problems are related! I encourage you to slay some beasts on the way, my friend. I will as well, and see you there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Ah, you know Gandalf? How fortunate for our people that he has come to investigate this decline in our craft-skill!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'You and Authi are not the only recent arrivals to the Lonely Mountain. You will find a number of old friends inside, each of them brought hither from concern. Find them on the way to the throne in the Hall Under the Mountain and you may learn their purpose matches our own.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Authi is not alone. Gandalf stands nearby, and beckons to you",
      "es": "",
      "es (fem)": ""
    }
  ]
}