{
  "id": 620884494,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Return the shiny ball to Envus in Galtrev",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am now a mighty Wizard, thanks to you! I will take over Dunland first, and Saruman will know that he has a force to contend with as a neighbour. Soon, I will conquer Isengard...and then all of Middle-earth!\\n\\n'But first, [placeholder], I must defeat you. All of Dunland will fall under my sway, and here it will start!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ahahaha! You cannot escape, [placeholder]! The great Wizard Rook the Many-hued has declared his intent, and now it will all come to pass!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You found my shiny ball! Oh, thank you, [placeholder]! I am going to go play. Good-bye!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Once a Servant, Now a Wizard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Rook, a former servant of Isengard, now feels that he is a fully equipped Wizard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have taken back the toy ball, the ring, and the cloak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the evil Wizard and take back the \\qmagical\\q items he stole",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "It would seem that Rook has taken a bit of an evil turn now that he sees himself as a fully accomplished Wizard.\\n\\nYou should defeat Rook before he tries to hold to any of his promises.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the shiny ball to Envus in Galtrev",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Envus is in Galtrev, still without her stolen toy ball.\\n\\nYou should return the toy ball to Envus, who has been without it long enough.",
      "es": "",
      "es (fem)": ""
    }
  ]
}