{
  "id": 620884486,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected iridescent crow-feathers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Crafted an iridescent cloak",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Rook, an aspiring wizard, wishes to mimic the robes of Saruman by doing away with his drear colours and acquiring a many-coloured cloak.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am well on my way to being as great as Saruman, [placeholder], but there is something more I would ask of you. As I observed my master of old, I saw that his robes appeared white, but shimmered with many subtle hues.\\n\\n'I am quite certain that the subtle colours help to infuse the power that the lord of Isengard possesses. I need an iridescent cloak! With such a garment, I too shall be powerful beyond belief!\\n\\n'I do not care how you find it, but I want a many-hued cloak.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Iridescent crow-feathers can be found in plenty on Rook's trained crebain.\\n\\nYou should collect iridescent feathers from Rook's craban-flock.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah! Look how it glistens! Now black... now green... now violet. Incredible, [placeholder]. It looks like the plumage on my dear craban-friends.\\n\\n'Speaking of... gracious me, the flock has shrunk. Where have all my trained craban gone? How odd.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "A weaver's loom can be found near Rook's Hut.\\n\\nYou should use the weaver's loom to weave the feathers into an iridescent cloak.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Rook is at his hut in Pren Gwydh.\\n\\nYou should bring the iridescent, many-hued cloak you crafted to Rook, who wishes to be as great a Wizard as Saruman.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you brought me a many-coloured cloak yet? My garb will not be complete without it.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect iridescent crow-feathers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Craft an iridescent cloak",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the many-coloured cloak you crafted to Rook",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Many-coloured Cloak",
      "es": ""
    }
  ]
}