{
  "id": 620884481,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected fine rich ore for smithing ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have made an ordinary ring (though considering the time constraints, it is rather a success)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have made an ordinary ring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The master of the crows seems to believe himself to be a Wizard in the making and requests a Ring of Power to help him achieve his great ends.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'What qualifies me to be an apprentice Wizard, you ask? I studied long under Saruman the White as his servant and caregiver to his flocks of crebain. I watched him closely, then stole away one night to pursue my own lofty dreams!\\n\\n'And now here I am, a Wizard in the making. I shall soon be the great Wizard of Dunland! But first, I need a Ring of Power. \\n\\n'I learned much in Isengard about the Great Rings, and I must have one of my own if I am to be respectable in this profession.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ore deposits can be found along towering rocks in Pren Gwydh just south of Rook's Hut.\\n\\nYou should collect ore deposits for the smithing of the ring Rook desires.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A Great Ring! I can feel the power surging from it. It is a wonder you did not keep it for yourself -- but ah, you are wise. You know that you are too weak-minded to bear such a heavy burden.\\n\\n'Yes, it is best to leave such things to the great Men, like myself. How did you come by this, [placeholder]? Does it not look marvellous upon my finger?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "There is a small forge at Rook's Hut in Pren Gwydh.\\n\\nYou should return to the hut with the ore you collected and craft a sufficient ring.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Rook is at his hut in Pren Gwydh, waiting for a Ring of Power to be brought to him.\\n\\nYou should bring Rook the ring you forged from local metal veins and see if it will suffice for his needs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found a Ring of Power? No? You are not searching hard enough. I would like to have one by nightfall, but it is my understanding that they are very difficult to come by. It may take you all day!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Mine for ore at towering rocks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Forge a ring that will satisfy Rook",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the ordinary ring to Rook at his hut",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "See if TBD likes the ordinary ring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Ring of Power?",
      "es": "",
      "es (fem)": ""
    }
  ]
}