{
  "id": 620884535,
  "txt": [
    {
      "id": 218649169,
      "en": "'A week ago, I had a fully running stable here. You may have noticed that we do not have any horses here anymore. I suppose that is well because I do not have anything to feed them. I also do not have anyone to take care of them.\\n\\n'My stable-boy left, because his father was taken to Wulf's Cleft to serve the army. The boy ran off to work the fields and scavenge the Moor to provide for his mother and siblings. Had he stopped and talked to me, I would have helped however I could.\\n\\n'I believe the boy is here in Avardin. Please find him and let him know that I will provide for his family. Once he returns, we can work on the rest of the stable.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Levelha says he will pay me enough to take care of mam and my brothers and sisters? Of course, I will go back then. I should have asked him to begin with.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Over the years, I have had many stable-boys. Ianto is the best I have had. I cannot keep this stable running without him.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'With the boy returning, I can now turn my attention to the stable.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Missing Stable-boy",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The stables of Avardin have been in turmoil as of late. A lack of money, supplies, and storms have all contributed to the stables being shuttered.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Ianto in Avardin",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ianto is in Avardin, in the central Starkmoor.\\n\\nLevelha asked you to speak to Ianto and convince him to return to work.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Levelha in Avardin",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Levelha is in Avardin, in the central Starkmoor.\\n\\nLevelha will be pleased to hear Ianto is returning to work.",
      "es": ""
    }
  ]
}