{
  "id": 620884475,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It is time, [placeholder]. We know that the Dunlendings at Brôntrig intend to attack us here at Forthbrond. Instead, we will take the battle to their own doorstep.\\n\\n'Your task will be to create a diversion while our forces position themselves to take the Dunlendings by surprise.\\n\\n'Speak with me when you are ready to depart.'\\n\\n<rgb=#FF0000>WARNING: This is a solo instance and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'[placeholder], the routing of the Rohirrim forces at Brôntrig is a grim reminder of the resourcefulness of our enemies. I fear that this may shake the morale of our warriors.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We will enter the village in the dead of night and create several distractions, which will allow our men to push along the southern road into Brôntrig and take the Dunlendings by surprise.'\\n\\n<rgb=#FF0000>WARNING: This is a solo instance and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Shot in the Dark",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Rohirrim forces prepare to launch a pre-emptive strike against the village of Brôntrig in hopes of confounding the Dunlendings' own attack plans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Following your retreat seek out Ardwyn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Answith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Answith is encamped near the tower west of Brôntrig.\\n\\nYou should speak with Answith when you are ready to depart for Brôntrig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ardwyn at Forthbrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ardwyn is at Forthbrond, north of Brôntrig.\\n\\nYou should return to Ardwyn and speak with him regarding the defeat of the Rohirrim at Brôntrig.",
      "es": "",
      "es (fem)": ""
    }
  ]
}