{
  "id": 620884490,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It is very strange...my flock has significantly dwindled of late. I wonder where they all went off to? Very peculiar.\\n\\n'I was ready to become a great Wizard, but it seems that I have one more task -- I should look to replenishing my flock. I need eggs from craban-nests, and the sooner the better, but the wild crebain that guard them can be a bit...hostile.\\n\\n'You should go collect wild craban-eggs for me, [placeholder]. Make haste!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha! Perfect, [placeholder], and excellent timing, for I was beginning to grow impatient.\\n\\n'I am now a great Wizard, you see, and it is all thanks to you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You can find craban-nests around this area, if you know where to look. The birds are wild, though! These crebain of Dunland are fierce.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Mysteriously Dwindling Flock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Now that you have used most of his trained flock feathers, Rook wishes to retrain a new flock, and looks for a collection of eggs to hatch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected eggs from crow-nests ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect eggs from crow-nests ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Craban roosting spots can be found in the lands of Pren Gwydh not far from Rook's Hut.\\n\\nYou should search for crow-eggs so that Rook may train another flock of crebain from chicks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the eggs to Rook",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rook is at his hut in Pren Gwydh.\\n\\nYou should bring the eggs you collected to Rook in Pren Gwydh.",
      "es": "",
      "es (fem)": ""
    }
  ]
}