{
  "id": 620830573,
  "txt": [
    {
      "id": 218649169,
      "en": "'Durin's Stone is a treasure of the dwarves. It is in that spot, staring into the Mirrormere, that Durin decided to settle here and build Khazad-dûm. The stone serves as an eternal reminder to all dwarves of what is rightfully ours.\\n\\n'I fear for the safety of Durin's Stone. The Orcs spewing forth from Moria have set up a camp around it, and daily I see several of them working on reducing it to dust. This cannot be allowed to happen.\\n\\n'Head to Uruk-gashan, south-east of here, and defeat the Orc-sappers around the camp. They are the ones with the knowledge to reduce the stone to dust and are the greatest threat to our ancient monument.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The Orc-sappers have been stopped and the stone is safe for now. This lightens my heart, but there is more to do. We have not yet ensured Durin's Stone will remain for the generations yet to come.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Make haste, you fool! If that stone is destroyed, Durin's Folk might as well be destroyed as well.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Sappers at the Stone",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The dwarves fear the Orcs are preparing to destroy Durin's Stone, which marks the revered place where Durin I first looked into the Mirrormere.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Orc-sappers at Uruk-gashan ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Orc-sappers at Uruk-gashan ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orc-sappers can be found at Uruk-gashan, south-east of Mekhem-bizru.\\n\\nHaflith asked you to go to Uruk-gashan and defeat the Orc-sappers threatening to destroy Durin's Stone.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Haflith at Mekhem-bizru",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Haflith is at Mekhem-bizru, north-west of Uruk-gashan.\\n\\nHaflith will want to know that the Orc-sappers have been defeated, keeping Durin's Stone safe... for now, at least.",
      "es": ""
    }
  ]
}