{
  "id": 620830510,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'All right, it appears I may -- may! -- have been wrong. Perhaps.\\n\\n'I've been sending such glowing reports to my friend Tyki, too...well, theories, anyway. Ideas. About the source of the fungus. He has some ideas too, in fact. Why don't you go talk to him? \\n\\n'Tyki is at the Shadowed Refuge, far to the south of here. Head east into Nud-melek but turn south just before you reach the Bridge of Khazad-dûm. Continue south past Mazog's forces and into the Foundations of Stone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hello there! Tyki, at your service and your family's.\\n\\n'Ah, good old Káti sent you? Gracious me. Did he bend your ears about his strange pet theory? The invisible stone-lines? It seems I receive another long letter from him every other week about it. Ha! Yes, that sounds like him. Had you go investigate them? And what did you find?\\n\\n'I suspected as much. Well, no matter. His ideas may have been...off the trodden path, but he is right in one respect: it is vital to discover why Khazad-dûm is being plagued with this unnatural infestation!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Tyki knows a great deal about mushrooms and infestations and things of that sort. You should consult with him on the possible source of this fungus.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fungus and Shadow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Káti is disgruntled that his theory seems to be wrong. He thinks you may garner more information from Tyki, a dwarf at the Shadowed Refuge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Tyki at the Shadowed Refuge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tyki is at the Shadowed Refuge in the Foundations of Stone, far to the south-east of the Twenty-first Hall.\\n\\nKáti believes his friend Tyki at the Shadowed Refuge may know more about the fungus.",
      "es": "",
      "es (fem)": ""
    }
  ]
}