{
  "id": 620830526,
  "txt": [
    {
      "id": 54354734,
      "en": "What was so special about this locket that to make it worth dying for?",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "Clutched in this dwarf's cold, rigid hand is a beautifully hand-carved locket. After fiddling with it for a little while, its puzzle reveals itself, and it swivels open to show two tiny engravings: two bearded dwarf-faces.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Orc Watch is the main Iron Garrison settlement in the Redhorn Lodes, located on the western side of that area.\\n\\nThere are many dwarves at the Orc-watch. Perhaps one of them knows why the recently deceased Nykr valued this little hand-made locket so highly.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I'm afraid I don't recognize that. Sorry.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Orc Watch can be reached by going north from the Deep Descent, then east from the Dolven-view, and then south-east.\\n\\nThere are many dwarves at the Orc-watch. Perhaps one of them knows why the recently deceased Nykr valued this little hand-made locket so highly.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I do not know what is so special about that locket, that Nykr would die for it. Perhaps someone at the Orc-watch will know.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'That is a wonderful little trinket. \\n\\n'No, I can't help you; I've never seen it before.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I'm sorry, I don't recognize that.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Welcome, [placeholder]! How may I...where on earth did you get that locket? Speak up!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'My, what fine craftsmanship! 'Tis a thing of beauty, and this little puzzle mechanism is ingenious! I fear that my appreciation is all I can offer, though, for I do not recognize this locket.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Welcome, [placeholder]! How may I - where on earth did you get that locket? Speak up!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find someone at the Orc-watch who recognizes the locket.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find someone at the Orc-watch who recognizes the locket.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Worth Dying For",
      "es": ""
    }
  ]
}