{
  "id": 620830437,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], these last days have been disturbing. The Council of Narchuil did not end as I would have chosen, but I will not deny Laerdan the quest he desires. I fear, however, that he may depart Rivendell upon a rash course.\\n\\n'Would you speak with him for me? Learn what course he intends to take and his purpose. I do not believe that Narmeleth will ever be recovered, for a dark power dominates her mind. I sense the influence of a Power greater than a single minor ring.\\n\\n'You will find Laerdan in his quarters on the lower floor of my house. With your aid, I hope Laerdan will use greater wisdom in his choices.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You would know what course I have chosen to take? Very well. I told the Council that Narchuil will never be reforged, but I believe that my own words may have been hasty.\\n\\n'I do not believe now that the ring sank with Arvedui in the Ice-bay of Forochel. Aearil, one of the ship's crew, knew of Narchuil and its power. I do not think he would have allowed such an heirloom of my house to sink into the Sea.\\n\\n'For that reason, I will myself return to Forochel and seek the ring. You may attend me if you wish...then perhaps Elrond's concerns will be lessened.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I fear Laerdan's course will only lead to sorrow...and of that we have already has our fair share.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 13, Chapter 1: The Northward Road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I do not know how it will end for Laerdan....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Council of Narchuil did not end as Elrond had intended, and he fears that Laerdan may take a rash course of action in his search for Narchuil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Laerdan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Laerdan is in his quarters on the first floor of the Last Homely House.\\n\\nElrond has asked you to speak with Laerdan and learn what course of action he intends to take.",
      "es": "",
      "es (fem)": ""
    }
  ]
}