{
  "id": 620830518,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Jari has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have safely escorted Jari",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Jari is planning to attempt to find the source of the madness affecting the spiders he has been studying.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3aa4f1",
      "en": "'What's this strange chill? There is something in the shadows ahead... I can feel it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I think we need to find the reason for this strange madness being displayed by these spiders.\\n\\n'I think that your answers may lie a little deeper into the dark. I have a friend, Jari, east of here, who is about to embark on a little voyage of discovery around Tunzelgund. Look for Jari and accompany him, if you would, and you may find the answers for which we're all searching.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Jari is just west of the entrance of Tunzelgund, east of the Shadowed Refuge.\\n\\nKlintur has asked you to accompany Jari in his search for answers regarding the madness of the spiders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'By Durin's beard! I have no idea what that creature you described to me was, [placeholder], and that's the truth, or may I never hoist another tankard!\\n\\n'This nameless horror must be involved at the root of the problem...but how can we fight it?\\n\\n'Don't look so surprised. There is a time for study and thought and lessons and speech, and a time for the axe of a dwarf to do the speaking!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Klintur is at the Shadowed Refuge.\\n\\nYou should return to Klintur and tell him of the terrifying creature you encountered with Jari.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you going or not? Jari will need your aid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ah! Greetings, [placeholder]...come to help, have you?\\n\\n'Let's start this way. If we are lucky, we won't need to journey very far....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find and speak to Jari",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Escort Jari to safety",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Klintur at the Shadowed Refuge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Nameless Fear",
      "es": "",
      "es (fem)": ""
    }
  ]
}