{
  "id": 620830582,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Orcs have been cutting down trees in the Dimrill Dale, but it does not appear to be just for camp-fires. No, they have cut far too many trees for that. I fear they may be up to something more devious.\\n\\n'While they are not needed within the depths of Khazad-dûm, Orcs are able to construct great weapons of war, weapons capable of laying siege to village, town, or city. I fear that is where all those trees are going.\\n\\n'Head to Drû-garmadh, south-east of here, and set flame to the wood-piles you see. Hopefully that will delay them long enough for us to devise a plan to end their destruction once and for all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I saw the smoke from here. That should set them back at least a few days, and hopefully they will venture into the outskirts of Lothlórien to fell trees... the Elves there will quickly dispatch them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hurry up and get down there. You will not want to have to deal with that wood once it has been turned into a catapult.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fuel for the Fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Orcs at Drû-garmadh have been gathering up supplies of wood with which to build massive siege-weapons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Burned wood-piles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Burn wood-piles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wood piles can be found in Drû-garmadh, south-east of Mekhem-bizru.\\n\\nDagfari, hoping to delay the construction of any siege-weapons, wants you to head to Drû-garmadh and burn the wood-piles in the Orc-camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Dagfari at Mekhem-bizru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dagfari is at Mekhem-bizru, north-west of Drû-garmadh.\\n\\nDagfari will be pleased to know you burned the Orcs' supply of wood.",
      "es": "",
      "es (fem)": ""
    }
  ]
}