{
  "id": 620830504,
  "txt": [
    {
      "id": 218649169,
      "en": "'The deep-worms have been reproducing at an alarming rate lately. We've finally narrowed down the location where they keep their eggs.\\n\\n'They are kept at a place we call Tanunshush. Head north-west until you reach The Burning Stair, just before the Water-works. Tanunshush is just north of there.\\n\\n'Smash several of their eggs so that we can help keep the population of deep-worms down in the Flaming Deeps.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I apologize if that was unpleasant, but it truly was for the best.\\n\\n'That will allow us dwarves to go about our business and not have to deal with so many deep-worms in the Flaming Deeps.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'It may not be the most noble act, but it is the only way we can keep the population of deep-worms down.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "There is Our Problem",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The deep-worms of the Flaming Deeps have been reproducing at an alarming rate. The population of these creatures needs to be kept in check.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Smashed a deep-worm egg ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Smash deep-worm eggs in Tanunshush ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The deep-worms keep their eggs at Tanunshush, north-west of The Cross-roads of Ash, north of The Burning Stair.\\n\\nThe population of deep-worms needs to be kept in check by destroying their eggs.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Ölfun at the Cross-roads of Ash",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ölfun is at the Cross-roads of Ash, south-east of Tanunshush.\\n\\nÖlfun will want to know that you smashed many deep-worm eggs, contributing to lowering the population of deep-worms in the Flaming Deeps.",
      "es": ""
    }
  ]
}