{
  "id": 620830578,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'All of these Orcs around the Dale concern me. Were they all still in Khazad-dûm, I would feel better, but out here, they can inflict great damage. They have dug countless new tunnels into the depths from which they can launch attacks nearly anywhere at anytime. We can cripple their ability to do that if we control this place.\\n\\n'I have seen the stockade of a great camp to the south-west. I do not know what is going on in there, but smoke rises from it almost constantly. It is clear that they are up to something which will cause us great trouble if we allow it to continue unchecked.\\n\\n'Head south-west, to Drû-garmadh and investigate the camp. Thin out some of the Orcs there as well... that will make a second strike go more smoothly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, you have reduced their number, but they have begun making the machines of war. This will require an immediate strike. It will be better for us to catch them unaware than to face the grim alternative.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Orcs are building too many camps above ground... something has them stirred to action.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Out From the Depths",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Orcs have left the depths of Moria to establish a camp in the Dimrill Dale. The dwarves worry as to what the purpose of the camp is.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Orcs in Drû-garmadh ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Orcs in Drû-garmadh ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orcs can be found at Drû-garmadh, south-east of Mekhem-bizru.\\n\\nAlrekur is concerned about the number of Orcs setting up camps in the Dimrill Dale and wants you to thin their number.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Alrekur at Mekhem-bizru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Alrekur is at Mekhem-bizru, north-west of Drû-garmadh.\\n\\nAlrekur will want to know the Orcs at Drû-garmadh have been thinned.",
      "es": "",
      "es (fem)": ""
    }
  ]
}