{
  "id": 620830450,
  "txt": [
    {
      "id": 118018274,
      "en": "Once a bustling mine worked by hundreds of industrious dwarves, Gamil Filik has been overrun by goblins and is now one of the largest strongholds of their kind within Moria. If the Goblin's hold on western Moria is to be broken, the enemies in Gamil Filik must eventually be routed, but against such numbers it seems an impossible endeavour.",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "The great pit of Menem-berej was once home to the richest lodes of mithril ever unearthed in Khazad-dûm. This enormous platform was constructed to assist the dwarves in their mighty efforts to extract the precious metal. Though this mine was believed to have been sapped of most of its resources by the time Moria fell, Brogur and Bósi's dwarves vow to find some valuable remnants of the riches that were once so abundant.",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "The Old Silvertine City is in the south of the Silvertine Lodes, and was likely the home of all the miners that once sought mithril beneath the great mountain.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Silvertine Lodes",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Explore the Silvertine Lodes of Moria.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have discovered the Deep Descent",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have discovered Gamil Filik",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have discovered Menem-berej",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered the Old Silvertine City",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "NOT USED",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "The Deep Descent is an old guard chamber that oversees the entrance to the mines below. The mastery of this chamber has allowed the dwarf-expedition to control the passage between the Silvertine Lodes and the Great Delving, preventing the goblins from massing together into an unstoppable horde. Nevertheless, they remain badly outnumbered and are pressed daily to hold the chambers against the vicious foes that inhabit the deeps.",
      "es": ""
    }
  ]
}