{
  "id": 620830574,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You stopped the Orc-sappers, [placeholder], but I fear you were too late. It is not your fault. I should have gone myself as soon as I saw them. Although Durin's Stone has been saved, severe damage has been done.\\n\\n'While they were preparing to destroy the stone, they chipped off many pieces. It has been defaced and made the fool of. There is but one course of action for us to take: we must reclaim what is left.\\n\\n'Head south again, back to Uruk-gashan and search for the broken off bits and pieces of Durin's Stone. Gather up what you find and bring the pieces back here. At the very least we can salvage those, and perhaps one day, make the stone whole again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is as I feared. The damage was done already. Still, the rest of the stone stands, overlooking the calm depths of Kheled-zâram.\\n\\n'One day, perhaps, these fragments will rejoin the rest. For now, I will keep them here, safe, in the event the unthinkable happens and Durin's Stone is laid ruin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You are only beginning to grasp what this stone means to us here. Hurry up and collect the pieces that were broken off.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Vision of the Depths",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "While the sappers at Durin's Stone may have been stopped, they were still able to inflict severe damage upon the hallowed rock.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected pieces of Durin's Stone ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect pieces of Durin's Stone ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fragments of Durin's Stone can be found at Uruk-gashan, south of Mekhem-bizru.\\n\\nHaflith asked you to venture to Durin's Stone and collect the pieces the Orc-sappers had broken off.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the pieces of Durin's Stone to Haflith in Mekhem-bizru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Haflith is in Mekhem-bizru, north-west of Uruk-gashan.\\n\\nHaflith will want to see the pieces of Durin's Stone which you collected.",
      "es": "",
      "es (fem)": ""
    }
  ]
}