{
  "id": 620830522,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected records ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Moria still holds the secrets of the past, including tales of the dwarves' great defeats by the Orcs of Azog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'When I was young, my father told me tales of the early days of Khazad-dûm. All of these stories ended abruptly, however, and no matter how many times I would ask, he would never tell me what happened next. I know now that the dark days were not spoken of.\\n\\n'I fear by not talking about these defeats, about not even attempting to learn from them, we are dishonouring our forebears. I know Khazad-dûm keeps within it the tales of those lost battles.\\n\\n'I sense that wise old Arnod may know where to look for record of these tales, but I dare not ask him myself. Perhaps you could ask him? Simply feign ignorance on the matter if he becomes angered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Arnod is camped at Tharâkh Bazân in Durin's Way.\\n\\nBúkk is interested in tales of the battles that the dwarves lost to the Orcs. He believes Moria still holds these secrets and that Arnod may know where to find them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, you want to know about the battles of old? And not our victories? That sort of talk could get you in a lot of trouble around here, for those things simply are not discussed. But Búkk is a close friend, so I suppose I could help.\\n\\n'Khazad-dûm, in fact, does still hold record of those days, though the goblins have strewn the pages all over, and what is left may be difficult to interpret without knowing more about the history of those days. Head east of here, into Salab Nurjundul, and explore the halls to the north and south. Return any pages you may find to me, so that I may help us to understand their meaning.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The pages are located in the chambers to the north and south of Salab Nurjundul, west of Jazârgund.\\n\\nArnod believes the old tales are still in Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Arnod is camped at Tharâkh Bazân, west from Jazârgund.\\n\\nArnod wants to help in understanding the history behind the tales you found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You may find the pages you seek at Salab Nurjundul, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You found them, and the pages are all here! The complete tale of one of the great defeats of the Dwarves of Khazad-dûm, a priceless find!\\n\\n'Allow me to study these pages a bit more before revealing their discovery to Búkk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Speak with Arnod, over there. He should know where to find what I seek. Oh, and if you could, don't mention that I asked you to do this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'So, the great halls still hold record of the battles. I knew they did, and now I want to read them even more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Arnod at the gardens of Tharâkh Bazân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'So, the great halls still hold record of the battles. I knew they did, and now I want to read them even more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect records ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Arnod at Tharâkh Bazân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Records of the Dark Times",
      "es": "",
      "es (fem)": ""
    }
  ]
}