{
  "id": 620830444,
  "txt": [
    {
      "id": 136263297,
      "en": "You have discovered the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have discovered Mudmul-char창f",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have discovered the Hall of Flowing Water",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "In times long past, a great market stood here where the dwarves of Moria and travellers from abroad would trade in goods from across much of Middle-earth. Fine woods, wine, and foodstuffs would be exchanged for gold, priceless gems, and finely wrought pieces of smith-craft. Anything at all could be bought or sold within this very hall, though it is hard to imagine to look upon it now.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "Founded as the dwarves expanded east from the halls of Old Moria to the west, the terraces of Mudmul-char창f once housed many a fine dwarf-craftsman -- rather, at least among those wealthy enough to live but a few halls from the very throne of Durin himself.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Explore the region of Zelem-melek within Moria.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered Gabil-mamach",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "Water has ever been an important aspect of dwarf-artistry, as hidden rivers and lakes are among the most vital features of any settlement beneath the hills and mountains. The Hall of Flowing Water is a fine example of this artistry, and it has remained surprisingly intact after so many years untended.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have discovered the Chamber of Mazarbul",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "The original purpose of the Chamber of Gabil-mamach cannot be found in the old texts and histories of Moria. The simple span that crosses this room does not seem to serve any vital purpose, and the wise might argue whether it is symbolic in nature, or whether something of import was once contained in the space below.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have discovered Gabil-hul",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have discovered the Great Hall of Durin",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "It is likely that the Chamber of Mazarbul once served some great purpose in the old days of Moria, yet now it is left the tomb of Balin, son of Fundin and friend to old Bilbo, who not so many years ago led an expedition much like the current one to retake Moria and restore it to the glories of old. Alas that his efforts came to ruin so final that none ever returned to their homes to tell the tale of it, and only now has the truth been learned.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You have discovered Uzbad-bak창n",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "Here at Gabil-hul once stood a dam constructed to capture the waters that flow through this area and so supply water to the dwarves inhabiting Zelem-melek. Now it lies in shattered ruins among stagnant puddles.",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "Within this grand hall stood the throne of Durin the Deathless, first and greatest father of the dwarves. Though the first Durin lived a life far beyond the span of any other, he did in time pass away, but always another took up his name and ruled on as Durin. The dwarves claim that these rulers are each Durin himself, returned to them from the stone time and again to sit upon the throne of Moria and watch over them, until at last he fell before the power of Durin's Bane, leaving the throne empty, perhaps forever.",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "The shattered plaza of Uzbad-bak창n likely hosted the shops of dwarf-merchants once, long ago. Now it lies mostly silent and strewn with rubble, broken only by the occasional echoing snarl of an Orc.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "NOT USED",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Zelem-melek",
      "es": ""
    }
  ]
}