{
  "id": 620830584,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Orcs no longer have the materials to build more siege-weapons, which is a strong blow against their continuing ability to wage war; however, we have yet to reduce their existing ability.\\n\\n'Our next strike needs to focus on making sure the weapons they have are useless. Return to the south-east, back to Dr没-garmadh, and defeat the Moria siege-masters. Without them, the siege-weapons are nothing but piles of wood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The siege-masters have fallen, and thus their weapons stand idle. We have little to fear from Dr没-garmadh, yet there is one final strike yet to be made.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If the siege-weapons do not have masters, they are no threat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Masters of War",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the materials for building gone, the dwarves want to next eliminate the operators of the siege-weaponry.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Moria siege-masters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Moria siege-masters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Moria siege-masters can be found at Dr没-garmadh, south-east of Mekhem-bizru.\\n\\nDagfari wants to next eliminate the Moria siege-masters who operate the great siege-weapons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Dagfari at Mekhem-bizru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dagfari is in Mekhem-bizru, north-west of Dr没-garmadh.\\n\\nDagfari will want to hear of the defeat of the siege-masters.",
      "es": "",
      "es (fem)": ""
    }
  ]
}