{
  "id": 620830525,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated goblins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Arnfinn ventured out from Tharâkh Bazân to gather information about Mazog and has yet to return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], I fear there is trouble brewing. Arnfinn left several days ago, heading east towards Jazârgund. He said he was going out to search the nearby chambers, to learn anything he might about Mazog and the Orcs.\\n\\n'He has yet to return, and I fear for his safety. Would you look for him? He was last seen heading towards some of the Orc infested areas to the east. I fear something may have happened to him... and that could lead the Orcs back here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Arnfinn was last seen heading east towards Jazârgund.\\n\\nBúkk fears for the safety of one of his friends, Arnfinn who was last seen venturing out to find information about Mazog and the Orcs of Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So Arnfinn is safe? That lightens my heart, [placeholder]. He is a brave adventurer like you, but I worried he had taken an arrow in the back. I do not approve of him staying out there, but that decision is his to make... he is a reasonable dwarf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Búkk is at Tharâkh Bazân to the west of Jazârgund.\\n\\nBúkk will be pleased to know that Arnfinn is safe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please, find Arnfinn. We cannot afford to lose any more good dwarves, nor can we afford to alert the Orcs to our presence here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Thank you for your help, friend. I was doing all I could to give us an advantage against the Orcs when I was set upon. The Orcs kept me trapped back here, taunting me with tales of Azog and the days of old, when the Orcs slew the dwarves in scores. I shudder to recall those days.\\n\\n'Please, go back to Tharâkh Bazân and let Búkk know that I am unharmed, but will not yet be returning. The information we need may be found out here somewhere.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Speak with Búkk at the gardens of Tharâkh Bazân. Let him know of my gratitude to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find and talk to Arnfinn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Búkk at Tharâkh Bazân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Terror that was Azog",
      "es": "",
      "es (fem)": ""
    }
  ]
}