{
  "id": 620830576,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have done everything I have asked, [placeholder], and I thank you for that, but we are not yet done. The audacity of these fiends amazes me. It is not enough that we have cast down their sappers, nor gathered up what they attempted to destroy. They persist!\\n\\n'One Orc in particular is leading the entire throng. I will die before I see him succeed in tearing down what remains. This must end here and now.\\n\\n'Return south, to Uruk-gashan and defeat Istash. Durin's stone will never be safe so long as that foul Orc still walks among the living.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done it! Istash has fallen, Durin's Stone still stands, and my heart weeps with joy. We dwarves are not an emotional people, as I am sure you have found in your ventures, but the destruction of Durin's Stone would have made any dwarf sob.\\n\\n'You have the thanks of all dwarves, and I am proud to call you my friend. Durin's Stone will continue to stand for many generations to come, and serve as a place where all dwarves can come and remember who we are... and why we are here.\\n\\n'All dwarves have you to thank for that. We are at your service.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I will die before I see him tear down Durin's Stone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Reclaiming a Legacy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Orcs will pay dearly for the damage they have wreaked upon Durin's Stone. At least the stone still stands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The legacy of Durin's Stone is now threatened by one final force: Istash, a powerful Orc from the depths of Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Istash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Istash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Istash is at Uruk-gashan, south of Mekhem-bizru.\\n\\nHaflith believes Durin's Stone will never be safe until Istash, an Orc-leader, is defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Haflith at Mekhem-bizru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Haflith is at Mekhem-bizru, north of Uruk-gashan.\\n\\nHaflith will be pleased to hear Istash has been defeated, and Durin's Stone remains safe.",
      "es": "",
      "es (fem)": ""
    }
  ]
}