{
  "id": 620830590,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Orcs are a trickier lot than you might give them credit for. Travelling from Eregion to here in the Dale through the underground of Khazad-dûm can take days, even when you know where you are going. Heading through the Redhorn Gate is much faster, especially when you are bringing large and heavy loads.\\n\\n'Mazog has dispatched a company of Orcs to the Fallen Ice, north-west of here. They are attempting to dig through the wrath of Caradhras.\\n\\n'They cannot be allowed a second path through the mountain. Head up there and interrupt their efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Mazog will have to resort to the depths for his travels now. While he has always had them, it is easier for us to stop him when he only has one route.\\n\\n'Thank you, [placeholder], for your aid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The longer you stand here, the more the Orcs dig! Get a move on!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Digging West",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Orcs of Moria are attempting to dig through the avalanche blocking the Redhorn Gate and gain access to Eregion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Orcs at the Fallen Ice ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Orcs at the Fallen Ice ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Orcs are digging at the Fallen Ice, north-west of Mekhem-bizru.\\n\\nRaskwith asked you to stop the Orcs who are attempting to dig through the avalanche at the Fallen Ice.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Raskwith at Mekhem-bizru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Raskwith is at Mekhem-bizru, south-east of the Fallen Ice.\\n\\nRaskwith will be pleased to hear the Orcs' efforts have been disrupted.",
      "es": "",
      "es (fem)": ""
    }
  ]
}