{
  "id": 620830443,
  "txt": [
    {
      "id": 136263297,
      "en": "You have discovered the Orc-watch",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have discovered the Gate of Ruin",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have discovered Sigin-tharâkh",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "The Orc-watch has been founded by Brogur and Bósi's dwarf expedition as a watch-post over the Orc horde that holds the Redhorn Lodes. The dwarves hope to cut the different Orc tribes off from each other by controlling such key points throughout Moria, but the odds stand brutally against them.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "The Gate of Ruin opens upon the Endless Stair of Khazad-dûm, but as its name now suggests, this doorway into the stairs has been shattered and lies in ruin.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Explore the Redhorn Lodes of Moria.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered the Tailing Pit",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "Sigin-tharâkh is little more than a platform jutting up above rivers of molten fire that have broken this section of the caverns into a set of treacherous stone formations. The dwarves of old Moria tied them together with a series of stairs and pathways, but these have not been maintained for hundreds of years, and can be perilous to an unwary traveller.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have discovered Menem-mezel",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "This vast natural pit was used for hundreds of years by the dwarves of Khazad-dûm to dispose of the tailings left behind by their enormous mining efforts within the Redhorn Lodes. It speaks to the enormous depth of this shaft that in all that time, its bottom yet remains unseen and unsounded.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have discovered Malmezel",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have discovered Ashpar's Command",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "This important looking building must once have been an administrative centre for the mining efforts of the dwarves in the Redhorn Lodes. Now, naturally, its interior lies ruined and abandoned, for the Orcs have little use for it.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You have discovered Budkhul-beken",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "Malmezel was once a street of some sort lined with small buildings. Few of the old records speak to its purpose, though one might guess that it once was filled with workshops or taverns for the dwarves who once worked these mines.",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "In the time of ancient Moria, this building would have served as the quarters of the high-foreman of the Redhorn Lodes; now it acts as the throne of whatever Orc has risen to power over his bretheren in this vast cavern.",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "Budkhul-beken provides a commanding view of the great cavern below. Perhaps in days long past, the mine's overseers stood here to plan out their excavations; now all one can see are the shattered ruins below, crawling with Orcs....",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "NOT USED",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Redhorn Lodes",
      "es": ""
    }
  ]
}