{
  "id": 620830579,
  "txt": [
    {
      "id": 136263297,
      "en": "Destroyed Moria siege-engines ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Destroyed Moria catapults ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Orcs at Drû-garmadh have begun building siege-engines and catapults with which to wage war upon the Dwarves of Khazad-dûm and the Elves of the Golden Wood.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The siege-weaponry you saw in Drû-garmadh disturbs me greatly. I do not believe the Orcs could effectively use it in Khazad-dûm, but with it, they could dominate the Dimrill Dale and possibly threaten the outskirts of Lothlórien, although there seems to be some power within the Wood which defies them.\\n\\n'Venture back to Drû-garmadh, south-east of here, and destroy the Moria siege-engines and Moria catapults. It is vital to our ability to hold the Dimrill Dale as a strategic location.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Moria siege-engines and Moria catapults can be found in Drû-garmadh, south-east of Mekhem-bizru.\\n\\nAlrekur fears the siege-weaponry being built in Drû-garmadh and wants you to destroy several siege-engines and catapults.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So, the large weapons of war have been smashed into tiny pieces. This is good news, [placeholder], but until the builder responsible for them is defeated, there will only be more to destroy tomorrow.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Alrekur is in Mekhem-bizru, north-west of Drû-garmadh.\\n\\nAlrekur will be pleased to hear the Moria siege-engines and Moria catapults being built in Drû-garmadh have been destroyed.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Those siege-engines must be destroyed, for the safety of all!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Destroy Moria siege-engines ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Destroy Moria catapults ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Alrekur in Mekhem-bizru",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bane of the Wood",
      "es": ""
    }
  ]
}