{
  "id": 620830449,
  "txt": [
    {
      "id": 136263297,
      "en": "You have discovered the Shadowed Refuge",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have discovered the Endless Stair",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have discovered the Bridge-shard",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "The Shadowed Refuge lies in the deepest extents of Moria. Few records remain to describe these caverns, though scholars presume that it was somewhere within that Durin's Bane lay slumbering for uncounted years before the dwarves delved and awoke its wrath. This area can hardly be called a refuge now, save that a small expedition has killed or driven off the strange creatures from this section of the caverns and stands a vigilant guard against any that approach.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "This stair was rumoured to have been built up through a natural passage that ran from the deepest caverns of Khazad-d청m to the frozen heights of Zirak-zigil, far above. Here at the bottom, parts of it appear to have recently been shattered by some terrible force.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Explore the Foundations of Stone in Moria.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered Zabad-fak창k",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "An enormous shard of stone lies half-submerged in this gloomy lake, jutting upwards into the endless darkness. It appears to be a broken remnant of the great Bridge of Khazad-d청m, fallen from far above when the bridge was shattered.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have discovered Dalgum-ru",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "The arches of Zabad-fak창k open upon the Foundations of Stone, the deepest caverns in all of Moria. The dwarves of old long shunned these caverns out of a sense of foreboding and lingering darkness that could never be fully dispelled by lantern or torch, but when rich veins of mithril were discovered within, these concerns were set aside, and the dwarves began to dig in earnest at the very roots of the mountain.",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "The caverns of Dalgum-ru have never been safe. Even in Durin's day, miners who entered these twisted passages would sometimes disappear without trace, and rarely would an expedition pass through without reporting strange shadows moving just beyond the light of torches, but never clearly seen.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "NOT USED",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Foundations of Stone",
      "es": ""
    }
  ]
}