{
  "id": 620830517,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'What? Speak up, [placeholder], if you need something. I am Klintur. Are you also here to study the spiders? No? Whyever not?\\n\\n'Well, look at them! Disgusting things. They have been infected by something, is what I think, but I have no idea what. I have been keeping some of them in cages below this cliff and go down to study them when I get the chance, but I have a small problem. One of them keeps managing to get free. There are many more out there, but the last thing we need is for her to get to the others and bring an entire clutch down upon us.\\n\\n'Head down the cliff here and then look along the path to the north. She normally does not go far, I think she views this as some sort of wicked game. If you prod her enough, she should come running back to the safety of the cage.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The spider is back? Good, [placeholder], good. That brings me some relief. I know she is a relatively little thing, but I've no doubt she could bring back a horde if she escaped.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The spider that escaped is the first I ever captured.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Eight-legged Insanity",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Klintur has been studying the spiders of the area in search of a cause for their queer behaviour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Encouraged the escaped spider to return to its cage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Encourage the escaped spider to return to its cage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Klintur's spider is north-west of the Shadowed Refuge.\\n\\nKlintur's spider keeps escaping from its cage. He asked you to find it and 'encourage' it to return, lest it bring an entire clutch back to free the others.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Klintur at the Shadowed Refuge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Klintur is at the Shadowed Refuge, east of the spider-cages.\\n\\nKlintur will be pleased to hear that you 'encouraged' the spider to return to its cage.",
      "es": "",
      "es (fem)": ""
    }
  ]
}