{
  "id": 620830446,
  "txt": [
    {
      "id": 136263297,
      "en": "You have discovered the Chamber of the Cross-roads",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have discovered the Hall of the High Stair",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have discovered Gloku-ru",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "This ancient guard room controls the passages leading up into Durin's Way, as well as the ones east, towards the Twenty-first Hall. It is now occupied by part of the dwarf expedition to re-take Moria from the Orcs and goblins.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "These stairs lead to the upper halls of Durin's Way. They were likely built before the larger road to the west was completed, and the room in which they were constructed may have been part of the original course Durin mapped through Moria as he explored its depths.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Explore the western area of Durin's Way in Moria.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered Ninknakh Faltor",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "These ruined workshops and dwellings once housed a family of dwarves who were famous for their skill in crafting wonderous toys in intricate designs of wood and metal. Such simple joys were lost long ago when darkness fell upon Khazad-dûm, and the Orcs came.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have discovered Tharâkh Bazân",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "Whatever its original purpose was, a large host of goblins has made its residence in the hall of Ninknakh Faltor. Their dark shrines and crude constructions litter the area, and their sheer numbers pose a serious threat to any hopes of retaking Durin's Way.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have discovered Salab Nurjundul",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have discovered Uflûmp-mur",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "Tharâkh Bazân is a most unusual wonder to find beneath the roots of a mountain. It is more commonly known as 'Durin's Garden', for Durin himself ordered it built so that any dwarf might come here and be reminded of the wider sun-lit world beyond the bounds of Moria. Clever constructs of polished metal and crystal guide light down from far above to grant life here, beneath the mountain. It seems that the evil things that now infest Moria likewise find this light uncomfortable, for among all the works of the dwarves, Tharâkh Bazân remains relatively unmarred by their ravages.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You have discovered Uflûmp-mur",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "Salab Nurjundul was once one of the busiest intersections in all of Moria, and each day hundreds if not thousands of dwarves would pass through here going about their lives and business. Now it is desolate and empty, offering only a dangerous gauntlet for would-be explorers to pass through with constant threat of ambush by the evil denizens who befoul the once-beautiful workshops and residences nearby.",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "These chambers once acted as the gate-house of the Endless Stair. It is from here that one might once have made the ascent up thousands of steps to the heights of Zirak-zigil above and thereupon mounted the Tower of Durin, and from there look out upon the wide world below with an eye rivalling that of the Eagles themselves. Now Orcs act as the wardens of this place, and they are loath to allow any to pass uncontested.",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "These chambers once acted as the gatehouse of the Endless Stair. It is from here that one might once have made the ascent up thousands of steps to the hights of Zirak-zigil above and thereupon mounted the Tower of Durin, and from there look out upon the wide world below with an eye rivaling that of the Eagles themselves. Now Orcs act as the wardens of this place, and they are loth to allow any to pass uncontested.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "NOT USED",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Western Durin's Way",
      "es": ""
    }
  ]
}