{
  "id": 620830585,
  "txt": [
    {
      "id": 218649169,
      "en": "'The Orcs will not be able to make war upon us today, which is good. It allows us a moment of respite, though only a brief moment. They will have more catapults and siege-weapons built within days, and more siege-masters will pour out from the deeps.\\n\\n'There is only one way to put an end to this camp. There is an Orc, Lûrkh, who is a master weapon-wright. It is his guiding hand that has made or directed all of the siege-weapons you have seen.\\n\\n'Return to Drû-garmadh, to the south-east, and defeat Lûrkh. It is the only way the Dale will be safe.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This is a joyous day, indeed! With Lûrkh defeated, the making of siege-weapons has come to a halt. Now our foothold here and the outskirts of Lothlórien are both safe from serious threat--though I daresay the Elves would not tolerate Orcs on their borders.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I feel we have only delayed the Orcs. In order to truly put an end to this operation, we will need to destroy the mastermind behind the weapons.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Wright of Destruction",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The Orcs will have a hard time recovering from the loss of their chief builder.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The dwarves do not believe the threat of the siege-camp will be silenced until the Orc-wright making the weapons is defeated.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Lûrkh",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Lûrkh",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lûrkh is at Drû-garmadh to the south-east of Mekhem-bizru.\\n\\nDagfari does not believe the siege-weapons will stop until their mastermind, Lûrkh, has been defeated.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Dagfari at Mekhem-bizru",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dagfari is at Mekhem-bizru, north-west of Drû-garmadh.\\n\\nDagfari will want to hear of the defeat of Lûrkh and the end of the siege-camp.",
      "es": ""
    }
  ]
}