{
  "id": 620830448,
  "txt": [
    {
      "id": 9244208,
      "en": "Dwarf-scholars believe that the Chamber of Memory was so named because it held a great repository of books and scrolls, storing many of the more mundane records of Khazad-dûm. If it indeed ever held such records, they have either been stolen away or were destroyed when the Water-works flooded after the kingdom's fall.",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "You have discovered the Chamber of Memory",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have discovered the Rotting Cellar",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have discovered the Great Wheel",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have discovered Durin's Beard",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "The brackish damp and mould of the deep Water-works have led the dwarves of the expedition to name this place the Rotting Cellar. The air seems laden with an unhealthy mildew, though the view offered over the once-great Water-works of Moria remains awe-inspiring.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "This massive structure once powered great pumps that moved water about Khazad-dûm, providing drinking water for the dwarves, as well as supplying the enormous quantities of water needed to cool the grand forges. Nowhere else in Middle-earth could such feats of engineering be found, but, as they have been left unmaintained, most of these have fallen to ruin.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Explore the Water-works of Moria.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered the Lost Palace",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "Several underground rivers were discovered flowing throughout the great caverns that make up Khazad-dûm, and all of these were tamed by the dwarves over the centuries. Here, the greatest of these torrents have been brought together to form the great waterfall that came to be known as Durin's Beard, in honour of the Father of the Dwarves.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have discovered the Chamber of the Pool",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "Whether this dilapidated structure was ever truly a palace is hard to say. Time and moisture have taken their tolls, and anything of value was either stolen or rusted away long ago. It might have once housed the dwarves responsible for administrating the great Water-works that stretch out of sight from the steps of this building.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have discovered the Chamber of Dark Waters",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have discovered the Lost Treasury",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "Whatever this place once was, or whatever it contained, it now holds only stagnant foetid pools and debris. It may once have served as the entrance to an ancient store-house.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You have discovered Narag-kheleb",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "This ancient store-house may once have held materials needed to maintain the great mechanisms of the Water-works of Khazad-dûm. Now it lies quiet, filled with still black water that does not appear to have been stirred by any living thing for years.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You have discovered Harâzgund",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "The surviving records of Khazad-dûm mark this old store-house as a treasury. Perhaps this building once overflowed with dwarf-gold and jewels, but that was long ago, before the Orcs came and stole it all away as tribute for the Dark Lord of Mordor.",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "Next to this great pillar, in the ceiling far, far above, one can make out an ancient shaft that seems to lead to the upper levels of Moria. Whatever use the dwarves had for it, it seems that the goblins have since taken to using it as a place to hurl their refuse.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "NOT USED",
      "es": ""
    },
    {
      "id": 118018281,
      "en": "The gateway of Harâzgund leads to the source of one of the greatest ducts in all of Khazad-dûm. It once supplied water to nearly half of all the dwarves who lived beneath these mountains, but it was broken by some unknown calamity during the long dark years after the fall of Durin. Now the water lies here unmoving, flooding the deeps in great stagnant pools.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Water-works",
      "es": ""
    }
  ]
}