{
  "id": 620830445,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have discovered Jazârgund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have discovered Skoiruzg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have discovered Hadâd-dûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "The ceremonial chamber of Jazârgund has seen so many rites and pronouncements throughout the ages of Moria that many dwarves claim that Durin's voice is engraved into the very stone from which it is hewn, and can be heard echoing through the vaulted space when all else lies silent. Now one of the dwarf-expedition groups has set up an encampment within the chamber, thus hoping to gain control of the eastern halls of Durin's Way, and the clamour of their preparations is ever-present.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "The nest of Skoiruzg echos with the cries of the merrevail. While this vast cavern was preserved by the dwarves in its natural state for ages past, this place has now been defiled by the presence of these evil creatures, who fall upon any who dare to explore within.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Explore the eastern extents of Durin's Way in Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have discovered Fehem-dûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "Once the estate of some great dwarf-family of old, Hadâd-dûm now lies in ruin, inhabited by Orcs - or worse.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You have discovered Tith-maudhûl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "Fehem-dûm was once inhabited by a dwarf-family renowned for its scholars and mastery of the lore of stone and mining. Alas, most of this lore was irretrievably lost along with the bloodline of that family when Khazad-dûm fell into darkness, and the halls of their ancient manse have long since been stripped bare by the ravages of the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You have discovered Gríshurbhrum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You have discovered Khulturg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "The merrevail have little love for each other, and each nest guards its territory jealously from the others. It is no different here in the depths of Moria, and no one queen has risen dominant above the others for long. Whether the arrival of the dwarves will prove a strong enough goad to unite them has yet to be seen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You have discovered Dâr-rukh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "This high perch has long been used by merrevail queens to challenge each other to battles of ascendance and rule over each other's broods. So much evil blood has been spilled here over the centuries of darkness that its stains may never be washed from the stone....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "This deep black pool once served the dwarves of Moria as a place for the silent contemplation of the depths. Now it lies polluted and the air is rent by the raucous cries of the merrevail flocks. There is no peace to be found here now.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e8",
      "en": "The stone cages of Dâr-rukh serve as larders for the merrevail. Captives snatched from the outside world are often brought here, beyond any hope or flicker of light, to be devoured at leisure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "NOT USED",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Eastern Durin's Way",
      "es": "",
      "es (fem)": ""
    }
  ]
}