{
  "id": 620842567,
  "txt": [
    {
      "id": 147439137,
      "en": "'Can you see them, standing on the far side of the bridge? What do they want?'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Issuriel is concerned by the great feeling of dread that hangs over the abandoned village of Audaghaim and by the strange things the Elves have seen there.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Surely you have noticed the feeling of dread that hangs over portions of Audaghaim, [placeholder]. I did not think much of it when we arrived, but my unease has grown, and now others are reporting seeing strange spectres throughout the town.\\n\\n'Can you put my mind at ease, friend? I would ask you to speak with some of the Elves throughout Audaghaim about the disturbing things they have seen and to reassure them that all will be well. We cannot tarry here much longer, but I want the nervous Malledhrim among us to know that we are safe while we must stay.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Nervous Malledhrim can be found throughout Audaghaim.\\n\\nIssuriel has asked you to reassure nervous Malledhrim throughout Audaghaim that all will be well, despite the disturbing things they have seen at this abandoned village.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This abandoned village has me on edge as well, [placeholder], so I can understand why our friends are nervous. There is something about Audaghaim that makes me uneasy.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Issuriel is in the cellar of the Haunted Inn, in Audaghaim.\\n\\nYou have reassured a number of nervous Malledhrim and should return to Issuriel.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Blah!",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Speak with some of the Elves throughout Audaghaim about the disturbing things that they have seen and reassure them that all will be well. We cannot tarry here much longer, but I want the nervous Malledhrim among us to know we are safe while we must stay.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I am ready to leave this place, [placeholder]. I have seen ghostly shapes in the half-light, vague images around corners and among the trees here in Audaghaim.'\\n\\nYou offer comforting words to the nervous Elf, and he thanks you for taking the time. Suddenly, his eyes widen in alarm.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Blah!",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Blah!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Do you sense it, [placeholder]? I cannot shake the feeling that there is something very wrong happening in the ruins of this village. I was looking out over the waterfall, and a great wave of dread washed over me. I do not know what it was, but I did not linger.'\\n\\nYou reassure him with comforting words, and he appears to feel better.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Blah!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'All of my friends are on edge, reporting strange visions just on the edge of sight. We cannot move on from Audaghaim quickly enough for me!'\\n\\nYou reassure her with kind words, and she thanks you for taking the time to comfort her.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Reassure nervous Malledhrim throughout Audaghaim ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'All of my friends are on edge, reporting strange visions just on the edge of sight. We cannot move on from Audaghaim quickly enough for me!'\\n\\nYou reassure her with kind words, and she thanks you for taking the time to comfort her.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Reassured nervous Malledhrim throughout Audaghaim ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Issuriel at the Haunted Inn",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 7: On Edge",
      "es": ""
    }
  ]
}