{
  "id": 620842515,
  "txt": [
    {
      "id": 173211602,
      "en": "<rgb=#00FF00>The counterattack has been defeated. The Upper Mustering Hall is secure. It is safe to press on</rgb>",
      "es": ""
    },
    {
      "id": 117405605,
      "en": "<rgb=#FF0000>A counterattack has been launched against the Audience Chamber</rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Mazog has fallen and Zigilburk is returned, it is a good day to be a dwarf. Let us head back and celebrate with some ale.'",
      "es": ""
    },
    {
      "id": 61454260,
      "en": "<rgb=#00ffff>Encounter Complete: Gundnákh has fallen to your mighty blow</rgb>",
      "es": ""
    },
    {
      "id": 223978261,
      "en": "'Let them come!'",
      "es": ""
    },
    {
      "id": 250321369,
      "en": "'It is done. Mazog is defeated, and Zigilburk is returned.'",
      "es": ""
    },
    {
      "id": 54269233,
      "en": "'My wounds are severe! I cannot fight any longer!'",
      "es": ""
    },
    {
      "id": 61383221,
      "en": "'Mazog! Return Zigilburk at once, or I will destroy you with my own hand!'",
      "es": ""
    },
    {
      "id": 150968144,
      "en": "'With this axe of mithril, not even the ruler of this tower can keep Mazog a prisoner!'",
      "es": ""
    },
    {
      "id": 150968145,
      "en": "'But first you will die!'",
      "es": ""
    },
    {
      "id": 61454276,
      "en": "<rgb=#00ffff>Encounter Complete: Hogaward falls to your mighty blow</rgb>",
      "es": ""
    },
    {
      "id": 64849493,
      "en": "'Onward, friends! You must continue the fight!'",
      "es": ""
    },
    {
      "id": 84945941,
      "en": "The Audience Chamber has been cleared. The banner may be claimed for the Free Peoples",
      "es": ""
    },
    {
      "id": 54404853,
      "en": "<rgb=#00FF00>The counterattack has been defeated. The Audience Chamber is secure. It is safe to press on</rgb>",
      "es": ""
    },
    {
      "id": 61454100,
      "en": "<rgb=#00ffff>Encounter Complete: Urbor has fallen to your mighty blow</rgb>",
      "es": ""
    },
    {
      "id": 172642078,
      "en": "<rgb=#00ffff>Encounter: In the room below, Blord enters the tower and roars</rgb>",
      "es": ""
    },
    {
      "id": 143104313,
      "en": "The Armoury has been cleared. The banner may be claimed for the Free Peoples",
      "es": ""
    },
    {
      "id": 220849909,
      "en": "<rgb=#00FF00>The counterattack has been defeated. The Entrance Hall is secure. It is safe to press on</rgb>",
      "es": ""
    },
    {
      "id": 71978782,
      "en": "<rgb=#00ffff>Encounter: From back down the hall Hogaward yells, 'The brigands of Bree-land and Dol Guldur will be allies!'</rgb>",
      "es": ""
    },
    {
      "id": 191727189,
      "en": "'I will hold this place! You must advance further into the tower!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Claim the Entrance Hall",
      "es": ""
    },
    {
      "id": 223000770,
      "en": "<rgb=#FF0000>A counterattack has been launched against the Lower Mustering Hall</rgb>",
      "es": ""
    },
    {
      "id": 61454116,
      "en": "<rgb=#00ffff>Encounter Complete: Blord has fallen to your mighty blow</rgb>",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Claim the Audience Chamber",
      "es": ""
    },
    {
      "id": 184327474,
      "en": "The Upper Mustering Hall has been cleared. The banner may be claimed for the Free Peoples",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Claim the Lower Mustering Hall",
      "es": ""
    },
    {
      "id": 171828434,
      "en": "<rgb=#00FF00>The counterattack has been defeated. The Lower Mustering Hall is secure. It is safe to press on</rgb>",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Claim the Upper Mustering Hall",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Claim the Armoury",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Claim the Armoury",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Bróin must survive the battle",
      "es": ""
    },
    {
      "id": 238845186,
      "en": "<rgb=#00ffff>Encounter Update: Múdku comes screaming from a side room, 'Mine! Mine! Get away!'</rgb>",
      "es": ""
    },
    {
      "id": 256528158,
      "en": "<rgb=#00ffff>Encounter: The flames on the braziers are curiously unlit</rgb>",
      "es": ""
    },
    {
      "id": 26212721,
      "en": "'What is this?'",
      "es": ""
    },
    {
      "id": 26212722,
      "en": "'Is this some trick? You cannot have been such a fool to come here!'",
      "es": ""
    },
    {
      "id": 26212723,
      "en": "'I feared I would need to hunt you down, but you have saved me the trouble!'",
      "es": ""
    },
    {
      "id": 26212724,
      "en": "'You caused me such trouble while you were alive.'",
      "es": ""
    },
    {
      "id": 26212725,
      "en": "'My kingdom, stolen by dwarves!'",
      "es": ""
    },
    {
      "id": 208610849,
      "en": "'You have not won, [placeholder].'",
      "es": ""
    },
    {
      "id": 155864862,
      "en": "<rgb=#00ffff>Encounter: The lanterns ahead are curiously unlit</rgb>",
      "es": ""
    },
    {
      "id": 26212726,
      "en": "'To be shackled and brought to this prison of nightmares, here to be jailed alongside dirty dwarves!'",
      "es": ""
    },
    {
      "id": 208610850,
      "en": "'The Orcs of Moria will avenge my death.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "<rgb=#00FF00>You have claimed the Entrance Hall. Gears grind to the south as the gate to the Audience Chamber opens</rgb>",
      "es": ""
    },
    {
      "id": 130960565,
      "en": "<rgb=#00ffff>Encounter Update: This weapon rack contains nothing of interest</rgb>",
      "es": ""
    },
    {
      "id": 26212727,
      "en": "'But my imprisonment did not last long!'",
      "es": ""
    },
    {
      "id": 208610851,
      "en": "'Hear me, Bróin, and let your courage seep away!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "<rgb=#00FF00>You have claimed the Audience Chamber. Gears grind to the east as the gate to the Lower Mustering Hall opens</rgb>",
      "es": ""
    },
    {
      "id": 26212728,
      "en": "'There are still Orcs in this tower who respect the name of Mazog, Ruler of Caves!'",
      "es": ""
    },
    {
      "id": 208610852,
      "en": "'Wherever your people catch a glint of gold, or silver, or gems beneath the mountains...'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "<rgb=#00FF00>You have claimed the Lower Mustering Hall. Gears grind to the south as the gate to the Upper Mustering Hall opens</rgb>",
      "es": ""
    },
    {
      "id": 26212729,
      "en": "'It is not to be, lowly dwarf! I came to this chamber for a reason!'",
      "es": ""
    },
    {
      "id": 208610853,
      "en": "'...there will be an Orc to slay him, every one. That is my vow! That is the word of Mazog!'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "<rgb=#00FF00>You have claimed the Upper Mustering Hall. Gears grind to the west as the gate to the Armoury opens</rgb>",
      "es": ""
    },
    {
      "id": 229184801,
      "en": "'Help me, friends! I am too fatigued to continue!'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "<rgb=#00FF00>You have claimed the Armoury and recovered Zigilburk</rgb>",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "<rgb=#FF0000>Bróin has been defeated</rgb>",
      "es": ""
    },
    {
      "id": 55201566,
      "en": "<rgb=#00ffff>Encounter: A roar erupts from below you as Gundnákh emerges from his room</rgb>",
      "es": ""
    },
    {
      "id": 61453956,
      "en": "<rgb=#00ffff>Encounter: Iaerien has fallen to your mighty blow</rgb>",
      "es": ""
    },
    {
      "id": 228820577,
      "en": "Entrance Hall",
      "es": ""
    },
    {
      "id": 228820578,
      "en": "Audience Chamber",
      "es": ""
    },
    {
      "id": 228820579,
      "en": "Lower Mustering Hall",
      "es": ""
    },
    {
      "id": 228820580,
      "en": "Upper Mustering Hall",
      "es": ""
    },
    {
      "id": 228820581,
      "en": "Armoury",
      "es": ""
    },
    {
      "id": 223980453,
      "en": "'Let them come and meet their ending!'",
      "es": ""
    },
    {
      "id": 131026101,
      "en": "<rgb=#00ffff>Encounter Update: As the second flame lights, Thangaran comes screaming around the corner ahead</rgb>",
      "es": ""
    },
    {
      "id": 149469061,
      "en": "<rgb=#FF0000>A counterattack has been launched against the Entrance Hall</rgb>",
      "es": ""
    },
    {
      "id": 239750942,
      "en": "<rgb=#00ffff>Encounter: This room contains several weapon racks that might be worth searching</rgb>",
      "es": ""
    },
    {
      "id": 61454164,
      "en": "<rgb=#00ffff>Encounter Complete: Gadhumúrz has fallen to your mighty blow</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Battle in the Tower",
      "es": ""
    },
    {
      "id": 61454180,
      "en": "<rgb=#00ffff>Encounter Complete: Múdku has fallen to your mighty blow</rgb>",
      "es": ""
    },
    {
      "id": 146388833,
      "en": "'I cannot believe our good fortune, [placeholder]!'",
      "es": ""
    },
    {
      "id": 146388834,
      "en": "'The secret passage Thurimen has brought us up through the very foundations of Dol Guldur!'",
      "es": ""
    },
    {
      "id": 146388835,
      "en": "'You must aid the Golden Host as they do battle throughout the tower.'",
      "es": ""
    },
    {
      "id": 223843537,
      "en": "'I too have taken an oath, Mazog. See it now fulfilled!'",
      "es": ""
    },
    {
      "id": 146388836,
      "en": "'I will find Zigilburk, and meet up with you later!'",
      "es": ""
    },
    {
      "id": 185068629,
      "en": "The Entrance Hall has been cleared. The banner may be claimed for the Free Peoples",
      "es": ""
    },
    {
      "id": 222973726,
      "en": "<rgb=#00ffff>Encounter: Growling comes from down the hall. Gadhumúrz is hungry</rgb>",
      "es": ""
    },
    {
      "id": 61454196,
      "en": "<rgb=#00ffff>Encounter Complete: Thangaran has been defeated by your mighty blow</rgb>",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Enemy is entrenched within the Tower of Dol Guldur. It is time to strike them at their heart.",
      "es": ""
    },
    {
      "id": 222798786,
      "en": "<rgb=#FF0000>A counterattack has been launched against the Upper Mustering Hall</rgb>",
      "es": ""
    },
    {
      "id": 224311125,
      "en": "'The battle rages on! Our foes will fall before us like wheat-stalks at harvest-time!'",
      "es": ""
    },
    {
      "id": 130632885,
      "en": "<rgb=#00ffff>Encounter Update: A roar and the clanging of armour echoes down the hallway ahead</rgb>",
      "es": ""
    },
    {
      "id": 143492533,
      "en": "'The attack is going well! Continue onward, and seize victory for the Golden Host!'",
      "es": ""
    },
    {
      "id": 127763301,
      "en": "'Fight on, [placeholder]! I will make certain our foes fear Lanchigil and Egnassigil!'",
      "es": ""
    },
    {
      "id": 177440306,
      "en": "The Lower Mustering Hall has been cleared. The banner may be claimed for the Free Peoples",
      "es": ""
    },
    {
      "id": 4869902,
      "en": "<rgb=#00ffff>Encounter: Maniacal laughing echoes from ahead</rgb>",
      "es": ""
    },
    {
      "id": 188445745,
      "en": "'Mazog!'",
      "es": ""
    },
    {
      "id": 188445746,
      "en": "'I swore to end you, Mazog, and I will see it done!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "In order to secure the Tower, the Entrance Hall must first be claimed.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Entrance Hall is secure, and Sigileth will ensure nothing enters from behind you. The next target is the Audience Chamber across the hall.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "With the Entrance Hall and Audience Chamber claimed, you may begin to climb the Tower and seek to claim the Lower Mustering Hall.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The Upper Mustering Hall is directly above the Lower...with it claimed, the Enemy will be confused and any reinforcements poorly armed.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "With the Mustering Halls claimed, it is time to take the Armoury and reclaim Zigilburk.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "With the Mustering Halls claimed, it is time to take the Armoury and reclaim Zigilburk.",
      "es": ""
    },
    {
      "id": 223905861,
      "en": "'Battle refreshes and rejuvinates me. Send us the best you have, Dol Guldur!'",
      "es": ""
    }
  ]
}