{
  "id": 620842476,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Talk to Gruingalas at Ost Galadh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The mission of the Hidden Guard goes on: it is time to call back the scouts of the Golden Host and to bring Mazog to the gates of Dol Guldur in exchange for the prisoners.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Malledhrim sent a number of scouts ahead to spy the lay of the land in front of the fortress of Dol Guldur; we will want to know what they have learned and have them return here before we bring Mazog the rest of the way to the gates of the fortress.\\n\\n'Seek out the scouts Lamwen, Súlthel, and Laeglang in the wild lands of Gathbúrz, east of here and before the walls of Dol Guldur. Tell them to return and that the final leg of the Hidden Guard's mission will be undertaken.\\n\\n'With the information of these scouts, we will be best prepared to effect the exchange of Mazog for the dwarf-prisoners.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Laeglang, Lamwen, and Súlthel are somewhere in Gathbúrz, east of Ost Galadh and outside the walls of Dol Guldur.\\n\\nGruingalas has told you to recall the scouts that are keeping watch on the fortress of Dol Guldur in Gathbúrz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'There has not been a great deal of activity beyond the walls of Dol Guldur, [placeholder]. By now they are surely aware of the Golden Host; do they suspect any of its real purposes, I wonder? It is a great offensive, true; but do they suspect that we do not seek victory? That we are drawing their eyes to a point of our choosing, rather than theirs?\\n\\n'I will return to Ost Galadh at once. It is to be hoped that we have not alarmed the Enemy overmuch, and we will catch them unaware in all respects.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gruingalas is outside the entrance to Gadorgar, in Ost Galadh.\\n\\nYou have recalled the scouts from Gathbúrz and should return to Gruingalas with the news they gathered in the wild.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gruingalas is in Ost Galadh, waiting to speak with you.\\n\\nThe mission of the Hidden Guard is at its end: the time has come to exchange Mazog for the dwarf prisoners.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Tell Gruingalas I will be there soon. He is at Ost Galadh, is he not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Achardor gave me a message for you, [placeholder]. Your friend, the dwarf Bróin...he cannot be found. He has been missing ever since you left to recall the scouts. Achardor does not want to wait for him; he says that he wants to be rid of Mazog at once and have the errand completed.\\n\\n'Speak with me when you are ready, and I will bring you to the Hidden Guard so you can discuss the matter with them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Gruingalas is outside the entrance to Gadorgar, in Ost Galadh.\\n\\nThe exchange did not go according to plan, and the mission of the Hidden Guard has ended in failure: Achardor is dead, Mazog is taken, and Bori remains in captivity.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Lamwen, Súlthel, and Laeglang are somewhere in Gathbúrz, east of here and outside the long walls of Dol Guldur. Learn what they have discovered from their time scouting the wild lands between here and Dol Guldur and tell them to return here in preparation for the exchange of Mazog.\\n\\n'We must know everything there is to know of the dangers in Gathbúrz before the Hidden Guard makes its move.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'The Hidden Guard has failed, [placeholder]. Achardor is slain, Mazog is taken, and Bori remains in captivity.\\n\\n'Sigileth is mourning with Issuriel inside Gadorgar. She has asked not to be disturbed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Will you not speak with Achardor? I know that Bróin will want to be a part of this final stage of the mission, and Achardor must not let his anger blind him to the dangers of haste.'\\n\\n<rgb=#FF0000>This is a solo quest and cannot be completed with a fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'From my exploration, it seems likely that Gathbúrz will serve as the staging area for the armies of Dol Guldur when they move to attack Lothlórien. There are a number of camps here, but the Orcs are fortunately not yet massing here in great numbers.\\n\\n'I will return to Ost Galadh and share what I have learned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Laeglang in Gathbúrz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'You have met me on my way back from the southern marches among the Ashenslades. The land there is blasted and dead, and the stench of evil is everywhere.\\n\\n'It appears that Gorothúl has trained evil Men in the arts he learned from his own master; they are seeking to bind fell spirits to their service in the far reaches of the Ashenslades.\\n\\n'I will return to Ost Galadh with my report of that place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Report to Gruingalas with the news I have given you. I will return shortly and give him further detail on the Orc-presence in Gathbúrz.\\n\\n'He is at Ost Galadh, I believe?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Lamwen in Gathbúrz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Súlthel in Gathbúrz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'You were going to return to Gruingalas in Ost Galadh and tell him what I have seen in the Ashenslades, were you not? I will be there as soon as I may, but surely you will arrive before I do.\\n\\n'Please hurry, [placeholder]. It might be important.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Gruingalas at Ost Galadh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 10: The Exchange",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Gruingalas and meet with the Hidden Guard",
      "es": "",
      "es (fem)": ""
    }
  ]
}