{
  "id": 620842564,
  "txt": [
    {
      "id": 54354734,
      "en": "The Golden Host is in peril, for the armies of Gathbúrz are about to be unleashed upon Thangúlhad.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The scout Lamwen reports that the Orcs of northern Gathbúrz have begun to move, and a great troop of the creatures march towards our encampment.\\n\\n'Thangúlhad must be defended, or the sorrows we have endured reaching this point will have been for naught. This cannot be, [placeholder], and will not!\\n\\n'Ellunen prepares the defences. Speak with him and ready yourself for battle! Thangúlhad must not fall!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ellunen is in Thangúlhad, preparing for its defence.\\n\\nNingloril has asked you to come to the defence of Thangúlhad and directed you to speak with Ellunen.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This site will soon be the location of a skirmish with the forces of the enemy. Your skills as a [placeholder] will be of great use here, if you offer them willingly.\\n\\n'The Orcs hope to drive us from this place in defeat, but I swear by the power given to me as a leader of the Golden Host, by Lord Celeborn of Lórien himself, that we will not fall this day! Stand with us, [placeholder], and together we will protect Thangúlhad from the forces of the enemy!'\\n\\n<rgb=#FF0000>This quest involves a Skirmish that can be completed at Solo, Duo, Small Fellowship, Fellowship, or Raid group sizes by using the Skirmish Join Panel. This Skirmish has a minimum level of 60.</rgb>\\n",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ellunen is waiting for you to participate in the defence of Thangúlhad.\\n\\n<rgb=#FF0000>This quest involves a Skirmish that can be completed at Solo, Duo, Small Fellowship, Fellowship, or Raid group sizes by using the Skirmish Join Panel. This Skirmish has a minimum level of 60.</rgb>",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Ellunen is at Thangúlhad, the camp of the Golden Host in Gathbúrz.\\n\\nYou have helped defend Thangúlhad and should report now to Ellunen.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We must stand against the Orc-armies of Gathbúrz, [placeholder]! You must aid us in the skirmish with their advance parties! We must protect Thangúlhad!'\\n\\n<rgb=#FF0000>This quest involves a Skirmish that can be completed at Solo, Duo, Small Fellowship, Fellowship, or Raid group sizes by using the Skirmish Join Panel. This Skirmish has a minimum level of 60.</rgb>",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Thangúlhad stands still in the control of the Golden Host, a symbol of Lord Celeborn and Lady Galadriel's intent to oppose the forces of the enemy. I am glad, [placeholder].\\n\\n'We have weathered their attack. Let them now fear ours!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Blah!",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Ellunen is here in Thangúlhad. Speak with him and prepare for battle. The armies are marching as we speak, you and I, and every moment you stand here is a moment wasted!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Blah!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Blah!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Ellunen at Thangúlhad",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Complete Skirmish: Protectors of Thangúlhad",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Ellunen at Thangúlhad",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 14: Thangúlhad Endangered",
      "es": ""
    }
  ]
}