{
  "id": 620842479,
  "txt": [
    {
      "id": 218649169,
      "en": "'Perhaps it was foolish to think that treating with the Enemy was possible, [placeholder], but there was enough to gain that it seemed worth the attempt. It has now failed, but the forces of Dol Guldur will see the effect of betraying us beneath a flag of peace.\\n\\n'The main arm of the Golden Host has camped at Thangúlhad, a camp east of here, in Gathbúrz. Present yourself to Ningloril there, for she will have something a [placeholder] such as you could do for the benefit of the Golden Host in the next stage of this campaign. A word of warning: Ningloril is stern, and not given to idle jest. Do not try her patience, or it will go ill for you.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Are you here to lend your aid, [placeholder]? We are met in time of war, though it be a war for which lasting victory may not come. Celeborn has started the Golden Host marching not to win the day, but as a delaying action.\\n\\n'Even a failure here will be of some value, for the real aim of the Golden Host is to keep the attention of the Enemy, and that we have for certain. I hope we will live long enough for it to be of consequence.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Ningloril is in Thangúlhad, a camp of the Golden Host located in Gathbúrz, east of here. She will have much work for a [placeholder] such as you.\\n\\n'Remember my warning: Ningloril is stern, and not given to idle jest. Do not try her patience.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 11: The Approach to Dol Guldur",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The mission of the Hidden Guard has failed, and now the remaining hopes of Celeborn and Galadriel rely solely upon the main arm of the Golden Host.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Ningloril at Thangúlhad",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ningloril is in Thangúlhad, east of Ost Galadh, in Gathbúrz.\\n\\nGruingalas has sent you to offer your aid to Ningloril, now that the errand of the Hidden Guard has failed.",
      "es": ""
    }
  ]
}