{
  "id": 620842481,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected spell-tomes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated fell spirits in the Ashenslades ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ningloril has studied the plans that you recovered and learned that sorcerers under the tutelage of Gorothúl are raising fell spirits in the Ashenslades.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'According to these plans of battle, sorcerers under the tutelage of Gorothúl are seeking to draw fell spirits to the service of the armies of Dol Guldur. This is not the first we have heard of this, but it supports the words of Súlthel, a Malledhrim scout who passed this way when returning to Ost Galadh.\\n\\n'This foul craft of the Enemy cannot be permitted. Travel south and east into the Ashenslades and seek out Sâd Doldúr. Defeat any of the fell spirits the sorcerers there have already bound to their service. Defeat too the students of Gorothúl and seize the spell tomes with which they work their evil.\\n\\n'None of these sorcerers will have Gorothúl's skill, but they will still be dangerous foes. Underestimate none of the Enemy's forces.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Fell spirits and the sorcerers that draw them forth can be found at Sâd Doldúr and throughout the Ashenslades.\\n\\nNingloril has asked you to defeat the fell spirits being bound to the service of the students of Gorothúl in the Ashenslades and to deprive the sorcerers of their spell tomes.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done well to bring me these tomes and to defeat the fell spirits you found at Sâd Doldúr before they could be used against us. I will see the tomes destroyed.\\n\\n'There is little time to be wasted, [placeholder]. Scouts report the armies of Gathbúrz may be on the march.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ningloril is at Thangúlhad, in Gathbúrz.\\n\\nYou have defeated fell spirits in the Ashenslades and seized the spell-tomes used by the students of Gorothúl to bind them to their service.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Fell spirits and the sorcerers who draw them forth can be found at Sâd Doldúr and throughout the Ashenslades. Defeat these students of Gorothúl and deprive them of the spell tomes with which they work their evil!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have nothing for me?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect spell-tomes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat fell spirits in the Ashenslades ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring spell-tomes to Ningloril to be destroyed",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 13: Students of Gorothúl",
      "es": ""
    }
  ]
}