{
  "id": 620842475,
  "txt": [
    {
      "id": 94621400,
      "en": "You have weathered another attack by the spiders of the Scuttledells and should speak now to Achardor.",
      "es": ""
    },
    {
      "id": 208287793,
      "en": "'Good. Let us waste no time.'",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "The way Cúcheron scouted is not safe, and now the Elf must be defended from the spiders that chase him. Ensure that Mazog is not slain.",
      "es": ""
    },
    {
      "id": 227366977,
      "en": "'My wounds are severe!'",
      "es": ""
    },
    {
      "id": 21594849,
      "en": "'Cúcheron went this way to scout if it be safe.'",
      "es": ""
    },
    {
      "id": 21594850,
      "en": "'Wait... what is that?'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Quick thought and quicker action, [placeholder]! I have come to expect both from you, and it is fortunate for my continued good health that this is so!\\n\\n'We cannot take Mazog that way. The spiders become increasingly dense in that direction, and I saw some great bulk moving behind the spiders. There is terrible menace that way.\\n\\n'Achardor and I will remain on guard here with Mazog; the spiders have woven great webs behind Issuriel as she passed to the north-east. Clear the way of webs and find Issuriel, and we will follow afterwards.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'For good or ill, we must walk this dangerous road, [placeholder]; our path lies through the Scuttledells.\\n\\n'The rest of our company have gone on ahead and will hold the way for you to bring the prisoner to each of them. Spiders and black dogs are everywhere, so remain alert!\\n\\n'You are familiar already with the support I can provide: I can make our foes bleed out their life-blood, or I can support you with power or morale. Let me know which you desire by shouting your commands for me by this banner.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We may not have much time. Ensure that Mazog's shackles are secure and bring him ahead to where Achardor and Cúcheron await. The sooner we emerge from this web-infested warren, the better for all of us!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'This is not how this was supposed to end, [placeholder]. Not only has our charge been poisoned by the venom of Saebereth, but so too has Issuriel. There may not be hope of survival for either of them.\\n\\n'We cannot proceed any further like this. We must go to the nearest outpost of the Malledhrim, to recover from this sad development.\\n\\n'If we can recover, [placeholder]. If we can.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I am so glad to see you, [placeholder]! I thought being here on a mission of such importance would give to me bravery enough... but here among the webs my courage fades, and I just wish to be home.\\n\\n'It was wisdom to come this way, for we needed secrecy, but here in the dark it is difficult for me to truly know it. I will rely upon you to provide me commands by using this Malledhrim banner. I will support you as I did in the Drownholt: with power, with morale, or with a bit of both. Together, my courage will be the greater against the spiders of this place.\\n\\n'We are not alone! They return!'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Something is wrong. Can you feel it? This place is not safe!'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "Issuriel has been grievously injured and is swooning just on the edge of consciousness. Her eye-lids flutter weakly, but she does not seem to recognize you.",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'You fought well, and the creatures have been repelled. Perhaps this road will not be as perilous as I feared after all.\\n\\n'Cúcheron and Issuriel went ahead, each in a different direction, to scout which way we should proceed.\\n\\n'They have not returned.'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'I do not like this place, [placeholder]; better to have taken the straight road east to Dol Guldur than to stumble about in these spider-haunted woods! Already I have slain many of the creatures, and I heard Cúcheron's bow singing to the north-west after he went that way.\\n\\n'That argument is ended, though, and now that we are forced to walk this road, I will do my duty to the Lord and Lady of Lórien and to this Hidden Guard.\\n\\n'We will fight together! Make use of this Malledhrim banner to provide commands to me: either to support you entirely with offence or defensively, or with a pleasing blend of the two!'",
      "es": ""
    },
    {
      "id": 106904065,
      "en": "'Your legs may be bound, but mine are not!'",
      "es": ""
    },
    {
      "id": 184251809,
      "en": "Issuriel and Mazog have both been grievously injured, their fates uncertain.",
      "es": ""
    },
    {
      "id": 116735985,
      "en": "'I will support your defensive abilities, [placeholder]!'",
      "es": ""
    },
    {
      "id": 116735986,
      "en": "'I will support you offensively, [placeholder]!'",
      "es": ""
    },
    {
      "id": 116735987,
      "en": "'I will support you offensively and defensively!'",
      "es": ""
    },
    {
      "id": 40737473,
      "en": "'A few spiders do not frighten me.'",
      "es": ""
    },
    {
      "id": 40737474,
      "en": "'If you are frightened, [placeholder], you can turn around.'",
      "es": ""
    },
    {
      "id": 40737475,
      "en": "'If I was weak like you, [placeholder], I would not be caught dead out here.'",
      "es": ""
    },
    {
      "id": 40737476,
      "en": "'Or maybe I would! Ha ha ha!'",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "Cúcheron has been saved, thanks to yours and Achardor's efforts, and Mazog remains a prisoner of the Hidden Guard.",
      "es": ""
    },
    {
      "id": 171765009,
      "en": "Issuriel is somewhere along Râd Iorist, to the north-east of Achardor and Cúcheron. The spiders of the Scuttledells have woven webs behind her, and they must be cut away if the Elves are to join her with the prisoner.",
      "es": ""
    },
    {
      "id": 171765010,
      "en": "Issuriel's position within Râd Iorist has come under attack by the spiders of the Scuttledells. She must be defended.",
      "es": ""
    },
    {
      "id": 171765011,
      "en": "Achardor has arrived at Issuriel's position along Râd Iorist, with Mazog in tow.",
      "es": ""
    },
    {
      "id": 171765012,
      "en": "Issuriel has a bad feeling about something and wants to speak to you even as her nervousness grows.",
      "es": ""
    },
    {
      "id": 171765013,
      "en": "Achardor needs your help to break free of the webs and to follow Issuriel and Mazog deep into the forest of the Scuttledells.",
      "es": ""
    },
    {
      "id": 171765014,
      "en": "Issuriel has been grievously injured by the spiders of the Scuttledells and lies swooning beneath the light of the full moon. Mazog too has suffered an injury and seems to be in the same state.",
      "es": ""
    },
    {
      "id": 171765015,
      "en": "The Hidden Guard fights for its survival against the spiders of the Scuttledells, even while one of its number and its charge succumb to the poison of the spiders' master.",
      "es": ""
    },
    {
      "id": 171765016,
      "en": "The path of the Hidden Guard along Râd Iorist has ended in disaster: Issuriel and Mazog have both been poisoned, and now the very success of the mission is endangered.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Sigileth",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defend Mazog",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defend Mazog",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Sigileth",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Secure Mazog's shackles",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Quickly follow Mazog through the woods of the Scuttledells",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Achardor",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Use the Malledhrim banner to issue support commands to Achardor",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Defend Mazog",
      "es": ""
    },
    {
      "id": 201176738,
      "en": "'I cannot continue! My wounds are too great!'",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'Cúcheron and Sigileth have remained behind, for the moment. They will ensure that no spiders can surprise us from the rear.\\n\\n'The rest of us will move forwards as a group. This way is full of danger, and now we are too far in to turn back! We must continue forwards!'",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "'Let us go, [placeholder]. We will limp now in defeat to Ost Galadh, where the Golden Host have established an outpost. I cannot believe we have come to this disastrous end!'",
      "es": ""
    },
    {
      "id": 8725906,
      "en": "'You have done it, [placeholder]! We are free of the webs and can now follow Issuriel and Mazog before they come to harm!'",
      "es": ""
    },
    {
      "id": 8725907,
      "en": "You pull sticky, clinging webs from the loops of Mazog's shackles, and the Orc stares at you impassively.",
      "es": ""
    },
    {
      "id": 155103153,
      "en": "'[placeholder], over here!'",
      "es": ""
    },
    {
      "id": 161582065,
      "en": "'This way! We will make our stand in this hidden place!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Mazog has fallen! The errand of the Hidden Guard has ended in failure",
      "es": ""
    },
    {
      "id": 161582066,
      "en": "'Give me your courage, [placeholder]! Together, we will stand and fight!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Mazog has fallen! The errand of the Hidden Guard has ended in failure",
      "es": ""
    },
    {
      "id": 161582067,
      "en": "'At last, their attacks cease!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Mazog has fallen! The errand of the Hidden Guard has ended in failure",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Mazog has fallen! The errand of the Hidden Guard has ended in failure",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Issuriel has fallen",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Achardor has fallen",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "Achardor has fallen",
      "es": ""
    },
    {
      "id": 54645185,
      "en": "'We are under attack!'",
      "es": ""
    },
    {
      "id": 54645186,
      "en": "'I cannot move! The webs are too strong!'",
      "es": ""
    },
    {
      "id": 54645187,
      "en": "'Do you think you can get free, [placeholder]?'",
      "es": ""
    },
    {
      "id": 54645188,
      "en": "'Keep trying to break free!'",
      "es": ""
    },
    {
      "id": 54645189,
      "en": "'You did it, [placeholder]! Quickly, help me get free!'",
      "es": ""
    },
    {
      "id": 31438129,
      "en": "The words of Galadriel before her Mirror surface in your memory.",
      "es": ""
    },
    {
      "id": 31438130,
      "en": "'I see great webs strung beneath the trees.'",
      "es": ""
    },
    {
      "id": 105660545,
      "en": "'Cúmaeth is ready also!'",
      "es": ""
    },
    {
      "id": 31439665,
      "en": "'Chattering, evil shapes approach. Your bow longs to sing...'",
      "es": ""
    },
    {
      "id": 189227441,
      "en": "'This way!'",
      "es": ""
    },
    {
      "id": 189227442,
      "en": "'Issuriel! Issuriel!'",
      "es": ""
    },
    {
      "id": 251747857,
      "en": "'We have made it. Issuriel, are you hurt?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Mazog in the Web",
      "es": ""
    },
    {
      "id": 246700305,
      "en": " ",
      "es": " "
    },
    {
      "id": 213733521,
      "en": "Saebereth, Queen of the Saewethil",
      "es": ""
    },
    {
      "id": 38169377,
      "en": "'You are not alone! We will stand with you!'",
      "es": ""
    },
    {
      "id": 38169378,
      "en": "'Lanchigil and Egnassigil long for battle!'",
      "es": ""
    },
    {
      "id": 24137185,
      "en": "'I do not know if we can face this foe, [placeholder].'",
      "es": ""
    },
    {
      "id": 24137186,
      "en": "'But we will die honourably, as members of the Hidden Guard!'",
      "es": ""
    },
    {
      "id": 24137187,
      "en": "'Sigileth! Cúcheron!'",
      "es": ""
    },
    {
      "id": 24137188,
      "en": "'The creature is dead... but what victory is this?'",
      "es": ""
    },
    {
      "id": 235262481,
      "en": "'Oh no!'",
      "es": ""
    },
    {
      "id": 235262482,
      "en": "'Mazog is escaping!'",
      "es": ""
    },
    {
      "id": 235262483,
      "en": "'[placeholder], my legs have not been bound by the webs! I will get Mazog back!'",
      "es": ""
    },
    {
      "id": 235262484,
      "en": "'I am not afraid anymore!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Hidden Guard has begun the dangerous journey through the Scuttledells along Râd Iorist.",
      "es": ""
    },
    {
      "id": 84765760,
      "en": "Talk to Achardor",
      "es": ""
    },
    {
      "id": 84765761,
      "en": "Wait for Issuriel to decide what to do",
      "es": ""
    },
    {
      "id": 84765762,
      "en": "Talk to Issuriel",
      "es": ""
    },
    {
      "id": 29024705,
      "en": "'I am fine.'",
      "es": ""
    },
    {
      "id": 84765763,
      "en": "Help Achardor break free of the binding webs",
      "es": ""
    },
    {
      "id": 84765764,
      "en": "Defend Achardor",
      "es": ""
    },
    {
      "id": 84765765,
      "en": "Check on the wounded Issuriel",
      "es": ""
    },
    {
      "id": 228743857,
      "en": "'Those are no spiders. More foes approach, and at great speed!'",
      "es": ""
    },
    {
      "id": 84765766,
      "en": "Defend Achardor and the Hidden Guard",
      "es": ""
    },
    {
      "id": 228743858,
      "en": "'We have earned a brief respite.'",
      "es": ""
    },
    {
      "id": 84765767,
      "en": "Defend Achardor and the Hidden Guard",
      "es": ""
    },
    {
      "id": 84765768,
      "en": "Talk to Sigileth",
      "es": ""
    },
    {
      "id": 31438385,
      "en": "'A friend in peril, her life's blood mingling with venom and remorse.'",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Defend Mazog",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Talk to Achardor",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Defend Mazog",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Defend Mazog",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Talk to Cúcheron",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Talk to Issuriel beyond the webs to the north-east",
      "es": ""
    },
    {
      "id": 155354033,
      "en": "'Get ready, [placeholder]! Here they come!'",
      "es": ""
    },
    {
      "id": 84765782,
      "en": "Wait for Achardor to arrive with Mazog",
      "es": ""
    },
    {
      "id": 155354034,
      "en": "'The onslaught ceases! This may be our chance, [placeholder]!'",
      "es": ""
    },
    {
      "id": 84765783,
      "en": "Defend Issuriel",
      "es": ""
    },
    {
      "id": 101000401,
      "en": "'Not this way! Not this way!'",
      "es": ""
    },
    {
      "id": 84765784,
      "en": "Defend Issuriel",
      "es": ""
    },
    {
      "id": 31439921,
      "en": "'There are too many, Hunter, even should all your arrows find their marks.'",
      "es": ""
    },
    {
      "id": 101000402,
      "en": "'Now I will stand and fight!'",
      "es": ""
    },
    {
      "id": 84765785,
      "en": "Follow Achardor, Issuriel, and Mazog deeper into the Scuttledells ",
      "es": ""
    },
    {
      "id": 204092465,
      "en": "'I need to rest!'",
      "es": ""
    },
    {
      "id": 161553329,
      "en": "'That was much too close, friends!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Issuriel went to scout the other path, to the north-east. I hope she did not encounter as much danger as did I, for both her sake and ours! You will need to break the webs along the way, for spiders have woven them behind her, and we will need a clear path if we are to bring Mazog that way.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Issuriel and Cúcheron went ahead to scout which way we can bring the prisoner. You see the result of Cúcheron's errand; we must hope that Issuriel fared better on hers.\\n\\n'Travel to the north-east, breaking the webs along the way, until you reach Issuriel. We will need the way to be clear if we are to bring Mazog there.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Sigileth is waiting to speak with you along Râd Iorist, in the Scuttledells.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Sigileth's position within Râd Iorist is under attack by the spiders of the Scuttledells. You must defend Sigileth and Mazog.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You have weathered a first attack by the spiders along Râd Iorist and should speak now to Sigileth.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The time has come to bring Mazog further along Râd Iorist, though the woods be haunted by spiders.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Achardor is holding vigil along Râd Iorist, the dangerous road to Dol Guldur that has been chosen by the Hidden Guard.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Achardor is waiting for you to provide a support command for him by using his Malledhrim banner.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Achardor's position along Râd Iorist has come under attack by the spiders of the Scuttledells. You must defend Mazog from their attack!",
      "es": ""
    }
  ]
}