{
  "id": 620842470,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Bori has remembered Gandalf's mention, long ago, of a secret way into the foundations of Dol Guldur, and believes if it might be found it could be used to the benefit of the Golden Host.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'During my imprisonment, [placeholder], to pass the time, I recited to myself the stories Bróin and I listened to during our childhood: tales of Khazad-dûm, mostly, and of the Quest of the Dragon upon which our grandfathers adventured.\\n\\n'Through the long hours of my captivity, I came to remember details from those stories I had long since forgotten. I remembered how Gandalf brought to Thorin Oakenshield the key and the map given him by Thorin's father Thrain...who was then a captive in the dungeons of the Necromancer, in the dungeons of Dol Guldur.\\n\\n'How came Gandalf into those dungeons? Why, [placeholder], he must have found a secret way in!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sigileth is in Nothgar, the tower located within the camp of Thangúlhad.\\n\\nBori has remembered something that may be useful: a secret way into Dol Guldur used by Gandalf long ago.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done it, [placeholder]! This secret way into the foundations of Dol Guldur is just what the Golden Host needs to take the fortress by surprise!\\n\\n'Both Raddir and Mithrandir have aided us, even in death.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The mysterious secret way into the foundations of Dol Guldur that Gandalf must have used is surely located somewhere in the rocky spire upon which the fortress stands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Ningloril is in Thangúlhad.\\n\\nYou have discovered the secret way used by Mithrandir to enter Dol Guldur long ago and should report now to Ningloril.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Gandalf must have had some secret way into Dol Guldur by which he was able to speak with Thorin's father Thrain, mustn't he? If we can find this secret way, we might use it to sneak into the fortress and recover Zigilburk!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The dwarf may be on to something, [placeholder]. I remember too the stories of Mithrandir, and though the plight of the dwarves was not one that concerned us in days past, I have heard the tale of which he speaks. More than that, a friend of ours played a part in it!\\n\\n'Poor, unfortunate Raddir journeyed with Mithrandir on that long ago quest to the dungeons of the Necromancer. He spoke, on a time, of the ways they trod together, and that there was a secret way into the foundations of the fortress seems a certainty to me.\\n\\n'We must find it, [placeholder]. It must be somewhere in the base of the rocky spire on which Dol Guldur stands, either in Gathbúrz or the Ashenslades.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Gandalf must have taken a secret way into the foundations of Dol Guldur. Look for the entrance somewhere in the base of the rocky spire on which the fortress stands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Imagine our advantage if the Golden Host could infiltrate Dol Guldur by this secret way. You must find it, [placeholder], if it exists. The entrance is sure to be somewhere in the base of the rocky spire on which stands the fortress.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Sigileth at Nothgar in Thangúlhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find and walk the secret passage into the foundations of Dol Guldur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Ningloril at Thangúlhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 17: Memories of Mithrandir",
      "es": "",
      "es (fem)": ""
    }
  ]
}