{
  "id": 620842568,
  "txt": [
    {
      "id": "0x3c41c48",
      "en": "'Are you ready to return to Lothlórien? This boat will take you there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The time has come for the Malledhrim, the Golden Host, to cross the river Anduin and assail the forces of the Enemy in Dol Guldur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'At last, the preparations are complete. The Malledhrim, the Golden Host of Lothlórien, are now ready to cross the river Anduin and assail the forces of Dol Guldur.\\n\\n'The Golden Host is to have two objectives: to bring battle to the Enemy in Dol Guldur at a time of our choosing, before he can attack the woods of Lothlórien in force, and to exchange Mazog, the prisoner of the Iron Garrison, for the captives in the dungeons of Dol Guldur.\\n\\n'Your aid has been requested for both of these aims. Speak with Braiglinn, by the hythe up the slope from the docks of Lothlórien. He will recount to you details of each plan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Braiglinn is at Imlad Lalaith, on the shores of the Anduin, in Lothlórien.\\n\\nYou have been told to speak with Braiglinn about the crossing of the Golden Host into Mirkwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It has taken a great while, [placeholder], but at last the preparations are complete. The Malledhrim, the Golden Host of Lothlórien, are now ready to cross the river Anduin and assail the forces of Dol Guldur.\\n\\n'I do not yet know the specifics of the plan, friend [placeholder], but it seems the Golden Host is to have two objectives: to bring battle to the Enemy in Dol Guldur at a time of our choosing, before he can attack the woods of Lothlórien in force, and to exchange Mazog, the prisoner of the Iron Garrison, for the captives in the dungeons of Dol Guldur.\\n\\n'Your aid has been requested for both of these aims. Go now to Imlad Lalaith on the shores of the Anduin and speak to Braiglinn there. He will recount to you details of each plan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Calengoth is at the docks near Imlad Lalaith, on the shores of Anduin, in Lothlórien. Once you have made the crossing, you will find Fuirgam working to secure a foothold in Mirkwood.\\n\\nCalengoth, the launch officer, is waiting to see you to one of the boats that will carry you across Anduin with the first crossing. Once you have done so, seek out Fuirgam, the Elf in charge of securing a foothold for the Elves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Alfirimbes is waiting to speak with you in Echad Sirion.\\n\\nThe Elves have established their foothold on the dark shores of Mirkwood and are ready to begin their push into the forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Climb the slope from these docks and talk to Braiglinn. He will tell you the details of the aims of the Golden Host in Mirkwood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'It was not easy, [placeholder], but we have made the crossing and expelled the Orcs from their fort atop Amon Angened. The Golden Host is now ready to begin the passage into Mirkwood.\\n\\n'I hope we are not wrong in this. A great deal is at stake.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Speak with Calengoth down at the docks; he will have a boat you can use to make the crossing. Once on the other side, you should assist Fuirgam with the many tasks necessary to secure a foothold in Mirkwood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You have come at last, [placeholder]; I had begun to wonder if you would not wish to be part of the first crossing! But I am pleased to see this is not so.\\n\\n'See you the river Anduin? Its currents are strong, though this be a calm enough place to cross, and once we land on the far shore we will need to be ready for anything. The landing may be uneventful, but then it may be tumultuous indeed. It will be up to Fuirgam, on the other side of Anduin, to ensure that all goes as smoothly as it may.\\n\\n'Once we are secure on the beaches, I will arrange for a second crossing to bring the company that will escort our prisoner to Dol Guldur. Are you ready to travel upon the first boats across? Speak with Calengoth down at the docks if you are ready.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I am filled with anticipation, [placeholder], and my fingers seek the strings of my bow eagerly! The Golden Host is now ready to depart, to cross the river and bring the fight to the Enemy. It has been long since we have done more than watch our borders; too long.\\n\\n'Go now to Imlad Lalaith on the shores of Anduin, in Lórien, and speak with Braiglinn. He will recount to you the details of the Golden Host's aims.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Braiglinn at Imlad Lalaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'If you are ready to cross the Anduin with the first company, board the boat. I know that Fuirgam, in charge of the landing, will be grateful for your assistance on the other side.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Board Calengoth's boat and assist Fuirgam with his tasks among the Mirk-eaves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Alfirimbes at Echad Sirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Board the boat if you are ready to cross Anduin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 9, Foreword: The Dark Shore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'This boat will take you across the river to Mirkwood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Board the boat and I will push it out into Anduin.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}