{
  "id": 620842467,
  "txt": [
    {
      "id": "0x9e769e1",
      "en": "'Hail, dwarves of the Iron Garrison. I am Raddir of Lórien.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x54cf171",
      "en": "'It is the strength of we dwarves that frightens him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x29dfe51",
      "en": "'We do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x29dfe52",
      "en": "'I am Bróin, son of Brogur, and these are the brothers Greyhammer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x29dfe53",
      "en": "'We go to Dol Guldur to trade the Orc Mazog for the freedom of my cousin Bori.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x29dfe54",
      "en": "'Am I to understand you know the paths of this unpleasant forest?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x29dfe55",
      "en": "'But why? Are his allies not there? What could cause him to fear that place?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x29dfe56",
      "en": "'That makes me all the more eager to bring him there! Let him quake upon the road!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x29dfe57",
      "en": "'Come here, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5b77001",
      "en": "'You will not make it a league! The Orcs of Mirkwood will descend upon you and free me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5b77002",
      "en": "'Latu gadhumúrz bagu!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It will be my pleasure to guide the Hidden Guard across the river on this, the first step of their journey.\\n\\n'May it end in victory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Welcome, [placeholder]! We are the Hidden Guard, formed by order of the Lord and Lady, and it is our mission to bring Mazog to the gates of Dol Guldur, there to trade his life for those of the prisoners held in that fortress. Secrecy is our watchword, and surprise our ally!\\n\\n'Issuriel has told me already of your great deeds. I know you will be a vital member of the Hidden Guard on this journey!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'At last we are underway, [placeholder]! If you have faith in these Elves, this \\qHidden Guard,\\q then I will as well.\\n\\n'May our journey through Mirkwood be swift, and our return trip be the swifter, with Bori and the other captives hale and hearty!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Lord Celeborn and Lady Galadriel have determined that the Elves of Lothlórien must stand allied with the dwarves of Moria, as long ago they once did. They have selected a number of Elves to oversee the passage of Mazog through Mirkwood to Dol Guldur, where the Orc will be exchanged for the prisoners held by the Enemy in that fortress.\\n\\n'I will bring you to these Elves, this Hidden Guard, as they make their preparations.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'The Elves of the Hidden Guard were chosen for their varied expertise in a number of areas: Sigileth for her skill in melee combat and Raddir for his expert tracking ability.\\n\\n'Were it my decision, I might have let Achardor join the main force of the Malledhrim rather than the Hidden Guard, given the recent tragedy of his brother's death. But I am sure Lady Galadriel had her own reasons for speaking on his behalf and believes he will be an important part of the Hidden Guard.\\n\\n'I will bring you to the rest of the company, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'I am Sigileth, [placeholder], and I know already of your deeds. You are welcome to accompany us upon this errand, though I have my doubts as to its wisdom. It is a sorrow that the dwarves have lost their own to the cages of the Enemy, but that is the way of war. Returning Mazog to his allies seems indefensible to me.\\n\\n'If Lord Celeborn and Lady Galadriel see value in it, it is not the place of Sigileth to question.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'Mae govannen, [placeholder]! It is good to see you again, and I welcome you to the ranks of the Hidden Guard. The knives of Sigileth, the bow of Cúcheron, the path-knowledge of Raddir, and the strong will of Achardor will see this mission through, and the friendship between Moria and Lothlórien will be stronger for it.\\n\\n'Let the Enemy quake when he learns of the approach of the Golden Host, and he will think nothing of the Hidden Guard until we be at the gates of Dol Guldur and demand the prisoners kept there in exchange for the life of Mazog.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7fa2f51",
      "en": "'Quiet, prisoner!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'My brother Faengris was slain by Orcs that came down from the mountains following the company that sought refuge in the Golden Wood recently, and I desire to end Mazog's life myself! It pains me to know we must turn him over to his allies, and I have argued long against it already.\\n\\n'I petitioned Lord Celeborn to let me accompany the group transporting the prisoner, but he denied my request. Only once the Lady Galadriel spoke to him did he change his mind; I do not know what she said, but I am grateful to her for it! Now I will keep a close eye upon Mazog for the duration of the journey, and if he gives me the slightest reason, I will take my vengeance upon him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7fa2f52",
      "en": "'Be silent, filth!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'It is a pleasure to meet you, [placeholder]. I know that you will be a great asset to us upon this errand. If we are to bring the Orc-leader to Dol Guldur with the hope that we can exchange his freedom for that of the dwarf prisoners, we must do so in secret. Our numbers are not so great that we can resist a determined effort to take him from us before reaching the fortress.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7fa2f53",
      "en": "'Still that tongue, or I will still it for you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Hidden Guard, the company of Elves charged with delivering Mazog in secret to Dol Guldur, is preparing to make the crossing of Anduin, after which they will meet the dwarves transporting the Orc-leader.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c50",
      "en": "Talk to Cairches",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c51",
      "en": "Follow Raddir to the party of dwarves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c52",
      "en": "Talk to Raddir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c53",
      "en": "Listen to the discussion of the plan concerning Mazog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c54",
      "en": "Talk to Bróin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Follow Braiglinn to meet the Elves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Braiglinn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Raddir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x127b6b1",
      "en": "'This way, [placeholder]. The dwarves must be just ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Sigileth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x127b6b2",
      "en": "'I hope Bróin and the dwarves understand the importance of this errand's secrecy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Achardor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x127b6b3",
      "en": "'The dwarves of the Iron Garrison are not known for their subtlety.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Follow Braiglinn to meet the rest of the Elves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x127b6b4",
      "en": "'The dwarves and their captive are just ahead. I fear they have been waiting awhile.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Braiglinn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Talk to Cúcheron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Talk to Issuriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x737f011",
      "en": "'Think you so, Issuriel?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa852fc1",
      "en": "'He is frightened, though it be not of us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x11b1741",
      "en": "'This way, [placeholder]. I will introduce you to the Hidden Guard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa852fc2",
      "en": "'No, Bróin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x11b1742",
      "en": "'Come with me, [placeholder]. I will introduce you to Issuriel and Cúcheron.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa852fc3",
      "en": "'Mazog is frightened of being brought to Dol Guldur.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe769db2",
      "en": "'You already know my ally, [placeholder], a [placeholder] of great worth and bravery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe769db3",
      "en": "'I know the ways of Mirkwood, for I trod them long ago, to the very foundations of Dol Guldur.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x330a751",
      "en": "'Surely it is!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe769db4",
      "en": "'The Elves of my company, the Hidden Guard, will bring Mazog there by these paths.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Braiglinn is waiting to speak with you at Imlad Lalaith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Braiglinn has brought you to meet some of the Elves you will be fighting alongside during the Golden Host's journey through Mirkwood: Raddir, Sigileth, and Achardor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Braiglinn is waiting to bring you to more of the Elves that make up the Hidden Guard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Braiglinn has brought you to meet two more of the Elves you will be fighting alongside during the journey to Dol Guldur: Cúcheron and Issuriel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Cairches is waiting to transport you across Anduin with the company of Elves charged with delivering Mazog to Dol Guldur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "You have crossed the river with the company of Elves charged with delivering Mazog to Dol Guldur, and Raddir is now waiting to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "The Elves and dwarves are discussing the plans concerning Mazog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40885c1",
      "en": "'Issuriel was offered the strategic oversight of the Golden Host, but she turned it down.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced8",
      "en": "Bróin has asked to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40885c2",
      "en": "'I do not know why, exactly, but I believe she thought others might be better-suited for leadership.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x487ebc1",
      "en": "'The Hidden Guard is composed of five Elves, chosen for their skill in various disciplines.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x487ebc2",
      "en": "'You, too, will be a member of the Hidden Guard. I know your help will be invaluable.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x487ebc3",
      "en": "'Allow me to introduce Raddir, Sigileth, and Achardor, three members of the Hidden Guard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852590",
      "en": "'We have made the crossing, [placeholder]. The dwarves should be just ahead with their captive; let us greet them and discuss the plans for our journey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Mae govannen, [placeholder]. I did not expect to see you here, but I am glad that you have come.\\n\\n'The Golden Host departs for Mirkwood to bring war upon the Enemy beyond the borders of Lothlórien, and I sat by Faengris' tree and watched them depart. Faengris' brother Achardor goes with them, seeking vengeance for my lost husband. I told him what I told you, that I want to cherish Faengris' memory instead of seeking revenge, but he did not listen.\\n\\n'Please keep him from harm, [placeholder]. Too much death has come to my family already.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852591",
      "en": "'Let us see the camp these Elves have made. There will be little in the way of dwarf-comforts here in these dark woods, but I will do the best I may not to complain. A great journey awaits us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Mae govannen, [placeholder]. I did not expect to see you here, but I am glad that you have come.\\n\\n'The Golden Host departs for Mirkwood, to bring war upon the Enemy beyond the borders of Lothlórien, and I sat by Faengris' tree and watched them depart. Faengris' brother Achardor goes with them, seeking vengeance for my lost husband. I told him what I told you, that I want to cherish Faengris' memory instead of seeking revenge, but he did not listen.\\n\\n'Please keep him from harm, [placeholder]. Too much death has come to my family already.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Mae govannen, [placeholder]. I did not expect to see you here, but I am glad you have come.\\n\\n'The Golden Host departs for Mirkwood, to bring war upon the Enemy beyond the borders of Lothlórien, and I sat by Faengris' tree and watched them depart. Faengris' brother Achardor goes with them, seeking vengeance for my lost husband. I told him what I told you, that I want to cherish Faengris' memory instead of seeking revenge, but he did not listen.\\n\\n'Please keep him from harm, [placeholder]. Too much death has come to my family already.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Mae govannen, [placeholder]. I did not expect to see you here, but I am glad that you have come.\\n\\n'The Golden Host departs for Mirkwood, to bring war upon the Enemy beyond the borders of Lothlórien, and I sat by Faengris' tree and watched them depart. Faengris' brother Achardor goes with them, seeking vengeance for my lost husband. I told him what I told you, that I want to cherish Faengris' memory instead of seeking revenge, but he did not listen.\\n\\n'Please keep him from harm, [placeholder]. Too much death has come to my family already.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Mae govannen, [placeholder]. I did not expect to see you here, but I am glad that you have come.\\n\\n'The Golden Host departs for Mirkwood, to bring war upon the Enemy beyond the borders of Lothlórien, and I sat by Faengris' tree and watched them depart. Faengris' brother Achardor goes with them, seeking vengeance for my lost husband. I told him what I told you, that I want to cherish Faengris' memory instead of seeking revenge, but he did not listen.\\n\\n'Please keep him from harm, [placeholder]. Too much death has come to my family already.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb7899c5",
      "en": "Núrelleth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Plans of the Golden Host",
      "es": "",
      "es (fem)": ""
    }
  ]
}