{
  "id": 620842565,
  "txt": [
    {
      "id": 54354734,
      "en": "Deep within the dungeons of Dol Guldur, Bori remains captive within a prison cell. It is time to free him.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We came here to release the dwarf Bori from his captivity, and we still have not done so. Now that we have fought beyond the walls of Dol Guldur, what can stop the Golden Host from doing what the Hidden Guard set out to do?\\n\\n'We will infiltrate the dungeons after nightfall with a small force of Elves and rescue Bori. Speak with me when you are ready to depart.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ningloril is in Thangúlhad, the camp of the Golden Host in Gathbúrz.\\n\\nNingloril is waiting to travel with you to the dungeons of Dol Guldur to rescue Bori from his imprisonment.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'[placeholder], I cannot thank you enough; I thought I had seen the last of you in Zabadgathol, deep in the depths of Moria. To be rescued thus...I do not have the words to tell you.\\n\\n'But it is not enough to be free, while still the Enemy bears Zigilburk because of my actions! We must recover the axe of mithril before it can be used for some great evil, and we must see Gorothúl defeated!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ningloril is in Thangúlhad, the camp of the Golden Host in Gathbúrz.\\n\\nYou have rescued Bori from the dungeons of Dol Guldur and should speak now to Ningloril, who organized the rescue effort.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Bori is inside Nothgar, the central tower of Thangúlhad.\\n\\nBori is waiting to speak to you to thank you for his rescue.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The tower Nothgar is here in Thangúlhad. Bori is inside, waiting to thank you for his rescue.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'After so much loss of life, we have at last accomplished what the Hidden Guard set out to do, [placeholder]. The dwarf Bori is free of the dungeons of Dol Guldur. The only task that remains now is for the Golden Host to lay siege to the fortress for as long as it can, to provide the distraction Lord Celeborn desired.\\n\\n'Bori is inside Nothgar, the central tower of Thangúlhad. He desired to thank you for his rescue.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Blah!",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Are you prepared to embark upon the mission of rescuing Bori from the dungeons of Dol Guldur?'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Blah!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Blah!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Ningloril and infiltrate the dungeons of Dol Guldur",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Ningloril at Thangúlhad",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Bori at Nothgar in Thangúlhad",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 16: The Dungeons of Dol Guldur",
      "es": ""
    }
  ]
}