{
  "id": 620842478,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'I understand, [placeholder]. I will allow no one to enter Gadorgar. We are all doing everything we can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I have nothing to say to you, [placeholder]. I cannot understand how we have come to this point, saving the life of a filthy Orc and allowing a friend to... to....'\\n\\nAchardor visibly brings himself under control.\\n\\n'Tell Gruingalas outside the door that no one is to come into Gadorgar. I want no one disturbing Issuriel. She needs... rest.\\n\\n'The scouts should also be recalled in preparation for the exchange of Mazog.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 9: Coursing Venom",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You found... found the components. Good, [placeholder]....'\\n\\nIssuriel closes her eyes briefly, then opens them again sharply.\\n\\n'Find Barvessain! She... she can make... the antidote....'\\n\\nShe struggles visibly, then manages to gasp out, 'She is somewhere in Ost Galadh!' before sleep takes her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Where are... the ingredients...?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected a rare Sereglos flower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I have given you the single dose of the Laidhris that I was able to brew. I hope you can use it to cure whomever is afflicted with gwigael. It is a terrible poison.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'What is this? A Sereglos flower? How did you find this? These bloom so rarely and under such specific conditions....'\\n\\nBarvessain trails off as you explain the need for an antidote to the gwigael poison.\\n\\n'Laidhris, it is called, and I can brew it from these ingredients immediately. But there will be enough for only a single dose. I hope this will not be a problem.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected unmarked Saewathel venom-sac",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'A Sereglos flower... I have heard tales of them, but they are so rare and bloom so infrequently that I cannot say I have ever seen one.\\n\\n'There are barrows just to the north of here, and they cannot have been tended for an age. Is it beyond hope to think a Sereglos flower might grow upon one of them?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'You have nothing for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Barvessain brews the Laidhris antidote and hands it to you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Sereglos flower grows for a short span of time on untended barrows in Mirkwood. Unmarked venom sacs from Saewathel or Blackvenom spiders, of the breeds related to the spider that poisoned Mazog and Issuriel may be found throughout the Scuttledells, north of Ost Galadh.\\n\\nTime is short: if the errand of the Hidden Guard is to succeed, Issuriel demands that you gather the components of an antidote to cure Mazog of the gwigael poison.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The Sereglos flower... grows only on untended barrows... in Mirkwood... for... a few days out of the year. I do not know... where any may be. It may be already too late.\\n\\n'We also need... an unmarked venom sac... of the same brood... as Saebereth....\\n\\n'Look in the Scuttle... the Scuttledells.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "Mazog is visibly ill, his body weakened from the effects of the gwigael poison. Still, he manages to sneer as you give him the Laidhris antidote.\\n\\n'Kolfrangíz....' he manages to mutter and gives a short barking laugh before lapsing into sleep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Mazog has received the Laidhris antidote. In time, he should recover",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Issuriel is within the makeshift camp in the storage room Gadorgar, inside Ost Galadh, south of the Scuttledells.\\n\\nYou have found the rare ingredients for the antidote Issuriel mentioned and should return to her with them at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "Issuriel is asleep. She told you to find Barvessain, somewhere in Ost Galadh, and to have her brew the antidote to the gwigael poison.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "Mazog sneers at you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Issuriel refuses to take the antidote",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Barvessain is somewhere in Ost Galadh, in Emyn Lûm, south of the Scuttledells.\\n\\nIssuriel has weakly asked you to find Barvessain, somewhere in Ost Galadh, and to get her to brew the antidote for the gwigael poison from the components you collected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Thank you... [placeholder]....\\n\\n'It is important... that the Hidden....'\\n\\nIssuriel is unable to finish the thought before she lapses again into unconsciousness.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Mazog and Issuriel are both within Gadorgar, the makeshift storage room in Ost Galadh.\\n\\nYou now have a single dose of Laidhris antidote and must give it to one of the victims of the Gwigael poison.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Tell Gruingalas, right outside, what I have told you! Now leave us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Achardor is in Gadorgar, the makeshift storage room in Ost Galadh.\\n\\nYou have given the antidote to Mazog, and Achardor is not pleased.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "Mazog has fallen asleep, but already his strength is beginning to return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Gruingalas is outside the door to Gadorgar, in Ost Galadh.\\n\\nArchardor wants no one coming into Gadorgar anymore, in order for Issuriel to rest. He also wants the scouts recalled in preparation for the exchange of Mazog and has asked you to tell Gruingalas of these requests.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect a rare Sereglos flower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect unmarked Saewathel venom-sac",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the components for the antidote to Issuriel in Ost Galadh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find Barvessain and give her the components for the antidote",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Give the Laidhris antidote to Mazog or Issuriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Talk to Achardor at Ost Galadh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Gruingalas at Ost Galadh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852590",
      "en": "Issuriel is barely conscious, but her mouth forms a thin line when she realizes what you are trying to give her.\\n\\n'No... [placeholder]... I will not... take the antidote....\\n\\n'You must give it to Mazog... or the Hidden Guard... has failed....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852591",
      "en": "Issuriel is fast asleep and does not hear you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Issuriel knows of someone who can brew an antidote for the gwigael poison, but the components are so rare that it is only realistic to expect a single dose.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I know of... an antidote. The ingredients are very rare... but....'\\n\\nIssuriel winces, clearly in a great deal of pain. When she has recovered enough to speak, she weakly continues.\\n\\n'I need an unmarked venom sac from... the same brood of spider, Saewathel, or Blackvenom... and a flower. The flower Sereglos grows upon untended barrows... in Mirkwood. It blooms only for a few days... in the year... and dies. There may not... be any remaining... this season....'\\n\\nShe gasps for air and is silent.",
      "es": "",
      "es (fem)": ""
    }
  ]
}