{
  "id": 620842566,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "The Golden Host begins its final assault on Dol Guldur, and you have been asked to fight alongside the Malledhrim during the battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The last assault upon Dol Guldur is upon us, [placeholder]. We will strike against the stronghold of the Nazgûl in Mirkwood, and may the very foundations of the tower shake with the drums of battle!\\n\\n'Goldagnir has drawn up a plan for the assault. Speak with him to learn of your part in it and that of your allies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Goldagnir is in Thangúlhad, the outpost of the Golden Host closest to Dol Guldur.\\n\\nNingloril has told you to speak with Goldagnir, who is organizing the last assault upon the tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'There will be no better time than this to assault the tower of the Nazgûl, [placeholder]. Lord Celeborn has determined that we cannot withstand the counterattack should all of the armies of Dol Guldur move on us at once; this will be our final offensive.\\n\\n'We will divide our forces and lead a concentrated attack upon the tower: the main force of the Golden Host will assault the front entrance, clearing the way for a second group of adventurers, a kinship of great notoriety, to assault the tower.\\n\\n'Meanwhile, you and your allies will enter the fortress by the secret way used by Mithrandir and engage in a skirmish within the tower. The Enemy will be in disarray, not knowing on what front to do battle, and we will have the day.'\\n\\n<rgb=#FF0000>This quest involves a Skirmish that can be completed at Solo, Duo, Small Fellowship, Fellowship, or Raid group sizes by using the Skirmish Join Panel. This Skirmish has a minimum level of 60.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You have your own part to play in the skirmish at the tower, the final assault by the Golden Host upon Dol Guldur.\\n\\n<rgb=#FF0000>This quest involves a Skirmish that can be completed at Solo, Duo, Small Fellowship, Fellowship, or Raid group sizes by using the Skirmish Join Panel. This Skirmish has a minimum level of 60.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Goldagnir is in Thangúlhad, the closest outpost of the Golden Host to Dol Guldur.\\n\\nWith a small victory in hand, you should return to Goldagnir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will be an important ally during the skirmish at the tower, [placeholder]. I hope you are prepared for this final assault upon Dol Guldur!'\\n\\n<rgb=#FF0000>This quest involves a Skirmish that can be completed at Solo, Duo, Small Fellowship, Fellowship, or Raid group sizes by using the Skirmish Join Panel. This Skirmish has a minimum level of 60.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'We have had victory, [placeholder]; at least so much victory as we had a right to expect. We cannot hold this fortress, and it may not be long before the Enemy strikes back at us with such force as it will take to push us back across the river.\\n\\n'Lothlórien will be attacked, that much is certain. But this is a victory if we have delayed that attack by even a single day. My heart tells me we have, and by keeping the eyes of the Enemy drawn to the doorstep of the fortress of the Nazgûl, we have done what Lord Celeborn and Lady Galadriel wished us to do.\\n\\n'The battle may be over, for now, but some stories have not had their endings. That is the way of life, is it not? It has been my pleasure to fight alongside you, [placeholder], in this campaign. May your story go on and on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Goldagnir can share with you the plans of battle concerning the final assault upon the tower of the Nazgûl. He is here in Thangúlhad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Goldagnir at Thangúlhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete Skirmish: The Battle in the Tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Goldagnir at Thangúlhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 18: The Battle in the Tower",
      "es": "",
      "es (fem)": ""
    }
  ]
}