{
  "id": 620842480,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated an uruk-commander in Búrzkala",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated an uruk-commander in Kúfuzg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated an uruk-commander in Hongoi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Orc armies of Dol Guldur are being assembled in large camps in the northern reaches of Gathbúrz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Found plans of battle ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Orcs of Dol Guldur are being made into a dangerous fighting force, [placeholder], under the leadership of ferocious uruk-commanders. A great force of the creatures are being organized into troops in several great Orc-camps in the northern reaches of Gathbúrz.\\n\\n'Bring the fight to these camps: Búrzkala, Kúfuzg, and Hongoi, and defeat their uruk-commanders, for without them the Orcs will be less effective and the oncoming assault must be weaker.\\n\\n'You should also find any battle plans that may be lying about these camps. We may learn when to expect their attack, that we may brace against it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Búrzkala, Kúfuzg, and Hongoi are Orc-camps in the northern reaches of Gathbúrz.\\n\\nNingloril has asked you to slay the uruk-commanders of the large camps in the north of Gathbúrz and to search the camps for plans of battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I could hear the shouts coming from the Orc-camps even from here, [placeholder]; you have done well to sow disarray in the camps of the Orcs!\\n\\n'Much of these plans are indecipherable to me, but I do recognize the word \\qdush,\\q meaning sorcery, and this circled area can mean only one thing: peril for the Elves lies there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ningloril is in Thangúlhad, the closest camp of the Golden Host to Dol Guldur.\\n\\nYou have defeated the uruk-commanders in Búrzkala, Kúfuzg, and Hongoi and recovered some of their battle plans. Ningloril is waiting for your return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go to the northern reaches of Gathbúrz -- to Búrzkala, Kúfuzg, and Hongoi, the great camps where the Orc-armies are organizing -- and slay as many of that troop as you are able. Slay, too, their commanders, in order to make their oncoming assault less effective, and search the camps for plans of battle so we may know when the attack is coming.\\n\\n'An attack is inevitable, [placeholder]. We can best help ourselves by learning when it will come, rather than deluding ourselves with denial.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have not returned with anything of interest to me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat an uruk-commander in Búrzkala",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat an uruk-commander in Kúfuzg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat an uruk-commander in Hongoi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find plans of battle ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 12: The Armies of Gathbúrz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring plans of battle to Ningloril",
      "es": "",
      "es (fem)": ""
    }
  ]
}