{
  "id": 620842474,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'It does not matter, [placeholder]. The errand has failed. Even were we now to come to the gates of Dol Guldur, we would possess only a body to exchange. Mazog will not be alive at the end of the journey.\\n\\n'Our chance of saving Bori dies with Mazog. The Hidden Guard? They cannot guard even themselves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "Issuriel coughs weakly and struggles to speak.\\n\\n'I...do not...want the Hidden Guard...to fail. Mazog...Mazog cannot die.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 8: Mazog in the Web",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'This cannot have gone worse, [placeholder]! This terrible misadventure will have claimed another life by sunrise, and we are no closer to accomplishing it and being done with this foolish errand!\\n\\n'I care not for Mazog -- let the gwigael wrack his body until its ending, and we shall all be better off -- but the wounding of Issuriel I cannot tolerate and will not!\\n\\n'I would slay a thousand spiders were it to mean saving poor Issuriel, but I shall slay a single Orc should she die on this ill-omened journey!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Had I the chance to live this mission again, I would not attempt it, [placeholder]. Too many have died, Elf and dwarf alike, and that knowledge lies heavily upon my shoulders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Are you ready to leave? The Scuttledells are full of danger, and it will be no small thing to come through them to the other side in safety.'\\n\\n<rgb=#FF0000>This is a solo quest and cannot be completed with a fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Issuriel is inside the cellar of the Haunted Inn, in the Dourstocks.\\n\\nThe time has come for the Hidden Guard to journey into the Scuttledells with Mazog. Issuriel is awaiting your word that you are ready to begin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Your words are no balm for my anger! You can say nothing that will change my mind!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Achardor is in Gadorgar, a storage room within the ruins of Ost Galadh.\\n\\nThe journey through the Scuttledells proved disastrous: both Mazog and Issuriel have been poisoned by the lethal venom gwigael. Achardor is raging and must be calmed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'How many of my friends must die before we abandon this ridiculous journey? A plague on the Iron Garrison and their stiff necks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Bróin is in Gadorgar, a storage room within the ruins of Ost Galadh.\\n\\nAchardor is at the end of his temper, and it will require a great deal to keep him from slaying Mazog in his frustration. Bróin wishes to reason with him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Most of these spiders are small... I did not know of Saebereth!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Issuriel is in Gadorgar, a storage room within the ruins of Ost Galadh.\\n\\nWeakened by the effects of the gwigael, Issuriel has something to say about the mission of the Hidden Guard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Had I known of Saebereth, I never would have recommended this way!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'I cannot believe Issuriel is dying! I cannot believe it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'Can anything go well for the Malledhrim?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'Perhaps we should have taken the road through Emyn Lûm! I blame myself for this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'Always we run afoul of danger!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Issuriel and travel along Râd Iorist with the Hidden Guard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Achardor in Ost Galadh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Bróin in Ost Galadh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Issuriel in Ost Galadh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Issuriel and the Elves of the Hidden Guard are now ready to bring Mazog on the next stage of the journey to Dol Guldur: a perilous route through the Scuttledells.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Now that the decision has been made, my mind is more at ease, [placeholder]: our path to Dol Guldur will run through the Scuttledells, dangerous though it be, for only by that way can our errand remain a secret; and secrecy is our greatest weapon.\\n\\n'Let me know when you are ready to make the journey, and we will leave for Râd Iorist, the route we have chosen.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}