{
  "id": 620842469,
  "txt": [
    {
      "id": 218649170,
      "en": "'The fortress of Dol Guldur stands atop the rocky spire to the east, [placeholder]. It will be no easy task to fight our way beyond the walls, for the Enemy will see us coming from a great distance.\\n\\n'Those of us who do make it to the gate will need to bear the burden of combat for the entire host, for we are certain to lack the numbers needed for easy victory.\\n\\n'Seizing the gate is just the beginning, but let us concentrate on the start of the campaign before planning for the end!'\\n\\n<rgb=#FF0000>This quest involves a Skirmish that can be completed at Solo, Duo, Small Fellowship, Fellowship, or Raid group sizes by using the Skirmish Join Panel. This Skirmish has a minimum level of 60.</rgb>",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We have taken the gate, but may not hold it for long. We must act quickly, and launch the second attack upon the fortress!\\n\\n'This skirmish will happen beyond the walls of Dol Guldur; I do not know what perils we will face there, but that is the destination of the Golden Host, and we must face it now unflinching!'\\n\\n<rgb=#FF0000>This quest involves a Skirmish that can be completed at Solo, Duo, Small Fellowship, Fellowship, or Raid group sizes by using the Skirmish Join Panel. This Skirmish has a minimum level of 60.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 15: Assault on Dol Guldur",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'The battle goes well, [placeholder]! Perhaps we will see this song to the end after all and have bards willing to sing of it, and folk alive to listen!\\n\\n'Ningloril was asking to see you again. Now that the Golden Host has made it so far up the rocky spire, she believes it may be possible to achieve another of our objectives here in Mirkwood, one cast aside days ago.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'The Golden Host has done well in the first strike against the fortress, [placeholder], but now the time has arrived to do what we came here to do.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The first skirmish in our strike against Dol Guldur will take place at the gate of the fortress. Do not waver in your resolve!'\\n\\n<rgb=#FF0000>This quest involves a Skirmish that can be completed at Solo, Duo, Small Fellowship, Fellowship, or Raid group sizes by using the Skirmish Join Panel. This Skirmish has a minimum level of 60.</rgb>",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The next skirmish will take the Golden Host behind the walls of Dol Guldur, into the very lair of the Ringwraiths that now reside within the fortress. Fear no phantom evils! The Golden Host will be with you!'\\n\\n<rgb=#FF0000>This quest involves a Skirmish that can be completed at Solo, Duo, Small Fellowship, Fellowship, or Raid group sizes by using the Skirmish Join Panel. This Skirmish has a minimum level of 60.</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Goldagnir is in Thangúlhad.\\n\\nYou have been told to speak with Goldagnir about the details of the plan to strike the fortress of Dol Guldur.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Ningloril is here in Thangúlhad. She has been asking for you. It is best not to keep her waiting, for when her mind is set, nothing will dissuade her from thinking on it.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The time has come to launch the strike against Dol Guldur. The first skirmish will take place at the gate of the fortress.\\n\\n<rgb=#FF0000>This quest involves a Skirmish that can be completed at Solo, Duo, Small Fellowship, Fellowship, or Raid group sizes by using the Skirmish Join Panel. This Skirmish has a minimum level of 60.</rgb>",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Goldagnir here has the battle plan for striking the fortress of Dol Guldur. He will share it with you if you are willing to do battle. I have seen enough of your skills by now to know that you are; there can be no question on that account!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Goldagnir is in Thangúlhad, waiting to begin the second stage of the assault upon Dol Guldur.\\n\\nYou have participated in the skirmish at the gate of the fortress and should speak now with Goldagnir to learn his plans for the next stage of the battle.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The battle for Dol Guldur continues, with the next skirmish taking place behind the walls of the city.\\n\\n<rgb=#FF0000>This quest involves a Skirmish that can be completed at Solo, Duo, Small Fellowship, Fellowship, or Raid group sizes by using the Skirmish Join Panel. This Skirmish has a minimum level of 60.</rgb>",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Goldagnir is in Thangúlhad.\\n\\nYou have participated in the second skirmish at Dol Guldur and should report to Goldagnir.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Ningloril is in Thangúlhad, the camp of the Golden Host in Gathbúrz.\\n\\nNingloril has asked for you to come see her again about a secret errand.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Goldagnir at Thangúlhad",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Complete Skirmish: Breaching the Necromancer's Gate",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Goldagnir at Thangúlhad",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Complete Skirmish: Assault on the Ringwraiths' Lair",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Goldagnir at Thangúlhad",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Ningloril at Thangúlhad",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elves of the Golden Host are prepared to mount their assault on the fortress of Dol Guldur.",
      "es": ""
    },
    {
      "id": 204092465,
      "en": "'My wounds are too severe! I need to rest!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'That Thangúlhad stands still in our control and that the Golden Host opposes still the wraiths that rule from that fortress are both testaments to your prowess and ours. Let us send a message to those who reside within yonder walls!\\n\\n'The time has come to strike hard the fortress of the Enemy, [placeholder]! Goldagnir has devised a plan to do so, and we have been discussing it. He will tell you the specifics, if you inform him that you are willing to fight.'",
      "es": ""
    }
  ]
}