{
  "id": 621099712,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'The Ordâkhai have attacked, capturing the floating bridge at Wrackwade! We have stopped their advance and there is a break in the fighting. Now is the time for a counterattack! We could use your help to overcome their defenders and regain possession of the river-crossing. As you secure sections of the bridge, raise Ambarûli banners to lay claim to them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The counterattack is successful! You have helped the Dumûri regain control of the Wrackwade. Return with Khâdamul to report your victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef815",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Ordâkhai have gained ground, capturing the floating bridge at Wrackwade. The Dumûri have asked for your help to overcome their defenders and regain possession of the river-crossing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf6",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Speak with Khâdamul in Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Counterattack at Wrackwade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Thank you for helping the Dumûri regain control of the Wrackwade. As the only river-crossing in Ambarûl, it is vital to keep the bridge under our control.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Your mission is to help the Dumûri regain control of the Wrackwade.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete Mission: Counterattack at Wrackwade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to help the Dumûri counterattack and regain control of the Wrackwade. As you secure sections of the bridge, raise Ambarûli banners to lay claim to them.\\n\\nTalk to Khâdamul when you are ready for battle.",
      "es": "",
      "es (fem)": ""
    }
  ]
}