{
  "id": 621099704,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'We Kintai have a saying, outsider. \\qWhen the tree resists the wind, it is the wood that cracks, never the wind.\\q We all must be in balance with nature, never resisting its flow. These southern Men - these Men of Ordâkh - they are always out of balance, destroying the natural way of things. They have built great fortifications at Ghât Lor, further destroying our forests and sometimes even using the husks of our sacred Veróthi to protect themselves.\\n\\n'Break their fortifications, destroy this blasphemy against nature and the Kintai. It will weaken them, and may make them think twice before they again twist nature to their corrupted will. We Kintai know that when the tree resists the wind, it is the wood that cracks. It is past time these Men of Ordâkh learn the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Destroy fortifications at Ghât Lor. Ghât Lor can be found to the east of Vartúlin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Artar Ildarthos asks you to break the Ordâkhai fortifications at Ghât Lor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Destroy fortifications at Ghât Lor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "It Is the Wood That Cracks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Destroyed fortifications at Ghât Lor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'The wood has broken and so, hopefully, has the spirit of the southern Men. It is a severe lesson, but one the Ordakhai must learn, sooner or later. My thanks for your efforts, [placeholder]. You are like the wind, guiding the natural way of things.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Return to Artar Ildarthos at Vartúlin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Return to Artar Ildarthos at Vartúlin",
      "es": "",
      "es (fem)": ""
    }
  ]
}