{
  "id": 621037687,
  "txt": [
    {
      "id": 126687059,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 190220787,
      "en": "'Ah, [placeholder]! I had begun to wonder where you'd gone.\\n\\n'You've arrived just in time. Come, let us speak.'",
      "es": ""
    },
    {
      "id": 184621186,
      "en": "Glóin can be found in the war-room of Annâk-khurfu.\\n\\nYou have found Glóin in the old keep of Annâk-khurfu. You should speak to Glóin.",
      "es": ""
    },
    {
      "id": 148970433,
      "en": "Amidst the bustling war-room, you spy Glóin beside a table in the distance",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "'Indeed, but that is only a wishful thought.\\n\\n'You have a duty to Durin and his army to see this march to its end, and I would not have you break an oath on my account. Most of the dwarves I have seen pass through the Slade have mustered at Annâk-khurfu. I overheard one of them speak the name Glóin. Is this name known to you?'\\n\\nYou tell Nagli that Glóin is an old friend and a commander of the army passing through Elderslade.\\n\\n'It is there you must go then—to Glóin and your allies.\\n\\n'Beware the dangers that lie beyond our little encampment, [placeholder]. May good fortune be with you!'",
      "es": ""
    },
    {
      "id": 173025536,
      "en": "Find Glóin in the old keep of Annâk-khurfu",
      "es": ""
    },
    {
      "id": 126687046,
      "en": "As the Want-kin bid you farewell, the conflict in Elderslade grows greater just beyond Annâk-khurfu.",
      "es": ""
    },
    {
      "id": 184621241,
      "en": "Annâk-khurfu can be found to the west of Khadâsh-gâra in Elderslade.\\n\\nYou have arrived at Annâk-khurfu and you should now enter the old ruins in search of Glóin.",
      "es": ""
    },
    {
      "id": 173025540,
      "en": "Talk to Glóin at Annâk-khurfu",
      "es": ""
    },
    {
      "id": 184621223,
      "en": "Annâk-khurfu can be found to the west of Khadâsh-gâra in Elderslade.\\n\\nNagli Want-kin has suggested that you rejoin Durin's army at the dwarf-ruins of Annâk-khurfu. You should travel to Annâk-khurfu.",
      "es": ""
    },
    {
      "id": 148970488,
      "en": "The impressive dwarf-ruins of Annâk-khurfu loom overhead, but you see no sign of Glóin",
      "es": ""
    },
    {
      "id": 173025591,
      "en": "Travel to Annâk-khurfu",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Too Close for Comfort",
      "es": ""
    }
  ]
}