{
  "id": 621037685,
  "txt": [
    {
      "id": 251715959,
      "en": "Deliver the orders to Sigvith",
      "es": ""
    },
    {
      "id": 184621240,
      "en": "Sigvith can be found near the gates of Mount Gundabad.\\n\\nYou have collected a number of orders from the Orcs at Hanksar-mokh and Kulûg-mokh. You should deliver them to Sigvith.",
      "es": ""
    },
    {
      "id": 173025593,
      "en": "Collect Gorgar's orders from Orcs at Hanksar-mokh and Kulûg-mokh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Excess of Orders",
      "es": ""
    },
    {
      "id": 126687059,
      "en": "The Orcs of Gundabad often carry orders on behalf of Gorgar the Ruthless and his lieutenants, but with many orders come many contradictions.",
      "es": ""
    },
    {
      "id": 184621223,
      "en": "Gorgar's orders are often carried by Orcs at Hanksar-mokh and Kulûg-mokh.\\n\\nSigvith has asked you to collect orders from the Hanksar-mokh and Kulûg-mokh.",
      "es": ""
    },
    {
      "id": 148970432,
      "en": "Collected Gorgar's orders from Orcs at Hanksar-mokh and Kulûg-mokh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'[placeholder], is it? I am sorry to have kept Commander Glóin waiting, but what I have found here makes no sense to me!\\n\\n'I've been able to slip a few Orcs' orders away from them when they weren't looking, but they cannot all be written by Gorgar. There are contradictions throughout them... duplicate watches, vulnerable deployments, and unforced retreats. I do not know what to make of it!\\n\\n'Perhaps if you could collect some orders a bit more directly, we'd be able to figure out what Gorgar is up to!'",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 190220742,
      "en": "'Ah, good! Let me have a look at those....'\\n\\nSigvith sifts through the orders you've collected a few times and then lets out a long sigh.\\n\\n'I'm afraid I'm no closer to understanding what Gorgar has planned than I was when I set out. There are too many contradictions, but maybe that's what Gorgar wants! If he's got something planned, what better way to keep us from discovering his plans?\\n\\n'Perhaps Commander Glóin can make some sense of these!'",
      "es": ""
    }
  ]
}