{
  "id": 621037676,
  "txt": [
    {
      "id": 173025591,
      "en": "Free frost-tusks from hitching posts in Hanksar-mokh and Kulûg-mokh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621241,
      "en": "Rádek can be found near the gates of Mount Gundabad.\\n\\nYou have freed several frost-tusks from their hitching posts at Hanksar-mokh and Kulûg-mokh. You should return to Rádek.",
      "es": ""
    },
    {
      "id": 173025537,
      "en": "Talk to Rádek",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Disagreeable Beasts",
      "es": ""
    },
    {
      "id": 126687059,
      "en": "Gorgar the Ruthless keeps many curious beasts in his thrall. Among them, the frost-tusks possess size and might beyond that of any mere Orc, but they are reluctant to be stabled.",
      "es": ""
    },
    {
      "id": 190220784,
      "en": "'Hah! That's what those Orcs get for trying to break a frost-tusk!\\n\\n'No matter how well-trained they might seem, a frost-tusk never truly answers to anyone but itself! Now... it is true that there are some awfully wicked frost-tusks, but I knew these weren't that sort. It's in their eyes, after all!\\n\\n'Very good, my friend.'",
      "es": ""
    },
    {
      "id": 184621223,
      "en": "Frost-tusks can be found hitched to posts in Hanksar-mokh and Kulûg-mokh.\\n\\nRádek has asked you to free frost-tusks from their hitching posts in an attempt to sow discord at Hanksar-mokh and Kulûg-mokh.",
      "es": ""
    },
    {
      "id": 148970488,
      "en": "Freed frost-tusks from hitching posts in Hanksar-mokh and Kulûg-mokh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "'Zhúdo sent you, did he? I assure you... I have my task well in hand.\\n\\n'You have fought beside the Commander before, haven't you? Glóin's tasks are wise in the way of war, and I mean him no disrespect, but he does not think like a Zhélruka.\\n\\n'I have learned much of the forces at the encampments here before the old gates. I have marked every weakness in their defences, noted every loose stone on the steps of Gundabad, but such things are obvious to those who wish to see them. No, to think like a Zhélruka would mean to see the Orcs' misplaced trust in their own beasts!\\n\\n'The frost-tusks these Orcs keep are proud, mighty beasts... not mere pets! They have been trained well enough, but they would sooner wander off without those posts tying them down. And that is the way of the Zhélruka!\\n\\n'Free these frost-tusks from their would-be masters and we shall see if they truly wish to serve Gorgar!'",
      "es": ""
    }
  ]
}