{
  "id": 621037675,
  "txt": [
    {
      "id": "0xf00e178",
      "en": "Deliver the Angmarim scrolls and tomes to Múta",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502901",
      "en": "Collect Angmarim tomes in Tûr Ágal ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502939",
      "en": "Collect Angmarim scrolls in Tûr Ágal ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lost Knowledge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1753",
      "en": "Little is known of the time following the defeat of the False King of Angmar, but the forces of the Iron Crown have come to dwell in the shadow of Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a7",
      "en": "Angmarim scrolls and tomes can be found in the tower, Tûr Ágal, at Caivád Sâr.\\n\\nMúta has asked you to collect Angmarim scrolls and tomes from the forces of the Iron Crown at Caivád Sâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc0",
      "en": "Collected Angmarim scrolls in Tûr Ágal ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'Oh, and one more thing!\\n\\n'This settlement is of particular interest to the Gabil'akkâ. After all, we had not expected to encounter forces of the Iron Crown in our march on Gundabad.\\n\\n'We do not know why they have chosen to return to these lands, but Commander Glóin believes it wise to learn their purpose in Elderslade. I have seen Angmarim bearing scrolls and tomes into their tower, and I think they might allow us the chance to learn more of what the Iron Crown has done since Angmar again fell into ruin.\\n\\n'Find your way into their tower and recover whatever information you can!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc2",
      "en": "Collected Angmarim tomes in Tûr Ágal ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c7",
      "en": "'Now, let's see....'\\n\\nMúta looks over the scrolls and tomes you've collected.\\n\\n'Hmmph. All this talk of False Kings and secret rifts... it is too much to read on my own!\\n\\n'You've done well, though. I'll see that these are brought to our allies at Annâk-khurfu.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b6",
      "en": "Múta can be found outside Caivád Sâr in northern Elderslade.\\n\\nYou have collected many tomes and scrolls from the forces of the Iron Crown at Caivád Sâr. You should deliver them to Múta.",
      "es": "",
      "es (fem)": ""
    }
  ]
}