{
  "id": 621037678,
  "txt": [
    {
      "id": "0xb5689c9",
      "en": "You have defeated a significant number of Gorgar's forces at Hanksar-mokh and Kulûg-mokh and done much to clear the path to the gates of Mount Gundabad for the Gabil'akkâ.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502936",
      "en": "Defeat Gorgar's forces at Hanksar-mokh and Kulûg-mokh ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b8",
      "en": "You have defeated a significant number of Gorgar's forces at Hanksar-mokh and Kulûg-mokh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502900",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Enemies on the Threshold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1753",
      "en": "Gorgar the Ruthless has rallied his forces to Hanksar-mokh and Kulûg-mokh, twin encampments built beside the very gates of Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a7",
      "en": "The forces of Gorgar the Ruthless can be found in Hanksar-mokh and Kulûg-mokh, Orc-encampments that straddle the gates of Mount Gundabad.\\n\\nCountless numbers of Orcs, trolls, and goblins loyal to Gorgar the Ruthless inhabit Hanksar-mokh and Kulûg-mokh. You should defeat as many as you can to aid the Gabil'akkâ in reclaiming Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf7",
      "en": "Defeated Gorgar's forces at Hanksar-mokh and Kulûg-mokh ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "In the ruins beside the gates of Mount Gundabad, the forces of Gorgar the Ruthless have built twin encampments known as Hanksar-mokh, the sword-home, and Kulûg-mokh, the spear-home. From these encampments, countless Orcs keep watch on Elderslade, where they remain ever-prepared to slay any who would dare to approach the domain of Gorgar the Ruthless.\\n\\nYou should defeat many of the forces of Gorgar at Hanksar-mokh and Kulûg-mokh.",
      "es": "",
      "es (fem)": ""
    }
  ]
}