{
  "id": 621037679,
  "txt": [
    {
      "id": "0xb011880",
      "en": "Nagli Want-kin can be found at Khadâsh-gâra in Elderslade.\\n\\nYou have shared in a day in the life of the Want-kin. You should talk to Nagli Want-kin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1753",
      "en": "Nagli Want-kin has invited you to share in a day of the simple life he and the other Want-kin have long sought.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f4",
      "en": "'I have said enough of my own adventures, I think. What of yours, [placeholder]?'\\n\\nYou tell Nagli some of your favourite parts of your adventures since you departed Ered Luin, including Durin's quest to reclaim Mount Gundabad.\\n\\n'A fascinating journey, to be certain! A bit more excitement than I'd prefer, but perhaps it's just as well. This Durin fellow is quite welcome to Gundabad if he wishes it... I am quite happy where I am.\\n\\n'My companions and I travelled north into Elderslade not long ago, hoping to make a new home for ourselves. We repaired the bridge from the hallow, and shortly after that, we made camp at this very spot. Gundabad may be lost, but here we can at least admire the memory of it from a distance. And we live in peace here... peace and simplicity.\\n\\n'You really ought to spend a day walking in our boots, [placeholder]. What do you say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'It's wonderful, isn't it?'\\n\\nNagli smiles as he looks across Elderslade.\\n\\n'I know you well enough to know that nothing I can say will turn you from your path. For old times' sake, I'd like to see you off properly... and if you ever find yourself back here, you've a home with us.\\n\\n'[placeholder], will you stay for just a bit longer?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'So, what brings you here?'\\n\\nYou introduce yourself and tell Nagli what you can of Durin's quest to reclaim Mount Gundabad.\\n\\n'Hmmph. This Durin fellow is quite welcome to Gundabad if he wishes it... I am quite happy where I am.\\n\\n'My companions and I travelled north into Elderslade not long ago, hoping to make a new home for ourselves. We repaired the bridge from the hallow, and shortly after that, we made camp at this very spot. Gundabad may be lost, but here we can at least admire the memory of it from a distance. And we live in peace here... peace and simplicity.\\n\\n'Perhaps you should spend a day walking in our boots, [placeholder]. You might just find it to your liking. What do you say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502902",
      "en": "Talk to Nagli Want-kin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a7",
      "en": "Bráthur, Dúghild, Gaustaf, and Nagli Want-kin can be found at Khadâsh-gâra in Elderslade.\\n\\nNagli Want-kin has invited you to share in a day of the simple life he and the other Want-kin have long sought. You should speak to the Want-kin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502936",
      "en": "Aid Nagli Want-kin with 'A Beloved Friend'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502937",
      "en": "Aid Bráthur with 'The Slow Hunt'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502938",
      "en": "Aid Dúghild with 'Built from Nothing'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502939",
      "en": "Aid Gaustaf with 'Greylin's Bounty'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "For Want of a Simple Life",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'So, what do you think?'\\n\\nYou respectfully answer Nagli's question, but insist upon continuing your journey to Mount Gundabad.\\n\\n'I see. Well, if it's not too much trouble, we'd like to see you off properly.\\n\\n'Will you stay for just a bit longer?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}