{
  "id": 621037681,
  "txt": [
    {
      "id": "0x78d1753",
      "en": "Nagli Want-kin has many duties at Khadâsh-gâra, not the least of which is caring for his beloved aurochs, Lapis.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f4",
      "en": "'Now I know it seems a bit crude, but trust me, she loves it!\\n\\n'I hope you enjoyed that little bit of fun!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'Well, well! I think she remembers you, [placeholder]!\\n\\n'Now I know it seems a bit crude, but trust me, she loves it! Lapis wouldn't have snorted otherwise!\\n\\n'I hope you enjoyed this little bit of fun, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011882",
      "en": "Nagli Want-kin can be found at Khadâsh-gâra in Elderslade.\\n\\nYou have bathed Lapis and she seems to be very happy about it. You should talk to Nagli.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'Do you see that aurochs over there? That's Lapis!\\n\\n'She's been with me ever since I set off on my own. One of my favourite parts of my day is giving Lapis a bath. Why don't you give it a try today instead?\\n\\n'Fetch the bucket I left down by the Greylin and bring it back here. Then... just douse her with water! It's that simple.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502903",
      "en": "Talk to Nagli Want-kin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d6ae17",
      "en": "Carry the bucket of water to Lapis at Khadâsh-gâra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a7",
      "en": "A bucket of water can be found along the Greylin near Khadâsh-gâra.\\n\\nNagli Want-kin has asked you to aid him in bathing his beloved aurochs, Lapis. You should fetch a bucket of water as he asked and use it to bathe Lapis.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf9",
      "en": "Water cascades over Lapis and she shakes and snorts happily!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502938",
      "en": "Pick up the bucket of water by the Greylin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f0",
      "en": "'Do you remember Lapis, [placeholder]? I suppose you might remember an aurochs, but I hadn't started calling her that yet when I left Ered Luin.\\n\\n'As you might expect, she's the very same aurochs that's been with me since I set off on my own. One of my favourite parts of my day is giving Lapis a bath. Today, I'd like to offer you the chance.\\n\\n'I left a bucket of water down by the Grelin, so why don't you go fetch that? If you bring it back here, you can splash it on Lapis. That's all it takes to keep her clean!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Beloved Friend",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9f5e526",
      "en": "You dropped the bucket!",
      "es": "",
      "es (fem)": ""
    }
  ]
}