{
  "id": 621037688,
  "txt": [
    {
      "id": "0xb0118b8",
      "en": "You have defeated many of the wicked servants of the Iron Crown dwelling in Caivád Sâr, and its tower, Tûr Ágal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502937",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502939",
      "en": "Defeat servants of the Iron Crown in Caivád Sâr and Tûr Ágal ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Servants of the Iron Crown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1753",
      "en": "Although the Witch-king of Angmar has been defeated, servants of the Iron Crown dwelling in Elderslade continue to spread their wickedness through Middle-earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a7",
      "en": "Servants of the Iron Crown can be found in Caivád Sâr and Tûr Ágal.\\n\\nYou have discovered a settlement of wicked Angmarim still loyal to the Iron Crown at Caivád Sâr. You should defeat the Angmarim of the Iron Crown dwelling in Caivád Sâr, and its tower, Tûr Ágal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc0",
      "en": "Defeated servants of the Iron Crown in Caivád Sâr and Tûr Ágal ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "While scouting Elderslade, you have discovered a settlement of Angmarim still loyal to the Iron Crown.\\n\\nAlthough the Witch-king of Angmar has been defeated, these remnants of Angmar continue to spread their wickedness through Middle-earth.\\n\\nYou should defeat the Angmarim of the Iron Crown who dwell in Caivád Sâr, and its tower, Tûr Ágal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c6",
      "en": "You have defeated many of the wicked Angmarim of the Iron Crown dwelling in Caivád Sâr, and its tower, Tûr Ágal.\\n\\nThe Iron Crown remains the last vestige of Angmar's resurgence, but it, too, shall meet its end in time.",
      "es": "",
      "es (fem)": ""
    }
  ]
}