{
  "id": 621037682,
  "txt": [
    {
      "id": 173025590,
      "en": "Destroy Orkish trebuchets at Hanksar-mokh and Kulûg-mokh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621186,
      "en": "You have destroyed many Orkish trebuchets and ballistae at Hanksar-mokh and Kulûg-mokh.",
      "es": ""
    },
    {
      "id": 173025537,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 173025592,
      "en": "Destroy Orkish ballistae at Hanksar-mokh and Kulûg-mokh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Long Reach of Gundabad",
      "es": ""
    },
    {
      "id": 126687059,
      "en": "Within the twin encampments of Hanksar-mokh and Kulûg-mokh, terrible siege-engines stand ready to fire on any who would dare to approach Mount Gundabad.",
      "es": ""
    },
    {
      "id": 190220784,
      "en": "You have destroyed many Orkish trebuchets and ballistae at Hanksar-mokh and Kulûg-mokh.\\n\\nIn addition to aiding the Gabil'akkâ, you also provided Darfin ample opportunity to escape his predicament unscathed.",
      "es": ""
    },
    {
      "id": 184621223,
      "en": "Orkish trebuchets and ballistae can be found in Hanksar-mokh and Kulûg-mokh.\\n\\nDarfin has asked you to destroy the siege-engines deployed in Hanksar-mokh and Kulûg-mokh. You should destroy Orkish trebuchets and ballistae.",
      "es": ""
    },
    {
      "id": 148970487,
      "en": "Destroyed Orkish trebuchets at Hanksar-mokh and Kulûg-mokh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "'Oh, thank goodness you've come!\\n\\n'I was on my way to report that I found a number of Orkish trebuchets and ballistae among the outer defences of Gundabad, and then some sneaky little goblin caught sight of me. After that, well, the odds were against me!\\n\\n'You know as well as I that a proud dwarf does not surrender! But... it is not an admission of defeat to buy one's self time to think! I broke my bonds not one minute after the Orcs threw me in this cage, but escaping this filthy camp will take more than just strength.\\n\\n'Why don't you destroy some of those siege-engines? That ought to get the Orcs riled up... and distracted enough to take their eyes off me!\\n\\n'Do not worry! I'll find somewhere safe... just not here!'",
      "es": ""
    },
    {
      "id": 148970489,
      "en": "Destroy Orkish ballistae at Hanksar-mokh and Kulûg-mokh ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}