{
  "id": 621067207,
  "txt": [
    {
      "id": 228870261,
      "en": "Introduction to Cooking",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have made a cup of spring barley flour",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have made a hard biscuit",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'If you wish to know more of cooking, you should find Culhuc by the oven. He is one of the more experienced cooks in Lhan Garan despite his youth, and is teaching the craft to all who show interest.'\\n\\n<rgb=#FF0000>WARNING: You must make sure to have room in your inventory for this quest.</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Speak with the Novice Cook in Lhan Garan to learn more about cooking.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Novice Cook provided you with a <rgb=#FF00FF00>crate</rgb> full of ingredients that you can use to execute the hard biscuit recipe. Open the <rgb=#FF00FF00>crate</rgb> to get the ingredients.\\n\\n<rgb=#FF00FF00>Ingredients for Cooks are normally purchased from vendors or traded from players with the farming profession. You can also find ingredients on the Auction Hall.</rgb>",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Go speak with the Novice Cook in Lhan Garan.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The Novice Cook provided you with the ingredients necessary to create hard biscuits. First, however, you must prepare one of the most important ingredients: a <rgb=#FF00FF00>cup of spring barley flour</rgb>.\\n\\n<rgb=#FF00FF00>To open your crafting panel, you can use the 'T' key or click on the crafting button (it looks like a hammer and anvil) in the lower left part of your UI.\\n\\nSelect the cooking tab in the craft UI and find the proper recipe.\\n\\nRemember: in order to execute a recipe, you must be near the proper facility. Cooking typically requires an oven or camp-fire.</rgb>",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The cup of spring barley flour is complete, and you are now ready to make the <rgb=#FF00FF00>hard biscuit</rgb>, as instructed by the Novice Cook.\\n\\n<rgb=#FF00FF00>To open your crafting panel, you can use the 'T' key or click on the crafting button (it looks like a hammer and anvil) in the lower left part of your UI.\\n\\nSelect the cooking tab in the craft UI and find the proper recipe.\\n\\nRemember: in order to execute a recipe, you must be near the proper facility. Cooking typically requires an oven or camp-fire.</rgb>",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The recipe is complete. <rgb=#FF00FF00>Do not eat or sell the hard biscuit!</rgb> It is time to show your handiwork to the Novice Cook.",
      "es": ""
    },
    {
      "id": 205636721,
      "en": "'Making flour is a simple process, if not a labour-intensive one. Mill the barley and sift it, running any pieces that are too big back through the mill until it is a mostly uniform consistency.'\\n\\n<rgb=#FF00FF00>To open your crafting panel, you can use the 'T' key or click on the crafting button (it looks like a hammer and anvil) in the lower left part of your UI.\\n\\nSelect the cooking tab in the craft UI and find the proper recipe.\\n\\nRemember: in order to execute a recipe, you must be near the proper facility. Cooking typically requires an oven or camp-fire.</rgb>",
      "es": ""
    },
    {
      "id": 205636722,
      "en": "The Novice Cook rubs some of the flour between his fingers.\\n\\n'Good work! You have some talent for this. Now use this flour to make that <rgb=#FF00FF00>hard biscuit</rgb>.'\\n\\n<rgb=#FF00FF00>To open your crafting panel, you can use the 'T' key or click on the crafting button (it looks like a hammer and anvil) in the lower left part of your UI.\\n\\nSelect the cooking tab in the craft UI and find the proper recipe.\\n\\nRemember: in order to execute a recipe, you must be near the proper facility. Cooking typically requires an oven or camp-fire.</rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with the Novice Cook near the oven in the crafting area",
      "es": ""
    },
    {
      "id": 205636723,
      "en": "'Open up that <rgb=#FF00FF00>crate</rgb> full of ingredients that I gave you, and you can use the <rgb=#FF00FF00>oven</rgb> to make the hard biscuit recipe. Make sure to equip your <rgb=#FF00FF00>cooking tools!</rgb>'\\n\\n<rgb=#FF00FF00>Ingredients for Cooks are normally purchased from vendors or traded from players with the farming profession. You can also find ingredients on the Auction Hall.</rgb>",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "You have been provided with a box of ingredients",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Open the <rgb=#FF00FF00>crate</rgb> given to you by the Novice Cook to collect the spring barley, egg, and water",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "You now have all the ingredients to make a hard biscuit",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Using the ingredients you received, craft a <rgb=#FF00FF00>cup of spring barley flour</rgb> through the <rgb=#FF00FF00>crafting panel</rgb>",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Using the ingredients you have obtained, cook a <rgb=#FF00FF00>hard biscuit</rgb> at an <rgb=#FF00FF00>oven</rgb>",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Bring the <rgb=#FF00FF00>hard biscuit</rgb> to the Novice Cook",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "'You wish to master the art of cooking? Then you and I share something in common. I was but an apprentice when I left Brundir. A promising one! But an apprentice nonetheless. I'll teach you what I know, and we can grow and learn together.\\n\\n'Here, take this <rgb=#FF00FF00>crate</rgb>. It has everything you need to make a simple hard biscuit.\\n\\n'Open that up, and you can use the <rgb=#FF00FF00>oven</rgb> to make the hard biscuit recipe. Make sure to equip your <rgb=#FF00FF00>cooking tools!</rgb>'\\n\\n<rgb=#FF00FF00>Cook vendors sell ingredients and recipes that are a vital part of any Cook's training and continued work.</rgb>",
      "es": ""
    },
    {
      "id": 8725908,
      "en": "'I did ask you to make a hard biscuit. What you've brought me is more like a scone. I don't know how you managed this, but it tastes good!\\n\\n'Well done, [placeholder]. You are on your way towards becoming a master cook!'",
      "es": ""
    },
    {
      "id": 8725909,
      "en": "'Was the biscuit tasty? Or did you sell it for some meagre coin? I can hardly evaluate your handiwork if you have no handiwork to present to me. Also I am hungry, so back to the oven with you!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "'Cooks create food that can heal and buff those who consume it. This introductory quest will walk you through a basic recipe.'\\n\\n<rgb=#FF00FF00>Be careful! You will need to complete the correct recipes and deliver the correct items outlined in this quest.\\n\\nYou will need to execute the cup of spring barley flour and hard biscuit recipes and deliver the hard biscuit. Failing to do so will force you to obtain new raw materials or to restart the quest after a 24-hour delay.</rgb>",
      "es": ""
    }
  ]
}