{
  "id": 621067201,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "After encountering and defeating the elusive bear, Crúgaul, you have claimed a trophy that may be of value to the Dúnedain of Cardolan.\\n\\nAs you inspect Crúgaul's claws, you notice they are far larger than the average bear's claws and a sort of shadow seems to cling to them. For a moment, you wonder if Crúgaul might have been one of the mighty lath-bears of old, but those were just stories... or so you thought. It was surely a trick of the dark that shaped this bear into a creature far more foul!\\n\\nYou should bring this trophy to Gaerion, a trophy-hunter and lore-keeper of the Dúnedain of Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Deliver Crúgaul's claws to Gaerion in Cardolan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Gaerion can be found at Sírlond in Cardolan.\\n\\nYou have acquired a trophy from an elusive foe in Cardolan. You should deliver it to Gaerion, a trophy-hunter and lore-keeper of the Dúnedain of Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "After encountering the elusive bear, Crúgaul, you have claimed a trophy that may be of value to the Dúnedain of Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Trophy-hunter: Crúgaul's Claws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Greetings, traveller. W-What are those?'\\n\\nGaerion inspects Crúgaul's claws closely, almost giving them a sort of reverence. He takes caution not to cut himself on the sharp claws before setting them down.\\n\\n'I have heard tales of these creatures... the lath-bears. When I was a boy, I was told they prowled the lands of Rohan after nightfall, clothed in shadow and feasting upon the young. These claws are quite a find, though part of me wishes you had never crossed paths with that creature.\\n\\n'Although I am no weaponsmith, I'd wager these claws could be fashioned into a deadly tool. I shall have to see what the others make of them. You have my thanks!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}