{
  "id": 621067202,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "After encountering and defeating the elusive spider, Agerbráth, you have claimed a trophy that may be of value to the Dúnedain of Cardolan.\\n\\nAs you inspect Agerbráth's mandible, you take care to avoid touching what appears to be lingering venom upon it. It seems the dangers of the Old Forest are not to be underestimated, and you think to yourself that any place with that many spiders might not be worth exploring at all.\\n\\nYou should bring this trophy to Gaerion, a trophy-hunter and lore-keeper of the Dúnedain of Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Deliver Agerbráth's mandible to Gaerion in Cardolan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Gaerion can be found at Sírlond in Cardolan.\\n\\nYou have acquired a trophy from an elusive foe in Cardolan. You should deliver it to Gaerion, a trophy-hunter and lore-keeper of the Dúnedain of Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "After encountering the elusive spider, Agerbráth, you have claimed a trophy that may be of value to the Dúnedain of Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Trophy-hunter: Agerbráth's Mandible",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'What have you brought here? What is that?'\\n\\nGaerion inspects Agerbráth's mandible closely, taking the same care as you did to avoid touching the mostly-dried venom. As he turns the mandible about in front of him, his face contorts in thinly-veiled disgust.\\n\\n'I cannot say that I have any interest in this trophy, but there are some among the Dúnedain with more peculiar interests—such as the collection of spiders and insects. If you would be willing to part with it... and I don't know why you wouldn't be, I'm certain at least one among my kin would be interested in possessing it.\\n\\n'Is that all then?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}