{
  "id": 621067252,
  "txt": [
    {
      "id": 216727827,
      "en": "You must place a delving zircon into the fissure in the delving stone. This will unlock the potency trapped within the gemstone and unleash it upon the world.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Failure: Leave the instance",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Having completed the mission with the malice affecting the denizens within, you should now make your way back to the mission giver and tell them of your success.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "A malice spread from within the gemstone you affixed to the delving stone. You must defeat the enemies and complete the mission to rid the evil from the world.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "You left the instance and failed",
      "es": ""
    },
    {
      "id": 225642633,
      "en": "Without a delving zircon you cannot unlock the greater strength of enemies in this place.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Affix the delving zircon to the delving stone ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 86966503,
      "en": "Objective one override - DNT",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'It is good to see you again, [placeholder]. I expected that this might be a stronger effect than the last, so I cannot say that I am surprised to hear that the enemy grew even stronger. There exist in the world stones such as this, that contain even darker energies. \\n\\n'Take it, perhaps you will find it within yourself to dig even deeper against the darkness creeping into the world.'",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "A stronger malice spreads through the area...",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Acquire a delving zircon ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Speak with a mission giver",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Failure: Leave the instance",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Complete the current mission and find the scout",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "You left the instance and failed the delving",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "A stronger malice spreads through the area...",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Complete the current mission and find the scout",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Delving deeply into the world, the forces of the enemy are more powerful and vicious.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "The stone is inert. There is a clear fissure in the surface where one, with a little effort, could affix a gem of some sort. Perhaps you have such a gem in your possession.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "The delving zircon fits into the fissure within the delving stone. The zircon cracks and the darkness within creeps out of the stone and moves into the air as a black tendril. A flash of dread fills you but passes.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tier 02: Delving Zircon",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Complete the current mission",
      "es": ""
    }
  ]
}