{
  "id": 621061660,
  "txt": [
    {
      "id": 173025780,
      "en": "DNT - Use the whistle to summon Cariad to your side",
      "es": ""
    },
    {
      "id": 148970288,
      "en": "Cariad glances up from the reports on the table",
      "es": ""
    },
    {
      "id": 173025782,
      "en": "Talk to Cariad",
      "es": ""
    },
    {
      "id": 126687154,
      "en": "To keep Saruman's spies in the dark about the Cuan-lûth's whereabouts, a journey to Thelgarth is in order.",
      "es": ""
    },
    {
      "id": 173025761,
      "en": "DNT - Use the whistle to summon Cariad to your side",
      "es": ""
    },
    {
      "id": 148970291,
      "en": "Cariad breathes a sigh of relief",
      "es": ""
    },
    {
      "id": 173025765,
      "en": "DNT - Use the whistle to summon Cariad to your side",
      "es": ""
    },
    {
      "id": 236954403,
      "en": "Tying Up Loose Ends",
      "es": ""
    },
    {
      "id": 190220772,
      "en": "'Thelgarth harbours those loyal to Saruman. It's been too risky for us to enter, but I have often kept an eye on it from afar. You will find it if you venture south.\\n\\n'I'll meet you there. Let's find the spies' base and destroy those reports, quickly!'",
      "es": ""
    },
    {
      "id": 184621169,
      "en": "You should destroy the spy reports.",
      "es": ""
    },
    {
      "id": 236954613,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173025769,
      "en": "Find the spies' base in Thelgarth",
      "es": ""
    },
    {
      "id": 184621220,
      "en": "You should discuss the next course of action with Cariad.",
      "es": ""
    },
    {
      "id": 184621266,
      "en": "Thelgarth lies to the south of the Cuan-lûth Refuge.\\n\\nYou should find the spies' base in Thelgarth.",
      "es": ""
    },
    {
      "id": 184621175,
      "en": "Cariad would like to speak with you.",
      "es": ""
    },
    {
      "id": 190220549,
      "en": "'I can't see a path to survival without the Rangers' help. Make no mistake -- my people are strong, but we are powerless. The Rangers wield power, enough to put up a fight against the power of Saruman.\\n\\n'When we hunted down Saruman's crebain, I took a risk to see if I had misplaced my faith in you. It's time to make another gamble.'",
      "es": ""
    },
    {
      "id": 173025728,
      "en": "Talk to Cariad",
      "es": ""
    },
    {
      "id": 173025729,
      "en": "DNT - Use the whistle to summon Cariad to your side",
      "es": ""
    },
    {
      "id": 126687078,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 190220553,
      "en": "'I've been studying these reports. They are... very detailed. It seems that spy had been tracking us for a while.\\n\\n'My clan clearly made it easy enough for her to do her work. How can we know for sure that no one else has spotted us? We can't deal with every spy we come across!\\n\\n'Please, destroy the reports first. We'll talk afterwards.'",
      "es": ""
    },
    {
      "id": 173025778,
      "en": "Destroy the spy reports",
      "es": ""
    }
  ]
}