{
  "id": 621061643,
  "txt": [
    {
      "id": 177082769,
      "en": "You and Demúr have successfully defended Ravaedron from this direction",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "You and Brungos have successfully defended Ravaedron from this direction",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Ravaedron has asked you to sift the banks of the rivers that enclose and pass through the Angle in search of suitable pigment stones for making paints and dye.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I see. Yes, Prestadír spoke true: this land holds many unhappy memories for me. It was many years before I walked these hills again, and my friends among the Stôrs eased those hurts somewhat, but they did not long stay here. When they departed I did too, and wished not to return. Only the wish of Elrond or his sons could bring me back to Mitheithel, and so it was. I found no sign of the black riders they sought, but I did befriend Maddoc and Glenys Stagshorn, and that friendship was a bright memory unlike those I have of Sauron's war upon the Elves. I hope I have not damaged its foundation!\\n\\n'But that has given me an idea, [placeholder]. The Stagshorns have lived in the Angle for most of their years, but they have not the long lives of the Eldar. This has always been a land of beauty for them, unmarred by the memory of war. I will give to them a gift, a painted landscape of Mitheithel, and that will repair the hurts done by our quarrel!\\n\\n'I have not forgotten the lessons of Wenna, the painterly Stôr I once knew in Glynafon. We will fashion the pigments I need from natural materials found throughout Mitheithel, and so will the painting be made of the landscape it represents! This is going to work, [placeholder]. Can I ask you to help me collect the soft stones I will need to make these paints? You will find them alongside river-banks throughout the Angle. I will meet you outside Thelgarth when we have enough, for I believe from that high place I will find a vista worth painting!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Ravaedron agreed to meet you outside Thelgarth, the ruins atop the southernmost of the Angle's hills, when you found enough pigment stones.",
      "es": ""
    },
    {
      "id": 127884915,
      "en": "You have failed in your task!",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Ravaedron has had a revelation, and now he knows just how to set things right with his friends the Stagshorns before he departs Middle-earth.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Ravaedron has chosen a location just to the east of Thelgarth, below the hill on which stand the ruins, to paint his gift for Maddoc and Glenys Stagshorn.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'These are perfect, my friend! I will grind them up in the right quantities to make just the shades I need to capture the landscape of Mitheithel.\\n\\n'I have chosen a good location to paint, [placeholder]. It is just to the east of Thelgarth, below the hill on which the ruins stand.'",
      "es": ""
    },
    {
      "id": 127884918,
      "en": "You have failed in your task!",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Collected red pigment stones ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'This will do nicely.'",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Collected grey pigment stones ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Ravaedron has begun to paint his gift for Maddoc and Glenys Stagshorn, east of Thelgarth.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Is this not a lovely spot? I envy those who can stride between these rivers and see only the beauty of the land, and not the war-wrought scars I have seen here. It will be my challenge to paint the view I see and not the view I remember, but I will let my brush lead the dance, and see where it takes me.\\n\\n'Several of the Dúnedain have agreed to keep watch so I will not be disturbed while I paint. Demúr is just to the south-west. If you would like to help as well, I know he would appreciate the company, and I have learned in this short time that you are a [placeholder] of no small skill.'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Collected yellow pigment stones ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Demúr has agreed to help you fend off any threats that may hinder Ravaedron while he paints, and is waiting for you to the south-west.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Hail, [placeholder]. Let us prevent any curious threats or dangerous foes from disturbing our artist.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Ravaedron is painting a gift for Maddoc and Glenys Stagshorn to the east of and below the ruins of Thelgarth.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'It is coming along, [placeholder], but I am not yet finished. Perhaps Brungos could use your assistance while I continue my work? He is just to the north-east, and will appreciate your company as much as did Demúr, I am sure.'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Brungos has agreed to help you fend off any threats that may hinder Ravaedron while he paints, and is waiting for you to the north-east.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Demúr to the south-west",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'From here I heard the record of your efforts alongside Demúr, [placeholder], and now I am prepared to best my kinmate's work! Let neither beast nor foe disturb Ravaedron's endeavours!'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Ravaedron is to the east of and below the ruins of Thelgarth.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'I have finished my work! I dare not attempt any further strokes, for I fear my painting shall resist any further improvement. Were I to continue I would risk spoiling it all!'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Ravaedron to the east of Thelgarth",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Brungos to the north-east",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Ravaedron to the east of Thelgarth",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'I have not forgotten the lessons of Wenna, the painterly Stôr I once knew in Glynafon. We will fashion the pigments I need from natural materials found throughout Mitheithel, and so will the painting be made of the landscape it represents! This is going to work, [placeholder]. Can I ask you to help me collect the soft stones I will need to make these paints? You will find them alongside river-banks throughout the Angle. I will meet you outside Thelgarth when we have enough.'",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'I have chosen a good location to paint, [placeholder]. It is just to the east of Thelgarth, below the hill on which stand the ruins.'",
      "es": ""
    },
    {
      "id": 69036738,
      "en": "Fight alongside Demúr to defend Ravaedron while he paints",
      "es": ""
    },
    {
      "id": 103460161,
      "en": "'Prepare yourself, my friend. Nothing gets by us!'",
      "es": ""
    },
    {
      "id": 69036741,
      "en": "Fight alongside Brungos to defend Ravaedron while he paints",
      "es": ""
    },
    {
      "id": 103460162,
      "en": "'We are not finished yet!'",
      "es": ""
    },
    {
      "id": 49286663,
      "en": "Bring the pigment stones to Ravaedron inside Thelgarth",
      "es": ""
    },
    {
      "id": 103460163,
      "en": "'More of them!'",
      "es": ""
    },
    {
      "id": 103460164,
      "en": "'I think that was the last of them. How fares our artist?'",
      "es": ""
    },
    {
      "id": 103222801,
      "en": "'I hear the approach of foes!'",
      "es": ""
    },
    {
      "id": 103222802,
      "en": "'Do not relax your guard! I hear more enemies coming this way!'",
      "es": ""
    },
    {
      "id": 103222803,
      "en": "'Our artist friend is fortunate we are here!'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Find red pigment stones along river-banks in the Angle ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 103222804,
      "en": "'I think that is all of them. It was a pleasure fighting alongside you!'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Find grey pigment stones along river-banks in the Angle ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Find yellow pigment stones along river-banks in the Angle ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Find the location chosen by Ravaedron, just to the east of Thelgarth and below the hill on which stand the ruins",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Ravaedron at the location he has chosen to paint",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Beauty of the Land",
      "es": ""
    }
  ]
}