{
  "id": 621061640,
  "txt": [
    {
      "id": "0xbc69c01",
      "en": "'Drop your coins on the ground and you might leave with your lives!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Long Memories",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33340e1",
      "en": "'Follow me, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbc69c02",
      "en": "'Get 'em, boys!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Prestadír outside the walls of Eitheldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33340e2",
      "en": "'This place has seen better days... and worse.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33340e3",
      "en": "'Ravaedron lived here, when Eitheldir was young.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33340e4",
      "en": "'But his people have not resided in Eitheldir for many centuries.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33340e5",
      "en": "'It is home now only to Orcs, and to brigands, and to beasts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'I am not as well-versed in the history of this land as some of my folk, but I know enough to share some of it with you, [placeholder]. Seven centuries into the Second Age, the great Elf-smith Celebrimbor journeyed from Lindon to dwell in the holly-forests at the foot of the Misty Mountains. That realm came to be known as Eregion, and it was the birthplace of many great works and treasures of craft.\\n\\n'The heart of Celebrimbor's realm lay to the south of the Loudwater, but the Elves drove out the trolls and hostile Amonedain in between, constructing outposts in the wooded hills on the border-marches. The chief of these was this stronghold, Eitheldir, built to watch the crossings of the Hoarwell and to keep open the road to Lindon.\\n\\n'The governance of the keep was given to Oranoril, a Noldor companion of Celebrimbor. She had served as a captain in the wars against Morgoth, and was renowned for both her loyalty and her ferocity.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33340e6",
      "en": "'Are you ready?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33340e7",
      "en": "'I offer you the same choice! But keep your coins; we want them not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I would not have begrudged them the shelter if they came by it honestly, and turned not to robbery. But alas it was not so.'\\n\\nPrestadír gazes up at the sky, peering into the unknowable heights.\\n\\n'It looks like rain,' he says, and then returns his gaze to earth.\\n\\n'You have heard of the War of the Elves and Sauron, [placeholder], in which the Dark Lord sought mastery over the works of Eregion? Celebrimbor perceived the designs of Sauron, but there was little time to prepare for the destruction that awaited the Elves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33340e8",
      "en": "'That is the last of them, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Oranoril took charge of the remaining soldiers following the death of Celebrimbor; only her great skill of command kept the defeat from becoming an inescapable bloodbath, and she ordered her people to retreat. At the Hollin Ridge she watched with horror as Sauron's forces marched behind the ghastly banner they had made of the once-proud Elf-smith.\\n\\n'Knowing a similar fate awaited her if she was caught, Oranoril devised a scheme to save what of her people she could. She chose a small force from her own household and tricked Sauron's army into pursuing them. On a grim chase she led them across the Bruinen into the Angle, while the bulk of her kindred escaped by secret paths into the mountains and then to Elrond's young refuge. Ravaedron was one of these, and he never forgot his last sight of Oranoril's company disappearing over the ridge, pursued by Sauron's foot-soldiers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33340e9",
      "en": "'The story of that war is a sad one, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Oranoril's company evaded the armies of the Dark Lord until they reached Eitheldir, but when they arrived below the stronghold they found the crossing of the Hoarwell already held against them. A brief siege followed, but the Orcs far outnumbered the few Elves that remained; the gates were broken and the keep razed. One by one the companions of Oranoril perished, until only she and three others remained.\\n\\n'Together they performed one last act of defiance, fighting their way through the throng to Celebrimbor's body and prizing it from the clutches of the Orcs. With her last dying strength Oranoril, now the last living Elf in Eitheldir, took up the smith's corpse and leapt from the precipice into the foaming waters of the Hoarwell. And so even in his victory Sauron was robbed of his trophies, and his anger was without match.\\n\\n'Furious that many of the Noldor had eluded him, and unable to find where they had fled, Sauron invaded Eriador from the Angle, intending to crush the realm of Lindon. Instead he found the Men of Númenor waiting for him, for they had answered the call of Gil-galad, and the combined forces of Elves and Men broke Sauron's strength. From whence came the final blow? Why, it came from Elrond and the folk of Imladris, for when their strength was recovered they returned with a fire in their hearts and Sauron could not stand against them. Defeated, it was his turn to flee; to Mordor he escaped.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'After the war, the Elves searched both the Hoarwell and the Greyflood for the remains of Oranoril or Celebrimbor, but they found no sign of either. This precipice became a place of pilgrimage for many of the Noldor, particularly for those whose flight to Rivendell she had bought with her life.\\n\\n'Ravaedron was one of these, [placeholder], and I know it is not easy for him to walk today in the Angle, with such memories as these still fresh in his mind. Eregion remained desolate after the War of the Elves and Sauron, its shattered halls crumbling with the passage of the years, becoming overgrown with grass and vine, but the stones remember what transpired, and so do those who were there.\\n\\n'This is why I do not gainsay Ravaedron his choice to leave Middle-earth. If that is the peace he desires, I want him to have it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have come with Prestadír to conduct his patrol around the ruins of Eitheldir, and to hear what he wishes to speak with you about.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "The churning waters of the Hoarwell rush by, far below",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Prestadír is outside the ruins of Eitheldir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Prestadír stands in the ruins of Eitheldir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Prestadír stands in the ruins of Eitheldir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08edb6",
      "en": "Walk with Prestadír in Eitheldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Prestadír outside Eitheldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Prestadír has asked for you to follow him outside.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ae3",
      "en": "Patrol Eitheldir with Prestadír and make the ruins safe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Prestadír stands above the rushing waters of the Hoarwell, just outside the walls of Eitheldir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Prestadír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Prestadír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7286c21",
      "en": "The churning waters of the Hoarwell rush by, far below",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Follow Prestadír through the hole in the wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3340e70",
      "en": "'The defences of Eregion were overrun. Celebrimbor was captured and slain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3340e71",
      "en": "'Elrond fled with the survivors of Eregion and established a hidden haven in the mountains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3340e72",
      "en": "'That was Imladris, [placeholder], as you know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3340e73",
      "en": "'This way, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3340e74",
      "en": "'Through here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3340e75",
      "en": "'Watch your step.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3340e76",
      "en": "'Carefully...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3340e77",
      "en": "'Ah, here comes the rain. I thought so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'I would not have begrudged them the shelter if they came by it honestly, and turned not to robbery. But alas it was not so.'\\n\\nPrestadír gazes up at the sky, peering into the unknowable heights.\\n\\n'It looks like rain,' he says, and then returns his gaze to earth.\\n\\n'I need not tell you about the War of the Elves and Sauron, [placeholder], in which the Dark Lord sought mastery over the works of Eregion. Celebrimbor perceived the designs of Sauron, but there was little time to prepare for the destruction that awaited your people there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e54",
      "en": "Prestadír has been defeated, and you have failed!",
      "es": "",
      "es (fem)": ""
    }
  ]
}