{
  "id": 621061639,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Long Memories",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Prestadír outside the ruins of Eitheldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Prestadír and patrol the ruins of Eitheldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Prestadír outside the ruins of Eitheldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'These Dúnedain have always gone where they will, and Prestadír tells me that they are soon to depart on such an errand. How can they protect the Stagshorns if they intend to leave the Angle and cross the mountains?\\n\\n'Must I change my plans? Should I not journey to the Grey Havens, there to leave Middle-earth?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Ravaedron in Tornhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I told Ravaedron that in confidence, [placeholder], but yes: I and some of my folk have been tasked with looking into some of the rumours coming from Mirkwood. We are soon to depart, and cannot promise him what he seeks of us.\\n\\n'We of the Dúnedain have sworn an oath to Aragorn, our chief, and none of us would break that oath, even for so dear a friend as Ravaedron. And he knows this, which tells me this performance is for your benefit, [placeholder].'\\n\\nPrestadír turns again to Ravaedron.\\n\\n'Change none of your plans, my friend. Not all of the Dúnedain will come with me on this errand, and many of our people will remain here at Tornhad. They will keep an eye upon the safety of the woodcutter and his family. Speak to Mithrendan and Angwedh, and see if it is not so!\\n\\n'But for you, [placeholder], while I have your ear there is something I would like to discuss. Let us meet near Eitheldir, to the north, and we can speak while I conduct my last patrol for today.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Should I stay after all? Must Híthrochon leave me behind?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Thank you for coming, [placeholder]. The Dúnedain have long protected folk who dwell on the edge of the wilderness, but we could not do so if our hearts were troubled. Our own families reside within the Angle of Mitheithel, and if we are certain they live in safety, the obligation we have sworn is more readily-performed.\\n\\n'So it is that the Dúnedain conduct patrols such as these on the outskirts of Mitheithel, and on the approaches to Tornhad. In times of danger, the village can be evacuated and we move our families to a number of caves in the outlying hills. It has happened more and more often in recent years: an unwelcome change every time, but necessary. It is a cause of sadness for the old-timers, and a pleasing lark for the children, but for me it justifies our caution.\\n\\n'What say you? Will you patrol these ruins with me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Over here, my new friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Then let us begin, and remain alert for anything that might threaten the safety of Tornhad and its people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ravaedron is displeased that many of the Rangers plan to depart for some mysterious purpose in the coming weeks, and Prestadír seeks to ease his mind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I thank you again for hearing me out, [placeholder]. I cannot begin to understand the burden that Ravaedron must feel when he walks in this land. I want him to depart these shores and find the peace his heart deserves. I hope you feel the same, and will help him accomplish it.\\n\\n'Let us return now to Tornhad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Prestadír is outside the ruins of Eitheldir, north of Tornhad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The Ranger Prestadír is in Tornhad, seeking to ease Ravaedron's worries.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Welcome back, [placeholder]. While you and Prestadír were gone, I received assurances from the others of his folk that they will keep out a watchful eye for the Stagshorns when I am gone. So that is all right.\\n\\n'What did you and he speak about while you were away?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Prestadír is outside the ruins of Eitheldir, north of Tornhad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Let us return now to Tornhad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Prestadír asked to meet you outside the ruins of Eitheldir, to the north of Tornhad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Ravaedron is at Tornhad, the encampment of the Rangers, south of Eitheldir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Prestadír is outside the ruins of Eitheldir, north of Tornhad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Prestadír in Tornhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Meet up with Prestadír outside the ruins of Eitheldir, north of Tornhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Prestadír waits patiently for you to arrive",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'While I have your ear, [placeholder], there is something I would like to discuss. Let us meet near Eitheldir, to the north, and we can speak while I conduct my last patrol for today.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}