{
  "id": 621047962,
  "txt": [
    {
      "id": 51875089,
      "en": "You have been tasked with defeating Frost-horde Hobgoblin Emissaries and destroying ice pillars spread around the area.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "The mission is complete!\\n\\nSpeak to Hórin for your reward!",
      "es": ""
    },
    {
      "id": 261009169,
      "en": "Hrímil's Chosen",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: Drive a Wedge",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have come back from a scouting mission in the mountains above. A group of Frost-horde Hobgoblin Emissaries were seen creating a series of ice pillars spread around the area. These pillars seem to have been emitting a frosty aura.\\n\\n'Enter the mountain pass, defeat Frost-horde Emissaries, and destroy the ice passage in the mountain pass!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Complete Mission: Drive a Wedge",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Amongst the windy mountain peaks, ice-giants have forged some sort of pact with the Frost-horde. The hobgoblins have been erecting a series of pillars to reinforce their position.\\n\\n'Your mission is to defeat Frost-horde Hobgoblin Emissaries and destroy ice pillars so that our forces can push further into the area.",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Hórin",
      "es": ""
    },
    {
      "id": 133136802,
      "en": "The monster commander in this mission will attempt to summon blizzards.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Your mission is to defeat Frost-horde Hobgoblin Emissaries and destroy ice pillars.\\n\\nSpeak to Hórin to travel to the mountain pass.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Well done! With the pass cleared, our forces can continue to push through into the passages further into Gundabad!'",
      "es": ""
    }
  ]
}