{
  "id": 620890350,
  "txt": [
    {
      "id": 105642370,
      "en": "'Well, that wraps up that run. I hope someone managed to escape the snarling terror of Maggot's dogs...'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Wow! You ran circles around Farmer Maggot's dogs. I hope you left some mushrooms for everyone else!'",
      "es": ""
    },
    {
      "id": 105642371,
      "en": "'Anyway, we'll be starting the next run shortly, so come sign up with me now before the field fills up!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Thanks for playing Maggot's Mushroom Hunt! \\n\\nThe game will start shortly, so be sure not to leave the field, or you might lose your chance to play!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Farmers Faire: Maggot's Mushroom Hunt",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'No Festival Ticket? No problem! You can purchase them if you want to take part in the Maggot's Mushroom Hunt!\\n\\n'You can also get a few tickets for free from the festival announcer in Bywater!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Maggot's Mushroom Hunt will begin shortly!",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Maggot's Mushroom Hunt has begun",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You left Maggot's corn field....",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Give your ticket to Osbert Puddifoot to sign up for the Mushroom Hunt.\\n\\n<rgb=#FF0000>Do not leave the area of the field after handing in your ticket, or you will forfeit the game!</rgb>",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Devoured mushrooms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "'You should head into the field shortly. We will be trying to find some of those delicious mushrooms growing out there...but be careful: once Farmer Maggot notices us out in the field, he will surely sic those dogs of his on us. You need to stay away from them!\\n\\n'Come back here once you've eaten your fill of mushrooms.'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You did not eat enough mushrooms. Try again",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Gather at least eight mushrooms.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You left Maggot's corn field....",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "You have succeeded in devouring eight of Maggot's mushrooms...eat as many more as you can before the game is over!",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "Ten seconds remain in the Mushroom Hunt",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Talk to Osbert Puddifoot to receive your tokens for winning the Mushroom Hunt.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You were spotted by one of Maggot's dogs",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "Congratulations! You won the Mushroom Hunt!",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring a ticket to Osbert Puddifoot to play Maggot's Mushroom Hunt",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Wait for the game to begin",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Devour mushrooms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Avoid Maggot's dogs",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Gather more mushrooms",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Avoid Maggot's dogs",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Osbert Puddifoot",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "You left Maggot's corn field....",
      "es": ""
    },
    {
      "id": 32729281,
      "en": "You were spotted by one of Maggot's dogs",
      "es": ""
    },
    {
      "id": 32729282,
      "en": "You collected a Festive Egg!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The young hobbits of the Shire have long held a tradition of sneaking into Farmer Maggot's fields to make off with the succulent mushrooms that grow in the shade of the grain rows. Farmer Maggot does not take kindly to these trespassers, and each year around the harvest season, he unleashes his three dogs, Fang, Grip, and Wolf, into the fields to chase off any ne'er-do-well hobbits. This year a small group of enterprising hobbits has organized these raids into an unofficial 'event' of the Farmers Faire, forming groups to try to make off with the wild mushrooms.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": ""
    },
    {
      "id": 105642369,
      "en": "'The mushroom hunt has begun! Get in there and gobble those mushrooms before Maggot's dogs find you!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hoy there, [placeholder]! We're about to send in the next group of raiders into Farmer Maggot's fields. Be careful, though...our activities this year have Grip, Fang, and Wolf in a regular frenzy. You will need to get those mushrooms quickly before they catch your scent.\\n\\n'Oh, but watch what you eat...several of our participants have reported some pretty strange effects from some of the rarer varieties of mushroom this year.'",
      "es": ""
    }
  ]
}