{
  "id": 620890253,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'They won't budge? I can't say that I'm surprised.\\n\\n'In any event, thank you for taking time out of your stay here in Winter-home to help. If you would care to try again tomorrow, come find me.\\n\\n'I don't want to take more of your time today, so here's some coin for your trouble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Abominable Snow-beasts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Brought cheer to the snow-beasts (1/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you had any luck with those beasts, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The snow-beast awakens and looks for a new place to rest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Are you back already, [placeholder]? Why don't you head back out and try a few more times?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Brought cheer to the snow-beasts (2/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The snow-beasts can be found to the east of Winter-home.\\n\\nGuard Kember wants you to bring some special Yule cheer to the snow-beasts of Frostbluff.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Yes, yes... you've been trying hard, but how about one more go? I know the Mayor and I would both feel better about this if you did!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Brought cheer to the snow-beasts (3/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Awakened from a deep sleep by your cheers, the snow-beast has moved to a less noisy area. The beast seems to have no intention of leaving Frostbluff. Perhaps a little more cheer will help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "The snow-beasts appear completely uninterested in your merriment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The snow-beast has fallen back asleep. A bit more Yule cheer might drive him off.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "The snow-beasts appear completely uninterested in your merriment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Awakened from a deep sleep yet again, the beast has moved to a less noisy area. The beast still seems to have no intention of leaving Frostbluff. Perhaps a little more cheer will help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "The snow-beast has fallen asleep again. A bit more Yule cheer might drive him off.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "The beast has moved to a less noisy area and is completely unmoved by your repeated attempts to drive him off. You should return to Guard Kember and explain the situation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "The beasts are no longer responding to your cheers. You should return to Guard Kember and ask him what to do next.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring some special Yule <rgb=#FF0000>cheer</rgb> to the snow-beasts (0/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring some special Yule <rgb=#FF0000>cheer</rgb> to the snow-beasts (1/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring some special Yule <rgb=#FF0000>cheer</rgb> to the snow-beasts (2/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Guard Kember",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Return to Guard Kember",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Guard Kember has been tasked by Mayor Goodnough with driving off the nearby snow-beast family. He has noticed that they appear to despise merriment and recommends you bring a special variety of cheer to the beasts.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Greetings, [placeholder]. I see you have been enjoying the many offerings of Winter-home this season. For my part, I've striven to keep the peace both inside and outside of town.\\n\\n'I'll spare you a long tale. Mayor Goodnough has tasked me with driving out a family of snow-beasts that have lingered since Winter-home was founded. The beasts move further away each winter... personally, I think they hate all the noise and cheer.\\n\\n'You've had your share of merriment, have you not? Why don't you head out there and bring some of your own variety of Yule cheer to these beasts? If you can drive them off, I think we'll all feel safer.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}