{
  "id": 620797386,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have done a great service for us all, [placeholder]. Glóin is right...you should be rewarded for your efforts now and in the future.\\n\\n'If you find the emissary, Bhoghad, within the Great Goblin's throne room, defeat him and return to me with the news, and I will be certain to reward you.\\n\\n'The throne room, from tales I have heard from Glóin himself, can be found at the end of a long tunnel. Of course, I have heard that the walls within Goblin-town cannot be trusted to remain closed or open.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Glóin will be pleased to know that you have completed this task.\\n\\n'I would like to thank you on behalf of the dwarves for your efforts, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It is best we keep the goblins of Goblin-town under control, rather than let them join with Angmar. Defeat the emissary before he succeeds in bringing the Misty Mountain goblins under Angmar's sway.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Emissary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Find the Uruk Angmar sent to rile those goblins and put an end to him, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Information received from the letters you recovered in Black Speech led Glóin to offer rewards for the defeat of the Uruk-emissary from Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The goblins would have joined the Uruks of Angmar without your efforts, [placeholder]. You have our thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Well done, [placeholder]. With the emissary defeated, the goblins are much less of a threat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Tralli Gemfinder",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bhoghad is in the Great Goblin's throne room in Goblin-town. Goblin-town lies to the north-east of Glóin's camp.\\n\\nTralli seemed pleased with all you have done for Glóin in the past and offered you a reward for hunting down and defeating the Uruk-emissary Bhoghad in Goblin-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tralli Gemfinder is at Glóin's camp in the Misty Mountains, to the south-west of the entrance to Goblin-town.\\n\\nYou entered the Great Goblin's throne room and found Bhoghad entreating with the goblins there. You defeated the Uruk and should now return with the news to Tralli Gemfinder.",
      "es": "",
      "es (fem)": ""
    }
  ]
}