{
  "id": 620797389,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have discovered Cirith Ulunn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have discovered Echad Candelleth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have discovered Eryn Singor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "Though worms can be found scattered in other areas of the Trollshaws, the breed here has grown particularly deadly and numerous. Indeed, the aggressive hunting instincts of these vicious beasts do a great deal to dissuade those few explorers and settlers who might otherwise take up their livelihoods in the Wilds of Tal Bruinen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "The ruin of Echad Candelleth is believed by scholars to have once been a centre of art and learning in the ancient kingdom of Rhudaur, before it fell beneath the corrupt sway of Angmar and was destroyed in wars with its neighbours after which even its original name was lost.\\n\\nNow it simply acts as a makeshift camp for those hardy souls brave enough to explore the surrounding wilds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The southern Trollshaws are dominated by the Wilds of Tâl Bruinen. Few even amongst the Elves live here now, and the forested hills have become heavily overgrown and inhabited mostly by wild beasts that pose a constant danger to travellers and the few who try to eke out an existence in these undisciplined lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have discovered Echad Gauradan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "Though it is a wonder to behold, travellers who allow themselves to be lulled by the natural beauty of Eryn Singor rarely emerge from its treacherous ravines.\\n\\nA host of deadly Wood-trolls have taken up residence within, and delight in descending upon unwary hunters and explorers and tearing them limb from limb.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You have discovered Torech Ullug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "While civilized men long ago quit these hills, a tribe of wild men have recently taken up residence here, seemingly at home amongst the dangerous beasts and natural hazards of the region.\\n\\nAlas, they are of a savage disposition and display an obvious hatred of those who intrude upon their territory from more civilized lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You have discovered Delossad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "It is said that there is a nesting area for the numerous worms who infest Tal Bruinen, and it would seem that you have stumbled upon it here at Torech Ullug.\\n\\nTake care! The mothers of nesting worms are known for their particulary vicious disposition, as well as a ravenous appetite for fresh meat to feed to their young.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "What are these strange ruins? They seem to be of ancient Cardolan origins, but the Elves of Rivendell seem hesitant to speak of them at all. Some strange mystery surrounds them, and it may be that the only answers can be found within...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Explore the wild extents of the southern Trollshaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Wilds of Tâl Bruinen",
      "es": "",
      "es (fem)": ""
    }
  ]
}