{
  "id": 620797324,
  "txt": [
    {
      "id": 136263297,
      "en": "You have failed to bring the turtle back in time",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Left the turtle's stump",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have failed to bring the turtle back in time",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Radagast has asked you to find a turtle hiding in a stump in Harloeg.",
      "es": ""
    },
    {
      "id": 262725906,
      "en": "The frightened turtle emerges from the hiding spot at your summons",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'There is another in need of rescuing -- a turtle, trapped at the edge of the Circle of Blood by the dead who should not walk.\\n\\n'A turtle can be a difficult creature to draw, but he will respond to a true lore-master's greeting. Try your voice with him, and bring him here.'",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Search for the distressed turtle",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The turtle can be found hiding among fallen stones just to the east of the Circle of Blood.\\n\\nRadagast has asked you to coax the turtle to safety, teaching you the importance of the bond with the gentler creatures of nature.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, you have done well, but there is more still to do.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Radagast the Brown is at Barad Dhorn in Agamaur.\\n\\nRadagast has asked you to coax a turtle to safety, teaching you the importance of the bond with the gentler creatures of nature.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Radagast the Brown is at Barad Dhorn.\\n\\nYou should find out if Radagast the Brown has anything else for you to do.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you found the turtle yet, [placeholder]?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Use the \\qTurtle Greeting\\q to draw out the turtle",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the turtle back to Radagast",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the turtle back to Radagast",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Lore-master: Friend of Turtles",
      "es": ""
    }
  ]
}