{
  "id": 620797387,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have discovered Cirith Daur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have discovered the Black Crack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have discovered D贸mstoll",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "Cirith Daur was once one of the major passes that travellers used to enter the High Pass. Even at the best of times, it is torn by winds and storms and is treacherous to pass through. It often becomes completely impassable during the late seasons, blocking all access between communities on the eastern and western sides of the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "This small cave in the rocks of the High Pass offers apparent shelter for travellers in times of storm, but it was long ago discovered to be a concealed entrance into the burrows of Goblin-town below, from which goblins would emerge in the dark of night to kidnap those foolish enough to make camp here.\\n\\nThese days the crack sees little use as few even attempt the crossing any more, and the goblins more frequently emerge through the larger gate down below as they make ominous preparations for war.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "While most folks sensibly stay home and tend to fields and shops, some hardy adventurers are drawn to the most inhospitable and difficult places in Middle-earth. Few such places pose so great a challenge as the stretch of the Misty Mountains surrounding the region of the High Pass, which is fraught with hazards -- both natural and otherwise -- to test the most rugged individuals.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have discovered Erforgh Cleft",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "D贸mstoll -- more often called the Giant's Throne in Westron -- is a great seat of massive stones that sits above the abandoned ruins of Starkhath and offers a domineering view of the surrounding region when it is not obscured by driving snow and mist.\\n\\nMost of the giants left this place long ago, but rumours say that one, at least, still remains to watch over this lonely domain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You have discovered the Writhenbores",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "The Erforgh Cleft is a massive jumble of rocks and frozen streams left behind by some great mass of ice in ages past. Now it offers some semblance of shelter from the most brutal mountain winds to a nomadic tribe of Gauredain who have made their home here.\\n\\nWhether the Gauredain came here of their own accord or were directed here by the Enemy is uncertain, but their presence is troubling nonetheless.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You have discovered Starkhath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You have discovered Hrimbarg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "This complex of caves called the Writhenbores seems to be formed by a great mass of boulders, larger than even the giants could hope to lift. How they came to be this way is a mystery -- perhaps by the fall of an entire peak upon the mountainside below or some equally cataclysmic event.\\n\\nThe caves are oddly warmer than the wind-stripped slopes outside, possibly heated by a warm spring welling up from deep below the mountain. However, any traveller hoping to take shelter within would be strongly advised to look elsewhere, for this same warmth has drawn a large and deadly brood of worms into these caves, and to carelessly wander within is certain death.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You have discovered Ak没ltot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "A group of travellers who passed this way many years ago described a place where giants capriciously tossed boulders across the pass for sport and amusement.\\n\\nThe giants appear to be gone now -- some say they were driven away when a new Great Goblin took the throne of Goblin-town and relations between the two races became intolerable. In time, tired of being tormented by their diminutive foes, the giants left this place and moved towards Iorbar to the south-west.\\n\\nOnly the massive stone slabs that they once used as shelter remain, echoing with the howls of the Wargs who now prowl among them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "Founded before the city of Helegrod, Hrimbarg was once called 'The Crown of the Misty Mountains' by the dwarves who lived there, and they marked it as the highest dwelling of their people in all the world at that time.\\n\\nAlas, it fell neither to goblins nor giants nor dragons or other wickedness -- but tales say it fell to a great storm that drove down upon the High Pass and did not relent for five long years, choking the passes with vast mountains of ice, even burying Hrimbarg itself beneath a deep, featureless blanket of snow.\\n\\nWhen at last the storm relented and their fellows from Moria came north to relieve their brothers at Hrimbarg, not one dwarf was found alive, all having frozen or starved during the long years of isolation. It was decided thereafter that Hrimbarg should not be resettled, and it has stood empty for years beyond reckoning.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e8",
      "en": "Newly built since the ascension of the new Great Goblin of Goblin-town, the camp of Ak没ltot is set among rock ledges and spires that overlook the approach to the main gates of Goblin-town. Historically, the goblins of the Misty Mountains have eschewed the construction of camps in the inhospitable drifts and glaring light of the High Pass, and it is unsettling that they should choose to do so now.\\n\\nThe only likely explanation is that they are preparing to extend their grasp beyond the mountains in some fashion, which is surely ill news to those who live in the hills and forests below.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "EXPLORE STUFF",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Forbidding Heights",
      "es": "",
      "es (fem)": ""
    }
  ]
}