{
  "id": 620797388,
  "txt": [
    {
      "id": 136263297,
      "en": "You have discovered the War Steadings",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have discovered Thundergrot",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have discovered the Slave Pens",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "The War Steading serves as a large barracks for Goblin-town, where their soldiers and skirmishers gather and prepare for raids upon the villages to either side of the Mountains. Mostly, they descend through the passages to the east to fall upon the smaller and more weakly defended settlements of Men which border the Mirkwood, but on occasion, when their strength grows, they have been known to raid Elf-settlements on the edges of Rivendell's domain -- though these over-bold assaults generally turn out badly for the goblins, and few return.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "The Thundergrot is aptly named for the enormous booming sounds that echo through the surrounding caves and passages. This thunder is produced by massive drums carried by the Cave-trolls bred and enslaved by the goblins and employed when they raid larger settlements under cover of night.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Few know the full extent of the depths of Goblin-town, and those who have experienced them most likely died therin as slaves to cruel goblin-overseers. The goblins themselves may not know all the ways, for the deepest passages extend far into the heart of the Misty Mountains where dark and unseen terrors lie, and the goblins will not brave these passages unless driven or enraged.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered Gollum's Cave",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "The stench and horror of the Slave Pens of Goblin-town are the subject of dark rumour among travellers who must brave the High Pass, for it is well-known that the goblins delight in taking such folk captive and dragging them down into the depths of the Mountains where they are pressed into cruel labour in the darkness, and few ever again see the light of day.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have discovered the Great Goblin's Den",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "Gollum's Cave is a dark, silent lake nestled down near the roots of the Misty Mountains, and it is said that even the goblins fear it greatly and rarely come here.\\n\\nThe famed hobbit-burglar Bilbo Baggins stumbled into this cave long ago, and there met the wretched creature Gollum. It is said he won his freedom through a Riddle-game, but there is rumour that he did not play fairly.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have discovered the Deep-fires",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have discovered Eglanúr",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "The throne room of Goblin-town, the Den of the Great Goblin, is not a place where most travellers wish to find themselves. Possessed of an odd and unfair sense of justice, the goblins usually bring their captives before the Great Goblin to face his judgement rather than simply imprisoning or killing them. His judgement for presumptive crimes usually involves spying or tresspassing upon the goblin's domain.\\n\\nUnfortunately for the hapless captives, the outcome of these encounters is fore-ordained, and the punishment for such infractions is always unpleasant -- and ultimately fatal.",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "This sweltering cave houses the forges of Goblin-town, where cruel implements of war and torture are fashioned by over-clever smiths whose knowledge descends from ages ago when the Dark Lord taught them the arts of metalsmithy.",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "The true origin of the ruins that can be found scattered in these caverns is unknown. It is clear that once the dwarves delved here and built their tunnels and mines, but this was lost and abandoned to the goblins so long ago that even among Durin's Folk there are few who remember the names of those who built it or how their story came to an end.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "EXPLORE STUFF",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Goblin-town",
      "es": "Ciudad de los duendes"
    }
  ]
}