{
  "id": 620797323,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have failed to bring the sparrow back in time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Left the sparrow's nest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have failed to bring the sparrow back in time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Radagast has asked for your help in saving one last creature from the swamps of Harloeg: a sparrow whose nest is surrounded by Bog-wardens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e113",
      "en": "The frightened sparrow emerges from the nest at your summons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There is one last creature who is in need of our aid. My frog-friend here has told me of a sparrow who is trapped in his nest. This nest is found in the south-western ruins of the swamps of Harloeg.\\n\\n'Sparrows are difficult to herd, but I believe if you can bring this one here, you will be able to befriend any gentle creatures. Good luck to you, [placeholder]'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The sparrow's nest can be found amongst the ruins in the south-west of Harloeg, far to the south of Agamaur.\\n\\nRadagast the Brown has charged you with rescuing the sparrow of Haragmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, you have done well. I can see that you are truly a friend of the wild. Creatures of the wild will now trust you and may come when you call, if you can learn how to do such.\\n\\n'Allow me to show you. Take this Tome and read it. Once you have, you can call forth a gentle companion. Although he will not be able to help you in battle, he will still prove a valuable friend, as will all creatures of the wild.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Search for the distressed sparrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Radagast the Brown is at Barad Dhorn in Agamaur.\\n\\nYou should quickly bring the sparrow back to Radagast before it gets scared and flies back to its nest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Radagast the Brown is at Barad Dhorn.\\n\\nYou should speak to Radagast to see what else he would have you do.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found the sparrow yet, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Use the \\qSong of Sparrows\\q to draw out the sparrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the sparrow back to Radagast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the sparrow back to Radagast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lore-master: Friend of Sparrows",
      "es": "",
      "es (fem)": ""
    }
  ]
}