{
  "id": 620797322,
  "txt": [
    {
      "id": 136263297,
      "en": "You have failed to bring the hare back in time",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Left the hare's hiding place",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have failed to bring the hare back in time",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Radagast has told you that many of the creatures of Garth Agarwen are in peril due to the corruption spreading in the land.",
      "es": ""
    },
    {
      "id": 262725907,
      "en": "The frightened rabbit emerges from the den at your summons",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ah! Fortuitous timing, for you are just the Lore-master I need, [placeholder]. Apparently more of my little friends are in danger.\\n\\n'You have an affinity for animals yourself, do you not? If you do them a good turn, they will feel incredible loyalty to you, and you will be able to call on animal-friends much as I do, to come and sit with you when you are feeling lonely.\\n\\n'There is a hare in great danger, hiding in his burrow south-west of here. Please hurry and bring him back to me! Fellowship with the gentler creatures is an important step on your journey to becoming a master of lore.'",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Search for the distressed hare",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The hare's den lies along the cliff running along the south-west edge of the Circle of Blood.\\n\\nRadagast has asked you to coax a rabbit to safety, teaching you the importance of the bond with the gentler creatures of nature.",
      "es": ""
    },
    {
      "id": 96449089,
      "en": "'Ah, well done, friend!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done, young friend! You are well on your way, but we have more friends in need of rescuing.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Radagast is at Barad Dhorn in Agamaur.\\n\\nRadagast has asked you to coax a rabbit to safety, teaching you the importance of the bond with the gentler creatures of nature.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Radagast the Brown is at Barad Dhorn.\\n\\nYou have safely brought the Hare back to Radagast. You should speak to Radagast to see what else he might ask of you.",
      "es": ""
    },
    {
      "id": 96449090,
      "en": "'Good, another poor creature saved from Agamaur.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you found the hare yet, [placeholder]?'",
      "es": ""
    },
    {
      "id": 96449091,
      "en": "'Very good, very good...'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the distressed hare",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Lead the hare back to Radagast",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the hare back to Radagast",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Lore-master: Friend of Hares",
      "es": ""
    }
  ]
}