{
  "id": 620874734,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'There is a small ruin on the west side of the Barandalf called Lithost. It is nothing more than a shell of the walls now, but I feel we should make an effort everywhere we can.\\n\\n'Crawlers have filled these ruins. This normally would not be a terrible thing, nature is generally kind, however these crawlers are diggers. They burrow holes throughout the ancient bricks and stone. In time they could bring down this very colossus.\\n\\n'Head to Lithost and search out the crawlers. The ones we are interested in stopping will not be on the surface. Flip over some rocks and defeat whatever you find beneath them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We will still need to get down there at some point to reinforce the walls, but you have provided us some much needed time. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will have to flip over the rocks to find the ones we want... they will not be out in the open.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hiding Underfoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Crawlers like to bury themselves beneath rocks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You found a crawler beneath the rock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated crawlers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Flip over rocks and defeat the crawlers beneath ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lithost is south of the colossus, on the west bank of the Baranduin.\\n\\nHerthdúr asked you to go to Lithost, flip over some rocks, and defeat the crawlers you find.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Herthdúr at the colossus camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Herthdúr is at the colossus camp, north of Lithost.\\n\\nHerthdúr will be pleased to hear the crawlers' population has been reduced.",
      "es": "",
      "es (fem)": ""
    }
  ]
}