{
  "id": 620874682,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'There are some ruins on the hill above the turn in the river of which we only recently discovered the purpose. There was a lighthouse there -- believe it or not -- to guide ships as they made the turn from the lake into the Baranduin.\\n\\n'The keeper of that flame was tasked with recording all of the wrecks and tragedies he witnessed from his perch so search parties could be sent to attempt to retrieve what was lost. But in the waning days of the kingdom, they could not have been focused on recovering too much.\\n\\n'Head to the lighthouse and see if you can find any old papers from those log-books. If we can get a lead as to where some of the wrecks happened, we might be able to recover some ancient valuables.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You were able to find a page? I was worried that they would have all been lost to time, much like the lighthouse itself. Now, let us see what we can learn from this....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Look among the rubble of what is left of the lighthouse. There must surely be something useful left within there, even if it be but a scrap.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ancient Log-book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The lighthouse used to watch over the ships on the northern stretch of the Baranduin. The keeper was tasked with keeping detailed records of wrecks and tragedies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The rubble here contained nothing of value",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You find a tattered page buried within the rubble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search the rubble at the ancient lighthouse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The lighthouse is at the northern edge of the Barandalf, south-east of the colossus.\\n\\nGaelnarthan asked you to venture to the ruins of an ancient lighthouse and find any remains of the log-books kept there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring what you found to Gaelnarthan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gaelnarthan is at the Colossus, north-west of the lighthouse ruins.\\n\\nGaelnarthan will be eager to examine the page you found.",
      "es": "",
      "es (fem)": ""
    }
  ]
}