{
  "id": 620874652,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "A tomb-robber attempts to stop you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Tomb-robber defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Adleithian is concerned that tomb-robbers have taken control of the ruins of Barad Tharsír in the Barandalf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Now I know what they are seeking. There is a room somewhere within the ruins of Barad Tharsír where anything not documented on a ship's register of goods would be taken and held until ownership could be proven. While most of those items have probably been lost to history, there could still be a wealth of small trinkets and jewellery hidden within.\\n\\n'The room is reported to be on the south side of the ruins. From the reports, the door looks like any other and the room is not that deep within. I am amazed it has lasted this long, but as I said earlier, we ourselves thought Barad Tharsír to be empty and picked over. We were clearly wrong.\\n\\n'Return to the ruins on the beach and find this room. Search within and return with what you find. If any disturb you while you are there, put an end to them. Barad Tharsír shall be returned to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0e11a1",
      "en": "'I see the false orders worked. Too bad I didn't catch a Ranger with them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Barad Tharsír is located south-east of the colossus, in the Barandalf, on the far side of the Brandywine.\\n\\nAdleithian asked you to find a room hidden within the ruins of Barad Tharsír and discover what is within. If any are to disturb you, they should be dealt with.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, their leader attempted to ambush you? It appears like this was all just a ruse then. The robbers have been getting increasingly clever in their attempts to ambush us. Not clever enough to best you, though. One day, with the rest of Evendim, Barad Tharsír will see her glory restored.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0e11a2",
      "en": "'Barad Tharsír has no wealth left. We've picked over and stripped the carcass of these ruins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Adleithian is at the Ranger-camp at the colossus, north-west of the Barandalf and west of Parth Aduial.\\n\\nAdleithian is waiting to hear what you found within the collections room.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Barad Tharsír is south-east of this colossus, in the Barandalf, on the far side of the river Brandywine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0e11a3",
      "en": "'I suppose we could leave one last treasure here...you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Barad Tharsír has been made safer by your efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The promise of treasure brings out the worst in Men.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search the ruins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Adleithian",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Raiders of Barad Tharsír",
      "es": "",
      "es (fem)": ""
    }
  ]
}