{
  "id": 620874659,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Talk to Daerol at the colossus",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The deep ruts in the ground and small wooden pieces identify this as the old storeroom",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "A large amount of pottery shards identifies this as the dining hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "The high point of the ruins. The scattered debris of weaponry makes it clear that these were the barracks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Barad Tharsír was once an important shipping port that linked Evendim with the south along the Baranduin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "A faint etching of swords and bows line the doorway. This must have been the armoury",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "This doorway was either left unmarked, or time has worn away any inscription",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Barad Tharsír is a place we know little about. There was not much left in the record, but I know it was a site of value. It controlled the shipping lanes and access to the lake from the Baranduin. Every boat travelling the river passed through it.\\n\\n'The robbers there are a nuisance, but they should not distract from the larger goal: to learn as much as we can and preserve as much history as possible. We shall never know where we are going if we do not know where we came from.\\n\\n'Head down to Barad Tharsír and do some scouting for me. I know there are five doorways, but I do not know what they lead to. Knowing the makeup of the structures would be of great help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Barad Tharsír is south-east of the colossus on the east bank of the Brandywine River.\\n\\nDaerol asked you to scout the ruins of Barad Tharsír and report back on what you find.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, a store-room, a dining hall, barracks, an armoury, and one room that was unmarked... either intentionally or lost to time. Interesting.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Daerol is at the colossus, north-west of Barad Tharsír.\\n\\nDaerol will be very interested to hear what you learned about the doors of Barad Tharsír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Until we know what those entrances lead to, we cannot know how valuable Barad Tharsír really is.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Discover the first entranceway",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Discover the second entranceway",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Discover the third entranceway",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Discover the fourth entranceway",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Entrances of Barad Tharsír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Discover the fifth entranceway",
      "es": "",
      "es (fem)": ""
    }
  ]
}