{
  "id": 620874731,
  "txt": [
    {
      "id": 22075078,
      "en": "Defeat the Shadow from the Heart of the World",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Defeat Helchnaeth",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Extinguish the goblins' fire-pot",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "Swangeir Goldstealer is a Dourhand thief who infiltrated the Iron Garrison's expedition, but was discovered and escaped into the vast halls of Moria.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "Morûrz-kala is a cave-troll in service to Mazog. He has been tasked with destroying the Iron Garrison's armouries throughout Moria.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Twenty-first Hall of Moria is vital to the success of the Iron Garrison's expedition to reclaim Khazad-dûm.",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "Kalus is among the finest archers of Mazog's horde. Many dwarves have fallen to his bow.",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "Little escapes the notice of Throqûm, one of Mazog's most trusted scouts. Wherever he goes, death follows.",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "Fodhroval and his chittering pets wander the halls of Moria, outcast from the morroval-tribes which haunt Jazargund.",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "Many dark creatures dwell in the deep places of the world, not the least of which is the creature known as the Shadow from the Heart of the World.",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "Helchnaeth, a fearsome Frost-worm, has wandered into Moria from the slopes of Zirakzigil in search of fodder for her brood.",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "Goblin thieves will find any means they can of breaking into the vaults of the Iron Garrison and claiming their treasure for Mazog.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Complete everything in the Battle of the Twenty-first Hall Skirmish",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Swangeir Goldstealer",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Morûrz-kala",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat Kalus",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defeat Throqûm",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Battle of the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Defeat Fodhroval",
      "es": ""
    }
  ]
}