{
  "id": 620874656,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Atwood's orders",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Oakes' orders",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Adleithian is concerned that tomb-robbers have taken control of the ruins of Barad Tharsír in the Barandalf.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'My research shows Barad Tharsír was the north port of my ancestors on the shipping lane down the Baranduin. I do not know what the tomb-robbers could be interested in there... there should be not much of value left. But if they are interested, then I am interested. What do they know that we do not?\\n\\n'Your earlier work has served us well, my scouts tell me that two of the more prominent robbers have emerged from the ruins and are leading the digs themselves. They are the key to understanding the tomb-robbers' interest in Barad Tharsír.\\n\\n'Return to the ruins and collect the orders off of two particular brigands, Atwood and Oakes. Those orders will be the clue we need to solve this mystery.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Barad Tharsír is located south-east of the colossus, in the Barandalf, on the far side of the Brandywine.\\n\\nAdleithian has asked you to collect orders off of two robbers, Atwood and Oakes.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These tell of most troubling things, indeed. There is a room where goods not listed on the manifests were taken and stored. If this room still exists, it could hold an untold fortune of history.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Adleithian is at the Ranger-camp at the colossus, north-west of the Barandalf and west of Parth Aduial.\\n\\nAdleithian is waiting to examine the orders you collected.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Barad Tharsír is south-east of this colossus, in the Barandalf, on the far side of the river Brandywine.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Barad Tharsír has been made safer by your efforts.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The promise of treasure brings out the worst in Men.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Atwood's orders",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Oakes' orders",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the orders to Adleithian",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Robbers of Barad Tharsír",
      "es": ""
    }
  ]
}