{
  "id": 620874674,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I examined the ring you found, and it is certainly from the old kingdom. It must have somehow gone overboard from a ship carrying it. The tide slowly carried it to shore where it was buried within the dunes, forgotten until a crawler accidentally devoured it.\\n\\n'There were many ships that travelled the waters, and many storms that harried or wrecked them, particularly along this stretch of water. I wonder how many other pieces of jewellery fell overboard and made their way into the sands?\\n\\n'There is one way to know. Head back to where you found this piece and search the crawlers there for other pieces of jewellery. If any of them swallowed one, odds are more of them have as well. Return to me with whatever you find.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These are extraordinary. They will need some cleaning and polish, but the workmanship is exquisite. These can teach us a lot about how to place intricate detail into rings and earrings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The jewels you found could have belonged to one of the royal families.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Jewels of Evendim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "While digging through the dunes, the crawlers may have devoured other ancient pieces of jewellery.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected pieces of jewellery ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect pieces of jewellery from crawlers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Crawlers can be found in the Barandalf, south of the colossus.\\n\\nHerthdúr asked you to search crawlers within the Barandalf for pieces of jewellery.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the jewellery to Herthdúr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Herthdúr is at the colossus, north of the Barandalf.\\n\\nHerthdúr will be eager to see the ancient jewellery you have reclaimed from the sands.",
      "es": "",
      "es (fem)": ""
    }
  ]
}