{
  "id": 620874777,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated scouts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Cudhaer is working on repairing the catapult, a sensitive and timely process.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am going to begin repairing the catapult. This is going to take me some time, for while you have gathered the correct parts, they will need some adjustments in order to fit properly.\\n\\n'This is going to be a loud process, and I recently saw some scouts searching through the stands of trees surrounding us. If they were to find us, they would quickly overrun this bluff and destroy the catapult. This is something we cannot afford.\\n\\n'Head out into the trees south east and south west of here and flush the scouts out so we can be sure this position is secure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Scouts can be found in the stands of trees south-west and south-east of the bluff overlooking the colossus.\\n\\nCudhaer asked you to flush out several scouts while he repairs the catapult.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So they are gone? Just in time too. I have finished making the repairs, and we are ready to fire. \\n\\n'Head down to Sardan at the base of the colossus and let him know we are ready to launch the ropes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cudhaer is at the bluff overlooking the colossus from the south.\\n\\nCudhaer will be pleased to hear the scouts have been driven off and his position is secure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Sardan is at the Colossus, north of the catapult's bluff.\\n\\nSardan will want to know the catapult is repaired and ready to fire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If those scouts find us, we are done for...make sure you find them first.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I already know what you are here to tell me, seems Cudhaer has a quick trigger finger and his message beat you here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Sardan is down at the feet of the Colossus. He will want to give the signal himself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat scouts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Cudhaer near the colossus",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Defending the Catapult",
      "es": "",
      "es (fem)": ""
    }
  ]
}