{
  "id": 620874724,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected bundles of rope ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected pieces of driftwood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected small flywheels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The forces of Angmar left behind a catapult on the bluff overlooking the colossus bridge. The Rangers intend to use it.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected oil-pouches ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'On the bluff above us is a catapult that Angmar brought along on its way to the city. We managed to damage it enough that they left it behind, and now we intend to repair it and use it ourselves.\\n\\n'It certainly won't reach Annúminas, but that is not our goal. We wish to use it to fling ropes over the colossus. That will allow us to climb and begin repairing the areas we cannot currently reach. \\n\\n'Search the debris scattered along the banks of the river and see if you can find the following supplies: Several bundles of rope, some pieces of driftwood, a few small flywheels, and a couple of pouches of oil. Once you have found them, bring them to Cudhaer at the catapult on the bluff just to the south of here.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bundles of rope, pieces of driftwood, small flywheels, and oil pouches can be found along the banks of the Baranduin.\\n\\nSardan asked you to gather some supplies to help fix a catapult.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ha! I had heard that someone was coming to help me out, but I did not know you would have everything with you as well. This is a very fortuitous event!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Cudhaer is on a bluff overlooking the colossus from the south.\\n\\nCudhaer will be eager to use these supplies to repair the catapult.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You should be able to find all you need along the banks of the river. Useful things tend to be strewn along them.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect bundles of rope ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect pieces of driftwood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect small flywheels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect oil-pouches ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Repairing the Catapult",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Bring the items to Cudhaer near the colossus",
      "es": ""
    }
  ]
}