{
  "id": 620874660,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected a shield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected a sword",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected a vase",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Barad Tharsír was once an important shipping port that linked Evendim with the south along the Baranduin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'While you were examining those entrances, I was reading up on some of the things that went through the port. The records indicate weapons and pottery were the primary things shipped along the river. I wonder if there is anything still left?\\n\\n'There are many pieces of knowledge that were once known and have left this land, smithing and artisanship among the greatest. If we could recover some items from the past, we may be able to make greater things for the future.\\n\\n'Please, return to Barad Tharsír and see if you can find some things left behind and overlooked by the robbers there. A shield, weapon, and vase would be of the most use to my studies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Barad Tharsír is south-east of the colossus, in the Barandalf, on the far side of the Brandywine.\\n\\nDaerol wants you to bring him any relics that you can find from Barad Tharsír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These relics do not appear on the surface to hold anything new or different, but only a fool would stop there. I will continue to examine them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Daerol is at the Ranger-camp at the colossus, north-west of the Barandalf and west of Parth Aduial.\\n\\nYou have gathered several relics from the ruins of Barad Tharsír and should return to Daerol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Barad Tharsír is south-east of the colossus, on the far side of the Brandywine, in the Barandalf. If you search the grounds you are sure to find old relics of the sort for which I have asked.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Look for old and time-worn relics at Barad Tharsír, [placeholder]: broken swords, shields, bottles...that sort of thing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'We must help the Rangers as best we may.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Thank you for your help earlier, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect a shield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect a sword",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect a vase",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring old relics to Daerol at the colossus",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Relics of Barad Tharsír",
      "es": "",
      "es (fem)": ""
    }
  ]
}