{
  "id": 620874733,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Defeat Durbrennil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Defeat Sad창uk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "Durin's Bane commanded many fell things in the depths of Moria, and since his defeat, spirits such as Fire-heart have begun to establish their own authority.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "Durin's Bane commanded many fell things in the depths of Moria, and since his defeat, spirits such as Ice-heart have begun to establish their own authority.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Way of Smiths bridges the caverns between the Redhorn Lode and the Silverdeep. Within lies the famed forge of the dwarves known as the Heart of Fire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "Durin's Bane commanded many fell things in the depths of Moria, and since his defeat, spirits such as Shadow-heart have begun to establish their own authority.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "The mighty drake Celebarch has made her lair beneath the Heart of Fire, building a nest in which to nurture her young brood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "Fik청hom serves the Wizard Saruman with utter devotion and seeks to prove his worthiness to his master by claiming Moria for the White Hand... alone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "The spider Durbrennil hunts for prey to nourish her brood within the caverns of the Way of Smiths.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "The nearly mindless cave-troll Sad창uk wanders the halls of the Way of Smiths, maddened by the fungal plague that has stricken the creatures now known as Globsnaga.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Complete everything in the Battle of the Way of Smiths Skirmish",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Fire-heart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Ice-heart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Shadow-heart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Defeat Celebarch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Battle of the Way of Smiths",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Defeat Fik청hom",
      "es": "",
      "es (fem)": ""
    }
  ]
}