{
  "id": 620874665,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Most of the items you recovered had the same mark you told me was outside the store-room. I think we should focus our efforts there. I have spied a great many robbers entering and exiting that doorway, but they never seem to be carrying anything out.\\n\\n'They must be loading it all in crates and bags on carts. We must know what they have found in there, it must be a great deal if they are waiting to move it until they have it all.\\n\\n'Head within the store-house and search whatever containers you find there. We must know what they have found.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hmm, so there was nothing but dirt and rubble in the carts and an ambush awaiting those that sought them out? If the robbers are this devious here, I shudder to think what troubles will await us within the estates to the north.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'This store-room is obviously important.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Treasures of Barad Tharsír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Barad Tharsír was once an important shipping port that linked Evendim with the south along the Baranduin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "While looking through the cart, you are ambushed by tomb-robbers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search within the store-room",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Barad Tharsír is across the Baranduin, south-east of the colossus.\\n\\nDaerol asked you to return to Barad Tharsír, enter the store-room, and discover what the robbers are doing there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Daerol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Daerol is at the colossus, north-west of Barad Tharsír.\\n\\nDaerol will want to know that the robbers were excavating the ruins, and the carts were full of nothing but dirt and rubble.",
      "es": "",
      "es (fem)": ""
    }
  ]
}