{
  "id": 620874675,
  "txt": [
    {
      "id": 218649169,
      "en": "'I examined the weeds you found, and I am glad you brought them to me. Normally, the river-weeds are of little consequence. One can eat them if hungry enough, but there was nothing special about them of themselves.\\n\\n'It seems something happens when the sand-lurkers begin to digest the weeds. Somehow, that brings out a mild healing ability from the plants. I have tried them on several scrapes and cuts around camp here, and the results are undeniable.\\n\\n'There is no sense in going swimming to get more, since they are undigested. I need you to go out and get more from the sand-lurkers themselves. A slightly foul proposition, I realize, taking dinner right after it has been devoured, but I would like to have more of these weeds to make some much-needed poultices.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These will do perfectly. Just barely digested, and there is plenty here to make poultices for weeks. Thank you.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We never have enough poultices, because we never have enough supplies. These weeds could help greatly.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Weeds of the River",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "It appears when sand-lurkers digest the river-weeds of the upper Baranduin, it gives the plants a mild healing ability.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected piles of soggy weeds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect piles of soggy weeds from sand-lurkers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Sand-lurkers can be found in the Barandalf, south of the colossus.\\n\\nHerthdúr asked you to search sand-lurkers in the Barandalf for piles of soggy weeds.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the weeds to Herthdúr",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Herthdúr is at the colossus, north of the Barandalf.\\n\\nHerthdúr will be eager to begin making poultices from the weeds you collected.",
      "es": ""
    }
  ]
}