{
  "id": 620874732,
  "txt": [
    {
      "id": 22075078,
      "en": "Defeat the Gorged Queen",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Defeat Burntail",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Defeat the Mad Croaker",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "Many creatures wander into the Deep-way from the Water-works, including the glass-spider Lhenathronil, who has built a nest in a dark corner of the passage.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "G창m청rz-ash is only one of many of the mysterious, fungus-infested Orcs known as the Globsnaga who have begun appearing in the deep and dank places of Moria.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Deep-way lies upon a hidden passage between the Water-works and the Great Delving. The Iron Garrison uses this passage as a major store-house.",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "The deep-claw Earthbreaker tunnelled long from the Great Delving to find the passage known as the Deep-way.",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "Forktongue and her brood are among the denizens of the Water-works which have wandered into the Deep-way.",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "The glow-worm Foulscum has crept into the Deep-way to spin her nest. An infestation of glow-worms could wreak havoc upon the store-house of the dwarves.",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "Gredbyg have infested and overrun many parts of the Great Delving and have now begun to spill into the Deep-way.",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "Salamanders are a vicious, though fairly insipid draconic breed. Burntail is quite average for his kind.",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "The Mad Croaker is one of the toads which infest the Water-works... what madness caused the creature to wander into the Deep-way is unknown.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Complete everything in the Battle of the Deep-way Skirmish",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Lhenathronil",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat G창m청rz-ash",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat Earthbreaker",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defeat Forktongue",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Battle of the Deep-way",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Defeat Foulscum",
      "es": ""
    }
  ]
}