{
  "id": 620874684,
  "txt": [
    {
      "id": 218649169,
      "en": "'After much time and patience, I was able to read what was on the page you found. It was very faded and in a bad state. I nearly destroyed it trying to get the last few sentences.\\n\\n'It was from near the end of the kingdom and detailed a shipment of keys from down the river to the Rangers encamped here. They knew they were leaving, but they wanted to safe-guard as many of their treasures as possible. The locks came on a separate ship that arrived safely. The keys never made it. They still swapped the locks out, believing it was safer that no one could get in. One of the doors locked was to the cellar of the lighthouse itself. We need to get inside urgently, for an evil has made its den there.\\n\\n'This page gives the location of the wreck that should contain those keys. Search the waters and bring back whatever containers you can find.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Now, let us see about getting these open and seeing if the key we want is inside.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The wrecks should be along the bottom of the river in front of Barad Tharsír.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Sunken Shipwreck",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The page you found pointed to a shipwreck along the river that might hold something of value.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected containers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect containers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The wreckage is strewn along the Baranduin, flowing south from the colossus.\\n\\nGaelnarthan asked you to swim the Baranduin and collect several containers lost from ancient shipwrecks.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the containers to Gaelnarthan",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gaelnarthan is at the colossus, north-west of the lighthouse ruins.\\n\\nGaelnarthan will want to see the containers you collected from the river-bed.",
      "es": ""
    }
  ]
}