{
  "id": 620874719,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I was able to open all of the containers you recovered and found the key in the final one. These are great tidings for us as we can finally go on the offensive.\\n\\n'As I mentioned before you left to get the containers, we have been constantly harassed by a creature we believe lives beneath the ruins of the lighthouse. The door is locked, so we cannot enter. We have found no other entrance. At this point we do not know how it comes and goes. We are sure that is where it lives, though.\\n\\n'We have lost enough good men to this creature. Take this key, venture beneath the lighthouse and slay whatever you find down there. Do not return until we are safe from its threat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The creature is defeated! I can see that from your clothing and the filth that covers it. I am very thankful for your efforts. I believe this will be the first full night of sleep I get at this camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please, defeat whatever this thing is. We cannot truly be safe at this camp until it is no more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lighthouse on the Baranduin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the key to the cellar of the lighthouse, you can strike against what now calls it home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the creature beneath the lighthouse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The ruins of the lighthouse are south-east of the colossus.\\n\\nGaelnarthan asked you to venture into the lighthouse and defeat the creature you find within.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gaelnarthan at the colossus camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gaelnarthan is at the colossus camp.\\n\\nGaelnarthan will be pleased to hear the kergrim hunting them has been defeated.",
      "es": "",
      "es (fem)": ""
    }
  ]
}