{
  "id": 620874653,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated tomb-robbers at Barad Tharsír ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Adleithian is concerned that tomb-robbers have taken control of the ruins of Barad Tharsír in the Barandalf.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We have to do something about the tomb-robbers, [placeholder]. I have spoken with my kinsmen about this matter, but we are stretched thin. We must focus on the threats to the tombs of our forebears in Men Erain and the crypts of Annúminas, even while other areas fall into danger.\\n\\n'South-east of this colossus, the sands of the Barandalf and the dune-grasses are swept by the breezes that come off the Brandywine, but now the gentle breezes carry, too, the harsh cries and commands of a band of tomb-robbers. They have established a camp in the ruins of Barad Tharsír, on the far side of the Brandywine, and I fear that before long they will cross this river and pass into the peaceful lands to the south.\\n\\n'You will be rewarded if you can defeat the tomb-robbers at Barad Tharsír. We cannot allow them to ransack and carry away our past, but we cannot afford to do anything about it ourselves.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Barad Tharsír is located south-east of the colossus, in the Barandalf, on the far side of the Brandywine.\\n\\nAdleithian has asked you to defeat members of the robber-band that has taken Barad Tharsír.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have driven off several of the contingent? I am pleased to hear it and to know that the robbers have less of a hold on Barad Tharsír than they once did!\\n\\n'You have my thanks, [placeholder]! But do not rest yet, we have just begun to wrest those ruins back.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Adleithian is at the Ranger-camp at the colossus, north-west of the Barandalf and west of Parth Aduial.\\n\\nAdleithian is waiting to hear that you have defeated the robbers at Barad Tharsír.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Barad Tharsír is south-east of this colossus, in the Barandalf, on the far side of the river Brandywine.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Barad Tharsír has been made safer by your efforts.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The promise of treasure brings out the worst in Men.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat tomb-robbers at Barad Tharsír ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Adleithian at the colossus",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Scavengers of Barad Tharsír",
      "es": ""
    }
  ]
}