{
  "id": 620878659,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Bring the found items to Mosco Smallburrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected the lucky bait",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected the fishing pole",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected the hoe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mosco Smallburrow claims he hooked the biggest fish he'd ever encountered, but in being dragged bodily from one edge of the pond to the other, he lost his fishing gear and other belongings along the way. Alas that the fish escaped!\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Collected the cloak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Collected the missed meal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You will never, ever believe what happened to me today. I wrote it all down as soon as I recovered, just to make sure I captured every detail. Are you ready to hear this? Good.\\n\\n'I caught a giant fish. So giant that it would not fit in my burrow if I were to bring it home for dinner.\\n\\n'Don't believe me, do you? Well, he dragged me all over, and I lost everything I own! How do you explain that, eh? Speaking of, I would appreciate it very much if you could help me find all of my belongings. Here is the story of my day -- perhaps it will give you clues to where my gear has got to.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mosco's missing goods are scattered around the Pond and the area nearby. If you read the note he gave you, perhaps there will be clues to the exact whereabouts of his gear.\\n\\nYou should collect Mosco's missing goods and return them to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Did you see how far that great giant fish threw me with all of my belongings? Surely you believe me now. I'm going to try to catch that beast, if it's the last thing I do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mosco Smallburrow is at the Bywater Pond, waiting for you to return with his found belongings.\\n\\nYou should return Mosco's belongings to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Don't believe me, eh? Just wait til you see how far and wide my things were scattered while I was wrestling with the fish. It's all there in the note I gave you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Mosco's lucky bait",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find Mosco's fishing pole",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find Mosco's hoe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find Mosco's cloak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Belongings Gone Fishing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Find Mosco's elevenses meal",
      "es": "",
      "es (fem)": ""
    }
  ]
}