{
  "id": 620878750,
  "txt": [
    {
      "id": 127458128,
      "en": "'We can not hide behind the bog reeds and hope that no one sees us. We have been seen.'",
      "es": ""
    },
    {
      "id": 127458129,
      "en": "'That [placeholder] helped me find my toy! The ugly beetles took it, and [placeholder] brought it back!'",
      "es": ""
    },
    {
      "id": 127458130,
      "en": "'I do not like duvodiad. My mam told me never to trust them. Make them go away!'",
      "es": ""
    },
    {
      "id": 127458131,
      "en": "'Thank you, child, but hush now. The adults must speak.'",
      "es": ""
    },
    {
      "id": 24743345,
      "en": " ",
      "es": " "
    },
    {
      "id": 127458132,
      "en": "'Hush, Gemma. Assembly is not the time for you to speak!'",
      "es": ""
    },
    {
      "id": 24743346,
      "en": " ",
      "es": " "
    },
    {
      "id": 127458133,
      "en": "'Thank you, Gwin. We appreciate your thoughts as always. Who else?'",
      "es": ""
    },
    {
      "id": 127458134,
      "en": "'This...duvodiad would not even help me rest after an epic battle with the avanc. I will not agree that we should listen to [placeholder].'",
      "es": ""
    },
    {
      "id": 24743347,
      "en": "'Avanc-lûth! The Assembly has begun.'",
      "es": ""
    },
    {
      "id": 127458135,
      "en": "'I will vouch for [placeholder]. #-1:[placeholder] #-1:{He[m]|She[f]|It} defeated the great Bloodmaw and proved to be better than all of my hunters!'",
      "es": ""
    },
    {
      "id": 24743348,
      "en": "'We have lived here for a very long time. Our lives have become comfortable.'",
      "es": ""
    },
    {
      "id": 127458136,
      "en": "'The Elders are convinced that this duvodiad brings us great danger. But also, this brave [placeholder] brings hope!'",
      "es": ""
    },
    {
      "id": 24743349,
      "en": "'But that comfort is now gone. Saruman threatens our very way of life!'",
      "es": ""
    },
    {
      "id": 127458137,
      "en": "'We have seen the effects of the Abominations for some time now. Saruman did this. I believe it in my heart.'",
      "es": ""
    },
    {
      "id": 24743350,
      "en": "'Many of you have had dealings with the duvodiad named [placeholder].'",
      "es": ""
    },
    {
      "id": 24743351,
      "en": "'I know that we swore to keep our tusks buried in the mud. But we can no longer do this and live!'",
      "es": ""
    },
    {
      "id": 24743352,
      "en": "'The threat of war spreads even to us. We must act. I will hear from any who wish to speak.'",
      "es": ""
    },
    {
      "id": 24743353,
      "en": "'[placeholder] has done the people of the Dunbog a great service. We have too long met duvodiad with fear.'",
      "es": ""
    },
    {
      "id": 127458112,
      "en": "[placeholder] is a true gift to the people of the Dunbog. Saving the Abomina--'",
      "es": ""
    },
    {
      "id": 127458113,
      "en": "'Gift? [placeholder] failed when the time came for the finishing blow. Do you know what you have done?'",
      "es": ""
    },
    {
      "id": 127458160,
      "en": "'All I know is that [placeholder] protected the Tree from Saruman's men. That is all I need to know.'",
      "es": ""
    },
    {
      "id": 127458114,
      "en": "'Why can you not see that the Abominations are people too? We must be kind to them. They have gone through so m--'",
      "es": ""
    },
    {
      "id": 127458161,
      "en": "'We have heard from many. Does anyone else wish to speak?'",
      "es": ""
    },
    {
      "id": 127458115,
      "en": "'Enough! This is not the time to squabble like children.'",
      "es": ""
    },
    {
      "id": 127458162,
      "en": "'No one else?'",
      "es": ""
    },
    {
      "id": 127458116,
      "en": "'[placeholder] was amazing, destroying the Abominations completely! I will proudly follow into battle!'",
      "es": ""
    },
    {
      "id": 127458163,
      "en": "'Then it is settled. We will prepare for war against any who stand with Saruman. [placeholder], we will speak again.'",
      "es": ""
    },
    {
      "id": 127458117,
      "en": "'You are terrible!'",
      "es": ""
    },
    {
      "id": 127458118,
      "en": "'Pathetic.'",
      "es": ""
    },
    {
      "id": 127458119,
      "en": "'Clearly, [placeholder] was responsible for showing us what Saruman did. That is all that matters!' ",
      "es": ""
    },
    {
      "id": 127458120,
      "en": "'I am suitably impressed with the confidence [placeholder] shows. I will agree with the Elders. The time to act is upon us.'",
      "es": ""
    },
    {
      "id": 127458121,
      "en": "'We had no trouble with Saruman until this duvodiad appeared. Perhaps [placeholder] is working for Saruman?'",
      "es": ""
    }
  ]
}