{
  "id": 620878654,
  "txt": [
    {
      "id": 22075078,
      "en": "Bring the food to Melilot Hayward",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have collected the missing porridge",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have collected the missing cheese basket",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have collected the missing bread basket",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Melilot Hayward, a Summer Festival patron, has lost her entire picnic lunch over the course of the day, and is very hungry.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have collected the missing egg basket",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have collected the missing mushrooms",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hello, you there! Could you please pause a moment to help a hobbit in need? I came here today to enjoy the festival, but I've lost all the food I brought with me!\\n\\n'Here, have this note; I've scribbled down everything I can remember about my day. Will you please help me find my missing meals?\\n\\n'They shouldn't be far... I just don't know how I could have lost it all! I must have been thinking about other things, I suppose. I am awfully hungry.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Melilot's missing things can be found not far from the Party Tree. She has given you a note with some record of where her day led her.\\n\\nYou should collect Melilot's missing items, using the note to guess at probable locations for the lost goods.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Oh, joy! You are a real hero, [placeholder]. There should be songs written about you. Perhaps I will try to make a song myself, right after I sit down and finally get to enjoy my picnic. And, of course, after I've had my nap.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Melilot Hayward is waiting for you at the Party Tree, probably very hungry (which might explain why she couldn't figure out where she left all of her food).\\n\\nYou should bring Melilot's picnic items back to her.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I'm sure I didn't wander far... though it was rather a busy day. Who's to say? I've already forgotten everything. It's a good thing I remembered to jot down my progress on that note I gave you.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Melilot's missing porridge",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find Melilot's missing cheeses",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find Melilot's missing bread",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Find Melilot's missing eggs",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Going Hungry",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Find Melilot's missing mushrooms",
      "es": ""
    }
  ]
}