{
  "id": 620878649,
  "txt": [
    {
      "id": 172691445,
      "en": "Mosco's List",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mosco's List",
      "es": ""
    },
    {
      "id": 59565250,
      "en": "Mosco",
      "es": ""
    },
    {
      "id": 102180561,
      "en": "Here is an account of my encounter with the Biggest Fish in All the World. You will be hard-pressed to find a more compelling tale than this!\\n\\nChapter One - The Spare Fishing Pole\\nThe first thing I remember was checking the fishing nets along the shore to the pond. That was when he appeared. He opened his mouth wide as the vast blue sky, clomped down on my spare fishing pole, and ripped it from my grasp. That was the last I saw of my spare pole. Ever the quick-thinker, I threw a hook into his mouth and caught hold of him with a strong fishing line.\\n\\nChapter Two - The Disappearing Hoe\\nThe next thing I knew, I was being dragged along the shore, struggling the whole way and clutching my worm-digging hoe for dear life. I paused at the bridge -- that one to my left -- wiped my brow, and was suddenly whisked away again! I don't remember seeing my hoe after that.\\n\\nChapter Three - So Cold\\nSuddenly I was dragged under the water, and it was icy cold! Under I went, and under I was pulled, the world all a-spin, and I found myself all the way on the other side of the lake, gasping for breath. I let go of the pole at last, and that was when I ran, giving up on catching that fish for fear of my very life. I was so cold from the water, and that was when I realized that I no longer had my favourite cloak to wrap about myself.\\n\\nChapter Four - Elevenses\\nBefore I went far, the weariness took hold. I'd had breakfast, but not second breakfast. I made sure to stop at the nearest burrow to beg some food of a neighbour. We ate four strips of crisp fatty bacon, three boiled eggs, three thick slices of bread, and an apple apiece. He packed me a bag for elevenses so that I wouldn't be hungry as I made my way back to the other shore, but the trip through the water had muddled my wits so much that I left the bag at his burrow! Curse the fiend of a fish!\\n\\nChapter Five - Baited\\nMy hunger took hold again as I made my way slowly around the pond. My dropped elevenses meal was sorely, sorely missed. I was so hungry that my feet strayed along a memory that a large farm was not far. I went to the farm, baited by the memory of carrots, oats, and savoury onions, and fish -- of course fish. All the while I was carrying my lucky bait with me, and instead of catching my lunch for me, it only served to remind me of tasty, delicious fresh fish. I reached the farm and ate carrots fresh from the ground. That was when I finally came back here -- except I no longer had my lucky bait.\\n\\nHere I am now, alone, afraid, cold, hungry, without a cloak, without a spare fishing pole, and without my lucky bait. Does the tale truly end this way? Or will I, the hero, be reunited with my goods in the end?",
      "es": ""
    }
  ]
}