{
  "id": 620878657,
  "txt": [
    {
      "id": 22075078,
      "en": "Bring the items to Skalli",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected the shield",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected the spear",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected the mug",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Skalli has repeatedly tried to guess the race winners and sadly has not had a great deal of luck. He has lost more than his guesses, however; due to many tantrums, he has lost all of his belongings as well.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected the mining pick",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Collected the lucky jewel",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I'm so angry I could shout!'\\n\\nThe dwarf kicks vigourously at a nearby waggon.\\n\\n'I keep playing the races. Every time I select the dwarf I think should win, and every time -- without fail -- that dwarf LOSES! What sort of terrible idea for a festival was this? I HATE FESTIVALS!\\n\\n'To make matters worse, every time I lose, I fly into a blind rage and seem to throw something off into the distance. While it feels wonderful, I often realize that the item I flung was my own. Will you please help me find my missing goods? Here is a brief detail of how I spent my day thus far.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Skalli's items have been flung all over the race area. You should consult the note he gave you for hints as to where the missing belongings might be.\\n\\nYou should collect all of Skalli's missing items and return them to him.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'My things! Spear, shield, mug... everything! Thank you, [placeholder]. Now I can get back to my sulking without needing to worry about my missing goods.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Skalli can be found at the Summer Festival Keg Race, likely still kicking the same waggon and cursing his luck (and festivals).\\n\\nYou should bring Skalli his found belongings and attempt to cheer him up.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'What? I gave you a list! What more do you want?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Skalli's shield",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find Skalli's spear",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find Skalli's mug",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Find Skalli's mining pick",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Losing More Than a Wager",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Find Skalli's lucky jewel",
      "es": ""
    }
  ]
}