{
  "id": 620879477,
  "txt": [
    {
      "id": "0xc41c475",
      "en": "'After I make your hood, I will make a warm blanket for my tad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c476",
      "en": "'I am sure the Ox-dung are none too pleased with you... thus am I most happy, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c477",
      "en": "'The food you brought will keep my family until I return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c478",
      "en": "'Your gift is most graciously received, Duvodiad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c479",
      "en": "'The food you brought is appreciated... I only hope it does not bring the Brenin's wrath down upon us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Gwilum sent you, Duvodiad? The old man is good to our people, and if he trusts you, then I will lend you a measure of trust as well.\\n\\n'Indeed, my people are oppressed, treated as less than the earth we walk upon. We are given no ground to till and what animals we raise are often taken by the Brenin to fill his larders. The Uch-lûth are slowly starving us to death.\\n\\n'Rumour tells that there are excess stores gathered throughout Upper Barnavon, perhaps to provision this mad war of the Wizard's. Will you seek these stores and apportion it among my people? Perhaps if you do this deed, suspicion will not fall upon the Boar-clan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My thanks to you, [placeholder]. This was an act of great charity to the People of the Boar and will not be forgotten.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Thank you, Duvodiad! With Yago gone, food will be even scarcer... now my children will not have to go hungry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Leave me and my family to our grief!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'What is this? Even though I refused to work in the mine, you bring me this food?\\n\\n'I must gather my tools at once. I cannot permit this charity, without showing some myself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected food stores ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Nay, I told you that I will not work the mine!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'With Matho gone, I did not know how I would feed my children. You must have been sent by the Turch-gwirod to free us from the oppression of the Ox-clan!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'Must you bring us more grief?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'Is this the new generosity of the Uch-lûth? Ha! I did not think so!\\n\\n'You are a boon to the People of the Boar, Duvodiad... may the Turch-gwirod bless you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Ox-clan of Barnavon, allied with Saruman the White, holds the remnant of the Boar-clan in thralldom and oppression.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect food stores ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Deliver food to families in Barnavon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Delivered food to families in Barnavon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Kai in Barnavon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852580",
      "en": "'I must ask your pardon, but I have no time to speak with you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852581",
      "en": "'You have risked much to bring this food to my family. Perhaps I should rethink my decision not to help in the mine....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852582",
      "en": "'Tell Gwilum that I will not work in the mine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Food stores can be found throughout Upper Barnavon.\\n\\nKai has asked you to collect food stores from the Ox-clan and distribute it among the Boar-clan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Starving families can be found throughout Lower Barnavon.\\n\\nKai asked you to distribute the food stores among the families of Lower Barnavon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Kai is in Lower Barnavon.\\n\\nYou should return to Kai and let him know that you have distributed the food as he had asked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c460",
      "en": "'I wonder if the Brenin is noticing some bacon missing from his dinner?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c461",
      "en": "'You are a boon friend to the Turch-lûth, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852590",
      "en": "'I am thankful for the deliverance of my husband from the mine!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You have brought joy to me and my son in an evil time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852591",
      "en": "'Blessings upon you, Duvodiad! This provender will go far to feed my family!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Mam is a little happy now since you brought that food, Duvodiad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852592",
      "en": "'The sight of you brings me great joy, for you have been a boon to my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'At least my children will not starve. For that, you have my thanks, Duvodiad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852593",
      "en": "'On behalf my husband, Inir, and our children, I thank you for this food and ask the Turch-gwirod's blessing upon you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Mam says we should relish eating the ox-meat you brought, but I think it's rather tough... I prefer boar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852594",
      "en": "'How may I be of help to you, Hero of the North?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Thank you for bringing food to us... I was hungry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852595",
      "en": "'This act of kindness shall not be forgotten, Duvodiad. I will sing your praises before the Turch-gwirod!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Mam says we are going to have a feast tomorrow!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852596",
      "en": "'What can I do for you, Duvodiad?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'You have provided for my daughter better than that lout Matho.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'My sister might dance better if she had a partner... do you want to dance, Duvodiad?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852597",
      "en": "'Thanks to you for this food, for I shall not be so aggrieved when I leave to work in the mine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'I am sure the Brenin will not even notice this food is missing from his stores... I thank you for it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c471",
      "en": "'My daughter now dances for joy, and my heart beats like the bodhran!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852598",
      "en": "'Please forgive me... I must prepare to leave for the mine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Food for the Hungry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'Mam is going to make bugail-pastai for dinner tonight! It is my favourite!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c472",
      "en": "'Oh joy! We will have a good supper tonight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852599",
      "en": "'This food will leave my family able to care for itself while I am at the mine. My thanks to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c473",
      "en": "'Will you stay and sup with us? I am sure Inir would be pleased.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c474",
      "en": "'Mam says I will feel better after I have eaten... thank you for bringing food to us.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}