{
  "id": 620879474,
  "txt": [
    {
      "id": 54354734,
      "en": "The miners Yago and Matho were found dead in the Barnavon Mine, slain by the bugan which attacked.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I must ask a grave favour of you, [placeholder]. News of the deaths of Yago and Matho must be taken to their families in the village. Go at once to old Gwilum and tell him the tidings...he will direct you from there.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gwilum stands outside the gate to Barnavon-town, far to the west of the Barnavon Mine.\\n\\nCada asked you to bring word of Yago's and Matho's deaths to Gwilum.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Alas that lives were lost in that accursed mine. The families of Yago and Matho will need to be told of their deaths.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Rhonwen and Nesta, the wives of Yago and Matho, may be found at their homes within Barnavon.\\n\\nGwilum asked you to convey the tidings of Yago's and Matho's deaths to their families.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Gwilum is outside the gate of Barnavon.\\n\\nYou should return to Gwilum and tell him that you have fulfilled his request.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'This cannot be! Matho has perished in that accursed mine? What shall we do now? The Ox-clan pigs will starve my children to death!\\n\\n'Perhaps Gwilum will know what to do?'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Alas that lives were lost in that accursed mine. The families of Yago and Matho will need to be told of their deaths.\\n\\n'Will you enter the village and tell Rhonwen and Matho of their loss? I cannot be seen doing so, or our interests may be discovered by Madin Brenin and his brehur.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'It grieves me, but Nesta is right...things will not go well for the widows and their families if something is not done about the Brenin's evil soon.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Gwilum in Barnavon",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Rhonwen in Barnavon",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Nesta in Barnavon",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Gwilum at Barnavon",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bearer of Bad News",
      "es": ""
    }
  ]
}