{
  "id": 620879498,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'I have heard high praises of you from those who received your gifts. You have impressed me, [placeholder]. I believe you are ready to advance as an artisan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ah, leather bindings! I am always looking to get my hands on these...they help to complete some of the armour pieces I can craft, but I am no tailor. Thank you for this useful donation.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crafting: Artisan Tailor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'A cloak...of the softest cotton! Thank you, kind tailor. I have naught, but this cloak will keep out the chill. That is a gift beyond measure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'A fine piece of leather armour! I have some need of this, as you see. It does look a little small, though....\\n\\n'No matter! A tight-fitting shirt always shows me at my best.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have created sturdy leather bindings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'This armour is just what I needed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have sewn a cotton cloak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Many thanks for the cloak...it shall keep me warm on cold nights.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have sewn sturdy leather armour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The crafting recipes you must create can be found in your crafting panel.\\n\\nYou should craft the two recipes required by Fladdan for your growth as a Tailor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Thank you for the bindings...they will be quite useful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "People in need of the tailored items you have sewn can be found throughout Esteldín.\\n\\nYou should bring your sewn goods to the townsfolk of Esteldín.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You need to craft a cotton cloak and sturdy leather armour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Fladdan can be found in the Crafting Hall in Esteldín.\\n\\nYou should speak with Fladdan and tell him of the successful deliveries of the goods you made.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Bring the cotton cloak to Eón and the sturdy leather armour to Herondan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Execute the recipe for sturdy leather bindings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Execute the recipe for a cotton cloak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Execute the recipe for sturdy leather armour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the sturdy leather bindings to Roddan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring the cotton cloak to Eón",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Bring the sturdy leather armour to Herondan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Fladdan in the Esteldín Crafting Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have been sent to an expert crafting vendor to have your own expertise appraised before moving on to Artisanship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have been sent to me at an important time in your journey as a crafter, [placeholder]. As I'm sure you've noticed, you are very close to becoming an artisan tailor.\\n\\n'Artisans can no longer execute their recipes at ordinary workbenches; instead, they must use the superior workbench, like this one beside me.\\n\\n'Before granting you access to artisan recipes, I want to make sure you are truly proficient as an expert. I would like you to execute two recipes and deliver the goods you make to folks who have need of it. They will tell me if what you make is evidence that you have achieved true proficiency as an expert.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}