{
  "id": 620879591,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], when I and my companions first came here, we noticed almost at once a queer stillness about the forest. There is undoubtedly a foul presence at work here, and I would wager that Gwyllion has something to do with it, but thus far we have been unable to find the source.\\n\\n'Perhaps you will aid us in this task? There are two trees -- one to the north-west and one to the south-west -- which were clearly once used in some Dunlending ritual. One is called the Mustering Tree, for it is where the forces of Dunland gathered to go to war against Gondor and Rohan long ago. The other is called the Tree of Tribute, for a brave Dunlending warrior stood alone there against a strong force of their enemies and sacrificed himself to allow his clan to escape.\\n\\n'Search these places for any clues, then follow the signs wherever they may lead. When you have discovered the source of the evil here, return to me. I have provided you tools to dig with, should the need arise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Scout the Mustering Tree and the Tree of Tribute, and tell me if you find anything.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Peace-shattering Silence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Saeradan and his companions sensed a queer stillness about the Gravenwood when they arrived and are seeking answers as to why the forest would feel so empty.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have found nothing of import here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The earth around the tree's roots has been disturbed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Scout the Mustering Tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Mustering Tree lies to the north-west of the Rohirrim scout-camp.\\n\\nSaeradan asked you to scout to locations for clues regarding the evil in the Gravenwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Scout the Tree of Tribute",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Tree of Tribute lies almost due south of the Mustering Tree, south-west of the Rohirrim scout-camp.\\n\\nSaeradan wants you to scout two locations for clues regarding the evil in the Gravenwood.",
      "es": "",
      "es (fem)": ""
    }
  ]
}