{
  "id": 620879476,
  "txt": [
    {
      "id": 54354734,
      "en": "Many workers at the Barnavon Mine were wounded or slain when the mine was overrun by bugan. More miners are needed to restore operations.",
      "es": ""
    },
    {
      "id": 246332609,
      "en": "'Nay, you will not! You have a wife and children to care for...I'll not have you risking your life in that mine!'",
      "es": ""
    },
    {
      "id": 246332610,
      "en": "'But me no buts, Hadun! You will not go, and that is final!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Melvun is right. We must make sure the mine is being worked and quickly enough that Prudwen Brehur does not notice the disruption.\\n\\n'There are a few of the Boar-clan miners left in the village who might be convinced to help in the mines for the sake of their people. Daf, Edar, Galvin, Hadun, and Idwal all dwell within Barnavon. Go to them and tell them of their clan's need.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Daf, Edar, Galvin, Hadun, and Idwal all live within Barnavon.\\n\\nGwilum has instructed you to summon the workers Daf, Edar, Galvin, Hadun, and Idwal to the Barnavon Mine.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It should have been expected that not all would risk themselves, even for the good of their people.\\n\\n'Nevertheless, three is better than none. Thank you, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gwilum is at the gate to Barnavon.\\n\\nYou should return to Gwilum with the workers' answers.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What do you want, Duvodiad?\\n\\n'What is this you say? The mine was attacked by bugan? Of course I will go and at once!\\n\\n'Thank you, but I need no escort.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'The Barnavon Mine was overrun by bugan? How many were hurt?\\n\\n'Alas, many good men were lost there. Of course, I will come to the aid of my people!\\n\\n'Nay, I need no escort... I am man enough to take care of myself.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'My brother worked in the mine! Is he well? Bervun... ah, he is well, you say?\\n\\n'I do not wish to bring trouble upon my people, but I have a wife and children... I do not know if I would risk my life in those mines.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver Gwilum's summons to the workers in Barnavon ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Bugan? In the mine? I will get my pick at once...!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Delivered Gwilum's summons to the workers in Barnavon ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Gwilum in Barnavon",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'I would not work in those mines if Prudwen Brehur himself put a knife to my throat or my children's.\\n\\n'There are few enough of the Boar-clan left... I would rather die by my own hand, than be devoured by bugan.'",
      "es": ""
    },
    {
      "id": 239762577,
      "en": "'But....'",
      "es": ""
    },
    {
      "id": 239762578,
      "en": "'I am sorry, Duvodiad...I cannot come.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Unaccompanied Miners",
      "es": ""
    }
  ]
}