{
  "id": 620879492,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Complete Summons of the White Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Complete Guidance of the White Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'While you were lending aid to the Turch-lûth, I looked over the items you brought me from your hunt. I fear the news is grim. It is clear to me now that the Warg-riders are in fact servants of Saruman of Many Colours. It also appears that the Brenin and his brehur are in league with them!\\n\\n'I believe I now know the origin of the Wargs... one of the items you brought to me was a piece of rune-marked tree-bark. It is in the tongue of my own people and can be found upon ritual trees in the Gravenwood. I believe that the Warg-riders must be encamped somewhere near the Gravenwood, along the road to the north.\\n\\n'You should know as well that other duvodiad from the north passed that way, Men allied with the Boar-clan resistance. One of them -- Amlan, I believe his name is -- is encamped just within the eaves of the Gravenwood. If you would help me against the riders, I am certain Amlan will have a reward for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Amlan at his camp in the Gravenwood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well met again, [placeholder]. So you were able to bring aid to old Gwilum and the Boar-clan? That is well.\\n\\n'Now, however, I have a vital task for you....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Biting the Hand that Feeds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Evidence supports Gwilum's beliefs that the Warg-riders plaguing Carreglyn are in fact servants of Saruman the White... and that his own rulers are in league with them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete Hounds of the White Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gwilum is at the gate to Barnavon.\\n\\nGwilum has asked you to help him against the Warg-riders in the north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete Servants of the White Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Amlan is encamped beneath the eaves of the Gravenwood.\\n\\nGwilum asked you to bring word of your successes to the Ranger Amlan.",
      "es": "",
      "es (fem)": ""
    }
  ]
}