{
  "id": 620879483,
  "txt": [
    {
      "id": 218649170,
      "en": "'Yago is dead? N-no... this cannot be true! How dare you say such things, Duvodiad?\\n\\n'Ah, but nay, I see in your eyes that it is true... thank Gwilum for his concern and thoughtfulness.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'This cannot be! Matho has perished in that accursed mine? What shall we do now? The Ox-clan pigs will starve my children to death!\\n\\n'Perhaps Gwilum will know what to do?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Messenger of Fate",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Thank you, [placeholder]. You have proven a true friend to the Boar-clan once again.\\n\\n'There is little that I can do personally for the families of Yago and Matho, for if the Brenin learns of it, my life would be at greater risk than it is... but perhaps together we may find a way to aid them.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Wilim lives! What joyous news! May the blessings of the Turch-gwirod be ever with you!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Matho will never return to us....'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Siam was hurt, but lives still? Then we shall be thankful that worse did not come upon him. We shall prepare for his joyous return!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Matho was not much use as my daughter's husband anyway.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Inir will be a welcome sight... praise be to the Turch-gwirod for his safe return!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Usbail, Vevinn, Tafin, Rhonwen, and Nesta may be found at their homes within Lower Barnavon, far to the west of the Barnavon Mine.\\n\\nGwilum has asked you to take news of the once-missing miners to their families.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Tad is not coming back ever?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gwilum is outside the gate to Barnavon-town.\\n\\nYou should return to Gwilum and let him know that you have done as he requested.",
      "es": ""
    },
    {
      "id": 113651365,
      "en": "'There, there, my dear...we will be fine....'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Mam is very sad because Tad is never coming home.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Mam says Tad is dead... why couldn't you save him?'",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Yago was a good husband... I wish you could have saved him.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Stupid duvodiad... now my tad is dead!'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'Thank you for bringing my Wilim to safety!'",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'Thank you for saving my tad!'",
      "es": ""
    },
    {
      "id": 205636720,
      "en": "'You are the duvodiad who saved my tad!'",
      "es": ""
    },
    {
      "id": 205636721,
      "en": "'Thank you for returning Siam to me... he is resting now.'",
      "es": ""
    },
    {
      "id": 205636722,
      "en": "'Tad was hurt, but I am glad he is alive!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Rhonwen in Barnavon",
      "es": ""
    },
    {
      "id": 205636723,
      "en": "'Inir will heal well, thanks to you, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Nesta in Barnavon",
      "es": ""
    },
    {
      "id": 205636724,
      "en": "'I do not feel good, but I am still happy that you saved my tad!'",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Usbail in Barnavon",
      "es": ""
    },
    {
      "id": 205636725,
      "en": "'I will make you a warm hood to thank you for saving my tad!'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Vevinn in Barnavon",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Tafin in Barnavon",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Gwilum in Barnavon",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You brought news of the fates of the missing miners at the Barnavon Mine to Gwilum, as Cada had requested.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'[placeholder], you did a great service for the Turch-lûth, the Boar-clan, by finding the missing miners. Will you now go to the families of the miners and relay to them the news of their husbands' and fathers' fates?\\n\\n'We will help the families of those who perished as best we can, but perhaps Gwilum will be better able to help them.\\n\\n'Return to Barnavon and speak with Usbail, Vevinn, Tafin, Rhonwen, and Nesta.'",
      "es": ""
    }
  ]
}