{
  "id": 620879541,
  "txt": [
    {
      "id": 218649169,
      "en": "'Indeed, I will set you on the path to Saeradan and the Horse-lords, but first I need your assistance. My mission in this wood is to scout for signs of Gwyllion, the Old Woman of the Mountain. My efforts have proven unfruitful as of yet, but perhaps with your aid, that will change.\\n\\n'As we journey towards the scout-camp, perhaps you may help scout the forest between here and there? If we find signs of Gwyllion's passage, you can then deliver word of it to Saeradan.\\n\\n'What say you? We will need to stay along the north face of the southern hills, for that is the section I am assigned to scout, and I can only take you as far as the pass to the Isendale, for I must part ways with you there.'\\n\\n<rgb=#FF0000>Completing this quest will make it impossible to acquire new discoverables from Andreg and will fail the Tracking an Old Goat deed and any unresolved discoverables.</rgb>",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'We have seen strange things on this path, [placeholder], and strange things are a good sign that Gwyllion has come this way.\\n\\n'Thank you for your help.'\\n\\n<rgb=#FF0000>Completing this quest will make it impossible to acquire new discoverables from Andreg and will fail the Tracking an Old Goat deed and any unresolved discoverables.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Eyes in the Forest",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Rangers Saeradan, Amlan, and Andreg have tracked Gwyllion, the Old Woman of the Mountain, from the Windfells in Enedwaith to the Gravenwood of Dunland.\\n\\n<rgb=#FF0000>Completing this quest will make it impossible to acquire new discoverables from Andreg and will fail the Tracking an Old Goat deed and any unresolved discoverables.</rgb>",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Scouted the path to the Rohirrim scout-camp",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Scout the path to the Rohirrim scout-camp",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Andreg has asked you to help him scout the Gravenwood -- specifically the path to the Rohirrim scout-camp -- for signs of Gwyllion's passage.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Andreg",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Andreg is preparing to part company with you. You should speak with him to find out where to go from here.\\n\\n<rgb=#FF0000>Completing this quest will make it impossible to acquire new discoverables from Andreg and will fail the Tracking an Old Goat deed and any unresolved discoverables.</rgb>",
      "es": ""
    }
  ]
}