{
  "id": 620879481,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Assist Lhur in Barnavon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Assist Eres in Barnavon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'As I have tried to make you understand, I am a member of that resistance you first came upon in Lhan Rhos. This resistance has taken the guise and mantle of the Boar-clan, the Turch-lûth, as a symbol of defiance. Why, you may ask?\\n\\n'The Turch-lûth were a clan of the Algraig in the land to the north you call Enedwaith. When the Turch-lûth refused to bow to Saruman, the Draig-lûth destroyed them almost utterly.\\n\\n'The people here in the lower village are all that remain of the true Turch-lûth. Madin Brenin's grandfather gave them refuge out of kindness, but Madin himself has placed them under thralldom. They are now little more than slaves of the White Hand. I ask that you go now into the village and speak with the People of the Boar and learn what you can do to help them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Gwilum in Barnavon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My thanks to you, [placeholder]. The Brenin and his brehur shall incur the wrath of Saruman for their inability to supply iron for the Wizard's war, but they may now be too frightened to retaliate against the Turch-lûth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Slaves of the White Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gwilum is a member of the Dunlending resistance against the influence of Saruman the White upon the clans of Dunland and seeks to undermine that influence within Barnavon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Assist Kai in Barnavon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Kai, Lhunwen, Lhur, and Eres can be found within Lower Barnavon.\\n\\nGwilum has asked you to lend aid to some of the inhabitants of Barnavon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Assist Lunwen in Barnavon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Kai, Lunwen, Lhur, and Eres may be found within Lower Barnavon.\\n\\nGwilum has asked you to lend aid to the Boar-clan dwelling in Lower Barnavon.",
      "es": "",
      "es (fem)": ""
    }
  ]
}