{
  "id": 620879501,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Ah, [placeholder]! I see you have returned from a successful mission! Tandri and Egil spoke to me of how impressed they were, and with their high praise, I am impressed as well. We dwarves are not easy to please when it comes to matters of the forge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Thank you, [placeholder]. This chain will be most useful to me in my work at the forges. It certainly looks hardy enough!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crafting: Artisan Metalsmith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Ah, a helm! And a fine one at that. Did you truly make this yourself? It is the last piece of armour I need to complete my set. I do believe all the other guards in the hall will be envious!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Ah, these are the finest-looking steel gloves I have seen in a long while. Molda was not wrong when he told me of your promise as a metalsmith. I will tell him I was very impressed with the finished product.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have forged a steel chain-link",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'This chain will work wonderfully for my purposes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have forged a steel helm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'This helm is a wonderful piece of workmanship!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have forged steel gloves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The crafting recipes you must create can be found in your crafting panel.\\n\\nYou should craft the two recipes required by Molda for your growth as a Metalsmith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'These gloves will do nicely!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dwarves who wish to receive the pieces of armour you forged can be found throughout Thorin's Hall.\\n\\nYou should deliver your crafted items to the dwarves of Thorin's Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You need to make a steel helm and some steel gloves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Molda is in the Forging Hall, the crafting area in Thorin's Hall.\\n\\nYou should return to Molda with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Bring the steel helm to Egil Oldbeard and the steel gloves to Tandri Greyhammer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Execute the recipe for a steel chain-link",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Execute the recipe for a steel helm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Execute the recipe for steel gloves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the steel chain-link to Glasi Ironhand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring the steel helm to Egil Oldbeard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Bring the steel gloves to Tandri Greyhammer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Return to Molda in the Forging Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have been sent to an expert crafting vendor to have your own expertise appraised before moving on to artisanship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have been sent to me at an important time in your journey as a crafter, [placeholder]. As I'm sure you've noticed, you are very close to becoming an artisan metalsmith.\\n\\n'Artisans can no longer execute their recipes at ordinary forges; instead, they must use the superior forge, like this one beside me.\\n\\n'Before granting you access to artisan recipes, I want to make sure you are truly proficient as an expert. I would like you to execute two recipes and deliver the goods you make to folk who have need of it. They will tell me if what you make is evidence that you have achieved true proficiency as an expert.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}