{
  "id": 620879491,
  "txt": [
    {
      "id": 218649169,
      "en": "'Besides small raids on our herds, the Warg-riders do not seem to care much about Carreglyn. Perhaps they are here only as a stopping point on their march northward, or perhaps they are hunting for someone specific... like your Ranger friends.\\n\\n'It may be that the goblins at Naur-maudhûl carry orders which might enlighten your friends. While you are at the Warg-camp, be sure to search any goblins you defeat there and take any orders you find to the duvodiad encamped beneath the eaves of the Gravenwood.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What are these? Ah, orders carried by the goblins at the camp nearby. Indeed, it is good that you have brought these to me... it appears that our passing has not been as secret as we had hoped.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Welcome and well met, [placeholder]. Any news from Carreglyn?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Guidance of the White Hand",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Evidence supports Gwilum's beliefs that the Warg-riders plaguing Carreglyn are in fact servants of Saruman the White... and that his own rulers are in league with them.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected orders of the White Hand ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect orders of the White Hand ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "White Hand orders might be carried by goblins and Warg-riders at Naur-maudhûl, north of Barnavon.\\n\\nGwilum told you to search for orders on the corpses of the goblins you defeat at Naur-maudhûl.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring White Hand orders to Amlan at his camp beneath the eaves of the Gravenwood",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Amlan is at his camp beneath the eaves of the Gravenwood.\\n\\nGwilum told you to take the White Hand orders to Amlan.",
      "es": ""
    }
  ]
}