{
  "id": 620879480,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Rhuwalhan",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have found Rhuwalhan's home",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Ox-clan of Barnavon, allied with Saruman the White, holds the remnant of the Boar-clan in thralldom and oppression.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Please, duvodiad, if Gwilum thinks you may be able to help us, hear me out! Many of our folk have been taken by Rhuwalhan Brehur and held captive to force our men to labour in the mine... my own daughter among them!\\n\\n'If you would, go to Rhuwalhan Brehur's home in Upper Barnavon and parley with him. Perhaps if you tell him that the men are still working the mine, he will let the captives go.\\n\\n'Will you do this?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Rhuwalhan Brehur is at his home in Upper Barnavon.\\n\\nEres has asked you to speak with Rhuwalhan Brehur and convince him to release the hostages he took to force the men of the Boar-clan to work the mine.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Rhuwalhan refused to release the captives? Curse his bones and may his spirit rot in whatever place of punishment he now dwells!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Eres is in Lower Barnavon.\\n\\nYou should return to Eres with news of Rhuwalhan's refusal and defeat.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Eres is in Lower Barnavon.\\n\\nYou should return to Eres with news of Rhuwalhan's refusal and defeat.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What? You want me to release the thralls? Do you think me a fool?\\n\\n'Duvodiad, you make me laugh. These dung-hill swine are less than the rats which feast upon the refuse.\\n\\n'If you will not go your way, you will never leave here!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Rhuwalhan at his home in Barnavon",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Rhuwalhan",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Eres in Barnavon",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Eres in Barnavon",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Honourable Exchange",
      "es": ""
    }
  ]
}