{
  "id": 620879479,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'So, Old Gwilum wishes to help us against our oppressors? His goals may be served by serving ours.\\n\\n'Much of our oppression comes from the labour we must endure to provision and supply Saruman's war efforts. If you were to burn some of the supplies that the Brenin's men have collected thus far, it may go far towards hindering the Wizard.\\n\\n'Will you do this? The Brenin must be taught that Dunlendings should stand for Dunland, not a Wizard from afar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Indeed, you are resourceful, Duvodiad. The Boar-clan and its allies thank you for your aid.\\n\\n'This will perhaps hinder the efforts of Saruman in Barnavon, but perhaps it will also teach the Ox-clan what it is like to go hungry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Burning Supplies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Ox-clan of Barnavon, allied with Saruman the White, holds the remnant of the Boar-clan in thralldom and oppression.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Burned crates of supplies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Burn crates of supplies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Crates of supplies can be found in Upper Barnavon.\\n\\nLhur has asked you to enter Upper Barnavon and burn the supplies Madin Brenin's men have gathered for Saruman's war efforts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Lhur in Barnavon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lhur is in Lower Barnavon.\\n\\nYou should return to Lhur with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}