{
  "id": 620906524,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Cleared webs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Cleared webs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have done all you can for Wisewood, and have experienced some small triumph, but it is time to seek other parts of the forest for Ents to rouse from sleep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "This Huorn is very distressed in its great tangle of webs. Before anything can be done, it should be set free, for it is cruel to watch a creature suffer so. You only hope that the Huorn is not a hostile one....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Spider webs have stopped the Huorn in its tracks, covering it thoroughly. The Huorn is outside the entrance to a foreboding area.\\n\\nYou should help free the Huorn; hopefully it is not hostile.\\n\\n<rgb=#FF0000>HINT: Hit 'n' to toggle item names to ON if you have trouble selecting the webs.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "You showed great kindness to this distressed creature; the Huorn shows no signs of hostility in thanks.\\n\\nIndeed, it still looks restless, despite being free of its bonds. You fear that it feels the same sense of dread that you feel while standing on the foot of this foreboding stair....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Huorn you freed from webs is at the foot of some foreboding steps in a deep part of Fangorn's eaves, far to the north.\\n\\nYou should speak with the Huorn you so mercifully assisted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The Huorn you freed from webs is at the food of some foreboding steps in a deep part of Fangorn's eaves, far to the north.\\n\\nYou should speak with the Huorn you so mercifully assisted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Free the Huorn of its webbed trap ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with the Huorn you freed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak with the Huorn you freed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Roots in the Web",
      "es": "",
      "es (fem)": ""
    }
  ]
}