{
  "id": 620906546,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "<rgb=#FF0000>Completing Aiding the Eastemnet will cancel this quest</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Orcs are destroying not just the trees of Fangorn, but are also trapping and slaughtering the small animals and creatures who live within the eaves.\\n\\n'They have laid traps all over the forest floor that are filled with squirrels and foxes waiting to be gathered up and cooked for dinner.\\n\\n'Head into the Entwalk, destroy these traps, and free the animals who are held within.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The animals in the forest deserve to have their chance to live and not be eaten by the foul creations of the Enemy.\\n\\n'The Orcs are still within the Entwalk and placing more traps, I am sure, but saving even a few squirrels and foxes is a victory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Just like the forest itself, the animals must be protected as well.'\\n\\n<rgb=#FF0000>This is an instanced public questing area.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Entwalk: Creatures of the Forest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The traps that the Orcs have laid throughout Fangorn are catching small squirrels and foxes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Freed critters from traps in the Entwalk ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Free critters from traps in the Entwalk ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Traps can be found within the Entwalk.\\n\\nThe Orcs have laid traps throughout the forest to catch small squirrels and foxes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Dernstan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dernstan is at Eaworth.\\n\\nDernstan will be pleased to hear that many of the Orc-traps have been destroyed and several squirrels and foxes rescued.",
      "es": "",
      "es (fem)": ""
    }
  ]
}