{
  "id": 620906423,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Victory has been attained, and the barest moment of peace returns to the Sutcrofts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The battle is won, [placeholder]. It was good to see you yet again, and I am so grateful for what you have done for not only the Sutcrofts, but my son as well.\\n\\n'The others wish to speak with you... please talk to them when you find a moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Winsig and Gísling are outside the Mead Hall of Snowbourn.\\n\\nHaving defeated the evil Crúmgam and seen Fastred's son returned to safety, you should speak to the Thanes and great warriors of the Sutcrofts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am sorry for the way that I treated you before the battles began, [placeholder]. I hope you can forgive my behaviour, for you are a hero of Rohan, and if you would allow it, I would like to take the time to honour you among my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gísil is outside the Mead Hall of Snowbourn.\\n\\nYou should return to Gísil and let him know that you have spoken with Gísling and Winsig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Fastred can be found inside the Mead Hall of Snowbourn.\\n\\nGísil told you to speak with Fastred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I have said my piece to this place, [placeholder]. I will return to Garsfeld and keep it from the enemy as long as I can.\\n\\n'In the meantime, Fastred wishes to speak with you. The Reeve has cooled his temper and seems more himself than I have seen in recent times.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I suppose our time together has come to an end, at least for now. I hope that we can fight alongside each other again one day.\\n\\n'You have my thanks, and my father's. May your spirit never waver as your journey presses ever onwards.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'[placeholder], you saved Walstow in more ways than I can even count. You will always be welcome in the Sutcrofts.\\n\\n'You fight with a valour unlike anything I have ever witnessed. We have been truly fortunate to fight at your side.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Gísling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Winsig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Gísil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Fastred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Peace on the Crofts",
      "es": "",
      "es (fem)": ""
    }
  ]
}