{
  "id": 620906525,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'I am Etta, the principal counsellor and advisor in all matters of Floodwend. My son is young yet to bear all of the responsibilities of a Thane, and so I help where I must.\\n\\n'Radwig is not ready to ride into war, and war it is upon our fair fields and forests. We must invest all of our strength in defences, and dissuade the enemy from venturing near our city.\\n\\n'I think you will find that many agree with me, if you ask around.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I am glad my son came around. Seeing to our defences is the only wisdom at such a time.\\n\\n'He wishes to be like his father, but his father died from his rash bravery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Many Opinions of Floodwend",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I can hear the howl of Wargs coming from the forest to the north-west. There are some odd sounds coming from the forest to our south, as well, but for the most part things have been quiet at this gate.\\n\\n'I do not think the beasts will attack our city. I loathe sitting here idly and listening while they take over our forest. Why do we not ride out to rid our lands of the vile beasts?' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Things have been very quiet... almost too quiet, if you ask me. I have not seen much of anything lately, neither enemy nor ally.\\n\\n'Would you like to hear what I really think? The lack of Rohirrim coming to and from is more concerning than the lack of enemies.\\n\\n'We should bolster our defences, and quickly, if you ask me. I do not know what enemies move about our lands, but I am worried.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Etta believes that Radwig will fail if he rides into battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'The road to the south has been ominous for a while. I have been told the road towards the East Wall is crawling with Orcs and Uruks.\\n\\n'A number of Orcs seem to have moved into the forest right outside Floodwend of late, and I would guess that they came from the East Wall. We have defences already set up in the forest to deal with any foes, so I believe we should be on our guard here in Floodwend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The guard seems to be of the same mind as Radwig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'I suppose that is fair, then. If nearly everyone agrees that we should bolster our defences, then bolster them we must.\\n\\n'My mother was likely right in her counsel. I will follow her direction, but... perhaps you might be able to help me, since you are free to do as you will here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "This guard wishes to defend the town from attacks, as Etta counsels",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Etta is in the Mead Hall of Floodwend.\\n\\nYou should speak with Etta and hear her opinion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "This guard, like Etta, wishes to see the town well defended",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Soldiers of Floodwend can be found guarding the three gates of the town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Orcs cling to the forest in great numbers, but do not set foot beyond the trees' edge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "There is a tower behind the Floodwend Mead Hall that offers a view of the forest.\\n\\nYou should climb the tower and <rgb=#FF0000>look</rgb> for something unusual.\\n\\n<rgb=#FF0000>You must perform an emote to advance this quest.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "This is a good location to <rgb=#FF0000>look</rgb> toward the forest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Radwig, Thane of Floodwend, awaits you in the Mead Hall.\\n\\nYou should speak with Radwig and tell him of the information you gathered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "The young Thane relents, and his mother appears satisfied that her counsel was taken",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Etta is in the Mead Hall of Floodwend.\\n\\nYou should speak with Etta.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak with Etta and hear her counsel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to guards at each of Floodwend's gates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Climb the tower behind the Mead Hall and <rgb=#FF0000>look</rgb> to the forest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return to Thane Radwig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Speak with Etta",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thane Radwig of Floodwend and his mother Etta are not in agreement about the best approach for handling the enemies surrounding their town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My mother and I are having a bit of a disagreement. I realize I am a newly-made Thane, but my father was a great man, and I aspire to do as he would have done. I believe we should ride out and meet our enemies on the field, and drive them from our lands.\\n\\n'Mother, on the other hand, wishes to shelter and hide here in Floodwend. I do not think my father would have wished this, but I do not reject my mother's counsel lightly. Will you ask my people what they think?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}