{
  "id": 620906480,
  "txt": [
    {
      "id": 136263297,
      "en": "Bring the powder-keg to the central pit",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Brought powder-kegs to the central pit of the Living Deep ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The goblins in the Living Deep use barrels of black powder to destroy the forest from below.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Goblins are clever creatures, dastardly in their approaches to war and the battlefield. Unlike the Orcs who walk about within the forest itself, the goblins have taken to the caves and are destroying the forest from below with their sorcerous black powder.\\n\\n'The goblins plant the barrels, then the soil explodes out and the trees fall into the tunnels below. They are then dragged to feed the Enemy's war-machine. The forest cannot defend itself from this destruction.\\n\\n'Head into The Living Deep, find the black powder, drag it to a safe place and destroy it.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Powder-kegs can be found within the Living Deep.\\n\\nDernstan asked you to venture within the Living Deep and safely destroy the enemy's black powder.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'More black powder will come, but any effort to slow the Enemy's advance is a victory for us.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dernstan is at Eaworth.\\n\\nDernstan will be pleased to hear you have safely destroyed several barrels of black powder.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Let me know when you are ready to venture beneath the forest and enter the Living Deep.'\\n\\n<rgb=#FF0000>This is an instanced public questing area.</rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring powder-kegs to the central pit of the Living Deep ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Dernstan",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "<rgb=#FF0000>Completing Aiding the Eastemnet will cancel this quest</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Living Deep: Black Powder",
      "es": ""
    }
  ]
}