{
  "id": 621037176,
  "txt": [
    {
      "id": "0x178d167",
      "en": "The final battle of the War of Three Peaks has begun. Prince Durin Stonehelmson of the Longbeards will lead the great force of united dwarves in an assault on the main gates of Gundabad. But the Orkish chieftain, Gorgar the Ruthless, has one final surprise in store for his enemies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Completed: Conquering the Bloody Threshold (Tier 1)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have completed the Amdân Dammul, the Bloody Threshold on Tier 1.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Defeat Gorgar and Ránulur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Gorgar's trap has been sprung, and you must now fight in his arena or perish.\\n\\nYou should defeat Gorgar's Beasts of Slaughter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Defeat the Beasts of Slaughter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Conquering the Bloody Threshold (Tier 1)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "You have defeated the beasts, but Gorgar now intends to fight you himself!\\n\\nYou must now face Gorgar the Ruthless and Ránulur, Chieftain of Wargs in the arena!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'The time has come to bring this war to its end. Muster your allies and prepare for a fierce battle. Join me, [placeholder], as we bring the fight to Gorgar the Ruthless, and claim Gundabad!'\\n\\n<rgb=#FF0000>NOTE: This quest tracks your progress for the Tier 1 difficulty of Amdân Dammul, the Bloody Threshold. It allows you and your fellows to resume adventuring in Amdân Dammul at the furthest checkpoint you have reached in each weekly cycle. This quest will automatically reset every Monday, Thursday, and Saturday.</rgb>",
      "es": "",
      "es (fem)": ""
    }
  ]
}