{
  "id": 620782323,
  "txt": [
    {
      "id": "0x624fe40",
      "en": "'The lampwrights of Thorin's Hall have few rivals in these days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe41",
      "en": "'Gold and silver flow like water from these hills.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe42",
      "en": "'Why, just the other day we uncovered new veins of silver.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe43",
      "en": "'Many beautiful gems were squandered by the Dourhands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe44",
      "en": "'The evil deeds of Skorgrím are still hot in our hearts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe45",
      "en": "'New statues are being wrought with care. Dwarves are being called in from as far as Bree to assist in the cutting of the rock. '",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe46",
      "en": "'The stonewrights of Thorin's Hall are the best in the land. '",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe47",
      "en": "'The hammer is only as hard as the hand that wields it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe48",
      "en": "'The forges of Thorin's Hall burn hot.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe49",
      "en": "'A monument I would build in honour of Dwalin, if alone, and it took a hundred years!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe1",
      "en": "'Ever the forges are at work in these halls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe2",
      "en": "'Never idle are the hands of a dwarf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe3",
      "en": "'My heart yearns for the creation of great masonry, not gear of war.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe4",
      "en": "'Many of the works of our fathers have been marred by the cursed Dourhands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe5",
      "en": "'It will be long and slow to repair the hurts of the Dourhands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe6",
      "en": "'I hear that Dwalin is to commission a great work in honour of one of his old travelling companions...not even a dwarf they say!  What strange times these are.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe7",
      "en": "'Oft we will find some stonework fallen or crumbling...work of the goblins I say.  '",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe50",
      "en": "'If you are looking for an expert in the forging of steel look no further!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe8",
      "en": "'There are many of our folk working away in Bree.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe9",
      "en": "'Before the year's end, I hope to pilgrimage to the Lonely Mountain.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}