{
  "id": 620768662,
  "txt": [
    {
      "id": "0x2e4f67e",
      "en": "Agility of the Champion's Mount.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb295a6e",
      "en": "As a Champion, Might increases your Physical Mastery, Critical Rating, Physical Mitigation, Tactical Mitigation, Outgoing Healing, and Parry Rating.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x23f9fcc",
      "en": "Tactical Rank",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8daa195",
      "en": "CHN",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7475b7e",
      "en": "As a Champion, Fate increases your Max Power and Out of Combat Power Regen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd32ab2e",
      "en": "Strength of the Champion's Mount.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd729ee",
      "en": "As a Champion, Will increases your Tactical Mitigation, Physical Mitigation, Outgoing Healing, Physical Mastery, Finesse, and Resistance Rating.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfd3e0be",
      "en": "As a Champion, Vitality increases your Maximum Morale and Morale Regen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7e7e15",
      "en": "Champion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1a0b75e",
      "en": "As a Champion, Agility increases your Critical Rating, Physical Mastery, Outgoing Healing, Finesse, and Parry Rating.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7d96b3",
      "en": "\\n<li><rgb=#FFFF00>Class Difficulty:</rgb> Basic</li>\\n\\n<li><rgb=#FFFF00>Role:</rgb> Damage</li>\\n\\n<li><rgb=#FFFF00>Gameplay:</rgb> Champions wade into battle swinging their weapons in all directions, dealing significant damage to many foes at once. With each strike their Fervour grows, allowing them to use even more potent skills. Special stances may be used to greatly increase damage dealt at the cost of defence or enhance defence at the cost of damage. In fellowships, a Champion concentrates on engaging as many foes as possible.</li>\\n\\n<li><rgb=#FFFF00>Lore:</rgb> Unrelenting in battle, Champions are the consummate warriors. A Champion cares not for his own well-being, but relies on his strength and prowess to slay the Enemy before they can bring more destruction to Middle-earth.\\n\\nThis class is inspired by Gimli son of Glóin, whose skill in arms matched the bow-skills of Legolas.</li> ",
      "es": "",
      "es (fem)": ""
    }
  ]
}