{
  "id": 620768726,
  "txt": [
    {
      "id": "0x2e4f67e",
      "en": "Agility of the Minstrel's Mount.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb295a6e",
      "en": "As a Minstrel, Might increases your Tactical Mastery, Outgoing Healing, Tactical Mitigation, and Critical Rating.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x23f9fcc",
      "en": "Tactical Rank",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8daa195",
      "en": "MNS",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7475b7e",
      "en": "As a Minstrel, Fate increases your Max Power and Out of Combat Power Regen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd32ab2e",
      "en": "Strength of the Minstrel's Mount.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd729ee",
      "en": "As a Minstrel, Will increases your Tactical Mastery, Critical Rating, Physical Mitigation, Tactical Mitigation, Resistance, Block, and Evade Rating.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfd3e0be",
      "en": "As a Minstrel, Vitality increases your Maximum Morale and Morale Regen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7e7e15",
      "en": "Minstrel",
      "es": "Juglar",
      "es (fem)": ""
    },
    {
      "id": "0x1a0b75e",
      "en": "As a Minstrel, Agility increases your Tactical Mastery, Critical Rating, Finesse, and Evade Rating.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7d96b3",
      "en": "\\n<li><rgb=#FFFF00>Class Difficulty:</rgb> Moderate</li>\\n\\n<li><rgb=#FFFF00>Role:</rgb> Healer</li>\\n\\n<li><rgb=#FFFF00>Gameplay:</rgb> Minstrels are known for their healing abilities and are capable of dealing respectable damage with War-speech.  They have a variety of support skills and special Ballads. Using a Ballad unlocks more potent Ballads, which culminate with powerful Anthems. In fellowships, a Minstrel keeps his allies healed and supported.</li>\\n\\n<li><rgb=#FFFF00>Lore:</rgb> Middle-earth is a land deeply infused with music, and true Minstrels are skilled at tapping into that power. They weave songs and tales so stirring that their companions' morale will not fail, and they will be driven to perform greater feats of prowess. They can even utter words of true power and ward against the forces of darkness with their Anthems.\\n\\nThis class was inspired by Lúthien Tinúviel, whose Elven voice beguiled friend and foe alike.</li>",
      "es": "",
      "es (fem)": ""
    }
  ]
}