{
  "id": 621021564,
  "txt": [
    {
      "id": 4344210,
      "en": "'Now the waters of the Gladden shall remain pure.'",
      "es": ""
    },
    {
      "id": 246419779,
      "en": "Elrond and Glorfindel are standing by.\\n\\nYou should talk to Elrond.",
      "es": ""
    },
    {
      "id": 110467156,
      "en": "'Do not let it escape! Strike it down!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Depths of Kidzul-kâlah -- Solo/Duo",
      "es": ""
    },
    {
      "id": 162883672,
      "en": "'Our task here is done. Now that the corruption is purged and the water receded, perhaps life can one day return to this place. Thank you for your part in finding the truth of this matter. Without your presence, we might have punished Gultháva for a crime she did not commit!\\n\\n'With this mystery solved we will take our leave, and return to the Beorninghús. There is still a long road before us, and we should take advantage of Grimbeorn's hospitality while it is available to us.'",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Defeat the Grasping Maw",
      "es": ""
    },
    {
      "id": 206162401,
      "en": "'Come, we must continue deeper!'",
      "es": ""
    },
    {
      "id": 246419782,
      "en": "Elrond would like to speak with you.\\n\\nIf he is no longer with you, you may call him to your side with the Beacon of Imladris.\\n\\n<rgb=#FF0000> If Elrond or Glorfindel will not answer the call of the Beacon of Imladris, try using the chat command /pet release twice to dismiss them, and then re-summon them with the Beacon. </rgb>",
      "es": ""
    },
    {
      "id": 206162403,
      "en": "'I must drain the waters once more, and then we will have it cornered!'",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Talk to Elrond",
      "es": ""
    },
    {
      "id": 191663891,
      "en": "'If you aid me, you will be rewarded. But first...'",
      "es": ""
    },
    {
      "id": 208421553,
      "en": "'This place the dwarves called Kidzul-kalah. I sensed fell things from deep below the earth approaching. I bade them leave, and flooded the mines.'",
      "es": ""
    },
    {
      "id": 206162404,
      "en": "'The fiend is within our grasp!'",
      "es": ""
    },
    {
      "id": 208421554,
      "en": "'The waters of the Gladden did not drown the Nameless things, as I hoped they would. The creatures linger still, in the deep waters: corrupting, polluting.'",
      "es": ""
    },
    {
      "id": 240480020,
      "en": "Defend Gultháva as she drains the water!",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Talk to Elrond",
      "es": ""
    },
    {
      "id": 208421556,
      "en": "'You must prove you are strong enough to triumph over the shadows below.'",
      "es": ""
    },
    {
      "id": 194353236,
      "en": "'I leave it to you, brave ones! We cannot fail now!'",
      "es": ""
    },
    {
      "id": 246419792,
      "en": "Now that you have passed the Maid's test, it is time to confront the darkness within the mines.\\n\\n<rgb=#FF0000> If Elrond or Glorfindel will not answer the call of the Beacon of Imladris, try using the chat command /pet release twice to dismiss them, and then re-summon them with the Beacon. </rgb>",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "Passed the Test of the Maiden",
      "es": ""
    },
    {
      "id": 28328516,
      "en": "'It is done! Thank you for your valor, heroes.'",
      "es": ""
    },
    {
      "id": 260013090,
      "en": "'Press on, heroes! We must not allow the fiend to escape!'",
      "es": ""
    },
    {
      "id": 246419895,
      "en": "The Maid wishes to test your strength before allowing you passage into the mines of Kidzul-kâlah.\\n\\n<rgb=#FF0000> If Elrond or Glorfindel will not answer the call of the Beacon of Imladris, try using the chat command /pet release twice to dismiss them, and then re-summon them with the Beacon. </rgb>",
      "es": ""
    },
    {
      "id": 178487889,
      "en": "'You are indeed strong. Please, help me remove the shadows that corrupt this place.'",
      "es": ""
    },
    {
      "id": 178487890,
      "en": "'I will drain the waters. Enter, and beware.'",
      "es": ""
    },
    {
      "id": 230058264,
      "en": "'The Maid of the Gladden succumbs to her wounds!'",
      "es": ""
    },
    {
      "id": 177082738,
      "en": "Defeated the Grasping Maw",
      "es": ""
    },
    {
      "id": 24695110,
      "en": "In the depths of Kidzul-kâlah something evil has taken root. The Maiden of the Gladden has asked for your help in removing the corruption.",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Pass the Test of the Maiden",
      "es": ""
    },
    {
      "id": 2845988,
      "en": "'That is the source of the corruption! Draw its attention while I cleanse this place!'",
      "es": ""
    },
    {
      "id": 246419776,
      "en": "In the depths of Kidzul-kâlah something evil has taken root. The Maiden of the Gladden has asked for your help in removing the corruption.",
      "es": ""
    },
    {
      "id": 102244033,
      "en": "'I will drain the waters. Enter, and beware.'",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "'Glorfindel and I are prepared to assist you with the trial of the Maiden and whatever dangers lie beyond. Be wary; she is more powerful than she appears. If, despite her abilities, she is unable to defeat the foul creatures within the flooded mine, that is all the more reason to be on guard.'",
      "es": ""
    }
  ]
}