{
  "id": 621021562,
  "txt": [
    {
      "id": "0xb0118a1",
      "en": "Elrond and Glorfindel have travelled to Kidzul-kâlah to seek answers from the Maiden of the Gladden.\\n\\nYou should find them somewhere near the entrance to Kidzul-kâlah.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a0",
      "en": "Gultháva, the Maiden of the Gladden, has requested your aid. She is waiting for you outside Kidzul-Kalah, the flooded dwarf mine.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d2",
      "en": "Glorfindel has asked that you try to question Gultháva, the Maiden of the Gladden, about the fate of Kidzul-kâlah.\\n\\nYou should talk to Gultháva.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502920",
      "en": "Talk to Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a3",
      "en": "You approach Gultháva and ask if she might answer the questions of Lord Elrond. She seems to ignore you, barely acknowledging your presence, but then turns to you and speaks.\\n\\n'We meet again, [placeholder]. I have need of your aid.'\\n\\nShe seems completely untroubled by the questioning of two very powerful Elf-lords. She turns to gaze at the ruins of what must have been a grand dwarf-fortress before its ruin. She does not hide her melancholy as she reminisces.\\n\\n'Once, the dwarves dwelled here in great numbers. They busily toiled below, sang songs, feasted, lived their lives. We had an understanding, and though I did not appreciate it then, I enjoyed their company. But now they are gone, at my bidding. It was I who flooded this place.'\\n\\nShe notices your shock and confusion at this admission. You feel Elrond and Glorfindel's stances change, and see their faces harden. It appears Elrond's suspicions were justified.\\n\\n'Judge me if you wish, for I failed. I did not achieve what sought. On that day, a great darkness stirred beneath the mountains. The ground shook, and new paths opened deep below. I felt the taint of evil seep ever closer. I could not allow it to corrupt the Gladden. I bade the dwarves leave, and called forth the flood-waters. Dark, twisted things lurk in the depths now. They did not drown, as I had hoped. I merely halted their spread. I am not able to defeat them on my own. Perhaps with your help, I may finally be able to set things right.'\\n\\nYou ask what became of the dwarves that used to occupy this place. Indignation briefly flashes across her face.\\n\\n'I would never have let them drown by my hand. Whatever befell them after they left the shores of the Gladden was beyond my control. My wish was for them to live their lives happily in other halls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a6",
      "en": "Glorfindel would like to speak with you.\\n\\nHe can be found outside Kidzul-kâlah.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d5",
      "en": "The Maiden of the Gladden has asked for you assistance with a matter inside Kidzul-kâlah. She instructed you to seek powerful friends to aid you in this matter.\\n\\nYou should speak to Elrond and Glorfindel at the Beorninghús.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502922",
      "en": "Find Elrond and Glorfindel at Kidzul-kâlah",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Complete: Interlude: Shades in the Swamp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502954",
      "en": "Talk to Gultháva",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a7",
      "en": "Elrond appears lost in thought as you approach. He turns to greet you.\\n\\n'Gandalf was kind to send you. Indeed, something troubles me still, and my thoughts dwell on the years following the War of the Last Alliance.\\n\\n'In the early years of the Third Age, Khazad-dûm was still a thriving kingdom. Durin's Bane had not yet awoken. Despite this, I have memories of dwarves seeking refuge fleeing from a mining colony in the mountains at a time when all should have been well. It was known as Kidzul-kâlah. Many dwarves were waylaid on the road by Orcs and goblins as they attempted to reach Durin's halls or other nearby forts. They told us of a great flood, perhaps the same flood that caused the Gladden Fields to become the marsh it is today. Perhaps it is as simple as that, an earthquake and a flood....\\n\\n'And yet, I cannot help but think the Maiden of the Gladden may be involved. The Gladden is her domain, and the waters would answer her call. I would like to travel to Kidzul-kâlah and question Gultháva myself. I would ask you and Glorfindel to accompany me. We will travel to the Gladdenmere and seek her. Find us there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a8",
      "en": "'I would ask you to speak with Lord Elrond when you are able, [placeholder]. Though we have unraveled one mystery, something still troubles the Master of Rivendell and draws his attention from present matters. With your help he may be able to focus his attention on the here and now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d7",
      "en": "'Gultháva presents a pleasant form, but her answers to Lord Elrond's questions are evasive. Even the patience of the Eldar is not infinite; not while we suspect her of some misdeed. Perhaps she will answer if the inquiry is from someone she trusts. We need to know if she caused the flood, and if she did, if it was due to some dispute with the dwarves, or another petty cause.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d9",
      "en": "Gandalf has asked you to speak to Elrond. He can be found outside the Beorninghús.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502928",
      "en": "Talk to Glorfindel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b0",
      "en": "Elrond would like to speak with you.\\n\\nHe is standing by outside Kidzul-kâlah.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b3",
      "en": "The Maiden of the Gladden waits to hear if you will help her cleanse Kidzul-kâlah.\\n\\nYou should talk to Gultháva.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf4",
      "en": "The Depths of Kidzul-kâlah",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be3",
      "en": "Elrond has found the Maid of the Gladden",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b6",
      "en": "Complete The Depths of Kidzul-kâlah on any difficulty mode.\\n\\n<rgb=#FF0000>You may enter this instance by using the Instance Join panel. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502932",
      "en": "Talk to Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be5",
      "en": "Glorfindel beckons you to speak with him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b9",
      "en": "Gultháva can be found either outside Kidzul-kâlah or inside after defeating the Grasping Maw.\\n\\nYou should talk to Gultháva.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502935",
      "en": "Talk to Gultháva",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502937",
      "en": "Complete The Depths of Kidzul-kâlah",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502938",
      "en": "Talk to Gultháva",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1f7",
      "en": "In the depths of Kidzul-kâlah, something evil has taken root. Elrond has asked you to help him investigate the matter, and hopes to learn how the Maiden of the Gladden is involved.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56818",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c1",
      "en": "Elrond's stance has relaxed considerably after hearing Gultháva's story.\\n\\n'It appears my suspicions were correct, but her reasoning was sound. She was benevolent enough to give the dwarves time to escape before acting. If she requires assistance clearing this place of evil, she will have it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f0",
      "en": "'The darkness has been defeated, and the waters of the Gladden made safe. Thank you for your valour, heroes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c4",
      "en": "You tell the Maiden that you and the Elf-lords will assist her in Kidzul-kâlah.\\n\\n'Very well, [placeholder]. When you are ready, we shall begin. But know this: I must test your strength before I allow you into harm's way.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}