{
  "id": 620793619,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Hullo there, my name is Baldwin Foxtail son of Brombard Foxtail...he's the keeper of the Mathom House, you know. I am one of the more important members of the Mathom Society; I am in charge of overseeing the collection of the delectable menu items for our extravagant Mathom Society dinners, as well as the labeling and cleaning of several of the more significant sections of the Mathom House storage collection.\\n\\n'We have run into a bit of trouble, what with all the adventurers coming in with new mathoms, I have never seen so many in all my life! Old Greylond seems to fix all of us to get the mathoms sorted and organized before he thinks about the dinner menu, quite silly if you ask me. \\n\\n'Our Master Chef has been locked up in the cellar of the Mathom House for so long now that I am worried he may have forgotten how to cook! I am worried even more that he will not have time to cook up his specialty, seasoned beef with cauliflower, in time for our next Mathom Society dinner.\\n\\n'We can't hold the dinner without something to serve! Do you think you would be able to find us some seasoned beef with cauliflower? You would be doing the Mathom Society quite a service.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You found us some seasoned beef with cauliflower? You have saved me! I can not thank you enough, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Did you find any seasoned beef with cauliflower yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Seasoned Beef with Cauliflower -- Introduction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Master Chef is also the Mathom Society's clerk. He has been so busy that he will be unable to prepare the Society's next dinner.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collect seasoned beef with cauliflower ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the seasoned beef with cauliflower to Baldwin Foxtail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Baldwin Foxtail is at the Mathom House in Michel Delving in the Shire.\\n\\nBaldwin Foxtail has asked you to bring him some seasoned beef with cauliflower for the cooks of the Mathom Society.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect seasoned beef with cauliflower ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}