{
  "id": 620793767,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Some other maggot got your glory! Pathetic!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Your carcass is a blight on these lands! You have failed!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Worthless wretch the Free People prevail at Tirith Rhaw!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Efforts to drive the Free Peoples from Tirith Rhaw succeeded, but now the tower is largely undefended. Word must reach the War-tyrant at Gramsfoot that we need troops to defend the walls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Our forces proved worthy, wretch, but this tower is too close to the Free Peoples for us to rest easy.\\n\\n'I need you to deliver a message to the War-tyrant at Gramsfoot. Tell him that we need reinforcements and be swift!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cross the Ettenmoors and deliver the message to War-tyrant Akúlhun, at Gramsfoot, that Tirith Rhaw is in need of reinforcement.\\n\\nSoldier Gaath ordered you to seek reinforcements for Tirith Rhaw. The tower fell to the forces of Angmar, but must be reinforced or it will be summarily lost to the Free People.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'More forces for the front, eh? You maggots might yet make me proud! For Angmar! For Lugbûrz!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Inform War-tyrant Akúlhun that Tirith Rhaw requires forces",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Support must not arrive at Tirith Rhaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Deliver the message without failling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "The Free People must not control Tirith Rhaw!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Get the Troops to Tirith Rhaw",
      "es": "",
      "es (fem)": ""
    }
  ]
}