{
  "id": 620793613,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Hullo there, my young [placeholder]. Have you come to learn about the Mathom Society? I know quite a bit, as I have been a member for over four years now! Come closer...my eyesight is not as good as it once was; I turn one hundred this year, you know.\\n\\n'Five years ago, a group of hobbits began to take a close interest in the Mathom House and the recovery of mathoms across the Shire. We have the most splendid meetings and discuss all sorts of things: where we would be likely to find mathoms, who holds private collections of mathoms from which we could borrow, or even what differentiates a mathom from a non-mathom! Most of the meetings occur over dinner, and we have begun to get quite a turnout. Why, just last week Baldwin Foxtail proposed to add to the main floor to increase the number we could fit at the table. Who would have thought so many hobbits were interested in history?\\n\\n'Though we have some wonderful plans, we have not actually begun the process of going out and collecting the mathoms. That is where youngsters such as yourself come in! If you happen across any mathoms in your travels be sure to bring them back here so they can be organized and catalogued. It would be a pity to lose any more mathoms. A good deal of our collection has been diminished ever since old Bilbo took some of our most interesting pieces with him when he went and got himself killed, or lost -- you know, I don't rightly remember what happened to the old fool now that I think about it....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have returned with some mathoms? Oh, Brombard will be overjoyed! I will put these down into storage right away. If they ever get put on display, I will make sure your name is added to the plaque that accompanies them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Are those mathoms you have there? Oh, they aren't? I knew that, of course. I was only joking with you....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mathoms -- Introduction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Greylond Bottomley told you a little of the Mathom Society and its efforts to build the Mathom House's collection.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected mathom ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the mathoms to Greylond Bottomley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Greylond Bottomley is at the Mathom House in Michel Delving in the Shire.\\n\\nGreylond Bottomley has asked you to bring him any mathoms that you gather during your travels.\\n\\n<rgb=#FF0000> Mathoms drop off of Men, Dwarves, Orc-kind, Troll-kind, and the Dead of level 35 - 45 throughout the world.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect mathoms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}