{
  "id": 620793765,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You are pathetic. Another claimed the glory meant for you!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You cannot even be trusted with a simple delivery task, useless wretch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Whelp! Free Peoples have taken the Isendeep!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Isendeep Mine is fallen to the hands of Angmar, and the forces have returned to the fortified section of the area. The forces here are meagre and if left unsupported the Free Peoples will surely recover the location. You must get word to Gramsfoot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I've little time for words if I am to organize a defence with such a withered force. \\n\\n'Return to Gramsfoot and deliver the War-tyrant the message that we have recovered the mine. He will send troops if he hopes to see us defend this massive space.\\n\\n'Go now and do not fail me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cross the Ettenmoors and deliver the message to War-tyrant Akúlhun that the Isendeep Mine is in need of reinforcement.\\n\\nSoldier Baush ordered you to seek reinforcements for the Isendeep. Though the mine is controlled by Angmar, it must be reinforced or it will be summarily lost to the Free Peoples.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'More forces for the front, eh? You maggots might yet make me proud! For Angmar! For Lugbûrz!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Inform War-tyrant Akúlhun that more forces are needed at the Isendeep Mine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Support must not arrive at the Isendeep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "You must not be defeated before delivering the message",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "The Free Peoples must not control the Isendeep Mine!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Get the Troops to the Isendeep",
      "es": "",
      "es (fem)": ""
    }
  ]
}