{
  "id": 620793766,
  "txt": [
    {
      "id": 136263297,
      "en": "You are pathetic. Another claimed the glory meant for you!",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You cannot even be trusted with a simple delivery task, useless wretch.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Sluggard! The Free People prevail at Lugazag!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Efforts to liberate Lugazag succeeded, but now the tower is largely undefended. Word must reach the War-tyrant at Gramsfoot that we need troops to defend the walls.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Glory for Angmar! We control Lugazag, but our forces are week and will remain that way until the War-tyrant is informed of our victory.\\n\\n'Go now and tell the tyrant of the victory here! Tell him that we require troops and do so quickly without incident.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cross the Ettenmoors and deliver the message to War-tyrant Akúlhun that Lugazag is in need of reinforcement.\\n\\nSoldier Dumûl ordered you to seek reinforcements for Lugazag. The tower fell to the forces of Angmar, but must be reinforced or it will be summarily lost to the Free People.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'More forces for the front, eh? You maggots might yet make me proud! For Angmar! For Lugbûrz!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Inform War-tyrant Akúlhun that more forces are needed at Lugazag",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Support must not arrive at Lugazag",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "You must not be defeated before delivering the message",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "The Free People must not control Lugazag!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Get the Troops to Lugazag",
      "es": ""
    }
  ]
}