{
  "id": 620793657,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Talk to Gelbes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Take heart, the battle here is ours, we will strike back. Listen well, for I have an offer that you must consider strongly, [placeholder].\\n\\n'You are a proven warrior, a hero amongst the Free Peoples and we ask this only of those who are willing. Lainedhel asked for assistance from the Rangers, and we have come to offer our aid. We have duties that need looking after elsewhere in Eriador, but if you are willing to stand there in our stead, we will remain here to fight the foes from the North.\\n\\n'Think on this and speak to me when you have an answer to my request. I will wait here, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Your duty is done, and we have done much to further solidify the strength of the Free Peoples here in the Ettenmoors. You have our thanks, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'What say you? Will you take up the duties of a Ranger to further assist the Free Peoples in the Ettenmoors?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Further Battle Against Angmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Rangers have come to the Ettenmoors to stand against the trolls sent from Angmar. They seek assistance with their patrols from the heroes of the Free Peoples.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The Free Peoples have reclaimed the Grimwood Lumber-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak with Gelbes at Glân Vraig and complete a patrol through the Ettenmoors as a Ranger (Cost: 500 Commendations)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gelbes is at Glân Vraig in the Ettenmoors. Speak with her to call a ranger to the Ettenmoors.\\n\\nThe Rangers will assist in retaking Lugazag, but they request that you take the place of a Ranger in Eriador while they come to the Ettenmoors to fight in your stead. You should speak with Gelbes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gelbes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gelbes is at Glân Vraig.\\n\\nA Ranger came to the Ettenmoors in your stead and fought valiantly, while you patrolled Eriador in their stead.",
      "es": "",
      "es (fem)": ""
    }
  ]
}