{
  "id": 620793764,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You are pathetic. Another claimed the glory meant for you!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You cannot even be trusted with a simple delivery task, useless wretch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Worthless cur! You let the Free People capture the Lumber Camp!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Grimwood is fallen to the hands of Angmar, and the forces have returned to the fortified section of the area. The forces here are meagre and if left unsupported the Free People will surely recover the location. You must get word to Gramsfoot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Listen well, cur. This place is terribly undefended. We're a crew of too few against a host of many.\\n\\n'Get word to the north, to the War-tyrant and tell him that we have liberated this fortress for Angmar. Tell him that we need support and that we need it now.\\n\\n'Go swiftly and make sure that the message is delivered without incident.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cross the Ettenmoors and deliver the message to War-tyrant Akúlhun that the Grimwood Lumber Camp is in need of reinforcement.\\n\\nSoldier Kraibag ordered you to seek reinforcements for the Grimwood. Though the lumber camp is controlled by Angmar, it must be reinforced or it will be summarily lost to the Free People.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'More forces for the front, eh? You maggots might yet make me proud! For Angmar! For Lugbûrz!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Get that message to the War-tyrant, worm!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Inform War-tyrant Akúlhun that more forces are needed at the Grimwood Lumber Camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Support must not arrive at Lugazag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "You must not be defeated before delivering the message",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "The Free People must not control the Grimwood!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Get the Troops to the Grimwood",
      "es": "",
      "es (fem)": ""
    }
  ]
}