{
  "id": 620793616,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We have been busy as bees these last few days organizing the Mathom Society members and finding storage for all the new mathoms that have been pouring in. Soon enough, we may be forced to use the old storage tunnels. We have never had this much activity before, and I think it is too much for some of the younger hobbits. I overheard some grumblings from young Baldwin outside over finding a honey-roasted chicken for the next Mathom Society meeting when he should have been labeling mathoms! Some of these young hobbits seem more interested in the meeting dinner-menu than the wonderful new mathoms.\\n\\n'Anyhow, we have found that many of the mathoms are not in very good condition. I don't know what has happened to many of them -- to tell the truth I don't know what most of them do or did! What I do know is that they are not of display quality. What would we have to show of all our hard work if we have no display pieces?\\n\\n'If you come across any well-kept mathoms, be sure to take extra care when delivering them to us. The more intact they are, the better. And do try to at least wipe them clean before you drop them off...some of them have had some very queer things on them.'\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A well-kept mathom! I will get it to the Master Chef right away; he is so good at cataloguing the smaller mathoms, you know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you found any well-kept mathoms yet, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Well-kept Mathoms - Introduction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Eustoma Muddybanks told you that the Mathom Society did not have many pieces of display quality on-hand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected a well-kept mathom",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the well-kept mathom to  Eustoma Muddybanks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Eustoma Muddybanks is in the Mathom House in Michel Delving in the Shire.\\n\\nEustoma Muddybanks has asked you bring her some well-kept mathoms.\\n\\n<rgb=#FF0000> Well-kept Mathoms drop off of Men, Dwarves, Orc-kind, Troll-kind, and the Dead of level 35 - 45 throughout the world.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect a well-kept mathom ",
      "es": "",
      "es (fem)": ""
    }
  ]
}