{
  "id": 620793621,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The members of the Mathom Society do their best thinking when they have a full stomach. Most of our ideas do not come to us until after we have finished with the Mathom Society dinners that accompany every Mathom Society meeting.\\n\\n'We have had a problem finding enough strawberries for our strawberry dessert-wine. One of the main tasks of the Mathom Society members was to go on a weekly strawberry-picking in order to make enough strawberry dessert-wine, but with all of the work we have been tasked with, I doubt we will be able to find enough in time for our next meeting.\\n\\n'If you are looking for a task, bring us five bottles of strawberry dessert-wine. It would be awful if we did not have something to sip after dinner. Why, I doubt any planning would get done at all without it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Those look like fine bottles. I will make sure to sample these bottles personally to ensure that they meet the strict Mathom Society standards.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Did you acquire those bottles of strawberry dessert-wine yet? I am simply dreading the meeting without them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Strawberry Dessert-wine - Introduction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Mathom Society is short on their store of strawberry dessert-wine and have not had time to make more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collect strawberry dessert-wine ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the strawberry dessert-wine to Baldwin Foxtail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Baldwin Foxtail is at the Mathom House in Michel Delving in the Shire.\\n\\nBaldwin Foxtail has asked you to bring him five bottles of strawberry dessert-wine for the cooks of the Mathom Society.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect strawberry dessert-wine ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}