{
  "id": 620903063,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have encountered the leader of the Uruk-hai camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Mauhúr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The men of the trader's outpost have noticed a large force of Uruk-hai establishing themselves within the region. These Uruks and their leader have broken away from the main Uruk-army to plan further assaults against Elthengels.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db1",
      "en": "'I smell something... [placeholder] flesh!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There is a serious matter that I would care to discuss with you. As you may be aware, several Uruks have been encountered to the south-east across the river. Their existence has been a dangerous strain for our merchant-camp and for the people of Elthengels.\\n\\n'These Uruks seem coordinated under some unknown leadership, yet I know not the purpose of their presence here. The captain of the camp-guards has been carefully tracking the manoeuvres of this force. I would ask you to speak with him and consider whether a solution to their harassment is possible.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Guard-captain of the trader's outpost can be found outside his tent, within the camp.\\n\\nOfrith has asked you to discuss the Uruk-hai presence with the Guard-captain and to inquire as to what should be done.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I consider Ofrith wise for his concern. We have tracked the organized Uruk-hai force for a significant length of time. It seems to have broken off from the much larger army that passed east over the plains not long ago. Why these few have returned with haste I cannot say, but they pose a threat to the people of Elthengels while they remain. \\n\\n'I must remain behind to protect the merchant-camp; therefore, I shall entrust this task to you. We have scouted a fortified wall topped with White Hand banners to the south-east; the leader of the Uruks is sure to dwell within. He must be dealt with before his plans can be carried out.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Uruk-hai camp lies to far to the east and south beyond the river.\\n\\nThe Guard-captain has asked you to infiltrate the Uruk-hai establishment and to overthrow the commander of the force.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The Uruk-hai camp lies to far to the east and south beyond the river.\\n\\nThe Guard-captain has asked you to infiltrate the Uruk-hai encampment and to overthrow the commander of the force.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Without a strong leader to guide them, the Uruk-hai force will be unable to execute an offensive against us for some time. I find myself indebted to you once again. Thank you, dear [placeholder], for granting us this modest protection.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Ofrith resides at the trader's outpost, along the road west of Elthengels.\\n\\nOfrith awaits at the trader outpost for news of your endeavours within the Uruk-hai camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to the Guard-captain in the merchant-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Discover the leader of the Uruk-hai camp to the south-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Mauhúr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return to Ofrith at the merchant-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Enduring Menace",
      "es": "",
      "es (fem)": ""
    }
  ]
}