{
  "id": 620903190,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have given much thought to the situation, and I believe that the Orc menace may be more coordinated than we had believed. If our foe has been poaching fish from our stream, then surely they have discovered Minas Rant, the ancient Gondorian military tower due west from where you stand. I would wager that the Orcs plan to use it as a stronghold with which to watch over their newly claimed homes, I would stake my life on it!\\n\\n'It is time for us to claim a measure of retribution. The Orcs assailed my home, and now you must assault theirs. Find whichever brute commands these monsters and strike him down for the sake of all those who have fallen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Your actions have brought me some peace, for I know that a great measure of justice has been delivered. Once again, you have proven to be a [placeholder] without equal. We are ever in your debt, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Tower by the Stream",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The leader of the Orc forces pressing for control of the lands in the western plains of Norcrofts has fortified himself within the ancient Gondorian tower, Minas Rant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have defeated the Orc leader",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Infiltrate the Gondorian tower and defeat the leader of the Orc forces",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Minas Rant is west of Springview Estate, at the edge of the stream that runs across the Norcrofts.\\n\\nCyneswith believes that the commander of the Orcs inhabiting the farmsteads has likely established his base within the Gondorian tower of Minas Rant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak to Cyneswith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cyneswith awaits at the Springview Estate to the east of Minas Rant.\\n\\nCyneswith is eager to hear of your stirke against the commander of the invading Orc forces.",
      "es": "",
      "es (fem)": ""
    }
  ]
}