{
  "id": 620903061,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Guthléod thinks that Dagarm travelled south-east along the stream",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have discovered a trader bound to a post",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have unbound Dagarm from the post",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ofrith has noticed that one of the men of the trader's outpost has been missing from camp for quite some time. Some have begun to worry that he has become lost or captured by Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db1",
      "en": "'Thank you, stranger. I make for the merchant camp with haste, let us speak there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'One of the merchants in our camp has been missing for some time now. Dagarm is his name, and I have a growing concern that something may have happened to him.\\n\\n'Dagarm frequently speaks with Guthléod when he is in camp. Perhaps Guthléod may know where he has gone to.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Guthléod can be found within the trader's outpost west of Elthengels.\\n\\nOfrith has suggested asking Guthléod about Dagarm's last known whereabouts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My captors told me that their leader, Mauhúr, would have plans for me. I wager that I only live now because your arrival preceded his.\\n\\n'My thanks to you. You are the bravest [placeholder] I have ever known, of this I am certain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dagarm was last known to be heading south and east, beyond the river.\\n\\nGuthléod believes that Dagarm may have headed beyond the river and towards known enemy territory. He has cautioned you to be careful as you search.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Dagarm appears to have been captured by the Uruks in the camp beyond the river.\\n\\nDagarm wishes to be released from his captivity within the Uruk-hai camp. You may be able to undo the ropes that bind him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Dagarm mentioned that he was heading south-east, beyond the river, to look for some needed supplies. He surely should have returned by now. \\n\\n'I told him to be cautious, as it seems the enemy has been hiding all around us. Dagarm may have been caught off guard...if you go looking for him, do not make the same mistake.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Dagarm has returned to the trader's outpost along the road west of Elthengels.\\n\\nYou have freed Dagarm, and he has asked you to speak with him upon your return to the trader's outpost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Guthléod about Dagarm's whereabouts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Search for the missing trader, Dagarm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Free Dagarm from capture",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Dagarm at the trader's outpost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Merchant Gone Missing",
      "es": "",
      "es (fem)": ""
    }
  ]
}