{
  "id": 620903188,
  "txt": [
    {
      "id": 22075075,
      "en": "Return to Cyneswith",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Norcrofts are home to the most beautiful and fertile farmland in all of Rohan, and they should belong to its people, not to filthy Orcs. Yet as their vile horde ravaged across these lands, they simply claimed whatever defenceless property fell within their wake.\\n\\n'Reeve Athelward has abandoned these farms, Théoden King sits blindly upon his throne; my last hope falls to you. If we are ever to take these lands back, we must defeat the Orcs dwelling within our homes.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The farms and homes we once loved have been utterly destroyed by the Orcs. Even if we are able to reclaim them, it would take years of work to restore their condition... but we must have resolve.\\n\\n'Thank you, friend. Even when Théoden King has closed his eyes and ears to our suffering, you have stood by us and helped fight for what is rightfully ours.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dislodged",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The homes and farms of the people of Norcrofts have fallen to the savage pillagers and defilers of the White Hand force. With neither Reeve Athelward or King Théoden willing to send men to oppose them, there is little hope of reclaiming the homes without outside intervention.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated White Hand scavengers at the Norcrofts farms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated White Hand defilers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat White Hand scavengers at the Norcrofts farms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The farmsteads lie at the western edge of the Norcrofts.\\n\\nCyneswith has asked you to defeat many of the scavengers and defilers that have invaded and dislodged the farmers from their homes.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat White Hand defilers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Cyneswith lies to the east, behind the large Springview Estate.\\n\\nYou have removed many of the Orcs from the homes and farmsteads to the west. This act should restore some hope in Cyneswith.",
      "es": ""
    }
  ]
}