{
  "id": 620903055,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I am aware that my prices are too high, but my hands are tied on this matter. In order to produce these items, I require a supply of wolf-hides.\\n\\n'With the recent difficulties in trading and travelling, I have been unable to secure the materials with which to work. If you could secure me a supply of pelts from the nearby Greyhide wolves, I would gladly lower my prices.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These pelts will be perfect for my work. Thank you. I shall begin treating and curing them immediately.\\n\\n'With this increased stock of materials to work with, you can assure Ofrith that my prices will be much more reasonable.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Raw Deal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ofrith wants the merchants at the trader's outpost to agree to reasonable prices for their wares, but Léodrim cannot lower his asking prices without the supplies to manufacture more goods.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected wolf-pelts from Greyhide wolves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect wolf-pelts from Greyhide wolves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Greyhide wolves can be found along the stream of water leading to the woods, south-east of the trader's outpost.\\n\\nLéodrim has agreed to adjust his prices, as long as you can procure him hides from the Greyhide wolves, so that he might manufacture more goods.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return the Greyhide-pelts to Léodrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Léodrim awaits your return at the trader's outpost along the road west of Elthengels.\\n\\nYou have secured Greyhide wolf-pelts for the trader Léodrim, so that he may lower the prices on his goods.",
      "es": "",
      "es (fem)": ""
    }
  ]
}