{
  "id": 620903183,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have found the cellar key",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You recall Cyneswith's words of a fat Orc possessing the key",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "The key has unlocked the cellar doors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Cyneswith and his son were attacked by the invading Orcs and have found themselves separated. Cyneswith desperately needs to rescue his son before the Orcs can find him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "The Orcs are searching for Sager within the cellar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Sager seems eager to return to his father",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My name is Cyneswith. I live further to the west with my son. The vile Orcs... they came upon us as we slept! We ran east towards Elthengels, while the Orcs pursued us with haste. When we reached this estate, I convinced my son to play a hiding game with me, and he hid within the cellar. I managed to lure many of the Orcs away, but was struck with an arrow and was forced to hide.\\n\\n'The Orcs must know that my son is inside this home! They have gone to search for him and have locked the cellar doors. You must find the key and rescue him!\\n\\n'I noticed the fattest of the Orc-fiends carrying the key, and we cannot enter without it. The front door may still be open, but be prepared for a fight if you use it. Hurry, I fear that the Orcs will find my boy soon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Orc with the cellar key is likely to be found inside of the estate that Cyneswith hides behind.\\n\\nCyneswith has asked you to search for the cellar key among the Orcs pillaging within the estate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Are they gone now? Was I well-hidden?\\n\\n'Sometimes, Father and I play games like this. He says I am the very best at hiding! He told me to find a hiding place down here, and then those horrible things came looking for me.\\n\\n'I like not this scary game! I am going back up to see Father now. Farewell!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cyneswith rests behind the estate, near the cellar door.\\n\\nYou have found the cellar door's key and should return it to Cyneswith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The cellar door is located behind the estate, where Cyneswith waits.\\n\\nWith the cellar door unlocked, you may now enter to search for Sager.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Aye, that looks to be the key! I hear the Orcs searching for my son, Sager, within the cellar.\\n\\n'I cannot move enough to be of help to you... you must enter without me. Be most careful... and please prevent them from harming my boy!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "You should search for Sager within the cellar of the estate.\\n\\nYou have entered the cellar of the estate and may begin searching for Sager, hopefully before the Orcs discover him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Oh, I am so relieved that Sager is safe. It is encouraging to think that his ability to remain calm and stay unseen is in part due to the games of hiding we have played together.\\n\\n'Thank you for returning my son, he means the world to me. I am most fortunate to have met someone so courageous.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Cyneswith and Sager await your return on the outside of the estate.\\n\\nSager has returned to his father's side. Cyneswith will be eager to see that you have rescued his son.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search the Orcs within the estate for the cellar key",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Cyneswith near the cellar entrance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Enter the cellar of the farmhouse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find Cyneswith's son, Sager, in the cellar of the farmhouse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Game of Hiding",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Return to Cyneswith outside the farmhouse",
      "es": "",
      "es (fem)": ""
    }
  ]
}