{
  "id": 620903193,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You stand before the esteemed Caddabrand, renowned tracker, game hunter, and personal scout to Reeve Athelward. I would like to offer you a rare and wonderful opportunity: the chance to become my apprentice! Working for Athelward awards much privilege and prestige... something a modest [placeholder] such as yourself would be hard pressed to find elsewhere. Prove your abilities to me, and there will be profit in this for us all.\\n\\n'Let us begin with a simple task for an aspiring tracker. The hides of the Norcrofts brown bears can be sold to the nearby merchants for a meaningful sum, but convincing a bear to part with his hide is not without considerable danger. Gather a supply of bear hides and prove that you are more than a mere novice at hunting.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Did something disrupt your hunting? I would have expected the job finished with a bit more haste, but I suppose I cannot expect you to possess the speed of a professional, such as myself.\\n\\n'Nonetheless, the task is done, and you are still whole and hale. I wager you are ready for a more difficult challenge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Arrogant Huntsman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The renowned huntsman Caddabrand is seeking skilled adventurers to become his apprentice and share in his profits.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected hides from Norcrofts brown-bears ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect hides from Norcrofts brown-bears ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Norcrofts brown bears dwell among the trees and rocks east along the river.\\n\\nCaddabrand has asked you to collect hides from brown bears to prove that you are capable of more profitable ventures.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Caddabrand with the brown bear-hides",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Caddabrand waits at his encampment, west and south of the river crossing.\\n\\nYou have collected the brown bear-hides sought by the scout Caddabrand.",
      "es": "",
      "es (fem)": ""
    }
  ]
}