{
  "id": 620903052,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Greetings, [placeholder]. Time is short for my departure. Will you lend me your aid?\\n\\n'My family has sought to leave Elthengels for quite some time, yet I leave behind a fine home that should not be put to disuse. Would you speak with wise Hereléof in town and inform him that he may use the building as he sees fit until my kin are one day able to return?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Well done. Hereléof is a good man, and I trust he will find a good caretaker for the house.\\n\\n'My wife Cadsterre has a favour to ask. Would you please speak with her?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sudden Farewell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Thank you for helping us ready our final measures before leaving. Elthengels has been a fine home, but I will feel much safer once we reach the gates of the king's city.\\n\\n'We will begin our journey west momentarily.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'A message from Runald? I understand. I will see his dwelling put to good use.\\n\\n'Many refugees have come into Elthengels, their homes and farms being burned and occupied by Orcs and Uruks... I will find some trustworthy folk to inhabit and care for the home until Runald may return. His home will be in good hands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Hereléof has agreed to watch over Runald's home and its new inhabitants",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'A fine day to you. Dear Cadsterre sent you? Aye, I knew she was leaving, and I understand her difficulty with saying farewell. My thoughts will be with her on her journey.'\\n\\nYou inform Frithnyd of the hidden gift that has been left to her by Cadsterre.\\n\\n'I cannot believe that she would leave me such a beloved and beautiful gift! I will be sure to think of her whenever I look upon it. Please, give her my best wishes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have told Frithnyd of Cadsterre's hidden gift and bid her farewell on Cadsterre's behalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'A pleasure to meet you, [placeholder]. A doll? I fail to understand. You seem rather big to play with dolls....\\n\\n'Oh, you mean Captain Pindle! That is Mundsúnu's doll! I will take good care of the Captain for him. Tell Mundsúnu to visit when he becomes older, and I will tell him all about my adventures with Captain Pindle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Barcyne has agreed to take care of Mundsúnu's toy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Runald and his family can be found with their waggon at the southern entrance to Elthengels.\\n\\nThane Mildrith has asked you to assist Runald and his family so that they may finish their final preparations in leaving Elthengels safely.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'Farewells are such difficult things. I cannot bear to speak with my friends and neighbours for a final time... the sorrow is much too great.\\n\\n'I wish to give a gift to my dearest friend, Frithnyd. She has always admired my golden necklace, and I wish for her to have it. Would you please tell Frithnyd that I have placed the necklace under the small stone in her yard?\\n\\n'I hope she understands why I cannot tell her myself... it is simply too difficult.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hereléof can be found at the well in the western section of the village of Elthengels.\\n\\nRunald would like you to ask Hereléof to watch over his home, once he departs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'Oh, it makes me feel so much better to hear that Frithnyd enjoyed my gift. It still saddens me to say farewell to my old home and friends, but I can keep them in my mind, and they shall seem less far away.\\n\\n'We must see to our final preparations here, but my son, Mundsúnu, has asked to speak with you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Runald and his family can be found at the southern gate to the village of Elthengels.\\n\\nHereléof has agreed to look after the home until the day that Runald or his kin may come to reclaim it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Cadsterre can be found with her family at the southern gate of Elthengels.\\n\\nCadsterre would care to ask a favour of you as she prepares to leave her home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Frithynd can be found contemplating at the fountain in Elthengels, outside the tavern.\\n\\nCadsterre has asked you to say farewell to Frithynd, as she cannot bear to do so herself, and to inform her of the gift she has left behind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Cadsterre can be found with her family at their waggon near the southern gate to Elthengels.\\n\\nFrithynd has asked you to thank Cadsterre for her kindness and friendship and to wish her good fortune upon her journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "Mundsunu, son of Runald and Cadsterre, waits at the southern entrance to Elthengels.\\n\\nLike his parents before him, Mundsunu would request a favour of you before leaving his home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced8",
      "en": "Barcyne can be found at her home in the south-east part of the village of Elthengels.\\n\\nMundsúnu has asked that you bring his doll to his friend Barcyne.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced9",
      "en": "Runald and his family can be found at their waggon near the southern entrance to Elthengels.\\n\\nWith all of the preparations and favours completed, you should speak to Runald one last time before his departure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Runald near the southern gate of Elthengels",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Hereléof outside his home in Elthengels",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Runald near the south-western gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Cadsterre, wife of Runald",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Frithnyd by the fountain in Elthengels",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Return to Cadsterre near the gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk with Mundsúnu, son of Runald",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852590",
      "en": "'Hello there! My name is Mundsúnu. Mother and Father tell me that I must say farewell to Elthengels and all my friends. I have never been so sad. I hope that Edoras is as splendid as all the stories that I have heard, but I will miss my friends.\\n\\n'Mother says there is no room on our waggon for my toys. You should tell Barcyne to take care of my doll, Captain Pindle. Captain Pindle will get very lonely if no one plays with him, and Barcyne will be a good friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Talk to Barcyne in Elthengels",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Return to Runald to finalize the preparations",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Not everyone is willing to risk their own life and the lives of their loved ones to save the village of Elthengels. Another family plans to leave for safer lands and requires assistance in their final preparations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have done much for those who will stay and defend Elthengels. Will you offer the same aid to those who wish to flee? Do not misjudge them for their desire to escape. I lost both husband and son when they sought to protect our home, but they knew the risks of their actions. I would not force a similar fate upon those not willing to take such a risk.\\n\\n'Reeve Athelward has abandoned us. The people of Elthengels are resolved to repel the invaders through their own determination and strength. I ask that you leave us to this task, with a final request before your departure.\\n\\n'Runald and his family plan to set for Edoras. Runald was once an advisor to my husband and a great benefactor to the people of Elthengels, but the growing danger here has encouraged him to depart to protect his family. Search for him near the southern gate of town, and aid him with his preparations.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}