{
  "id": 620903053,
  "txt": [
    {
      "id": 54354734,
      "en": "Runald and his family have prepared their waggon, said their farewells, and are ready to begin their dangerous journey south to Edoras.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We are at last ready to begin the dangerous march to Edoras. We have been warned that this first step of our journey may be the most dangerous to take, as those heading south from town have frequently been ambushed and assaulted by Orcs.\\n\\n'You have been a welcome friend to us, [placeholder], might I make one final request? Safe-guard us on this first leg of our journey, so that we may yet reach our destination without incident.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Runald and his family await at the southern entrance to the village of Elthengels.\\n\\nRunald has asked you to help escort his family safely along the first section of their journey west.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'There is no need to thank us. It is our pleasure to help those in need. If we cannot depend upon each other for aid, we may as well let the Orcs take us and be finished with it.\\n\\n'I see that you, too, understand this. Take this for your trouble... I believe that good deeds are deserving of merit.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ofrith can be found within the trader's outpost, west along the road from Elthengels.\\n\\nRunald has made it safely to the trader's outpost and has taken the road south. He has asked you to give his thanks to Ofrith for his support.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Ofrith can be found within the trader's outpost west along the road from Elthengels.\\n\\nRunald has made it safely to the trader's outpost, and has taken the road south. He has asked you to give his thanks to Ofrith for his support.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We are ready to depart whenever you are. Please keep the waggon safe... we will surely be a target for the Orcs as we take this first section of road.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We are, at last, ready to begin the dangerous march to Edoras. We have been warned that this first step of our journey may be the most dangerous to take, as those heading west from town have frequently been ambushed and assaulted by Orcs.\\n\\n'You have been a welcome friend to us, [placeholder], might I make one final request? Safe-guard us on this first portion of our journey, so that we may yet reach our destination without incident.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Help escort Runald's family to safety",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Thank Ofrith at the trader's outpost for his help",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Thank Ofrith at the trader's outpost for his help",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Dangerous Road",
      "es": ""
    }
  ]
}