{
  "id": 620903189,
  "txt": [
    {
      "id": 136263297,
      "en": "This Orc was chewing on an unusual fish. These fish may be worth investigating",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "This Orc was chewing on an unusual fish. These fish may be worth investigating",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected unfamiliar fish ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Many of the Orcs that have begun encroaching on the lands in the west are carrying a strange variety of fish. Perhaps a person local to the area could reveal the significance of the fish they carry.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "The Orcs among the western farmsteads seem to be in possession of a type of fish that is unfamiliar.\\n\\nCollecting some specimens of the fish, and showing them to a native of the area, might be helpful in determining their significance.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Orcs among the western farmsteads seem to be in possession of a strange fish.\\n\\nCollecting samples of the strange fish these Orcs carry might be helpful in determining a cause.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These fish may seem foreign to you, but they are at times caught from the stream that flows west across the Norcrofts. They have quite a poor flavour, but I suppose it matters little to the Orcs.\\n\\n'I know of no farm that would have these fish stockpiled. Could it be that the Orcs have also established an outpost along the water? Thank you for bringing this knowledge to me. I must ponder the meaning of this odd new discovery.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Orcs among the western farmsteads seem to be in possession of the strange fish.\\n\\nCollecting samples of the strange fish these Orcs carry might be helpful in determining a cause.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Cyneswith rests behind the large Springview Estate, to the east.\\n\\nPerhaps showing these fish to a local, such as Cyneswith, will uncover the cause for the Orcs having them in possession.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect unfamiliar fish from Orc scavengers and defilers",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect unfamiliar fish from Orc scavengers and defilers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Ask Cyneswith about the presence of the unusual fish",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Something Fishy",
      "es": ""
    }
  ]
}