{
  "id": 620903056,
  "txt": [
    {
      "id": 218649169,
      "en": "'You did well to make it to our encampment alive. The roads grow more dangerous with each passing day, and Théoden King's response is to send fewer Riders to protect them!\\n\\n'It is of no surprise that fewer travellers have been attempting to reach our camp, and those who have dared it have been frequently ambushed by Orcs along the road to the east. If you might deal with these treacherous ambushers, we would all be in your debt.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You gave those Orcs just what they deserved. Well done! This should make things much easier on those who take the road from the east to our camp.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Obstructive Foe",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Orc-ambushers have frequently attacked travellers along the road west from Elthengels. Guthléod, a trader, hopes that confronting the ambushers directly might help to reduce the number of attacks along the roads.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Orc-ambushers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Orc-ambushers south of the road to Elthengels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orc-ambushers have been frequently seen south of the road leading west from Elthengels.\\n\\nGuthléod has asked you to assault the ambushers directly in the hopes of preventing more of their attacks on unwary travellers.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Guthléod at the merchants' camp",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Guthléod can be found at his tent at the trader's outpost, west of the village of Elthengels.\\n\\nYou have defeated many of the Orc-ambushers and should inform Guthléod that his request has been fulfilled.",
      "es": ""
    }
  ]
}