{
  "id": 620903054,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have convinced the merchant to charge a reasonable price",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have convinced the merchant to charge a reasonable price",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have convinced the merchant to charge a reasonable price",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The trader's outpost provides a valuable service to travellers and refugees alike, but desperation has turned some of the merchants towards greed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Welcome to our way-post. Our place here is a beneficial one for all. We help those on the road fleeing to Snowbourn and Edoras by providing them with needed goods. In exchange, we receive enough coin to pay hired guards to keep our gathering safe... and on occasion, to help us move out of the path of the larger Orc-forces as they pass through.\\n\\n'Yet, some here have begun to take advantage of these dangerous times and the desperation of some travellers by unjustly raising the costs of their wares. Would you discuss this with the other merchants? Convince them to be fair about the prices of their goods. After all, both merchant and traveller bow to the same king.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The traders and merchants reside at the trader's outpost along the road west from Elthengels.\\n\\nOfrith has asked you to speak with the other merchants and see that their practices remain fair to both seller and buyer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ofrith believes we should not raise the prices of our goods? On what merit? Do I not deserve more coin for providing this service when I must risk my life to do so?\\n\\n'Ah well. Perhaps Ofrith is right. Our honour to each other is more important than a few petty coins. I have never known Ofrith to be wrong about such matters, so I will agree to keep my prices fair.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ofrith can be found at the trader's outpost, west of the village of Elthengels.\\n\\nOfrith awaits word of the merchants' agreement to demand only fair prices of travellers and refugees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ofrith noticed that I raised some prices? Sharp as a knife, he is. I assure you it was not out of greed, but out of necessity.\\n\\n'You have seen the guards patrolling here? Know that they are paid well for protecting us. But as times grow more perilous, we will need more coin to convince them to remain with us.\\n\\n'I was hoping to be ready for this problem by earning more now, but I will lower my prices again if Ofrith believes it is the proper action.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Thank you for speaking with the other merchants and for listening to their concerns. I believe that it will be easier to sell goods to travellers in need, when they know they are getting a fair bargain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Convince the first merchant to maintain fair prices",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Convince the second merchant to maintain fair prices",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Convince the merchant Léodrim to maintain fair prices",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Ofrith at the merchant-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Fair Bargain",
      "es": "",
      "es (fem)": ""
    }
  ]
}