{
  "id": 621093039,
  "txt": [
    {
      "id": 162883717,
      "en": "'Aye, I saw your man Khaltâg. He was causing quite an uproar a little while ago. Wouldn't stop shouting - Nûru tried to calm him, but he wasn't having it. Kept saying his wife was calling him home. I don't know what that means.\\n\\n'He ran off to the west. Said something about finding her.\\n\\n'She's dead? Khmêg. That is ill news, indeed. There are many buried in Sektakhâb, to the west. It's likely he fled there, if he intends to be with her.'",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'One of the dead wounded me. I can't move. My strength fades.\\n\\n'Please, throw this necklace into the Bay. It is cursed. It lets you speak with the dead... by becoming one of them. No one should wear it.\\n\\n'Her voice is strong now, in my ear. She calls to me. My darling, I am coming home.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Way It Catches the Light, Part 3",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Speak with Khaltâg.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Throw this necklace into the bay. It is a curse. It is a curse!'",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Speak with Khaltâg",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "The necklace disappears from view, lost once more",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Pick up the heavy necklace.",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Ask Muntâkh if he knows where Khaltâg went",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Defeat Sektakhâb Dead ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Aid Khaltâg",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Speak with Khaltâg",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "Go to the Sail-haven. On the western docks past the Harbour-warden's tower there is a wharf jutting into the Bay. The deep waters of the Bay of Belfalas should hide the necklace for an age.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Aid Khaltâg.",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "Speak with Pharida in the Dûlkar in Dil-irmíz about the fate of her father.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Speak with Khaltâg.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Protect Khaltâg and fight off the crypt-walkers that have appeared!",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "Speak with Khaltâg.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Return to Khaltâg in Mekab-kuphâr and relay Pharida's message",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "Save Khaltâg from being torn apart by crypt-walkers!",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Defeated Sektakhâb Dead ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'Khaltâg is dead? Oh no. Oh no...'\\n\\nShe stares off into the distance behind you. Her grief is plain to see.\\n\\n'I hope he is at peace now. I knew that necklace was a curse! I knew it.\\n\\n'Thank you for trying to help him, and for throwing that... thing into the Bay. No one else need feel like this.'",
      "es": ""
    },
    {
      "id": 24695153,
      "en": "Khaltâg has run into Sektakhâb, claiming his wife is calling him to her. Help him if you can.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Throw the necklace into the Bay from the wharf past the harbour-warden's tower",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Pick up the heavy necklace",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Khaltâg has disappeared from where you last spoke",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Speak with Pharida about the fate of her father",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Speak with Khaltâg",
      "es": ""
    }
  ]
}