{
  "id": 621093023,
  "txt": [
    {
      "id": 228284039,
      "en": "'You have at last caught me, unless... are you a friend of Shaidal's? Oh most joyous news.\\n\\n'I fear that the Khadeji continue to search for me, and the information that I gathered.\\n\\n'Before you arrived, I hid the information that was recovered elsewhere in a place which might be dangerous to others, but thank you for finding me.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Search Hulzidâr, a small encampment beneath the arena, for Makhil's path.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Continue your search for Makhil's path, west of Hulzidâr.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Speak to Makhil's about the information that he recovered from Zarzíra Dawn-star's estate.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Continue your search for Makhil's path, north of the cross-roads, west of Hulzidâr.",
      "es": ""
    },
    {
      "id": 126754729,
      "en": "The Gathering Storm, Part 3: Steps Closer",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Continue your search for Makhil's path, near Kên Taghlim in Kamrabezûr.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Locate Makhil's passage west of Hulzidâr",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Makhil's footsteps seem to lead northward towards Jâx Ugikh",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Locate Makhil's passage north of the cross-roads",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Locate Makhil's passage near Kên Taghlim",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Makhil's tracks head northwards towards Kên Taghlim",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Makhil's tracks head east near Kên Taghlim",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Located Makhil's passage near Hulzidâr. The path heads to the west",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Shaidal has requested that you seek out Makhil who has fled into Kamrabezûr to escape Zarzíra Dawn-star and her Khadeji.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Locate Makhil's passage near Hulzidâr",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'As I mentioned, Zarzíra Dawn-star has been attempting to frame me for some of her misdeeds. Several weeks ago, I was able to contact and hire a burglar named Makhil, who promised to recover information needed for my release.\\n\\n'He mentioned that he would flee to Kamrabezûr in the catacombs. You may wish to start looking in Hulzidâr, a small encampment beneath the arena.\\n\\n'Can you go into Kamrabezûr, located underneath Dahâl Huliz and look for signs of his passage?'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Makhil east of Kên Taghlim",
      "es": ""
    }
  ]
}