{
  "id": 621093037,
  "txt": [
    {
      "id": 162883765,
      "en": "'Ready? Let's be off then. Far too stuffy here. And the chairs aren't as nice. Ho ho!\\n\\n'The way is barred, and the keys are scarce and quite valuable... Hmmm... Hmmm....'",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Find Dar Sêkhta in Dil-irmíz",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'This is most troubling news. Why would a criminal have such scholarly books? And that saying...\\n\\n'Hmmm. \\qA candle flickers in the dark, and is extinguished.\\q Another riddle, it seems.'",
      "es": ""
    },
    {
      "id": 246419782,
      "en": "Return to Khôltekh in Dâr Laja with the clues you have found.",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Find a pristine crypt-walker's hand by defeating crypt-walkers",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Go back to Dâr Sêkhta and insert the pristine wight's hand into the lock",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'A wight's hand. All bone. That's the key.\\n\\n'The five narrow holes are for finger-bones. Luckily there's a great many crypt-walkers in Sektakhâb in Khabârkhad. You need one in exceedingly good condition, nothing broken, so it may take several tries to find one.\\n\\n'Find a suitable hand, take it to the door and find the whereabouts of this shadow. We need to put an end to the suffering of Umbari citizens at the hands of this villain.'",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "The lock has a series of deep, narrow grooves carved into the stone",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Enter the hidden area of Dâr Sêkhta",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Go back to Dâr Sêkhta and insert the pristine wight's hand into the lock.",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Return to Khôltekh in Dâr Laja with the clues you have found",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Look for a door within Dar Sêkhta with a suspicious lock",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "You see a nearby alcove with strange indentations in the wall",
      "es": ""
    },
    {
      "id": 246419793,
      "en": "Khôltekh has asked you to go to Sektakhâb in Khabârkhad and find a pristine wight's hand. He believes this is the key to Dâr Sêkhta that will open the way and find Sêkhta or necessary clues about him.",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Khôltekh has asked you to find a pristine wight's hand in Khabârkhad. He believes that to be the key that is \\qscarce\\q but \\qquite valuable\\q that will open the way to Dâr Sêkhta's hidden area.",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "Examine the strange lock for clues as to its key.",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "Return to Dâr Laja with your description of the lock. Perhaps Khôltekh has a clue as to its key.",
      "es": ""
    },
    {
      "id": 246419894,
      "en": "Enter the hidden area of Dâr Sêkhta.",
      "es": ""
    },
    {
      "id": 177082723,
      "en": "You have found a pristine wight's hand",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "Khôltekh has asked you to go to Sektakhâb in Khabârkhad and find a pristine wight's hand. He believes this is the key to Dâr Sêkhta that will open the way and find Sêkhta or necessary clues about him.",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'You found some of Sêkhta's men guarding this door? No doubt there is something valuable or important to Sêkhta hidden inside. We must find a way to open it.\\n\\n'A series of deep, narrow cuts in the stone, you say? Interesting. Interesting.\\n\\n'I cannot think clearly here. Come, we must go to my house once more. We must figure out how to open this door, and to do that I need to think in peace.'",
      "es": ""
    },
    {
      "id": 111477312,
      "en": "Find a pristine crypt-walker's hand by defeating crypt-walkers",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "Find a pristine crypt-walker's hand by defeating crypt-walkers",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Examine the strange lock for clues as to its key",
      "es": ""
    },
    {
      "id": 177082738,
      "en": "You have found Dar Sêkhta!",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Return to Dâr Laja and tell Khôltekh your description of the lock",
      "es": ""
    },
    {
      "id": 177082741,
      "en": "You hear a lock click behind the brick wall to your right, opening the way",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Light and the Shadow Part 6: A Helping Hand",
      "es": ""
    }
  ]
}