{
  "id": 621093011,
  "txt": [
    {
      "id": "0xeb01199",
      "en": "Speak to Rothog regarding the petition from Zarzíra Dawn-star.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Talk to Rothog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01142",
      "en": "After your conversation with Shaidal and the surprising ambush, speak to Rothog regarding the encounter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'Time for you to meet Shaidal, yes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Talk to Rothog in Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'This brazen attack within Dahâl Huliz is most troubling to me. His tale seems to indicate that there might be more to his case.\\n\\n'I will call him here, keep him within sight, and perhaps you can speak to him and gather more proof of what is really going on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "Rothog has asked that you travel to within Dahâl Huliz, inside the the gladiator residences and speak to Shaidal about the situation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'[placeholder], it is time to travel into the residences of the gladiators in Dahâl Huliz. Please speak to Shaidal, and report your findings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Within the halls of Dahâl Huliz, the gladiators make their home. Rothog has asked that you question Shaidal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Rothog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Given the petition that we just heard from Zarzíra Dawn-star, I feel that it might be a good time to speak to Shaidal and hear what he might have to say regarding it. You see, he was in the employ of Zarzíra, when one of her competitors was slain. He was brought here to face justice for the act, but has always proclaimed his innocence. She had advocated for his death, but instead he was sentenced to fight in the sands. She again calls for his head very quickly.\\n\\n'This makes me think that there may be fire behind the smoke, eh?\\n\\n'He is in the residences for our formidable fighters within halls of the Dahâl Huliz. Go find him and speak to him, find out what information you can learn, and then report back to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Gathering Storm, Part 2: Hunter Hunted",
      "es": "",
      "es (fem)": ""
    }
  ]
}