{
  "id": 621093029,
  "txt": [
    {
      "id": 122515297,
      "en": "'Rothog, I DEMAND-'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Speak to Rothog",
      "es": ""
    },
    {
      "id": 122515298,
      "en": "'Well, I will spill blood on this floor.'",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Defeat Zarzíra and her men",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'Zarzíra made a grave mistake so openly attacking you in my presence. I am overjoyed by your victory. You see, Zarzíra and her men were not worth me bloodying my blades, as they are so below me. But I commend you for your quick action.\\n\\n'Rest assured, if Shaidal is successful in the task that I laid out before him, he will go free.\\n\\n'Thank you again for helping solve what could have been a rather complicated situation!'",
      "es": ""
    },
    {
      "id": 122515299,
      "en": "'I will never betray my patron.'",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Rothog has summoned you to his chambers to confront Zarzíra Dawn-star about her misdeeds.",
      "es": ""
    },
    {
      "id": 121012577,
      "en": "'Zarzíra Dawn-star, I have called you to my chambers in regards to your petition.'",
      "es": ""
    },
    {
      "id": 177082759,
      "en": "With Zarzíra vanquished, Rothog beckons to you",
      "es": ""
    },
    {
      "id": 121012578,
      "en": "'I have found and dealt with the culprit. Sadly the information stolen was destroyed in the process.'",
      "es": ""
    },
    {
      "id": 121012579,
      "en": "'YOU DEMAND NOTHING FROM ME!'",
      "es": ""
    },
    {
      "id": 121012580,
      "en": "'If I were not as magnificent and generous as I am, I would spill your blood on this floor for your insolence.'",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "Speak to Rothog the Storm about Zarzíra's treachery.",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Rothog the Storm",
      "es": ""
    },
    {
      "id": 121012581,
      "en": "'I will not sully my blade. Could you dispatch this filth?'",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Defeat Zarzíra and her men as they attack you in the audience chamber.",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Now you will see a matter of justice. While I am very confident about how this will go, do be wary, as this serpent seems to be willing to strike.'",
      "es": ""
    },
    {
      "id": 121012582,
      "en": "'A shame, not even useful in death.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Rothog has summoned you to his chambers as he confronts Zarzíra Dawn-star about her misdeeds.",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'I give you my thanks again [placeholder]. With Zarzíra defeated and Shaidal well on his way to freedom, things seem to have worked out. Now please go, my people have some cleaning up to do.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Rothog's Fury",
      "es": ""
    }
  ]
}