{
  "id": 621093034,
  "txt": [
    {
      "id": 228284039,
      "en": "'While I know the traversal of the catacombs below can be problematic, I appreciate your discretion and willingness to go to that place.\\n\\n'I hope that these objects will make my grand unveiling something truly to behold.\\n\\n'Thank you for your work again. I can see why your name has become known within this hall.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Travel to Kheb Hanût and speak to Sâkhariz there to gather reinforced bolts to secure the creature.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Return to Rothog and meet him in the Dâr Laja Meeting Hall.",
      "es": ""
    },
    {
      "id": 126754729,
      "en": "The Gathering Storm, Part 7: Steps Closer",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Speak to Sâkhariz regarding the requested goods",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Sâkhariz provides a container with expertly crafted bolts.",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Travel to The Dûlkar and speak to Nadima",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'I understand that your patron has requested very special goods. Luckily, I was able to obtain them with some great challenges to myself. Please let your benefactor know that these goods should perform to expectations.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Rothog the Storm has requested your aid in travelling to retrieve needed supplies for his next spectacle. Travel to Kheb Hanût and The Dûlkar, speak to Rothog's contacts, and return.",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Oh, you are here. I believe I have the package that was requested by your patron. I do warn you that the objects inside appear to have been jostled, but I assure you of the quality of the product.\\n\\n'I wish you all the best of luck with its use.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Some of my messengers have had most unpleasant difficulties when attempting to gather items that I need quite urgently. These items are rare and can be somewhat sought after.\\n\\n'Could you find your way to Kheb Hanût and speak to my contact Sâkhariz there? I need you to gather reinforced bolts to secure the creature, and then travel to The Dûlkar and speak to Nadima and retrieve supplies that our apothecaries require most urgently.'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "There appears to be some slight damage to the wrapping of the package, but it is otherwise intact",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Travel to The Dûlkar and speak to Nadima and retrieve apothecary supplies.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Rothog in Dâr Laja Meeting Hall",
      "es": ""
    }
  ]
}