{
  "id": 621093033,
  "txt": [
    {
      "id": 148970471,
      "en": "Collected metal chains ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621185,
      "en": "Rothog awaits you in the Dâr Laja Meeting Hall.\\n\\nReturn with the stolen objects and inform him of your victory.",
      "es": ""
    },
    {
      "id": 173025574,
      "en": "Collect metal chains ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 236954582,
      "en": "The Gathering Storm, Part 6: A Line Crossed",
      "es": ""
    },
    {
      "id": 184621234,
      "en": "Rothog the Storm has requested that travel into the catacombs to Harkhaphâr and do several tasks. He requests that you thin the number of gladiators there, gather their metal chains, and recover food stuffs from the camp.",
      "es": ""
    },
    {
      "id": 148970432,
      "en": "Gathered Rothog's food stuffs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025585,
      "en": "Rothog awaits you in the Dâr Laja Meeting Hall",
      "es": ""
    },
    {
      "id": 190220753,
      "en": "You present the recovered goods to Rothog the Storm.\\n\\n'I see that my trust in you was not misplaced. My hope was that those who betrayed us may have learned an important lesson. Perhaps they will. Once again your work is exemplary, and your hand in my spectacle will not be forgotten by me.\\n\\n'Thank you for your help!'",
      "es": ""
    },
    {
      "id": 190220757,
      "en": "'[placeholder]! While I await for Zarzíra to arrive, I have a task that I would welcome your assistance.  You see, your friend Shaidal has gone to fetch something that is precious to me. However, the beast requires certain items that are needed to assist us on the creature's arrival.\\n\\n'The problem is that there are those who dwell in the catacombs below the arena who wish to do me harm, and they had the audacity to steal my shipment.\\n\\n'Could you travel to Harkhaphâr, south of Hulzidâr below, and assist me with this problem?'",
      "es": ""
    },
    {
      "id": 148970488,
      "en": "Defeated gladiators ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025591,
      "en": "Defeat gladiators ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Rothog the Storm has requested that you travel into the catacombs below Dahâl Huliz and recover a precious shipment that was important to him.",
      "es": ""
    },
    {
      "id": 173025593,
      "en": "Gather Rothog's food stuffs ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}