{
  "id": 621093068,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Mâramit can be found at Tilmakhím, to the south of Tâkhdar.\\n\\nAsk Mâramit for more traps to place in order to capture pests. Hármelak will pay her later.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Have you spoken with Mâramit? I would not wish to wait long, lest those pests in Tâkhdar learn of our plans to ensnare them. I jest, of course, but the sooner the better to keep my people safe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Tilmakhím is to the south of Tâkhdar.\\n\\nLay the traps in various locations around Tilmakhím.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Set traps ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Mâramit can be found at Tilmakhím, to the south of Tâkhdar.\\n\\nSpeak with Mâramit and inform her the traps have been laid. She will want you to deliver a message to Hármelak to receive payment for her services.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Traps set ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Do not forget to speak with me once you have finished setting all your traps! I must trust that you will convey my message to Hármelak regarding my payment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Spoke with Mâramit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Speak with Mâramit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Has Mâramit asked payment for her services? Bring me the exact amount, and I will be sure to thank her for her discretion most handsomely.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'You are finished with your task? Excellent. I will guess Hármelak wishes our exchange to be kept our little secret, no? I am accustomed to such matters in my trade. I just sell the things; what you do with them matters naught to me.\\n\\n'Tell Hármelak I will not expect payment this once, but I would like my generosity remembered next time any guards might want to poke their noses where they do not belong. Say this nicely, please!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Tilmakhím is to the south of Tâkhdar.\\n\\nHármelak has asked you to acquire more traps from Mâramit to ensnare more pests in Tâkhdar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Return to Hármelak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Do not forget to tell Hármelak I appreciate her wisdom! Make sure you mention how reasonable and generous my business is, as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'You return from Takhdâr. Then you faced no difficulty in setting my traps for those pests? I knew you would not disappoint.\\n\\n'Mâramit is a most beloved ally of mine. She has naught to fear from me, although I do find her magnanimous gesture touching. I thank you for sharing her kind words with me.\\n\\n'As before, I appreciate your delicacy and discretion in keeping our city safe. I do not think these pests will trouble us any longer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Traps received",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Your assistance in discovering those dangerous traps was most welcome, [placeholder]. I have been made aware of the true source of these pests, and I require your assistance once more.\\n\\n'I assume you recall Mâramit, a purveyor of traps in Tilmakhím? Inform her you are my messenger, and that I will pay her well once she has given you more traps to place in these areas I will mark for you. She will not hesitate to comply, I am certain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Return to Hármelak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Ask Mâramit for more traps",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Welcome back to my lovely little shop! Did you forget something? Or did you miss me?\\n\\n'Ah, Hármelak sent you this time. She has kept her word with me before. Yes, I will give you even more of my wares. Come see me again when you are finished setting the traps and we will discuss further, you and I.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Hármelak is waiting in Dâr Laja.\\n\\nReturn to Hármelak to convey Mâramit's good wishes, and inform her the traps have been set.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Trappings of Nobility",
      "es": "",
      "es (fem)": ""
    }
  ]
}