{
  "id": 621093042,
  "txt": [
    {
      "id": 111477413,
      "en": "Return to Dâr Laja and tell Khôltekh your description of the lock",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'You found some of Sêkhta's men guarding this door? No doubt there is something valuable or important to Sêkhta hidden inside. We must find a way to open it.\\n\\n'A series of deep, narrow cuts in the stone, you say? Interesting. Interesting.\\n\\n'I cannot think clearly here. Come, we must go to my house once more. We must figure out how to open this door, and to do that I need to think in peace.'",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "Examine the strange lock for clues as to its key.",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "The lock has a series of deep, narrow grooves carved into the stone",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "Return to Dâr Laja with your description of the lock. Perhaps Khôltekh has a clue as to its key.",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Find Dar Sêkhta in Dil-irmíz",
      "es": ""
    },
    {
      "id": 246419894,
      "en": "Speak with Khôltekh to go to the Sail-haven.",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "You see a nearby alcove with strange indentations in the wall",
      "es": ""
    },
    {
      "id": 177082738,
      "en": "You have found Dar Sêkhta!",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Speak with Khôltekh in Dâr Laja",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "Speak with Khôltekh in Dâr Laja.",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'I wasn't sure about you at first, [placeholder]. But you've proven a ready ally and friend to Umbar. And, more importantly, to me. Ho ho!\\n\\n'You should be very proud. Because of you, many Umbari citizens will sleep easier at night. Thank you.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Khôltekh believes that Sêkhta is stealing the Candle of Umbar, a ship docked in the Sail-haven. Help him apprehend Sêkhta!",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Speak with Khôltekh when you are ready to go",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'Come! We've not a moment to lose!'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Meet me at the westernmost dock of the Sail-haven – I know that's where Sêkhta went!'",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Look for an alcove or door with an unconventional lock.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Light and the Shadow Part 8: And Is Extinguished",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Examine the strange lock for clues as to its key",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Look for a door within Dar Sêkhta with a suspicious lock",
      "es": ""
    }
  ]
}