{
  "id": 621093031,
  "txt": [
    {
      "id": "0xeb01199",
      "en": "Rothog the Storm asks you to approach with your findings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Talk to Rothog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'Please go ahead, I will join you rather shortly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Talk to Rothog in Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'[placeholder], it is good of you to come to me. This petition has been most bothersome, and I seek to discover the heart of the matter.\\n\\n'Would you be kind enough to find your way to my audience chamber, so I could join you shortly?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Armed with proof of Shaidal's innocence, you approach Rothog the Storm with your findings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "Rothog has requested that you present the evidence that you have gathered regarding Shaidal's actions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01149",
      "en": "Following the audience, Rothog would like a word.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'You may think me cruel for sending Shaidal on such a difficult journey, but his agents did violate the home of one of my nobles, and I could not simply allow that to happen. That being said, the information gathered allowed me to give him the chance to free himself.\\n\\n'However, this Zarzíra's treachery does give me pause and require some thought, I may ask you to attend when I kindly suggest that she make a mandatory appearance in my presence.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Travel with Rothog to the audience chamber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'It seems to be time for our conversation regarding Shaidal and Zarzíra's actions. Your work in this matter has been excellent and I am most thankful for your thoroughness in this matter.\\n\\n'Will you meet me in my audience chamber so we can discuss this delicate matter more quietly?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Gathering Storm, Part 5: The Storm Abated",
      "es": "",
      "es (fem)": ""
    }
  ]
}