{
  "id": 621093169,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'With newfound freedom comes shifting demand. Where before our weapons were made by crude hands and meant only for war, the weaponsmith's guild returns to a practice of quality, elegance, and usability. We take great pride in our work, as we should. Demand is high and we are willing to assist the guards, the aristocracy, and sea-farers alike.\\n\\n'As a member, we look forward to your assistance in meeting the demands placed upon the guild.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa24",
      "en": "Weapons Check (Daily)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The weaponsmith's guild in Umbar Baharbêl forges and maintains weapons for vendors, guards, and sea-farers. A representative of the guild asked for your assistance with all the requests.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Craft a crate of weapons for the Umbar Weaponsmith's Guild",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e05",
      "en": "Deliver a crate of weapons to the Umbar Weaponsmith's Guild Leader",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Craft a crate of weapons for the Umbar Weaponsmith's Guild",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Bring the crate of weapons to the Umbar Weaponsmith's Guild Leader.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Most excellent. We will outfit our guards, sea-farers and more with the fine quality weapons.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The recipe needed to complete this quest is available for purchase. <rgb=#00f000>Purchase the quest recipe from the guild leader.</rgb>\\n\\nPackage a crate of weapons for Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    }
  ]
}