{
  "id": 621093028,
  "txt": [
    {
      "id": 162883765,
      "en": "'I give you my thanks again [placeholder]. Your work has been excellent and revealed many problems for me. That being said, I may have work for you in the near future.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Storm Abated",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Speak to Rothog the Storm and watch his reaction",
      "es": ""
    },
    {
      "id": 177082759,
      "en": "With the ambush survived, Rothog enters into the room",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Armed with proof of Shaidal's innocence, you approach Rothog the Storm with your findings.",
      "es": ""
    },
    {
      "id": 120852577,
      "en": "'Rothog, you know for some time that I have professed my innocence for the time I have spent on the sands.'",
      "es": ""
    },
    {
      "id": 120852578,
      "en": "'I must admit, Zarzíra Dawn-star's petition, was partially true.'",
      "es": ""
    },
    {
      "id": 120852579,
      "en": "'I did employ someone to gain the information that has been passed to you.'",
      "es": ""
    },
    {
      "id": 120852580,
      "en": "'However, I felt that you should know that it was not just talk, and I had to take this chance.'",
      "es": ""
    },
    {
      "id": 120852581,
      "en": "'It should be clear that Zarzíra made it so that I was found guilty of murderous crimes. I was unjustly accused!'",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "Speak to Shaidal about his task.",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "Fight off the ambush awaiting you in Rothog's chambers.",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'I am glad that I have an avenue to gain my freedom, but saddened that this treachery was not enough to gain it. I understand the ruling and will abide by it.\\n\\n'Ragrekhûl is known to be a dreaded beast, I only hope that I may be capable of capturing the beast.'",
      "es": ""
    },
    {
      "id": 121012577,
      "en": "'I cannot believe that they would bring violence to my chambers.'",
      "es": ""
    },
    {
      "id": 121012578,
      "en": "'Shaidal, I have read these books and records. What do you have to say for yourself?'",
      "es": ""
    },
    {
      "id": 121012579,
      "en": "'Shaidal, the information that you have given me leads me to believe your tale.'",
      "es": ""
    },
    {
      "id": 121012580,
      "en": "'I must look into it further.'",
      "es": ""
    },
    {
      "id": 8234577,
      "en": "As you enter the room, various shadowed figures attack.",
      "es": ""
    },
    {
      "id": 121012581,
      "en": "'However, I cannot allow for those who serve this place to do such things.'",
      "es": ""
    },
    {
      "id": 121012582,
      "en": "'Your punishment for this transaction is to secure a fearsome beast from far away.'",
      "es": ""
    },
    {
      "id": 121012583,
      "en": "'This creature is known as Ragrekhûl, and is very dangerous.'",
      "es": ""
    },
    {
      "id": 121012584,
      "en": "'If you return the creature to me alive, I will commute your sentence for the previous crime.'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Speak to Shaidal about his task",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Armed with proof of Shaidal's innocence, you approach Rothog the Storm with your findings.",
      "es": ""
    },
    {
      "id": 121012585,
      "en": "'You will be given details. Now go.'",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Defeat ambushers",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'[placeholder], these rabble! How dare they invade my quarters?! There will be swift vengeance upon those who would do such a thing. I will have my guards take the bodies and feed them to the lions.\\n\\n'Anyway, you had mentioned that you managed to gather information that might be of interest to me?'",
      "es": ""
    }
  ]
}