{
  "id": 621093035,
  "txt": [
    {
      "id": 246419865,
      "en": "Speak to Rothog the Storm about the situation",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Talk to Rothog",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'It is time to deal with this problem. Please join me.'",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Talk to Rothog in Dâr Laja",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'[placeholder], it seems as if it is time to get to the heart of the matter. I believe that we should be able to resolve this peacefully, of course.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Now with proof of her treachery, Rothog calls forth Zarzíra Dawn-star for questioning.",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "Rothog has requested your attendance in his questioning of Zarzíra Dawn-star.",
      "es": ""
    },
    {
      "id": 246419785,
      "en": "Following Zarzíra's actions in his chambers, Rothog asks to speak to you.",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "'It would seem that Zarzíra's treachery was deeper rooted that I might have estimated. I appreciate your willingness to combat her and her men on my behalf. I would have stepped forward, but I did not feel they were worth bloodying my blades.\\n\\n'Oh, I have heard word that Shaidal has managed to capture my prize and has survived the ordeal. Your good work in this has secured his freedom upon the creature's unveiling.'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Travel with Rothog to the audience chamber",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'It seems that Zarzíra has decided it was time to grace us with her presence. Amongst the difficulties is that I feel that she may have a patron or someone who sought to weaken my position amongst the Kindred. Such an idea is laughable of course.\\n\\n'Now I would request your presence so that you can see what is done to those who seek to fool me or betray me for no reason. Please remember that this woman had wrongfully imprisoned Shaidal and caused pain to his family.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Gathering Storm, Part 8: Rothog's Fury",
      "es": ""
    }
  ]
}