{
  "id": 621093025,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'So that you are aware, the documents that I recovered on behalf of Shaidal uncovered both correspondence between Rothog's enemies and also a series of ledgers that have suspicious financial information that Shaidal was trying to expose before his capture.\\n\\n'Unfortunately, with the Khadeji hunting for me, I chose to hide it in a fairly dangerous place.\\n \\n'The parcels of information are hidden within Ghâr Mejet, an ancient crypt infested with Wights. Could you recover these and return them to Shaidal in Dâr Laja?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Return to Dâr Laja and speak to Shaidal about the evidence that you recovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Return to Dâr Laja and speak to Shaidal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa9",
      "en": "The Gathering Storm, Part 4: The Wight Evidence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Makhil has requested that you recover a series of evidence parcels hidden throughout Ghâr Mejet, an ancient crypt teeming with Wights in Kamrabezûr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'You are back so soon? I hope you bring good news.\\n\\n'Thank you for gathering this information, these parcels should prove most useful when The Storm next holds his court. It is frightening to think that this woman goes to such lengths to bring ruin upon me, and betray Rothog as well.\\n\\n'Thank you, I hope this will be enough to set me free.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Located parcels in Ghâr Mejet ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Locate parcels in Ghâr Mejet ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Makhil has requested that you recover a series of evidence parcels hidden throughout Ghâr Mejet, an ancient crypt teeming with Wights in Kamrabezûr.",
      "es": "",
      "es (fem)": ""
    }
  ]
}