{
  "id": 621093041,
  "txt": [
    {
      "id": "0x9b56856",
      "en": "'Just as I thought - each of these books show a fascination bordering on obsession with the Heirs of Castamir.\\n\\n'These robes - even stained in blood they speak to Umbari nobility. And these books, much more scholarly than one would think for a lowly criminal. And his writing style from the note, so neat, like he was trained or schooled in it....\\n\\n'I've got it! An archivist! An Umbari historian! It all fits. They are members of Umbari nobility, highly educated, trained in reading and writing. Sêkhta is an archivist!\\n\\n'Archivists live and work in the Tor-gardens. They are quite few in number. Hmmm... yes.\\n\\n'I have a plan. Come, we must go to the Tor-gardens at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Come, we must go to the Tor-gardens to expose this archivist where he lives and works. Sêkhta is there, I'm sure of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Find Dar Sêkhta in Dil-irmíz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "Return to Khôltekh in Dâr Laja with the book.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Speak with Ephrâti in Tilmakhím in Tâkhdar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "Speak with Khôltekh outside the Pot and Quill in the Tor-gardens about his revelation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'I know not what \\qa candle flickers in the dark, and is extinguished\\q means.\\n\\n'Still, these clues help a great deal. There was a volume missing from the books you found. I wonder if the missing volume holds any secrets from Sêkhta. Would you go to Tilmakhím in Tâkhdar? There is a bookseller there who may have the missing volume. Ephrâti, I believe her name is.\\n\\n'We need every clue we can grasp to find this Sêkhta.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "The lock has a series of deep, narrow grooves carved into the stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Speak with Khôltekh when you are ready to go",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Look for an alcove or door with an unconventional lock.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Return to Khôltekh in Dâr Laja with the book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50259",
      "en": "Speak with Khôltekh about his revelation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Look for a door within Dar Sêkhta with a suspicious lock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "You see a nearby alcove with strange indentations in the wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Khôltekh has asked you to go find a bookseller in Tilmakhím. He believes she may have the missing volume to 'A History of Castamir and His Heirs' that you found in Dâr Sêkhta.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "Examine the strange lock for clues as to its key.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "Return to Dâr Laja with your description of the lock. Perhaps Khôltekh has a clue as to its key.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "Accompany Khôltekh to the Tor-gardens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "Find a bookseller named Ephrâti in Tilmakhím, in Tâkhdar. Khôltekh is looking for the missing volume from the set you found in Dâr Sêkhta.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'The Candle! The Candle is a ship! They mean to commandeer the Candle of Umbar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'You found some of Sêkhta's men guarding this door? No doubt there is something valuable or important to Sêkhta hidden inside. We must find a way to open it.\\n\\n'A series of deep, narrow cuts in the stone, you say? Interesting. Interesting.\\n\\n'I cannot think clearly here. Come, we must go to my house once more. We must figure out how to open this door, and to do that I need to think in peace.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Examine the strange lock for clues as to its key",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1172",
      "en": "You have found Dar Sêkhta!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Return to Dâr Laja and tell Khôltekh your description of the lock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'I have the book, but your coin is no good here. If I take it Mâramit, the purveyor of traps across the market, will have my head.'\\n\\nEphrâti leans in close.\\n\\n'She and Khôltekh have an arrangement, if you get my meaning. You understand. Off with you then, I need to devise my next counterattack against these rats.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Light and the Shadow Part 7: A Candle Flickers in the Dark",
      "es": "",
      "es (fem)": ""
    }
  ]
}