{
  "id": 620843246,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Aided Maenhador",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Aided Raingon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Orcs of Moria have poured out into Fanuidhol, mustering for an assault upon the Golden Wood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], I have an urgent request of you. As you undoubtedly know already, the Orcs of Moria have been roused and have poured forth into the hills of Fanuidhol. There, they are mustering for an assault upon Lothlórien.\\n\\n'In order to properly prepare for such an assault, we need to know the strength of the Enemy. There are countless Orcs dwelling in the bowels of Moria, and we must know how many have been sent against us.\\n\\n'Will you speak with my companion Maenhador and with Raingon, who is preparing a defence at Talan Gwilith, north-east of here? They are each concerned with specific encampments. When you have finished with their tasks, return here to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Maenhador is at Talan Fanuidhol. Raingon is at Talan Gwilith, north-east of Talan Fanuidhol.\\n\\nBahanneth has asked you to aid Maenhador and Raingon with their scouting duties.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So you have completed your patrol, [placeholder]? Out of all the Orc-camps in Talan Fanuidhol, only four seem to pose any significant threat: Bolg Maufulug, Mokûrz Gundul, Drûmaudhul, and Nardur-stazg.\\n\\n'You should speak again with the marchwardens here at Talan Fanuidhol and at Talan Gwilith. They will undoubtedly have tasks for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bahanneth is at Talan Fanuidhol, south-west of Talan Gwilith.\\n\\nYou should return to Bahanneth and report your findings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Speak with Maenhador here at Talan Fanuidhol and Raingon at Talan Gwilith, north-east of here. They will need aid scouting Fanuidhol.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Aid Maenhador",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Aid Raingon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Bahanneth at Talan Fanuidhol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Determining Their Strength",
      "es": "",
      "es (fem)": ""
    }
  ]
}