{
  "id": 620843212,
  "txt": [
    {
      "id": 218649169,
      "en": "'I've been tracking wolves and other prey for the greater part of my life. Never had I seen anything like it, and now I hope to never see anything like it ever again. It stood nearly the height of a man at the shoulder with jaws twice the size of my head!\\n\\n'Worse, it was led by Orcs! Orcs! I've heard tales, but never had the misfortune to see one. Now, I have the displeasure of their acquaintance and a terribly light set of packs to show for our misbegotten hunt.\\n\\n'I'm asking, not without humility, that you offer up some assistance to those of us who have so recently seen our fortunes dashed. There are wolves all throughout these hills. Their pelts will fetch a good amount of coin back in Bree. I would be willing to pay you an up front sum for your assistance in keeping our livelihood intact. What say you?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You are a truly generous hero! We thought our lives lost, then our livelihoods, now we have a small bit of hope that we can recover. We shall ever be in your debt.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Without something to trade on our return to Bree we will be truly hungry hunters. If only we could gather enough pelts, we might yet restore our ruined traps and equipment.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Pelts for Trade",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Hunters out of Bree tracked what they thought was a large wolf through the northern stretches of the Midgewater Marsh and into the Midgewater Pass only to find that it was something far worse. Now, they are trapped and in dire need of assistance.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected smooth wolf-pelts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Dale Sageford",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wolves can be found throughout the area of the Midgewater Pass. Dale Sageford can be found to the west of the wolf-haunts.\\n\\nDale Sageford and his companions make their living in pelt-trading, and the Orcs took everything they had and left them to die. He has asked that you aid them in recovering some of the pelts so they can put food into their stomachs upon their return to Bree.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect smooth wolf-pelts ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}