{
  "id": 620843216,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'To the south, over the hill and through the vale that lay just beyond my camp, you must take care to avoid goblins. Their number has grown swiftly in recent days. Beyond them, a good distance south you will find a road stretching east and west. This is the Great East Road.\\n\\n'Follow it west, towards Bree, and over a ruined bridge you will find a crumbling and nearly collapsed inn...The Forsaken Inn as it is called. The owner therein and his workers and guests will likely need assistance as this part of the world has changed greatly in recent weeks.\\n\\n'Do not tell them I sent you...only offer your aid. They will likely and sorely need it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'More strangers passing through? No? Well then, if you aim on staying you might want to find a nice parcel of the floor to take up. The inn is dangerously close to full for some reason. I am not complaining -- coin is coin, even if there is little to spend it on in these parts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Remember, do not speak of me. Head west along the Great East Road after you find it a fair distance to the south beyond the shadow of Weathertop. You will see the inn beyond the ruins of an ancient bridge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Forsaken and Forlorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Candaith directed you to an inn along the Great East-West Road and told you that the people there may be in need of assistance as much has happened in the past few weeks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to the proprietor of the Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Make your way to The Forsaken Inn. It can be found west along the the Great East Road, south of Candaith's camp.\\n\\nCandaith advised you to seek out the inhabitants of an Inn in the Lone-lands to offer your aid to them.",
      "es": "",
      "es (fem)": ""
    }
  ]
}