{
  "id": 620843201,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Brishzel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Fergandir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated Faegfaer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Agatha Greendale told you of several fell creatures which haunt the barrows of Haudh Iarchith, Gwantham, Goetham, and Haudh Nogbenn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'In the dark recesses of Haudh Iarchith, Gwantham, Goetham, and Haudh Nogbenn, there are many fell creatures that haunt the barrow, but three in particular which you should be wary of. The three creatures are Brishzel the barghest, the fell spirit Faegfaer, and Fergandir the gaunt-man.\\n\\n'If you were to travel with a group of friends to Haudh Iarchith, Gwantham, Goetham, and Haudh Nogbenn and dispatch any of these creatures, the hunters of Bree would be in your debt.\\n\\n'You can find the entrances to Haudh Iarchith, Gwantham, Goetham, and Haudh Nogbenn in the southern Barrow-downs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Haudh Iarchith, Gwantham, Goetham, and Haudh Nogbenn are located in the southern Barrow-downs.\\n\\nAgatha Greendale has asked you to seek out one of three creatures -- Brishzel the barghest, the fell spirit Faegfaer, or Fergandir the gaunt-man -- and lay it to rest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for doing the people of Bree this service.\\n\\n'If you return to Haudh Iarchith, Gwantham, Goetham, or Haudh Nogbenn, can you please come see me before you return? I may ask you to seek out other horrors that stalk the halls of the barrows.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Agatha Greendale can be found near the Bree Hunting Lodge at the end of the Haunted Alley in Bree-town.\\n\\nYou should return to Agatha Greendale with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hunt down the evil things which dwell in Haudh Iarchith, Gwantham, Goetham, and Haudh Nogbenn and lay them to rest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Brishzel, Faegfaer, or Fergandir in Haudh Iarchith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Agatha Greendale in Bree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prey on the Darkness",
      "es": "",
      "es (fem)": ""
    }
  ]
}