{
  "id": 620843248,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Scouted Bolg Maufulug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Scouted Golugrak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Scouted Gazpush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Orcs of Moria have poured out into Fanuidhol, mustering for an assault upon the Golden Wood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Scouted Mokûrz Gundul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Bahanneth is correct, [placeholder]. If we are to fully prepare for the war ahead, we must know what numbers are arrayed against us. I have a task for you, if you wish to aid us.\\n\\n'Journey north and west into Fanuidhol and scout the four southernmost encampments. The camp furthest west is called Bolg Maufulug. Almost due north-west is a smaller camp called Golugrak. North of Golugrak, you will come upon Gazpush. Finally, east of Gazpush, you will find Mokûrz Gundul.\\n\\n'Scout each of the encampments, then return to me. I will reward you as I may, but expect a greater reward from Bahanneth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "All of the Orc-encampments lie to the north of Talan Fanuidhol. Bolg Maufulug lies the furthest to the west. Golugrak is north-west of Talan Fanuidhol. Gazpush is north of Golugrak. Mokûrz Gundul is east of Gazpush.\\n\\nMaenhador has asked you to scout four Orc-encampments in Fanuidhol to determine their strength: Bolg Maufulug, Golugrak, Gazpush, and Mokûrz Gundul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have finished your patrol? That is well.\\n\\n'Of the southern camps, only Bolg Maudhul and Mokûrz Gundul pose any significant threat. You should speak with Bahanneth regarding your findings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Maenhador is at Talan Fanuidhol, south of Fanuidhol.\\n\\nYou should return to Maenhador with your report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'What have you found thus far? That is not much...I need you to scout all four encampments: Bolg Maufulug, Golugrak, Gazpush, and Mokûrz Gundul.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Scout Bolg Maufulug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Scout Golugrak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Scout Gazpush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Scout Mokûrz Gundul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Determining Their Strength -- Southern Camps",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Maenhador at Talan Fanuidhol",
      "es": "",
      "es (fem)": ""
    }
  ]
}