{
  "id": 620843370,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'A problem has arisen for the Malledhrim, my friend. Our forces are being harried by groups of Warg-riders who are ranging throughout the Mirk-eaves. Normally, we rely upon speed and our superior skill in battle to ensure victory even when outnumbered, but the Warg-riders' great speed allows them to harry and assault my soldiers at will.\\n\\n'We need you to help thin out their numbers and keep them at bay...at least until we have secured the Mirk-eaves from the Enemy. When you have done this, return to me for further instructions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'While there are doubtless more of these beasts and their goblin-masters in Dol Guldur, you have done well to thin their packs for the present.\\n\\n'With our soldiers free to manoeuvre in small bands again, the Orcs will be pinned down and unable to leave their camps for fear of assault.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The keen senses and swift gait of the Wargs have ever been a danger to our scouts and skirmishers. Here, for once, we move in force with the strength to drive them back, but your help in winnowing their numbers would be much appreciated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Foreword: Feral Flankers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Taughâsh tribe which guards the Mirk-eaves against invasion use Wargs and Warg-riders to patrol the beachhead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Taughâsh Riders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Taughâsh Riders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Taughâsh Riders can be found throughout the Mirk-eaves.\\n\\nFuirgam has asked you to defeat the Taughâsh Riders that have been harassing the flanks of the Malledhrim soldiers invading the Mirk-eaves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Fuirgam's Aide at Echad Sirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fuirgam's Aide is at Echad Sirion, on the eastern banks of the Anduin.\\n\\nYou should bring your report back to him.",
      "es": "",
      "es (fem)": ""
    }
  ]
}