{
  "id": 620843330,
  "txt": [
    {
      "id": 94621400,
      "en": "The enemy is launching their final attack at The Prancing Pony. Help Second-watcher Heathstraw defend it.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Second-watcher Heathstraw is just outside The Prancing Pony. He wishes to speak with you about today's success.",
      "es": ""
    },
    {
      "id": 76947988,
      "en": "'I believe we have a moment of respite before their assault continues.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am glad to see that you have returned, friend. We have made it here to The Prancing Pony in your absence and have been holding it, but I fear we won't last much longer. The brigands are coming at us with a vengeance which I cannot match. I am glad to have you by my side once more.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Oftentimes during Skirmishes such as these, you will find you have other allies, such as myself, aiding you in your battle. In some cases, if those allies fall, you will lose the Skirmish.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We often know little about the enemy's forces or where exactly they may come from. From scouting, I know that we are facing brigands, half-orcs, and wolves of varying skill and strength. But I do not know what combination of those might come at us at any point. Stay on your guard and be prepared to alter your defence at any moment to best defend against the enemy's assaults.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'That Orc was one of the lieutenants I was speaking of. You did well to defeat it.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Bree is safe! You have done us a great service by aiding the cause. I could have held for a short time, but that half-orc with Bill Ferny and Harry Goatleaf surely would have done me in had I been alone. I thank you greatly for your aid.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'I thank you again for your help in freeing Bree. It will be long before what you have done is forgotten.'",
      "es": ""
    },
    {
      "id": 210686389,
      "en": "'We owe you a debt. Fare well in your battle!'",
      "es": ""
    },
    {
      "id": 76740194,
      "en": "'Very good. A warrior will increase our offensive capability and allow us to cut through the waves of enemies.'",
      "es": ""
    },
    {
      "id": 161698147,
      "en": "The status of the third assault.",
      "es": ""
    },
    {
      "id": 193200165,
      "en": "'Good luck! Bree thanks your courage!'",
      "es": ""
    },
    {
      "id": 237607285,
      "en": "Second Assault",
      "es": ""
    },
    {
      "id": 45838132,
      "en": "'The people of Bree are getting what they deserve!'",
      "es": ""
    },
    {
      "id": 109730500,
      "en": "'You shouldn't have come here!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Listen to Second-watcher Heathstraw",
      "es": ""
    },
    {
      "id": 49704369,
      "en": "'Will, Tom, get back inside. We'll handle this. Prepare yourself my friend, their first wave approaches!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Second-watcher Heathstraw",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Purchase the Warrior Role Trait from Will, then talk to Tom to slot it, then use your skill to call forth your Warrior",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Second-watcher Heathstraw",
      "es": ""
    },
    {
      "id": 170895973,
      "en": "First Assault",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Defeat the first assault",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Listen to Second-watcher Heathstraw",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Second-watcher Heathstraw",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Defeat the second assault",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Listen to Second-watcher Heathstraw",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "<rgb=#FF0000>The enemy approaches from the west</rgb>",
      "es": ""
    },
    {
      "id": 152448828,
      "en": "'They have been vanquished.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "<rgb=#00FF00>The first assault has been defeated! Regroup and consult with Second-watcher Heathstraw</rgb>",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "<rgb=#00FF00>The second assault has been defeated! Regroup and consult with Second-watcher Heathstraw</rgb>",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "<rgb=#00FF00>The third assault has been defeated. Dríthlorz has been vanquished, and Bree is free once more</rgb>",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "<rgb=#00FF00>The second assault has been defeated! Regroup and consult with Second-watcher Heathstraw</rgb>",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Second-watcher Heathstraw has fallen in battle",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "Second-watcher Heathstraw has fallen in battle",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "<rgb=#00FF00>The third assault has been defeated. Dríthlorz has been vanquished, and Bree is free once more</rgb>",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "Second-watcher Heathstraw has fallen in battle",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "Second-watcher Heathstraw has fallen in battle.",
      "es": ""
    },
    {
      "id": 32729281,
      "en": "Second-watcher Heathstraw has fallen in battle.",
      "es": ""
    },
    {
      "id": 32729282,
      "en": "The third assault has been defeated. BOSSNAME has been vanquished and Bree is free once more.",
      "es": ""
    },
    {
      "id": 32729283,
      "en": "Second-watcher Heathstraw has fallen in battle.",
      "es": ""
    },
    {
      "id": 121872997,
      "en": "'I'm out of here!'",
      "es": ""
    },
    {
      "id": 150826689,
      "en": "Purchase the Warrior Role Trait from Will, then speak with Tom to slot it. Once that is done, call forth your Warrior",
      "es": ""
    },
    {
      "id": 101799475,
      "en": "The status of the first assault.",
      "es": ""
    },
    {
      "id": 150826693,
      "en": "<rgb=#FF0000>The second wave approaches from the south!</rgb>",
      "es": ""
    },
    {
      "id": 150826695,
      "en": "<rgb=#FF0000>The final assault approaches from the west!</rgb>",
      "es": ""
    },
    {
      "id": 150367153,
      "en": "'Near the major locations of Middle-earth you will find Skirmish Camps: Bree, Rivendell, Thorin's Hall to name a few.'",
      "es": ""
    },
    {
      "id": 150367154,
      "en": "'There you can barter your Marks for new and better soldier traits and gear and equipment for yourself.'",
      "es": ""
    },
    {
      "id": 150367155,
      "en": "'Safe travels my friend. Perhaps we will meet again in another Skirmish against the Enemy. For now, I salute your courage.'",
      "es": ""
    },
    {
      "id": 122762499,
      "en": "The status of the second assault.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tutorial: Defence of The Prancing Pony",
      "es": ""
    },
    {
      "id": 135188789,
      "en": "'This isn't worth dying for.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The inhabitants of Bree have spent the occupation holed up within The Prancing Pony. Angered at their uprising, the brigand have decided to burn them out....",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Talk to Second-watcher Heathstraw",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Defeat the final assault and Dríthlorz",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Listen to Second-watcher Heathstraw",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Talk to Second-watcher Heathstraw",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Second-watcher Heathstraw must survive",
      "es": ""
    },
    {
      "id": 49701809,
      "en": "'You will need a stronger ally for this fight. There are many ways soldiers can be trained and outfitted for battle.'",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Defeat the final assault and Dríthlorz",
      "es": ""
    },
    {
      "id": 49701810,
      "en": "'Archers, warriors, protectors, sages, bannermen and herbalists are all willing to answer your call.'",
      "es": ""
    },
    {
      "id": 84765782,
      "en": "Second-watcher Heathstraw must survive",
      "es": ""
    },
    {
      "id": 49701811,
      "en": "'For this battle, a warrior will be to our best advantage. Will, Tom, come out here for a moment.'",
      "es": ""
    },
    {
      "id": 84765783,
      "en": "Listen to Second-watcher Heathstraw",
      "es": ""
    },
    {
      "id": 49701812,
      "en": "'Speak to Will and purchase the warrior role trait. Then speak to Tom and complete the soldier's training.'",
      "es": ""
    },
    {
      "id": 157771713,
      "en": "'Those banners ahead mark the state of the skirmish. Prepare yourself, the enemy is coming!'",
      "es": ""
    },
    {
      "id": 84765784,
      "en": "Talk to Second-watcher Heathstraw",
      "es": ""
    },
    {
      "id": 29923954,
      "en": "<rgb=#FF0000>The architect of the assault has entered the courtyard</rgb>",
      "es": ""
    },
    {
      "id": 157771714,
      "en": "'A Protector of the Vile! Quickly, take it out. All others around it become more difficult to kill!'",
      "es": ""
    },
    {
      "id": 157771715,
      "en": "'After this last assault, Bree will be free once more. To arms!'",
      "es": ""
    },
    {
      "id": 49703345,
      "en": "'As you encounter and defeat more lieutenants, you will learn more about how they affect the battlefield.'",
      "es": ""
    },
    {
      "id": 49703346,
      "en": "'And what you can do to expose and exploit their individual weaknesses, they all have at least one.'",
      "es": ""
    },
    {
      "id": 49703347,
      "en": "'I believe we are nearing the end of this battle. Defeat this assault, Bree will be free once more. Here they come!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'There are a great number and variety of rewards attainable by helping the Free Peoples fight against the Enemy.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It is important to be sure that your soldier is properly trained for the role you wish him to fulfill. Make sure to pay attention to the other members of your fellowship, their abilities, and which soldiers they will be calling forth.'",
      "es": ""
    },
    {
      "id": 51371925,
      "en": "Third Assault",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Second-watcher Heathstraw is just outside The Prancing Pony. He wishes to discuss his plan with you.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Making sure your soldier is trained to complement your own abilities and those of your fellowship is crucial to overcoming the challenges each Skirmish with the enemy presents.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Will and Tom are outside of The Prancing Pony. They want to help you upgrade your soldier by allowing you to purchase and slot a role trait enabling him to be a warrior.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'When you were taking the South-gate, you moved through and took the enemy's bastions, claiming them for your own. Here, we are defending The Prancing Pony and the bastions we have claimed, while the enemy comes to us and attempts to take them for their own.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Second-watcher Heathstraw is just outside The Prancing Pony. He wishes to discuss a few final details with you.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'You can always purchase rewards and train your Soldier at any of the Skirmish Camps throughout the world.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The enemy is attacking The Prancing Pony. Aid Second-watcher Heathstraw in defending it.",
      "es": ""
    },
    {
      "id": 49704881,
      "en": "'The enemy employs a number of terrible Lieutenants, specially trained enemies with unique skills.'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Second-watcher Heathstraw is just outside The Prancing Pony. He wishes to speak with you.",
      "es": ""
    },
    {
      "id": 49704882,
      "en": "'It is difficult to know which Lieutenants march with the enemy until they arrive on the battlefield.'",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "The enemy is attacking The Prancing Pony. Aid Second-watcher Heathstraw in defending it.",
      "es": ""
    },
    {
      "id": 49704883,
      "en": "'I caught a glimpse of a large Orc with this force. Be prepared... it could come at any time.'",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Second-watcher Heathstraw is just outside The Prancing Pony. He wishes to speak with you.",
      "es": ""
    },
    {
      "id": 49704884,
      "en": "'Here they come again. To arms!'",
      "es": ""
    }
  ]
}