{
  "id": 620843213,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected Aggie's bow ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected Sam's halberd ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected Dale's mace([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Hunters out of Bree tracked what they thought was a large wolf through the northern stretches of the Midgewater Marsh and into the Midgewater Pass only to find that it was something far worse. Now, they are trapped and in dire need of assistance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Dale and Sam are too busy whimpering about losing our traps and our equipment. Fools! What we need to do is gather up our weapons and trudge right on back to Bree. We've lost traps before. In fact, most times you'll lose several traps when hunting prey that is worth hunting. We do have little means, but we should have enough to survive. What we do not have is our weaponry.\\n\\n'The Orcs made off with everything of value. Some things, I am willing to part with; other items, like my bow, Sam's halberd, and Dale's mace, we cannot go on without. The journey home is treacherous as well, and knives will likely not see us through that journey.\\n\\n'I do not have much, but if you can find it within you to assist us, then I will give you what I can share. The Orcs likely are still carrying all of our goods.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are Orcs within the Midgewater Pass. Aggie Honeysuckle is at her camp to the west of the Orc-haunts.\\n\\nAggie Honeysuckle has asked you to find the weapons the Orcs stole from the hunters when they entered the Midgewater Pass.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These will certainly help. Now, if I can only get these two to stop licking their wounds, gather their composure, and head back towards Bree, I might sleep in a real bed within a few nights.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'If I had my bow, I would leave these whimpering children behind and accompany you to fight these Orcs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the weapons to Aggie Honeysuckle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Aggie's bow ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect Sam's halberd ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect Dale's mace ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Get Our Weapons Back",
      "es": "",
      "es (fem)": ""
    }
  ]
}