{
  "id": 620843214,
  "txt": [
    {
      "id": 218649169,
      "en": "'We had hoped to be spending a few days at The Forsaken Inn, eating some of Old Mugwort's stews, but now we are just hoping that the strips of dried meats we have left will last us. That is, unless you would be willing to help get us some meat. Beggars are not choosers, and we would be pleased to get even the stringiest of wolf-meat. Though, I will share a secret... there is choice meat on a wolf.\\n\\n'If you are hunting them anyway, would you collect some choice cuts that I can slice into strips and further treat so that we have enough food to return to Bree?\\n\\n'There are wolves prowling all throughout the hills of the Midgewater Pass.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These are fine cuts indeed. I shall be able to cure enough meat for a trip to Bree and back to this accursed land.\\n\\n'Thank you so, [placeholder]. You have shown me that there still is hope though the skies above are darkening.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You shouldn't be having a hard time finding wolves, as they hunt all along these hills. Trapping... now that might be more difficult. The blasted Orcs destroyed everything we had, or I would offer to lay traps for you.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Meat for Eating",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Hunters out of Bree tracked what they thought was a large wolf through the northern stretches of the Midgewater Marsh and into the Midgewater Pass only to find that it was something far worse. Now, they are trapped and in dire need of assistance.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected choice cuts of wolf-meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the choice wolf-meat to Sam Thistlebur",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wolves can be found within the Midgewater Pass. Sam Thistelbur is at his camp, west of the wolf-haunts.\\n\\nSam Thistlebur asked you to strip choice cuts of meat from the wolves you hunt within the Midgewater Pass.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect choice cuts of wolf-meat ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}