{
  "id": 620843215,
  "txt": [
    {
      "id": 218649169,
      "en": "'This may seem a strange request, but it is one that I feel necessary.\\n\\n'There is an inn on the border of the Midgewater Marsh and the Lone-lands, The Forsaken Inn. It is operated by a man named Anlaf. He was holding rooms for us as we meant to stay there for a few days before returning to Bree.\\n\\n'With all that has happened, it is clear that we will not be making the journey south over the hills to visit the inn. Could you make your way there and let the innkeeper know that we will not be coming?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Sam Thistlebur? I do not recall the name. Of course there have been more folk passing through here than normal. Usually, there are very few pressing toward the east or coming from that way. Those dark shadows have caused this land to stir in ways I had not seen through most of my life.\\n\\n'Their rooms are freed. Ha!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Anlaf is a queer sort, not the happiest fellow I have ever met. Still, he runs an adequate establishment and Leiva is one of the finest women I have ever met. Could you let them know that we will no longer need the rooms at The Forsaken Inn.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Word to Anlaf",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The hunters from Bree, camped within the Midgewater Pass, asked you to take word south to The Forsaken Inn to alert the owner of the Inn that they will no longer need their rooms.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Anlaf the Forlorn at the Forsaken Inn",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Head south to the border of the Midgewater Marsh and the Lone-lands and seek out the owner of The Forsaken Inn, inform him that the hunters no longer need their rooms.\\n\\nSam Thistlebur asked that you make your way to The Forsaken Inn to tell the innkeeper that he no longer needs to save their rooms for them.",
      "es": ""
    }
  ]
}