{
  "id": 620843249,
  "txt": [
    {
      "id": 218649169,
      "en": "'These lands have become much darker in recent days. Since my time wandering in the eastern stretches of the Lone-lands a dark shadow has flocked down from the sky. Now they patrol the western lands as well as the east in search of something for their unseen masters.\\n\\n'I speak of the crebain. Vile creatures with a gift of intelligence greater than they should possess. We must do what we can to thwart their efforts. Kill these vile birds and collect their eyes. It is the only way to ensure that they cannot return the information that they have gathered to their masters.\\n\\n'You will find them all throughout the Weather Hills.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Though it seems an ignoble task, I tell you plainly that this was necessary. The crebain are spies for eyes from afar and they seek some grand prize here. With all that I have seen in these lands as of late, I fear that there is some great wheel turning, and I can only hope that our part can slow its progress.\\n\\n'Thank you, [placeholder], for all you have done.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'If the crebain find what their masters desire, there is no telling the size of the invasion that this land will face. We must do our part to see that this does not come to pass.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Circling Eyes of the Enemy",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Candaith explained that the crebain circling the areas near Weathertop are not some innocuous bird, but that they are, in fact, creatures of ill-omen sent from afar to spy upon these lands. To ensure that they cannot return their information to their masters, they must be slain and their eyes plucked from their heads.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected craban-eyes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the craban-eyes to Candaith",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Crebain can be found throughout the Weather Hills. Candaith's camp is at the foot of Weathertop in the Lone-lands.\\n\\nCandaith directed you to seek out and destroy the crebain found throughout the immediate areas surrounding his camp. He believes that they are here at the behest of some unseen master and that they will report all they have seen.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect craban-eyes ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}