{
  "id": 620843317,
  "txt": [
    {
      "id": 83291812,
      "en": "The South Gate has been cleared of Enemy forces. Use the banner to claim the Control Point.",
      "es": ""
    },
    {
      "id": 49702065,
      "en": "'Skirmishes against the Enemy focus on taking and controlling locations of value and importance around the battlefield.'",
      "es": ""
    },
    {
      "id": 49702066,
      "en": "'In reclaiming Bree, these locations are the South-gate, the Auction House, and Bill Ferny's home, in that order.'",
      "es": ""
    },
    {
      "id": 49702067,
      "en": "'The gate is well-protected, but your Soldier will aid you in the battle. If he falls, simply call for another by re-using the skill you learned.'",
      "es": ""
    },
    {
      "id": 49702068,
      "en": "'If not for my arm, I would be at your side as well. Now go and reclaim Bree.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I did not think help would get here this quickly, but I am grateful to see that it has. I am afraid the situation is currently not very good. Brigands, let in by Bill Ferny and Harry Goatleaf, have taken over much of Bree.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Your Soldier is a powerful ally in the fight against the encroaching darkness. He will aid you greatly in your battles against the Enemy.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have done much good work here today, [placeholder]. There is more to do, but for today, let us rest and tend our wounds.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Go and rest. You have done much good for the world today. More will be needed tomorrow, but for tonight, enjoy the respite.'",
      "es": ""
    },
    {
      "id": 76405812,
      "en": "'Good, now use your new skill and call forth a Soldier of the Free Peoples.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'We have taken a foothold within the town and weakened the enemy, but I fear the fight here is not yet over. For now, take a respite. You have earned it.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Using the horn has taught you the skill needed to call a Soldier into a Skirmish.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "A Soldier of the Free Peoples appears to aid you in your Skirmish with the Enemy.",
      "es": ""
    },
    {
      "id": 49701809,
      "en": "'A great war is beginning, and the battles to be fought will be great and perilous. You will not survive alone.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "The monsters at the South-gate have been cleared. Use the banner to claim the Control Point",
      "es": ""
    },
    {
      "id": 49701810,
      "en": "'Fortunately, there are Soldiers of the Free Peoples willing to fight by your side. If you call them, they will aid you.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "<rgb=#00FF00>The South-gate of Bree has fallen to your control. The next valuable location is the Auction House just ahead</rgb>",
      "es": ""
    },
    {
      "id": 49701811,
      "en": "'Use the horn here, learn the skill it possesses, then call forth a Soldier to aid you in retaking Bree.'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "<rgb=#00FF00>You have taken control of the Auction House</rgb>",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "<rgb=#00FF00>Dríthlorz has been defeated and Bill Ferny's house is secured. Bree is not yet free, but much progress has been made</rgb>",
      "es": ""
    },
    {
      "id": 189359902,
      "en": "'Good work. The south of Bree is once again free. There is more to do, but it can wait until tomorrow.'",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "Dríthlorz has been defeated and Bill Ferny's house is secured. Bree is not yet free, but much progress has been made.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "While the Rangers of the North were distracted in the South, brigands and ruffians took an opportunity to wrest control of Bree....",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "Dríthlorz has been defeated and Bill Ferny's house is secured. Bree is not yet free, but much progress has been made.",
      "es": ""
    },
    {
      "id": 107621508,
      "en": "'Very good, now let me share with you the plan of how you're going to reclaim Bree.'",
      "es": ""
    },
    {
      "id": 243193429,
      "en": "'This isn't over yet!'",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Take control of Bill Ferny's house and defeat Dríthlorz",
      "es": ""
    },
    {
      "id": 266507692,
      "en": "<rgb=#00ffff>Encounter: A brigand is attempting to detonate several black powder casks at the stables</rgb>",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Report your success to Second-watcher Heathstraw",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Listen to Second-watcher Heathstraw",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Second-watcher Heathstraw",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Use the horn to learn how to call a Soldier",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Use your new skill to call forth a Soldier",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Listen to Second-watcher Heathstraw",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Second-watcher Heathstraw",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Take control of Bree's South-gate",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Use the banner to claim the South-gate",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Take control of Bree's Auction House",
      "es": ""
    },
    {
      "id": 265589940,
      "en": "The Auction Hall has been cleared of Enemy forces. Use the banner to claim the Control Point.",
      "es": ""
    },
    {
      "id": 155668980,
      "en": "Bill Ferny's House has been cleared of Enemy forces. Use the banner to claim the Control Point.",
      "es": ""
    },
    {
      "id": 220123493,
      "en": "<rgb=#00ffff>Encounter Complete: Reginald Cutweed has been defeated and the building is safe</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Second-watcher Heathstraw is at his camp just outside of Bree's South-gate. He is waiting for you to report in.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The horn is on a crate next to Second-watcher Heathstraw. You will need to use it in order to learn how to call forth a Soldier into the battle.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The Soldier skill is in your Skill Panel under the Skirmish section. You will need to use this skill to summon a Soldier to aid you.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Second-watcher Heathstraw is at his camp just outside the South-gate of Bree. He wishes to discuss his plan for retaking the town with you.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The South-gate is just north of Second-watcher Heathstraw's camp. You will need to clear all of the enemies from around the banner in order to claim it.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "The banner is at the South-gate of Bree. In order to claim this Control Point you need to use the banner.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "The Auction House is north of the South-gate of Bree. The enemies must be cleared and the banner used to take this point.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "Bill Ferny's house is east of the Auction House. Dríthlorz and his allies must be defeated and the banner used in order to reclaim this part of Bree.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Second-watcher Heathstraw is just outside of Bill Ferny's house. He wishes to discuss your victory with you.",
      "es": ""
    },
    {
      "id": 133518228,
      "en": "'Bree belongs to the half-orc! The time of man is over!'",
      "es": ""
    },
    {
      "id": 46367829,
      "en": "South-gate",
      "es": ""
    },
    {
      "id": 171441932,
      "en": "Auction Hall",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Use the horn, and it will teach you how to call forth a Soldier to join you in your Skirmish against the enemy.'",
      "es": ""
    },
    {
      "id": 192696292,
      "en": "<rgb=#00FF00>The counter-attack has been defeated. Bill Ferny's house may now be attacked</rgb>",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Use the skill the horn taught you to call forth a Soldier of the Free Peoples. You will not survive storming the gates of Bree alone.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The South-gate must be taken first. If it is not in our control, we cannot hope to push further into Bree.'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Oftentimes, the enemy will not be pleased about losing a location of importance. Be wary...they may launch a counterassault to try and regain it.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'The leaders of the enemy's forces are often cunning and powerful creatures. They should not be regarded lightly.'",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'The leaders of the enemy's forces are often cunning and powerful creatures. They should not be regarded lightly.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tutorial: Thievery and Mischief",
      "es": ""
    },
    {
      "id": 108096729,
      "en": "Bill Ferny's House",
      "es": ""
    },
    {
      "id": 37955918,
      "en": "The South-gate of Bree is just outside Heathstraw's camp. To take control of it, all enemies surrounding it must be defeated",
      "es": ""
    },
    {
      "id": 66107330,
      "en": "<rgb=#FF0000>A counterattack has been launched against the Auction House</rgb>",
      "es": ""
    }
  ]
}