{
  "id": 621031413,
  "txt": [
    {
      "id": 216727827,
      "en": "Imák and Venko need your help setting up the camp-site.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Glóin at your camp-site in Misthallow",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Glóin is at your camp-site in Misthallow.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'While I see to this fire, I suggest you help our companions unpack their belongings. We will rest here for awhile before we set out in search of the raiding-party in earnest.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have come to Misthallow with your travelling companions in search of a raiding-party from Gundabad, and now the four of you need to set up camp.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'You have no doubt heard of the Quest for the Lonely Mountain, have you not? I understand our Burglar wrote quite a tale of our adventure! I mean no disrespect to his skill with a pen when I say it likely cannot compare to the real experience of the thing. Of course, we spent most of the time being either wet or cold, or both at once, and it is the nature of memory to sand off the rough edges until only the glory and excitement remains. Still, that was an adventure!\\n\\n'I do not know if Bilbo recorded it in his book, but my brother Óin and I were responsible for getting the fires going whenever we stopped to camp; our tinder-boxes saw much use, and in far bleaker places than this one! While I see if I still have the skill, I suggest you help our companions unpack their belongings. We will rest here for awhile before we set out in search of the raiding-party in earnest.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Help Venko with 'Promises Unkept'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Help Imák with 'A Nose for Danger'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 2.2: Like And Yet Unlike",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I told you I still possessed the fire-making skill! Ah, if Óin were still alive he would have had this fire going in half the time. My brother was the only one of Thorin's Company who could match me at campfire-lighting.\\n\\n'Well, I suppose Gandalf could have, if he set his mind to it, but in my recollection he never offered to light a camp-fire, no matter how wet or cold we might have been. He would only set things ablaze when there were wargs about, and never only for convenience! I suppose that is the way of Wizards: they feel the cold less than dwarves, and they are less considerate as well!\\n\\n'But you did not hear that from me, [placeholder], I beg you.'",
      "es": ""
    }
  ]
}