{
  "id": 621031479,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'Should this new Lord of Gundabad send another batch of raiders, they too will be slain. I do not see why this need be any different.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 2.7: A Thirst for Blood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Glóin at the edge of Limlók",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'But where has the old Longbeard gone? Does he not wish to celebrate this victory with the rest of us, and with the people of the village?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Return to Runerik Knotbeard in the village of Limlók",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Imák in Limlók",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Where has the old Longbeard gone?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Runerik Knotbeard in Limlók.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I am sorry, my friend. I should celebrate with the others, for the raiding-party is destroyed and Limlók is safe, but the words of Natsatúg as he lay dying have embedded themselves in my heart like a knife.\\n\\n'The name he spoke is known to me, for his lineage is long and cruel and has troubled Durin's Folk for all the years of my life. I spoke to you of Azog, who led the Orcs against us during the Great Orc War, and perished beneath Dáin's heel at Azanulbizar? A son he had, Bolg, who commanded the Orcs at the Battle of Five Armies. Bolg died before the Lonely Mountain, but his line did not end there. Two were the sons of Bolg. One was named Gorgar, and if the words of Natsatúg can be trusted he calls himself now the Lord of Gundabad.\\n\\n'Bolg's other son was Mazog, [placeholder], the same Mazog who was slain by my old companion Bofur's grandson Broín, wielding the mithril axe Zigilburk. This new Lord of Gundabad possesses no shortage of grievance against the dwarves, but the death of his brother Mazog can only fuel that most powerful of desires: a thirst for blood, and vengeance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I do not like it... no, not at all...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Venko in Limlók",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Where has the old Longbeard gone?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Glóin in Limlók",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Why do your companions wear these solemn expressions? Nothing has changed: Orcs have long been a threat by the Wells of Langflood, and this is not the first raiding-party whose blood has watered the ground near Limlók. A new Orc-lord in Gundabad means little to me or my people.\\n\\n'Should he send another batch of raiders, they too will be slain. I do not see why this need be any different.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Blade-feast raiding-party has been defeated and the village of Limlók is safe, but the news that Gundabad has a new lord can only mean further troubles ahead for the region washed by the Langflood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I understand Runerik's position, for Orcs have always threatened his lands and he sees no difference here. Would you ask me to be newly-afraid of the worms and drakes of the Grey Mountains, or would I respond as he does?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Glóin has walked away from your companions and stands now at the edge of Limlók, deep in thought. What troubles the old dwarf?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Imák stands in the village of Limlók.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'I have made up my mind, [placeholder]. Gorgar the Ruthless prepares for war. Whether he is motivated by vengeance or traditional Orkish hatred does not matter. It cannot matter. Whatever his reasons, this new Lord of Gundabad must be stopped before he is ready to strike.\\n\\n'I will send messages back to Durin at Skarháld and to King Thorin at the Lonely Mountain. We cannot wait for Gorgar to attack. We must assemble our armies before he is made ready. Durin was right, [placeholder]. We must retake Gundabad from its new master. It is no longer a mere dream. It is now a matter of survival.'\\n\\n<rgb=#00FF00>The story continues in future updates!</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Runerik Knotbeard stands in the village of Limlók.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Join Glóin at the edge of Limlók",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Glóin has walked away from your companions and stands now at the edge of Limlók, deep in thought.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Runerik Knotbeard stands in the village of Limlók.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Glóin barely notices your approach. What troubles the old dwarf?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Glóin has returned to Limlók.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Runerik looks pleased with himself and with the bravery of his folk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "Glóin remains silent, contemplating the words of Natsatúg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'I think Runerik is twice-wrong about this. Something about this new Lord of Gundabad smells wrong to me, and my nose is never wrong. Second, he says his people will simply stand against whatever raiders come his way? I say he is wrong! Without our assistance Limlók would be a smoking ruin by now, and he had best not forget it!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}