{
  "id": 621031410,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 2.1: The Settling Fog",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Defeat beasts or other dangers in Misthallow ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Explore potential camp-site location east of Hlithseld",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'We will need to work together if we are to see this task accomplished. Imák? Venko? Do you not agree?'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Explore potential camp-site location south-east of Hlithseld",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Do not speak to me as if I were a mere child, Glóin. You are my elder in years, it is true, and your beard is white, but you spent no time in the dungeons of Sauron, as I have. Doubt not that I will match both you and [placeholder] in courage!\\n\\n'A raiding-party of Orcs? I have proven far better against much worse. So do not treat me as some youthful stripling!\\n\\n'Once we arrive in Misthallow we will need to find a place to camp, and that means fighting whatever aggressive beasts stray near our prospective camp-site. I will slay my share of the creatures, so long as you pull your own weight.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'None of us want to be travelling together, Glóin, but each of us has reason to hate the Orcs. Let that purpose unify us, and in a day or two, once the raiding-party is destroyed we need not remain companions.\\n\\n'Let us look forward to that, and we should have little reason to complain. The Wells of Langflood await us, and after we can return to our own concerns.\\n\\n'I have never seen the lands along the Langflood, but we should keep watch for places at which we might camp, sheltered from the wind and from threats that might roam near.'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Explore the TBD C",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'What say you? Can we work together in this matter, or will your squabbling continue?'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Onward to Misthallow, then. The sooner we accomplish this task, the better: not only because it was commanded of us, but because my patience may not survive these dwarves for long!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Aye, this place will do.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Explore potential camp-site location beside the rocks south-east of Hlithseld",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Aye, this will do. Let me find my tinder-box and I will get a fire started.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have been given a task to complete, and although your companions are not pleased to be travelling together, the four of you intend to see it successfully done.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Imák has pointed out a spot that might make for a suitable camp-site.",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Your companions suggested that you find a safe place to camp in Misthallow",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Your travelling companions have found a suitable camp-site south-east of Hlithseld in Misthallow.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": " #-1:[placeholder]'Do not speak to me as if I were a mere child, Glóin. You are my elder in years, it is true, and your beard is white, but you spent no time in the dungeons of Sauron, as I have. Doubt not that I will match you in courage! [placeholder] knows of what I speak, for #-1:{she[f]|he} endured much the same as I, and emerged from the Black Land all the stronger!\\n\\n'A raiding-party of Orcs? I have proven far better against much worse. So do not treat me as some youthful stripling!\\n\\n'Once we arrive in Misthallow we will need to find a place to camp, and that means fighting whatever aggressive beasts stray near our prospective camp-site. I will slay my share of the creatures, so long as you pull your own weight.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Imák and Venko are at the entrance to the pass that leads to Misthallow, east and south of the broken Rushgate.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "It is time for you and your travelling companions to cross into Misthallow, the foggy basin in the northern reaches of the Wells of Langflood.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "In order to find a safe camp-site, you will need to slay aggressive beasts in Misthallow and scout for possible places to shelter out of the wind.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Imák at the entrance of the pass to Misthallow",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Venko at the entrance of the pass to Misthallow",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Cross into Misthallow, the northern reaches of the Wells of Langflood",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Defeated beasts or other dangers in Misthallow ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "This camp-site location is sheltered on one side by sheer rock",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "The TBD B is very TBD",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Imák nods appreciatively. 'This will do,' he says",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "This camp-site location is shaded by dense vegetation, but might serve",
      "es": ""
    }
  ]
}