{
  "id": 621031475,
  "txt": [
    {
      "id": "0xeb011a1",
      "en": "Bloody tracks led eastward, away from the river.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 2.5: Danger Downriver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Find the source of the blood-spattered tracks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Nothing about these tracks convinces me that the raiding-party changed its chosen course, [placeholder]. We should continue following the river south, but not without caution! Let us remain alert for further sign of the Orcs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Follow the river south, and remain alert for further sign of the Orcs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Travel toward the town of Limlók, to the north-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Keep following those tracks! I will be right behind you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Venko in view of Limlók",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'The village seems safe, for now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'There lies the village, but it seems peaceful. We know the raiding-party came this way... but where has it gone?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "You find more tracks in the dirt by Hengi's Leap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "The tracks here turn to the TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Venko looks out upon the Beorning village of Limlók, the obvious question on his lips: where is the raiding-party?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "You find more tracks, but these are speckled with blood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "The blood and the footprints both lead eastward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Imák wants you to follow the river southward in search of the raiding-party.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb856961",
      "en": "'Or maybe your death will restore my strength, and I will kill him myself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "By Hengi's Leap you found more tracks left by the raiding-party, but the broken bridge likely prevented them from crossing the river. They may have continued south instead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "A wounded Orc lies within a growing pool of his own blood, at TBD.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Thrúgord spoke of a village of 'Bear-folk' to which the raiding-party planned to go. He must have meant the town of Limlók, to the north-east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "If the raiding-party intended to cross the river here, the broken bridge prevented it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Continue southward along the river in search of more tracks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Continue following the river south in search of more tracks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6af2",
      "en": "Hasten the dying Orc on his way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d173",
      "en": "You and your companions discovered evidence that the raiding-party travelled south from the ruins of Framsburg. Where has it now gone?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Stay back, vermin! You are no better than the treacherous slime that stabbed me, but Natsatúg was surrounded by a company of his fiercest warriors, and you are not!\\n\\n'They left me here to die, but I have strength enough to cut your throat before my own life ends!'\\n\\nThrúgord's head sinks to his chest, and his sudden, barking laugh seems to cause him a great deal of pain. Even so, he bares his teeth in a smile.\\n\\n'If you are able to slay me, do me this favour: go to the village of the Bear-folk and slay Natsatúg, the wretched villain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "The Beorning village of Limlók lies peacefully to the north-west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "As Thrúgord dies, he bares his fangs at you in a mocking smile",
      "es": "",
      "es (fem)": ""
    }
  ]
}