{
  "id": 621031476,
  "txt": [
    {
      "id": 228284034,
      "en": "'Do you remember the metal badge marked with the thundercloud symbol? The one you found among the ruins of Framsburg that the Orcs must have dropped? Glóin showed it to me while we journeyed south. I do not know about you, [placeholder], but I do not generally think thunderclouds are known for being stealthy.\\n\\n'No, Thrúgord's fellows are around here somewhere. That they have not shown themselves reveals a more worrying purpose than I believed they could possess. If they are not mere pillagers... what are they?\\n\\n'We should go down into the town. Is it too much to hope that they have already turned aside these raiders?'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Imák in Limlók",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have come to the Beorning village of Limlók with your travelling companions, but there is no sign of the raiding-party from Gundabad.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'And so our mission is at an end, [placeholder]! Had I known at the outset how little time we would need to spend together before its successful conclusion, I might not have complained so loudly! Ah, it is a jest only.\\n\\n'You performed admirably during the attack, [placeholder]. Indeed, Venko and Glóin also proved themselves most able in battle. These folk are fortunate that we were here.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 2.6: Limlók Under Attack",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Why has this raiding-party not shown itself? Perhaps the villagers have seen something of use to us.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'And so our mission is at an end, [placeholder]! Had I known at the outset how little time we would need to spend together before its successful conclusion, I might not have complained so loudly! Ah, it is a jest only.\\n\\n'You performed admirably during the attack, Longbeard. Indeed, Venko and Glóin also proved themselves most able in battle. These folk are fortunate that we were here.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "#-1:[placeholder]'And so our mission is at an end, [placeholder]! Had I known at the outset how little time we would need to spend with this Zhélruka and this Longbeard before its successful conclusion, I might not have complained so loudly! Ah, it is a jest only... for the most part.\\n\\n'You performed admirably during the attack, my #-1:{sister[f]|brother}. Indeed, Venko and Glóin also proved themselves most able in battle. These folk are fortunate that we were here.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Venko does not believe that Limlók is safe, and the Zhélruka warrior wants to investigate.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Imák stands in the centre of Limlók, satisfied with the day's fighting.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Venko and search Limlók for the vanished raiding-party",
      "es": ""
    }
  ]
}