{
  "id": 621031412,
  "txt": [
    {
      "id": 162883670,
      "en": "'Yes, very well, if you wish to make yourself helpful, do not let me stop you. We will not rest here for long, but I would welcome the chance to adjust the contents of these satchels. They have settled uncomfortably and caused me some discomfort while we walked.\\n\\n'If you unpack that bag for me I will rearrange the contents while we rest. But expect no thanks for it, Longbeard.'",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'Yes, very well, if you wish to make yourself helpful, do not let me stop you. We will not rest here for long, but I would welcome the chance to adjust the contents of these satchels. They have settled uncomfortably. You have had some long journeys yourself, I understand, and surely understand the difficulty of walking while in such discomfort!\\n\\n'If you unpack that bag for me I will rearrange the contents while we rest.'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'You found a hunting warg, didn't you? No need to say a word, [placeholder], I know it is true!'\\n\\nImák nods with satisfaction, a pleased smile creeping onto his face.\\n\\n'I have always had a heightened sense of smell, but in Mordor it became a matter of survival. I developed a nose for danger. Nowhere was ever truly safe, but I was able to sniff out the worst of the dangers, and steer clear of them! That skill is still with me; I could not ignore it if I tried.\\n\\n'Like the keepsakes I brought out of Mordor, it is a constant reminder of my time toiling in fear of Sauron. I cannot forget, and will not.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Nose for Danger",
      "es": ""
    },
    {
      "id": 246419780,
      "en": "Imák is at your camp-fire in Misthallow.",
      "es": ""
    },
    {
      "id": 162883672,
      "en": "'If you unpack that bag for me I will rearrange the contents while we rest.'",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Eat in silence, leaving Imák to his thoughts",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'I am a little on edge because my nose is telling me there are wargs about. No, it is true; my sense of smell is very acute. If my nose says there are wargs a-hunting nearby, then wargs nearby are a-hunting! Search for tracks to the south-east and tell me it is not so! It is the least you can do after disturbing my privacy as you have done.'",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Talk to Glóin at your camp-site in Misthallow",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Imák endured much during his captivity in Mordor. Never have I been within the borders of that land, and never have I heard anything pleasant about it. I do know this: I would not wish to have a heightened sense of smell in THAT place! For that Imák has my sympathy!'",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Talk to Venko at your camp-site in Misthallow",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Imák has asked you to help him unpack some of the belongings he brought with him from Skarháld.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Yes, very well, if you wish to make yourself helpful, do not let me stop you. We will not rest here for long, but I would welcome the chance to adjust the contents of these satchels. They have settled uncomfortably and caused me some discomfort while we walked.\\n\\n'If you unpack that bag for me I will rearrange the contents while we rest. But expect no thanks for it, [placeholder].'",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Talk to Imák at your camp-site in Misthallow",
      "es": ""
    },
    {
      "id": 24695124,
      "en": "As long as you are travelling with Imák, you might as well try to get along with the bristly Stout-axe.",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "Imák was right, but he needn't be told this is one of the camp-sites you considered",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Help Imák unpack his belongings",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "Suddenly a hunting-warg is upon you!",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Open the small coffer",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "Imák falls silent",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "Imák is very cross with you.",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Imák says he can smell wargs prowling about to the south-east, and the bristly Stout-axe has sent you to slay one or more of the creatures before they attain the numbers to brave your camp-site.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419895,
      "en": "Imák is at your camp-site in Misthallow.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "A small coffer among Imák's belongings has drawn your attention.",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "'Not that one! Can you not follow instructions? Leave that coffer be, Longbeard, for that is no business of yours! Poking around in my things like a common brigand! Bah!'\\n\\nImák throws his hands into the air.\\n\\n'No, it is fine, [placeholder]. I should have said something first. That coffer contains a number of keepsakes, mere curios, really, but they are objects of some sentimentality for me. They remind me of friends and family less fortunate than I am. Some were not able to escape from Mordor, and others knew freedom for only a short time.\\n\\n'Listen, [placeholder], I am sorry I yelled at you. I am a little on edge because my nose is telling me there are wargs about. No, it is true; my sense of smell is very acute. If my nose says there are wargs a-hunting nearby, then wargs nearby are a-hunting! Search for tracks to the south-east and tell me it is not so! It is the least you can do after disturbing my privacy as you have done.'",
      "es": ""
    },
    {
      "id": 162883649,
      "en": "'Not that one! Can you not follow instructions? Leave that coffer be, for it is no business of yours! Poking around in my things like a common brigand! Bah!'\\n\\nImák throws his hands into the air.\\n\\n'No, it is fine, [placeholder]. I should have said something first. That coffer contains a number of keepsakes, mere curios, really, but they are objects of some sentimentality for me. They remind me of friends and family less fortunate than I am. Some were not able to escape from Mordor, and others knew freedom for only a short time. You know what it is like, I know you do.\\n\\n'Listen, [placeholder], I am sorry I yelled at you. I am a little on edge because my nose is telling me there are wargs about. No, it is true; my sense of smell is very acute. If my nose says there are wargs a-hunting nearby, then wargs nearby are a-hunting! Search for tracks to the south-east and tell me it is not so! It is the least you can do after disturbing my privacy as you have done.'",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "You help Imák unpack some of his belongings",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "'Oi! Leave that alone!' Imák barks at you",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Talk to Imák at your camp-site in Misthallow",
      "es": ""
    },
    {
      "id": 116061697,
      "en": "'Leave that alone!'",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Find and defeat the hunting warg Imák claims he can smell",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Glóin and Venko are at your camp-site in Misthallow.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'If you unpack that bag for me I will rearrange the contents while we rest.'",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Talk to Imák at your camp-site in Misthallow",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Of all my senses, my sense of smell has never been especially potent. Now, my sense of taste is another thing entirely! I have a taste for beer and for roasted mutton, although we may not have much of either on this journey.\\n\\n'But Imák was right about the hunting warg. Perhaps he should take the first watch, and let his nose alert us to any approaching dangers!'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Not that one! Can you not follow instructions? Leave that coffer be, [placeholder], for that is no business of yours! Poking around in my things like a common brigand! Bah!'\\n\\nImák throws his hands into the air.\\n\\n'No, it is fine, [placeholder]. I should have said something first. That coffer contains a number of keepsakes, mere curios, really, but they are objects of some sentimentality for me. They remind me of friends and family less fortunate than I am. Some were not able to escape from Mordor, and others knew freedom for only a short time.\\n\\n'Listen, [placeholder], I am sorry I yelled at you. I am a little on edge because my nose is telling me there are wargs about. No, it is true; my sense of smell is very acute. If my nose says there are wargs a-hunting nearby, then wargs nearby are a-hunting! Search for tracks to the south-east and tell me it is not so! It is the least you can do after disturbing my privacy as you have done.'",
      "es": ""
    },
    {
      "id": 246419776,
      "en": "Imák has fallen silent, and perhaps you should eat in silence and leave him be for a time.",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'DNT - Blah!'",
      "es": ""
    }
  ]
}