{
  "id": 621031473,
  "txt": [
    {
      "id": 162883717,
      "en": "'I know that tale, for dwarves of my clan fought in that war as well. Not so many as the Longbeards or the other dwarf-clans, perhaps, but there was glory earned by Stout-axes at Azanulbizar. Indeed, I would claim a greater share of the glory, for what was Khazad-dûm to the Stout-axes? Theirs was a selfless battle, borne out of friendship with the other clans and hatred for their shared, ancient enemies.\\n\\n'You Longbeards might do well to remember the heroism of my people in those years, and treat them with greater respect!'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'I know that tale, for dwarves of our clan fought in that war as well. Not so many as the Longbeards or the other dwarf-clans, perhaps, but there was glory earned by Stout-axes at Azanulbizar. Indeed, we might claim a greater share of the glory, for what was Khazad-dûm to the Stout-axes? Theirs was a selfless battle, borne out of friendship with the other clans and hatred for their shared, ancient enemies.\\n\\n'The Longbeards might do well to remember the heroism of our people in those years, and treat us with greater respect!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 2.3: A Life of Battle",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'I meant no offence, my companions. I did not forget the contributions of the other clans at Azanulbizar! [placeholder] will vouch for me: did I not speak of these very contributions to Durin before we departed from Skarháld? I did!\\n\\n'Indeed, your people are not descended from Durin the Deathless, but I have been told you revere him still as the eldest of dwarves, the first to awake. Any insult to his heirs is an insult to all dwarves! No dwarf-clan would permit such a cruelty as that done by Azog, the fearsome Orc that slew Thrór, the father of Thráin. Each of the clans responded, and so it was that Azog met his doom.\\n\\n'There was glory enough for all, of course there was, and triumph not just for Durin's Folk but for all! You know that to be true. I did not mean to offend.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Drink in silence, leaving your companions to their thoughts",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Glóin at your camp-site in Misthallow",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I understand you fought alongside my son Gimli at a number of recent battles, [placeholder], and I look forward to hearing about them! Every people has its own way of recording the history of war, but there is none so detailed or pleasing to the ear as that of the dwarves; my people have had a great deal of practice at both the conduct of war and its description! Yes, I have lived a life of battle, and would prefer no other!\\n\\n'I told you before that I fought at the Battle of Azanulbizar. Others of my kind earned glorious epithets like \\qOakenshield\\q or \\qIronfoot,\\q and the dead were so numerous they could not be entombed; instead they were burned, and the honour of the Burned Dwarves of Azanulbizar will not be forgotten. I slew my share of Orcs in the Dimrill Dale, and I dare say I made my father proud. I expect it will be the same with Gimli when he shares his account of his own fighting in the south!\\n\\n'Azanulbizar closed that war, but it was not the only such war between Dwarves and Orcs; nor would it be the last. It was the sixth, sometimes called by my people the Great Orc War. We held Gundabad again during that war, but only briefly, and after the losses at Azanulbizar King Thráin had neither the heart nor the warriors to reclaim it. The Longbeards became a people in exile.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Glóin speaks as if only Longbeards fought at Azanulbizar, but it was not so. Warriors from every dwarf-clan came together to fight the Orcs, and my people too numbered among the Burned Dwarves.\\n\\n'Indeed, the Zhélruka know the pain of a life in exile as well as the Longbeards ever did, and we still do.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I know that tale, for dwarves of my clan fought in that war as well. Not so many as the Longbeards or the other dwarf-clans, perhaps, but there was glory earned by Stout-axes at Azanulbizar. Indeed, I would claim a greater share of the glory, for what was Khazad-dûm to the Stout-axes? Theirs was a selfless battle, borne out of friendship with the other clans and hatred for their shared, ancient enemies.\\n\\n'The Longbeards might do well to remember the heroism of my people in those years, and treat them with greater respect!'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I meant no offence, my companions. I did not forget the contributions of the other clans at Azanulbizar! [placeholder] will vouch for me: did I not speak of these very contributions to Durin before we departed from Skarháld? I did!\\n\\n'Indeed, the other clans are not descended from Durin the Deathless, but they revere him still as the eldest of dwarves, the first to awake. Any insult to his heirs is an insult to all dwarves, and no dwarf-clan would permit such a cruelty as that done by Azog, the fearsome Orc that slew Thrór, the father of Thráin. Each of the clans responded, and so it was that Azog met his doom.\\n\\n'There was glory enough for all, of course there was, and triumph not just for Durin's Folk but for all! You know that to be true. I did not mean to offend.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Bah! I spoke poorly, and without thought. I know the other clans were crucial to our victory, of course I know that.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Pah! I spoke over-hastily, for I am skilled with my axe but less so with words. If Gimli were here he would speak with more polish. He has always been more well-spoken than I, and he has a better grasp of the niceties than his father ever has.\\n\\n'By my beard, [placeholder], what is this expression you wear? Have you not found that to be true?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "The conversation ebbs once again, and your companions eat and drink in silence",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Imák and Venko are at your camp-site in Misthallow, and they have some thoughts about Glóin's tale.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Glóin is at your camp-site in Misthallow.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Silence has fallen upon your camp-site, and your companions eat and drink in silence.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Venko at your camp-site in Misthallow",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Imák at your camp-site in Misthallow",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Glóin at your camp-site in Misthallow",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Eat in silence, leaving your companions to their thoughts",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Glóin is at your camp-site in Misthallow.",
      "es": ""
    },
    {
      "id": 24695155,
      "en": "No stranger to the adventuring life, Gimli's father Glóin reflects upon his past campaigns and eagerly awaits the next.",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Azanulbizar closed that war, but it was not the only such war between Dwarves and Orcs; nor would it be the last. It was the sixth, sometimes called by my people the Great Orc War. We held Gundabad again during that war, but only briefly, and after the losses at Azanulbizar King Thráin had neither the heart nor the warriors to reclaim it. The Longbeards became a people in exile.'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'I understand you fought alongside my son Gimli at a number of recent battles, [placeholder], and I look forward to hearing about them! Every people has its own way of recording the history of war, but there is none so detailed or pleasing to the ear as that of the dwarves; our people have had a great deal of practice at both the conduct of war and its description! Yes, I have lived a life of battle, and would prefer no other!\\n\\n'I told you before that I fought at the Battle of Azanulbizar. Others of our kind earned glorious epithets like \\qOakenshield\\q or \\qIronfoot,\\q and the dead were so numerous they could not be entombed; instead they were burned, and the honour of the Burned Dwarves of Azanulbizar will not be forgotten. I slew my share of Orcs in the Dimrill Dale, and I dare say I made my father proud. I expect it will be the same with Gimli when he shares his account of his own fighting in the south!\\n\\n'Azanulbizar closed that war, but it was not the only such war between Dwarves and Orcs; nor would it be the last. It was the sixth, as you well know, sometimes called by our people the Great Orc War. We held Gundabad again during that war, but only briefly, and after the losses at Azanulbizar King Thráin had neither the heart nor the warriors to reclaim it. The Longbeards became a people in exile.'",
      "es": ""
    }
  ]
}