{
  "id": 621031411,
  "txt": [
    {
      "id": 162883765,
      "en": "'We are not that far from the roaring waterfalls of Misthallow, [placeholder]. I charge you to find a good vantage point to the north where you can <rgb=#00FF00>look</rgb> at the nearest of the Three Sisters, the Reikfoss of Greylin, in honour of my brothers. Return then to me and I would be grateful to hear your description of it.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Promises Unkept",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Find the location to the north with a clear view of the Reikfoss waterfall",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Venko at your campsite in Misthallow",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "<rgb=#00FF00>Look</rgb> at the Reikfoss of Greylin in memory of Venko's brothers",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'We should not spend too long here in idleness. I understand few folk live alongside the river this far north, but those who do will be in greater danger from such a raiding-party as the one we seek.'\\n\\nYou ask Venko if he needs any help unpacking his belongings.\\n\\n'No, [placeholder], thank you. We Zhélruka learned long ago the value of unencumbered travel, and carry very little on our mountain journeys.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Venko at your camp-site in Misthallow",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I do not need your help, but I thank you for offering it.'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Drink in silence, leaving Venko to his thoughts",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Leave those alone, [placeholder]. They belonged to my brothers, and I would have no other hands touch them!'\\n\\nVenko scowls at you, but after a moment's glower he relents with a sigh.\\n\\n'Ah, I am sorry. Do not think me rude. The three of us came west to seek our rightful home: me, my younger brother Dúsek, and my eldest brother Lékhun. I wish now we had stayed in the East, but what sense is there in dwelling upon it? My brothers were both slain when the Frost-horde attacked, and now it falls on me alone to fulfil the purpose with which we set out. If the Zhélruka are ever given a home to call our own, I will hang my brothers' weapons above my mantlepiece and at last know peace. Until that day, I will bear Krúvzhar and Ránkova with me, but they will not see battle.\\n\\n'The Zhélruka were promised a place in Gundabad, long ago, but they never reached it. Do you think your friend Durin will honour this ancient offer if he is able to retake the mountain from the Orcs? I do not mind telling you I have my doubts, [placeholder].\\n\\n'But that is a worry for the future. For now I think of my fallen brothers and mourn that they will not see the gates of Gundabad, or the crags of Elderslade, or the famed Reikfoss of Greylin. Ah! I have had an idea. We are not that far from the roaring waterfalls of Misthallow, [placeholder]. I charge you to find a good vantage point to the north and <rgb=#00FF00>look</rgb> at the nearest of the Three Sisters, the Reikfoss of Greylin, in honour of my brothers. Return then to me and I would be grateful to hear your description of it.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'You have returned from the Reikfoss? Tell me, [placeholder]. What did you make of this mighty waterfall of Misthallow?'\\n\\nYou give Venko your impression of the Reikfoss from the vantage point you found, and the Zhélruka nods solemnly.\\n\\n'Thank you, [placeholder]. My brothers and I promised to look upon the Three Sisters on our approach to Gundabad, but the Frost-horde ensured that promise was not to be kept. I still look forward to my first view of the falls, but I am pleased you have done so in memory of Dúsek and Lékhun.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Glóin at your camp-site in Misthallow",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Imák at your camp-site in Misthallow",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'It seems that Longbeards and Zhélruka know the same sorrows, [placeholder], and Venko has my sympathy. I too have lost a brother. Óin went to Moria with Balin, and died there. Some dwarves would be content to live out their lives in safety and in peace, but not my brother. Nor would I, before you say it!\\n\\n'Neither would our Zhélruka companion, it seems. He still intends to see the sights that were denied his brothers, and plans no defeated return to the eastern lands. I find that commendable.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "As long as you are travelling with Venko, you should try to get along with the moody Zhélruka.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'We have all lost people. The Zhélruka has my sympathy, but no more and no less than anyone who has suffered the same. Let the memory of his brothers strengthen his resolve and toughen his spirit.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Venko has unpacked a number of weapons from his belongings, and they have attracted your curiosity.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Venko is at your camp-site in Misthallow.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Venko is at your campsite in Misthallow.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Venko has asked you to <rgb=#00FF00>look</rgb> at the Reikfoss of Greylin to the north, in memory of his fallen brothers.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Venko is at your camp-site in Misthallow.",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "Venko's axe has been polished to a mirror sheen, meticulously cleaned",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Examine the axe Venko unpacked",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "Venko's sword is a fine essay in Zhélruka weapon-craft",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Examine the sword Venko unpacked",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "Venko falls silent, contemplating his brothers' weapons",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Venko at your camp-site in Misthallow",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Venko has fallen silent. Perhaps you should drink in silence and leave him be for a time.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Glóin and Imák are at your camp-site in Misthallow.",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "From here you have a commanding view of the mighty Reikfoss",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "You stare in silence as the waters of the Reikfoss cascade from the heights",
      "es": ""
    }
  ]
}