{
  "id": 621031474,
  "txt": [
    {
      "id": 177082793,
      "en": "Wind whistles among the cracked stones, but there is no sign of the raiders",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Glóin is on the rocky spur on which stands the ruins of Framsburg. The old dwarf will be interested in the metal badge you discovered.",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Meet up with Glóin at the rocky spur on which stands the ruins of Framsburg",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Find some disturbed earth among the ruins of Framsburg",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "The disturbed earth you found is at TBD in the ruins of Framsburg. Glóin asked you to return to the location where you found the thundercloud badge and to keep your eyes peeled for some sign of where the Orc who dropped it may have gone.",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Glóin on the Framsburg side of the bridge",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'I think that is enough rest for now. Let us find the raiding-party before this old dwarf trips upon his own beard and offends our companions further!\\n\\n'Few people live in these lands, but I understand the forebears of the Rohirrim once lived alongside the Anduin somewhere in Misthallow. Their town was named Framsburg, and I expect it lies on the rocky spur to the west of us. Let us see if anyone lives there now, and find out what they may know of the raiding-party from Gundabad.\\n\\n'I will help put away our camp-site and meet you there, [placeholder].'",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "The raiding-party descended from Framsburg and came south, following the river",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Defeat creatures near the ruins of Framsburg ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "Glóin believes the Orc raiding-party scouted its path from the Framsburg promontory and continued south, following the river.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Explore the north-east side of the Framsburg promontory",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Return to the disturbed earth among the ruins and search it for some further sign",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Framsburg fell into ruin long ago, but that does not mean it will be empty. Be wary!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'When I hoped this town might be inhabited, I was thinking of Men, not worms, drakes, or beasts! These creatures may not have willingly allowed the raiding-party to pass, but neither will they tell us anything of use. A few Orcs may wander among the ruins, but we seek not one or two; we are looking for a more substantial force!\\n\\n'We did not come here for nothing. The town may still speak to us of the Orcs' passage. Search for signs of the raiding-party within the ruins of Framsburg, [placeholder], and slay these other foes while you do. Men may not live in Framsburg now, but Durin has his sights set upon Gundabad to the north, and these creatures will pose a threat to any army passing nearby. Thinning their number can only be a boon for our future course.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Explore the northern ruins on the Framsburg promontory",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Find more tracks somewhere to the south, along the river",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'What is this? Hmm... I have seen metal badges of this type before. The Orcs carry them, most likely to identify the tribe to which they belong. No dwarf would need such a thing! Can you imagine a Longbeard needing to carry a marker to remind himself he is a Longbeard?'\\n\\nYou consider pointing out the numerous symbols engraved on Glóin's weapons and clothes, but decide against it.\\n\\n'I confess to you this symbol is not one I have encountered,' Glóin continues. 'It looks like a thundercloud to me. Perhaps that is the identity of the band to which our raiding Orcs belong: the Downpour of Woe, or the Deluge of Pain, or some other Orkish nonsense.\\n\\n'There is only one way onto or off of this rocky spur, [placeholder], and the raiding-party is no longer here. You found this badge close to the southern cliff's edge? It seems to me the Orcs stood there for a time, scouting their course, and this badge fell unnoticed as they did. I think they must have followed the river south. That is where our path leads!'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 49286707,
      "en": "Bring the thundercloud badge to Glóin on the eastern side of the Framsburg promontory",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Look at this, [placeholder]! Tracks... and these were made by creatures walking on two legs, not on four. Orcs!'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Glóin directed you to meet up with him on the rocky spur to the west, on which stands the old town of Framsburg, from where the forebears of the Rohirrim once hailed.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Imák stands by the tracks he found south of Framsburg.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'These tracks were definitely made by the raiding-party. They scouted a course from high above, by the ruins of Framsburg, and they followed it.'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Drakes, worms, and other creatures have taken up residence within the ruins of Framsburg, and Glóin thinks you should defeat the creatures while you search within Framsburg for some sign of the Gundabad raiding-party.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "From the mud you pry a metal badge marked with a thundercloud symbol",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "You hear Imák calling for you from the south. Has he found something?",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'Few people live in these lands, but I understand the forebears of the Rohirrim once lived alongside the Anduin somewhere in Misthallow. Their town was named Framsburg, and I expect it lies on the rocky spur to the west of here. Let us see if anyone lives there now, and find out what they may know of the raiding-party from Gundabad.\\n\\n'I will help put away our camp-site and meet you there, [placeholder].'",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'The town may still speak to us of the Orcs' passage. Search for signs of the raiding-party within the ruins of Framsburg, [placeholder], and slay these crawling terrors while you do. Men may not live in Framsburg now, but Durin has his sights set upon Gundabad to the north, and these creatures will pose a threat to any army passing nearby. Thinning their number can only be a boon for our future course.'",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'Why not return to the spot where you found this badge and see if there is some other sign of their movement, [placeholder]?'",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Glóin is on the rocky spur on which stands the ruins of Framsburg.",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'There is only one way onto or off of this rocky spur, [placeholder], and the raiding-party is no longer here. You found this badge close to the southern cliff's edge? It seems to me the Orcs stood there for a time, scouting their course, and this badge fell unnoticed as they did. I think they must have followed the river south. That is where our path leads!'",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Imák by the tracks south of Framsburg",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "The town of Framsburg has long since fallen into disrepair",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Defeated creatures near Framsburg ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 24695161,
      "en": "Glóin thinks the raiding-party from Gundabad may have passed near Framsburg, and the old dwarf believes you should begin your search near its abandoned ruins for the Orkish threat.",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "These ruins are filled with worm nests, but no sign of the raiding-party",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Chapter 2.4: A Home Long Abandoned",
      "es": ""
    }
  ]
}