{
  "id": 621085644,
  "txt": [
    {
      "id": 246419872,
      "en": "The escaped creature can be found somewhere in the Sail-haven.\\n\\nTâbrim informed you that the creature tore up some stonework as it fled into the Sail-haven. You should follow the damaged stonework and see where it leads.",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Sacks of potatoes can be found in a small alley in the Sail-haven.\\n\\nYou have found the cave-claw, but it appears very uneasy. You should find something you can offer it to help calm it down.",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Defeated Heirsworn Corsairs in the Sail-haven ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Collect a potato from one of the nearby sacks",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Did you see it? There is a beast loose in the Sail-haven!\\n\\n'It burst out of that crate over there, and then it ran off into the Sail-haven. It was so swift that it even tore up some of the stonework as it went! I'm told that this shipment was for the dwarf, Henok, and if I've nothing to offer him, it won't be long before word reaches Khôltekh and the rest of the Kindred of the Coins.\\n\\n'What am I going to do?! If Eshmun finds out, he'll have my head! Won't you help me?'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Ah! You have found my new companion!\\n\\n'I spoke to Tâbrim, and much the same as you I suppose, my path led me to this alley. It is all right, friend. I can handle this matter from here, and I think this cave-claw will find quite the pleasant home in the Shoreward Stone. I do thank you for helping to calm him down, though. It is quite the experience to walk the streets of Umbar Baharbêl, and if we are being honest, it can be a bit much for anyone!\\n\\n'I must confess, though, I do not know your name. What is it?'\\n\\nYou tell Henok your name, and he smiles.\\n\\n'Ah, well, that might be a strange name for a cave-claw, but we'll give it a try. You have my thanks!'",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "As Tâbrim suggested, the crate appears to have been broken from the inside!",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "To your surprise, a fearful cave-claw has taken refuge in this alley",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "The stonework has been damaged by the frantic passage of the escaped creature",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Henok can be found in a small alley in the Sail-haven.\\n\\nOne of the Temámir, Henok, has arrived to collect his companion. You should talk to Henok.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Examine the broken crate",
      "es": ""
    },
    {
      "id": 49286663,
      "en": "Kindly offer the potato to the cave-claw",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "As you approach the cave-claw, you can tell that it is deeply distressed and overwhelmed by its new surroundings in Umbar Baharbêl.\\n\\nDeciding that it might be unwise to try to capture the creature yourself, you look about the alley and notice a few sacks of potatoes. You hope that offering it something in kindness might soothe the cave-claw's fears.",
      "es": ""
    },
    {
      "id": 51875094,
      "en": "Although most were slain or routed during the Seastone Mutiny, several crews of Corsairs still loyal to the Heirs of Castamir have found unlikely refuge in Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The broken crate can be found near Tâbrim on the piers of the Sail-haven.\\n\\nTâbrim has asked you to examine the broken crate. You should inspect the broken crate.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Follow the trail of damaged stonework and find the escaped creature",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Carefully approach the cave-claw",
      "es": ""
    },
    {
      "id": 24695145,
      "en": "After helping to unload a ship, Tâbrim has reported that a strange creature escaped its crate and fled into the Sail-haven.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Henok",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "The cave-claw can be found in a small alley in the Sail-haven.\\n\\nYou have found a fearful cave-claw, and it is clearly overwhelmed by its new home. You should carefully approach the cave-claw.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Defeat Heirsworn Corsairs in the Sail-haven ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "The cave-claw can be found in a small alley in the Sail-haven.\\n\\nYou have collected a fine potato, and you should offer it to the frightened cave-claw.",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "That looks like a good one!",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "A Troublesome Shipment",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "Your kindness appears to have calmed the cave-claw, and you hear a voice behind you",
      "es": ""
    }
  ]
}