{
  "id": 620918091,
  "txt": [
    {
      "id": 218649170,
      "en": "'I know it's a bit gruesome, but if it deters the Orcs from attacking us, it will be well worth it. Your efforts here today will not soon be forgotten, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Head Them Off at the Pass",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected an Orc-head ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected a stake ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 15792851,
      "en": "'I know it's a bit gruesome, but if it deters the Orcs from attacking us, it will be well worth it. Your efforts here today will not soon be forgotten, [placeholder].'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Placed a mounted Orc-head in the ground ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "A White Hand Orc camp can be found in the eastern Writhendowns -- the same Orcs that followed the giant Núrzum into Scylfig.\\n\\nYou should wreak revenge upon the Orcs, collecting their heads to raise as a warning to the enemies of Wildermore.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gárwig requested that the Orc-heads be affixed to the Orc-stakes and placed along the road leading up to Forlaw.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I will be glad to see our roads lined with the heads of those who helped to murder my kin. A thousand curses upon the brutes who did this, the giant and the Orcs and Saruman who leads them all with his White Hand upon their helms.'",
      "es": ""
    },
    {
      "id": 16439762,
      "en": "'I know it's a bit gruesome, but if it deters the Orcs from attacking us, it will be well worth it. Your efforts here today will not soon be forgotten, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Gárwig is in Lornsettle, the Mead Hall of Forlaw.\\n\\nYou have delivered some vengeance to the White Hand Orcs, and should now return to Gárwig.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I bid you welcome! Cyneberg told us of your valour at Scylfig.'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Cyneberg told us that you defended Scylfig like it was your own home. I thank you for that, [placeholder].'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I bid you welcome! Cyneberg told us of your valour at Scylfig.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Cyneberg told us that you defended Scylfig like it was your own home. I thank you for that, [placeholder].'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I bid you welcome! Cyneberg told us of your valour at Scylfig.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Cyneberg told us that you defended Scylfig like it was your own home. I thank you for that, [placeholder].'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The road to Forlaw wraps around the city.\\n\\nYou should plant the Orc-heads upon stakes along the road.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Orc-heads ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect wooden stakes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Place the mounted Orc-heads along the road leading to Forlaw ([placeholder]/[placeholder]) ",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Tell Gárwig of your revenge upon the Orcs",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Speak with Gárwig",
      "es": ""
    },
    {
      "id": 142411860,
      "en": "'So much death...so much death.'\\n\\nYour heart goes out to this devastated old man. He has lost so much since the doom of snow and the White Hand came to Wildermore, more than anyone can bear to lose.\\n\\nYou decide that you will wreak some revenge upon the Orcs who did this. They rarely camp far from their intended victims, and so there must be a White Hand camp in the Writhendowns.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gárwig wants to scare the White Hand Orcs from attempting to attack Forlaw again. To achieve this, he wants the road leading to Forlaw to be lined with Orc-heads on stakes. ",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Forlaw must stand at all costs! This town is a bastion of hope for the people of Wildermore and if it falls, I fear so will their hope. To that end, we must be aggressive and ensure that the Orcs do not attack us.\\n\\n'We need to be on the offensive. I'd like for you to go to the White Hand camp and remove the heads of several Orcs and gather their own stakes to use to mount them with. Once complete, line the road leading up to Forlaw with this grizzly reminder of what we're capable of. Perhaps they will think twice about attacking us.\\n\\n'The White Hand Orc camp can be found directly east of Forlaw.'",
      "es": ""
    },
    {
      "id": 126754722,
      "en": "On the Offensive",
      "es": ""
    }
  ]
}