{
  "id": 620918042,
  "txt": [
    {
      "id": "0xba3fae1",
      "en": "Examined remains of Baleful Wood-trolls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae2",
      "en": "Examined the remains of Wood-trolls in northern Balewood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d1",
      "en": "'You ask if this is the work of the cold? Hom. I have seen many a winter, little one, and this is not the craft of merely a chill in the forest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d2",
      "en": "'The forest... is not itself, friend. When Barallas and I awoke from our sleep, we did so in darkness. And... we awoke into violence. Hoom. Such happenings are troubling, and I fear that Finglas cannot wake to aid us, for he had been becoming more and more tree-ish, so to speak, before our sleeping.\\n\\n'The Wood-trolls harry us wherever our limbs carry us in this gloom and the Huorns... they are unruly without Finglas's tending. They may be beyond saving, though I do not wish to believe it so....\\n\\n'Hoom. The Wood-trolls must have been affected by Núrzum's passing. I can only wonder what wounds he inflicted upon them to make them far more hostile than they already had been to my kind.' \\n\\nTithenolf heaves a heavy sigh.\\n\\n'Seek out the Wood-trolls, and for the good of this forest, please return them to the earth. However, I would ask that you examine their remains and perhaps then we can discover what has driven them to madness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tithenolf wants you to discover what is causing the Wood-trolls and Huorns of the Balewood to become so aggressive.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Examine remains of Baleful Wood-trolls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wood-trolls and Huorns can be found to the south, east, and west of Stonecliff.\\n\\nTithenolf wants you to defeat corrupted Wood-trolls and Huorns of the Balewood and examine their remains in hopes of understanding what has driven them to such aggression.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tithenolf can be found in northern Balewood at Stonecliff near the path to the Limlight Gorge.\\n\\nYou should return to Tithenolf with news of the unnatural chill surrounding the Wood-trolls and Huorns of the Balewood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf0fad3",
      "en": "'You ask if this is the work of the cold? Hum. I have seen many a winter, little one, and this is not the craft of merely a chill in the forest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Tithenolf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Examine the remains of Wood-trolls in northern Balewood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to TBD Ent B",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Untended Wood",
      "es": "",
      "es (fem)": ""
    }
  ]
}