{
  "id": 620918063,
  "txt": [
    {
      "id": 195295969,
      "en": "Maddened by the pain Núrzum inflicted, Duskleaf was beyond saving. You must tell Nindorn what has happened",
      "es": ""
    },
    {
      "id": 195295970,
      "en": "Sharp creaking pierces the silence as an Ent lumbers forth",
      "es": ""
    },
    {
      "id": 195295971,
      "en": "TBD Shadow Ent becomes enraged and moves to attack!",
      "es": ""
    },
    {
      "id": 16439761,
      "en": "'Hoom. Another little one come to hack at my branches...?\\n\\n'You dare speak to me of rejoining the others? Hom. It matters not where we choose to plant ourselves if nothing is to be done. This forest is death.\\n\\n'They... they are too weak to act! Hoom, but I am not! I am wont to smother any invader of these woods beneath the snow!'",
      "es": ""
    },
    {
      "id": 16439762,
      "en": "'So he was lost... to madness. Tragic, my friend....\\n\\n'Núrzum's rampage hewed his mind long ago then... hom. You made the only choice you could, little one.\\n\\n'As impatient as Quickbeam that one was, but bold nonetheless... I will miss him greatly. Thank you for telling me of these happenings, [placeholder]... I will return to Barallas now.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Nindorn has sent you in search of his lost friend, Duskleaf, and hopes to have him join in his journey to Stonecliff.",
      "es": ""
    },
    {
      "id": 16439763,
      "en": "'This winter has been cruel to my kind, [placeholder]. When Núrzum came, many of the Ents remained still in slumber, but those of us that walked among the trees were faced with a great foe of our kind.\\n\\n'The trees screamed to us for help. I hear their cries still... they did not understand. And Núrzum... we were so few, we could do nothing to stop him. We fled into the forest. All of us, save for Duskleaf. Hom. Such hasty decisions are unbefitting, I think, but he went forth. Núrzum struck him down, but his ending did not come. He fled into the forest and has avoided all of us since.\\n\\n'I would ask that you try to convince our friend to return. Núrzum must be dealt with in time, and we will need all of our kind to stand against him. If Duskleaf is to be found, I would guess he is near the Enting Hollow, little one.'",
      "es": ""
    },
    {
      "id": 119538991,
      "en": "'I shall bury you as he buried us!'",
      "es": ""
    },
    {
      "id": 156825765,
      "en": "Defeat Duskleaf",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Duskleaf can be found at the Enting Hollow.\\n\\nDuskleaf has appeared from the shadows, and you should now speak with him and try to convince him to rejoin the other Ents.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Duskleaf can be found somewhere near the Enting Hollow in north-eastern Balewood.\\n\\nNindorn has sent you in search of his lost friend, Duskleaf, and hopes to have him join in his journey to Stonecliff.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Nindorn can be found in northern Balewood.\\n\\nYou have defeated the maddened Duskleaf. You should bring these ill tidings to Nindorn.",
      "es": ""
    },
    {
      "id": 15792851,
      "en": "'Hoom. Another little one come to hack at my branches...\\n\\n'You dare speak to me of rejoining the others? Hum. It matters not where we choose to plant ourselves if nothing is to be done.\\n\\n'This forest is death.\\n\\n'They... they are too weak to act! Hoom, but I am not!\\n\\n'I am wont to smother any invader of these woods beneath the snow!'\\n",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Duskleaf",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search for Duskleaf near the Enting Hollow",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Nindorn",
      "es": ""
    },
    {
      "id": 63677429,
      "en": "Sharp creaking pierces the silence as an Ent lumbers forth",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to TBD Hiding Ent B",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Lost Friend",
      "es": ""
    }
  ]
}