{
  "id": 620918108,
  "txt": [
    {
      "id": "0xba3fae1",
      "en": "You have found an icy boulder that has impacted the ground deeply... such strength goes beyond even that of a giant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae2",
      "en": "You have encountered a shard of ice upon which Núrzum has impaled several wood-trolls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae3",
      "en": "You have discovered a jagged crack in the Balewood's earth, surely caused by Núrzum's stomping",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d1",
      "en": "'Barallas is a wise Ent, and he is my elder. However, many are elders to us, for us young Ents are all that remain here. My bark looks old and weathered, you say? Old, my small friend... may still be young to us.\\n\\n'The monster, Núrzum, has been a cause of great destruction to my friends in this forest. The cries of the trees as he pulled them from the earth is not something I long to hear again. His assault on this forest was swift and brutal, and many of his damages remain still.\\n\\n'Along the side of that twisted path through the forest that the Orcs defile with their crude machinery, you will find his handiwork smashed into the earth.\\n\\n'If you search for signs of his destruction, I would ask that you examine them... for strange things have been cropping up in this forest as of late, and none of them good.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d2",
      "en": "'Hoom. Perhaps there is more to this monster than we thought....\\n\\n'Such strength is uncommon, even for a giant of stone. And that foul roots sprang from the earth amid his havoc... this is odd, indeed. Hom. Odd and gravely unsettling....\\n\\n'[placeholder], we must speak of what is to be done to learn more of this monster lest any hasty action be taken....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Strongroot wants you to explore around the Orc-roadway and discover evidence of Núrzum's corruption of the Balewood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Orc-roadway can be found to the south and west of Strongroot in northern Balewood.\\n\\nStrongroot has sent you to explore further down the Orc-roadway in hopes of finding evidence of Núrzum's destruction, so that he and the Ents might better understand their foe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Strongroot can be found in northern Balewood.\\n\\nYou have discovered much of Núrzum's destruction and should now return to Strongroot to discuss what you have found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Núrzum's destruction can be found off the sides of the Orc-roadway through northern Balewood.\\n\\nStrongroot wants you to search for more evidence of Núrzum's assault in the Balewood so that the Ents may better understand the foe they face.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf0fad3",
      "en": "'TBD Ent A is a wise Ent, and he is my elder. However, many are elders to us, for us young Ents are all that remain here.\\n\\n'My bark looks old and weathered, you say? Young, my small friend... is relative.\\n\\n'The monster, Núrzum has been a cause of great destruction to my friends in this forest. The cries of the trees as he pulled them from the earth is not something I long to hear again. His assault on this forest was swift and brutal, and many of his damages remain still.\\n\\n'Along the side of that twisted path through the forest that the Orcs defile with their crude machinery, you will find his handiwork smashed into the earth.\\n\\n'If you search for signs of his destruction, I would ask that you examine them... for strange things have been cropping up in this forest as of late, and none of them good.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "A crevasse can be found on the south-western side of the Orc-roadway through the Balewood.\\n\\nStrongroot wants you to search for more evidence of Núrzum's assault in the Balewood, so the Ents may better understand the foe they face.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for a boulder thrown by Núrzum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Strongroot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Search for more signs of Núrzum's destruction in the Balewood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3cba3f5",
      "en": "You have found an icy boulder that has impacted the ground deeply... Such strength goes beyond even that of a giant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Examine the nearby crevasse in the Balewood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "In Núrzum's Wake",
      "es": "",
      "es (fem)": ""
    }
  ]
}