{
  "id": 620918043,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Barallas can be found at Stonecliff in northern Balewood.\\n\\nYou have rallied the other Ents and should return to Barallas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d1",
      "en": "'Hoom. Hom. I slept long before this winter, little one.\\n\\n'This wood has become so baleful, so hostile to my kind... when first I began to sleep, many Ents wandered this wood, but... the monster pulled me from my slumber.\\n\\n'Hoom. Many of us are lost, slain by the forces that defile our forest. Others may have found refuge... or they may have not.\\n\\n'Hom, I am too large to seek out the others without being discovered by my foes, but you... you can move through the forest much more freely. If you can, little one, seek out my kindred in the darkness. Perhaps some have returned to the Enting Hollow since winter's fall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d2",
      "en": "'Hoom, and what are you doing here?\\n\\n'Barallas is safe, you say... very well, I shall return to his side in my own time. I must remain far from the Orcs lest they find me here like my fellows.\\n\\n'While I begin my journey, I would ask your aid on another matter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Barallas wants you seek out other Ents that fled into the darkness of the Balewood and send them to rally at his side.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d3",
      "en": "'Hoom. Orcs, trolls, giants, and now a [placeholder]... what brings you all here to disturb us?\\n\\n'Barallas? He has awakened?\\n\\n'Hom, I shall journey to him. But first, little one, I have a task for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e111",
      "en": "Nindorn has agreed to travel to Barallas's side",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f5a3c3",
      "en": "Barallas has sent you deep into the Balewood in search of his lost fellows. He hopes to reunite with the other Ents that survived Nurzum's assault.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Nindorn begins his journey back to Barallas and the others",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Barallas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Strongroot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Strongroot agrees to return to Barallas and the others",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Aid Nindorn with 'A Lost Friend'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Nindorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Hoom. I never thought to see the return of my friends, [placeholder]... not with all that has occurred.\\n\\n'Thank you for bringing them to my side once again, little one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3cba3f5",
      "en": "Strongroot has agreed to journey to Barallas's side",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Aid Strongroot with 'In Núrzum's Wake'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hiding in the Wilds",
      "es": "",
      "es (fem)": ""
    }
  ]
}