{
  "id": 621009397,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Aid King Thorin III with 'Forging Trust'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "King Thorin III can be found in the Hall Under the Mountain.\\n\\nYou have done much to aid King Thorin and his folk, and you should now return to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to King Thorin III",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Reforging a Kingdom",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "King Thorin III hopes to restore the Lonely Mountain to its former glory, but deadly conflicts and an inexplicable loss in crafting skill have plagued the Dwarves of Durin's Folk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'You have done much for Durin's Folk, [placeholder].\\n\\n'We have had little time to celebrate our victories or acknowledge the sacrifices made to achieve them, and I would take this day to honour them.\\n\\n'When the War was ended, I sent missives far and wide to all the Dwarves of Durin's Folk. Let us hope that many travelled to join us for this day of revelry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "King Thorin III and Bráthi can be found in the Hall Under the Mountain. Dís can be found at Raven Hill, to the south-west of Erebor.\\n\\nKing Thorin III has asked you to aid him in restoring Erebor and unifying the Stout-axes and Longbeards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Long have I known the troubles hindering Erebor, and time has not abated any of them.\\n\\n'My father, Dáin, strengthened our alliances and brought great wealth to the North, but before the end of his reign, he felt that something unknowable had begun to slip beyond his grasp. In truth, our crafts grew cruder and simpler, and monuments once majestic and without equal in this realm now stood in silent mockery of our declining skill. We have felt this loss for many years now, but alas, it was not the only cost we have borne with the passing of the years. Dís tends the ravens as she always has, but they do not speak to Durin's Folk as they once did. It is habit alone that keeps her at Raven Hill; our friendship of old with the ravens has faded to naught. And now, these Stout-axes come to Erebor seeking refuge and freedom from the oppressors of Mordor, and still a few among us would deny their own kin and cousins!\\n\\n'These are troubles enough for any King Under the Mountain, but it falls to me to resolve them, so resolve them I shall!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Aid Bráthi with 'Essays of Old'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Aid Dís with 'The Ravens of the North'",
      "es": "",
      "es (fem)": ""
    }
  ]
}