{
  "id": 621009263,
  "txt": [
    {
      "id": "0x78d17d1",
      "en": "Pages of a tome can be found scattered around Dor Amarth. Perhaps you can complete the story if you find them all.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4161",
      "en": "\\q'Long ago, there lived a simple archer named Bródda. One day, he came across the Dwarf-king Thrór beset by Orcs, and with his arrows saved the Dwarf-king's life.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4162",
      "en": "\\q'Thus was Bródda made lord of Dale, and by the Dwarf-King Thrór gifted the name Geirjarn Ironbolt and a Black Arrow, thrice forged, hard enough to pierce through stone.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4163",
      "en": "\\q'King Thrór promised such a gift to each lord of Dale. Trade grew and thrived between Men and Dwarves, and for seven more lords, seven more Black Arrows were forged.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4164",
      "en": "\\q'And then the dragon came. Fire and ruin did Smaug rain on Dale and Erebor, for he had set his heart upon the riches under the mountain.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4165",
      "en": "\\q'Now the Lord of Dale when Smaug attacked was Geirjarn, third of his name. Seven Black Arrows he loosed upon that worm, and each fell short of its mark, the last leaving only a scratch, before he perished in the flames.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4166",
      "en": "\\q'Smaug's Desolation fell over the vale. Men fled to Lake-town and the Dwarves fled farther. Geirjarn became known as Girion, his sad and shameful tale spread far and wide.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4167",
      "en": "\\q'What few knew was that one Black Arrow survived. Eight Lords, eight arrows. Did you count? It fled the fires with Brandjarn, Girion's son, who survived.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4168",
      "en": "\\q''Brandjarn took the name Brand, hiding all his lineage for shame of his father's failing. And so the Black Arrow passed secretly from father to son, father to son.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4169",
      "en": "\\q'Many years went by, and Bain, Brand's grandson, came out of the woods to be an archer of the Lake-town guard, like his distant ancestor before him.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011823",
      "en": "Soggy pages can be found scattered around the Dale-lands.\\n\\nYou should collect the pages to complete the story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568952",
      "en": "You've found a torn page of a tome, soggy from the nearby rivers and lake. Perhaps you can find other pages around the Dale-lands and complete the story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a4",
      "en": "Completed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff41620",
      "en": "\\q'Father to son and father to son again the Black Arrow was secretly passed, until the day the dragon sleeping within the mountain awaked.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff41621",
      "en": "\\q'Roused from slumber, Smaug took to the sky, and all the Lake-folk would have died but for your great grandsire, named as you are: Bard.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502820",
      "en": "Collect Page 11",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff41622",
      "en": "\\q'Fire around him and dragon above, Bard stood just as Girion had done long before. Yet Bard's aim was true, and his one Black Arrow struck Smaug down.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502821",
      "en": "Collect Page 12",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff41623",
      "en": "\\q'After the slaying of Smaug, Bard's true lineage was revealed, and so he was named Bard the Bowman, new king of new-built Dale.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa340",
      "en": "Lost Lore of the North: Men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502822",
      "en": "Collect Page 13",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502851",
      "en": "Collect Page 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff41624",
      "en": "\\q'Great were the gifts of the new Dwarf-king, Dáin Ironfoot, not least among them new Black Arrows, thrice forged, one for each new Lord of Dale.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502823",
      "en": "Collect Page 14",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502852",
      "en": "Collect Page 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d5",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xff41625",
      "en": "\\q'And so this arrow was forged for you, my son. May you never need it, yet keep it well, for some distant day, it may save us all.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502853",
      "en": "Collect Page 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502854",
      "en": "Collect Page 5",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502855",
      "en": "Collect Page 6",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502856",
      "en": "Collect Page 7",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d8",
      "en": "The story is complete. This must be a story Queen Erna told to a young Bard II. The Black Arrows are indeed a legendary weapon, and one of the few things able to pierce a Dragon's thick hide. You are gladdened by the continuing friendship between the Dwarves of Erebor and the Men of Dale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502827",
      "en": "Collect Page 15",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502857",
      "en": "Collect Page 8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502858",
      "en": "Collect Page 9",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502859",
      "en": "Collect Page 10",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a5",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a6",
      "en": "Collect Page 1",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1656",
      "en": "Pages of a tome can be found scattered around the Dale-lands. Perhaps you can complete the story if you find them all.",
      "es": "",
      "es (fem)": ""
    }
  ]
}