{
  "id": 621009361,
  "txt": [
    {
      "id": "0xd9b5685",
      "en": "dnt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Restoring the Three Kingdoms",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e113",
      "en": "Completed quests to aid Dale, Erebor, or Eryn Lasgalen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'The strength of the North is determined by each of its peoples, and we can ill-afford to be unprepared for the conflicts that lay ahead.\\n\\n'Aid the peoples of Dale, Erebor, and Eryn Lasgalen in their hardships, and I shall see that your efforts are rewarded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'In the past, it is possible that my folk were too proud to admit our need for friends and allies. I would not have us make the same mistake.\\n\\n'Although our needs are great, Erebor is not alone in facing the troubles of this time. The North has suffered greatly, and the kingdoms of Men and Elves shall have need of one such as you. \\n\\n'Aid them, and we shall all be the stronger for it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Complete quests to aid Dale, Erebor, or Eryn Lasgalen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'It is no longer so simple a matter to live beyond the realms of Men and dwarves. If Eryn Lasgalen is to ever truly heal, we shall have need of our allies' trust and might.\\n\\n'It is true that Eryn Lasgalen has great need of your aid, but I would also ask that you see to the needs of the peoples of Dale and Erebor in restoring their lands and kingdoms.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d16",
      "en": "In the aftermath of the War of the Ring, the Kingdoms of Erebor, Eryn Lasgalen, and Dale struggle to rebuild and restore their former splendour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Quests to aid the Strongholds of the North can be found in Dale, Erebor, Felegoth, Lake-town, Loeglond, and Ravenhill.\\n\\nDale, Erebor, and Eryn Lasgalen are in need of aid to restore their Kingdoms to their former splendour. You should aid them.",
      "es": "",
      "es (fem)": ""
    }
  ]
}