{
  "id": 621009398,
  "txt": [
    {
      "id": "0xceb0117",
      "en": "You have sent many Stout-axe smiths to the forges of Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c44141",
      "en": "'Can you believe such works exist? Do not worry, I will go to the forges in a moment!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c44142",
      "en": "'It is a strange thing to know such comfort. For King Thorin's kindness, it is the least I can do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c44143",
      "en": "'There is no end to the riches of Erebor! Let us see what new works can be forged!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c44144",
      "en": "'Ah, I see! We shall have to finish this conversation another time, my new friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c44145",
      "en": "'Five...more....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c44146",
      "en": "'Oh, ho! It has been nice speaking to you fine dwarves, but the forges await!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'And that reminds me!\\n\\n'I think the Dwarves of Durin's Folk would benefit from the skills of our smiths. I know that many of them still wish to rest from the journey, but we must prove our worth to King Thorin.\\n\\n'Convince them to go to the forges and work amongst the Dwarves of Erebor, and I will see to it that they do not toil to exhaustion!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Ambassador Spakorth hopes to put the best Stout-axe smiths to work at the forges of Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c44147",
      "en": "'They say a great battle took place here, but I cannot see even a scratch!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Sent Stout-axe smiths to the forges of Erebor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c44148",
      "en": "'Are Durin's Folk all so noble? I will serve them proudly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Send Stout-axe smiths to the forges of Erebor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Forged in Flames",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "As Ambassador Spakorth asked, you have sent many of the Stout-axe smiths to the forges of Erebor. They will now aid the Dwarves of Durin's Folk by sharing their knowledge of crafting and helping them to delve deeper into the Lonely Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Stout-axe smiths can be found in the Hall Under the Mountain and before the gates of Erebor.\\n\\nAmbassador Spakorth has asked you to send Stout-axe smiths to the forges of Erebor to aid Durin's Folk in their delving and crafting.",
      "es": "",
      "es (fem)": ""
    }
  ]
}