{
  "id": 621009255,
  "txt": [
    {
      "id": "0x78d17d1",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4161",
      "en": "\\q'Many are the enemies of dwarves: goblins, Wargs, spiders, Orcs. But oldest and greatest of our foes, yes, maybe greater even than Durin's Bane, are dragons.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4162",
      "en": "\\q''Where dwarves toil tirelessly, dragons sleep. What dwarves have mined and wrought, dragons steal. What dwarves barter and bestow, dragons hoard. Truly, they are our natural foes.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4163",
      "en": "\\q'And, like all of dwarf-kind's greatest sorrows, the curse of Dragons was brought on by ourselves, and cost us all we dreamed and held most dear.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4164",
      "en": "\\q'For it was we, of Durin's Folk, who woke the great dragons in times of old, and in so doing lost the Grey Mountains that we called home.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4165",
      "en": "\\q'To Khazad-dûm we retreated then, but at last the wakened dragons came and found us there. With the aid of Elves and Men, we bested them, though the cost was great, and for a time knew peace.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4166",
      "en": "\\q'Centuries of peace passed, and the memory of Dragons faded. So it was that to the Grey Mountains we sojourned a second time, unknowing that the dragons who had lived and fled lay slumbering there.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4167",
      "en": "\\q'Again we fled the dragons' wrath and this time came to Erebor, the Lonely Mountain. But the great Scatha, wakened, wandered far and wide, troubling all.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4168",
      "en": "\\q'It was a Man, Fram, son of Frumgar, Chief of the Éothéod, who ended the Dragon Scatha. A great deed to echo through the ages, and a dragon's hoard as prize.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4169",
      "en": "\\q'Now much of Scatha's hoard was taken from Durin's Folk, and so a messenger was sent to the Men of the Éothéod, begging our share.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011823",
      "en": "Dusty pages can be found scattered around the Dale-lands.\\n\\nYou should collect the pages to complete the story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568952",
      "en": "You've found a torn page of a tome, dusty from the mining operations in Erebor. Perhaps you can find other pages around the Dale-lands and complete the story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a4",
      "en": "Completed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff41620",
      "en": "\\q''What was their reply? A necklace made of Scatha's teeth and nothing more. This was the final dragon's curse: a sickness of greed that turns those who should be allies into foes.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff41621",
      "en": "\\q'Time went and our dreams of the north would not die. So yet again, in the days of Thorin I, to the Grey Mountains we ventured again. '\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502820",
      "en": "Collect Page 11",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff41622",
      "en": "\\q'This time, the dragons, whose lives and memories are longer than ours, bided their time and waited. '\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502821",
      "en": "Collect Page 12",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff41623",
      "en": "\\q'In a time of quiet, when the new king, Dáin I thought all safe, when the Men of the Éothéod were off at war, then the dragons struck, and much was lost.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa340",
      "en": "Lost Lore of the North: Dwarves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502822",
      "en": "Collect Page 13",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502851",
      "en": "Collect Page 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff41624",
      "en": "\\q'The cold-drake Vethúg Wintermind slayed both King Dáin I and his son, Frór. Their Grey Kingdom was lost, and we fled again, tears in our eyes, to return north no more.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502823",
      "en": "Collect Page 14",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502852",
      "en": "Collect Page 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d5",
      "en": "The story is complete. The Dwarves of Erebor certainly have a long history of battling dragons. You have a feeling that, despite Thorin III's wishes, the remaining dragons will continue to be a danger to his people in the future.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff41625",
      "en": "\\q'Now Thrór II built anew in Erebor, and Grór his brother in the Iron Hills. Our dreams were dead or abandoned, but in time Smaug the Golden awoke and to the Lonely Mountain came.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502853",
      "en": "Collect Page 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff41626",
      "en": "\\q'The tale of Smaug in Erebor, and how upon Thorin Oakenshield's return, Smaug woke and was slain, is well enough known in these times. I will say only: let this be the last dragon and last of our sorrows.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502854",
      "en": "Collect Page 5",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff41627",
      "en": "\\q'Some may say I am cautious or old and weary, but still I say: let us dream no more dreams that may bring ruin on Durin's Folk. Let dragons sleep, and dwarves toil fruitfully where they dwell, and the work of our hands suffice.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502855",
      "en": "Collect Page 6",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502856",
      "en": "Collect Page 7",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502827",
      "en": "Collect Page 15",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502828",
      "en": "Collect Page 16",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502857",
      "en": "Collect Page 8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502829",
      "en": "Collect Page 17",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502858",
      "en": "Collect Page 9",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502859",
      "en": "Collect Page 10",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a5",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a6",
      "en": "Collect Page 1",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1656",
      "en": "Pages of a tome can be found scattered around the Dale-lands. Perhaps you can complete the story if you find them all.",
      "es": "",
      "es (fem)": ""
    }
  ]
}