{
  "id": 621009396,
  "txt": [
    {
      "id": "0xe1ef9f0",
      "en": "You are too far from the mistrustful dwarf...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8fb7ed1",
      "en": "'I see. Perhaps I'll have to hear more from them....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef9f1",
      "en": "You are too far from the mistrustful dwarf...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8fb7ed2",
      "en": "'What do we owe them? They are not the only dwarves to have lost a home!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef9f2",
      "en": "You are too far from the mistrustful dwarf...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8fb7ed3",
      "en": "'You are known to us, and I trust your words in this matter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "You have spoken to the mistrustful Dwarves of Erebor on behalf of the Stout-axes and King Thorin III.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8fb7ed4",
      "en": "'I shall give these Stout-axes a chance, even if I think they are a bit thin-bearded!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "While you are not certain that you have changed the minds of all of the dwarves, you have done well to ease tensions between Durin's Folk and the Stout-axes.\\n\\nIt is King Thorin's will that the Stout-axes be welcome among Durin's Folk, and whether it is this day or another, they shall come to unite in friendship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Yes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Yes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Yes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Yes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe1ef96",
      "en": "You are too far from the mistrustful dwarf...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I have thought much on Ambassador Spakorth's words....\\n\\n'These Stout-axes have fled oppression and devastation, and now I hear there are dwarves in Erebor who would sooner spit on them than welcome them as friends. This is not the way of Durin's Folk. The Stout-axes are our kin, whether they believe it so or not, and they must be treated as such.\\n\\n'You and Gimli know well what the Stout-axes have suffered, and you know their minds as none among us do. Speak to the mistrustful few among us, and reassure them that the Stout-axes come to us as refugees and friends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "King Thorin III wishes to unite the Dwarves of Durin's Folk and the Stout-axes in friendship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Talked to mistrustful dwarves on behalf of the Stout-axes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "<rgb=#FF00FF>Talk</rgb> to mistrustful dwarves on behalf of the Stout-axes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Forging Trust",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Mistrustful dwarves can be found in the Hall Under the Mountain and outside Erebor.\\n\\nAfter learning that several dwarves are having misgivings about welcoming the Stout-axes into Erebor, King Thorin III has asked you to speak to mistrustful dwarves on the Stout-axes' behalf.",
      "es": "",
      "es (fem)": ""
    }
  ]
}