{
  "id": 621009393,
  "txt": [
    {
      "id": "0xceb0117",
      "en": "Gimli is standing before King Thorin's throne in the Hall Under the Mountain.\\n\\nYou have approached King Thorin's throne and found Gimli waiting patiently. You should speak to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Gimli before King Thorin III's throne",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Erebor, the Lonely Mountain, has long been the home of the Dwarves of Durin's Folk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'It is time we spoke to King Thorin about the Stout-axes, don't you think?\\n\\n'Let us get on with it, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "King Thorin III's throne can be found in the rear of the Hall Under the Mountain.\\n\\nYou have been asked to join Gimli before King Thorin's throne in Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You have found Gimli standing patiently before King Thorin's throne...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Approach King Thorin III's throne in the Hall Under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'What did you say your name was again?'\\n\\nYou tell Órug your name.\\n\\n'Ah! That's the one! Gimli son of Glóin asked for you by name. He has gone before the King Under the Mountain and wishes for you to join him at once. He said it was a matter of great urgency, but would tell me no more of it. I wonder if it has anything to do with all those short-bearded dwarves that returned with him....\\n\\n'That is not a matter for me, I think! You'd best not keep King Thorin and Gimli waiting!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}