{
  "id": 621009395,
  "txt": [
    {
      "id": 111477395,
      "en": "Attend the Feast of Durin's Folk with King Thorin",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Glóin tries to get your attention!",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Inspect the seat King Thorin has chosen for you",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "Listen to King Thorin III and Nár",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "Amid the din of the Feast of Durin's Folk, Gimli is speaking to Dori and Nori in hushed tones...",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Talk to King Thorin III",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Oh! [placeholder], how good it is to see you!\\n\\n'It has been quite the celebration already, don't you think? I have never heard such songs or seen such... dances, but I am pleased to be welcome among Durin's Folk. Do you wish to join us?'\\n\\nYou inform Spakorth that he, Dréri, and Náth have been summoned by the King Under the Mountain and have been granted seats at his table.\\n\\n'Of course we accept his invitation! It would be a great honour to feast with King Thorin, and to thank him again for the kindness he has shown my people.\\n\\n'Dréri! Náth! Come with me!'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Gimli",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Enough talk! Let us eat, [placeholder]!'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "King Thorin III is standing before his throne in the Hall Under the Mountain.\\n\\nAt King Thorin's request, you have come to attend a great feast and celebration in Erebor.",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'It is a day of great celebration for Durin's Folk, [placeholder]. All around us the halls of Erebor echo with laughter and merriment!\\n\\n'As well they should! This day, we honour our friends and our kin, and we proclaim our victory over the Enemy and those that followed him.\\n\\n'Come, my friend. Let us join the others at my table!'",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "King Thorin III has planned a great celebration for the Dwarves of Durin's Folk.",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to King Thorin III",
      "es": ""
    },
    {
      "id": 235466164,
      "en": "Listen to King Thorin",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to King Thorin III",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Spakorth, Dréri, and Náth appear to have joined Durin's Folk in the celebration!",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "King Thorin's feasting table can be found on the landing before his throne in the Hall Under the Mountain.\\n\\nYou should attend the Feast of Durin's Folk with King Thorin.",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Await the arrival of King Thorin's final guest",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Listen to King Thorin III",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Your seat can be found next to Dwalin at the leftmost end of the table.\\n\\nKing Thorin has offered you a seat at his table, and you should now inspect it as King Thorin asked.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "King Thorin is standing beside his table in the Hall Under the Mountain.\\n\\nYou have inspected the chair King Thorin chose for you, and you should now speak to King Thorin.",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Return to your seat at the Feast of Durin's Folk",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "Witness the arrival of King Thorin's final guest",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'It is a fine work, is it not? I did not choose it for you on a mere whim!'\\n\\nKing Thorin glances at the remaining empty seats at his table.\\n\\n'Ah, but a few of my guests are still absent. I sent word to Spakorth and his warriors, but I do not know if they understood my meaning. I am certain they are about in the Hall, but I wish for them to join me at my table. Spakorth and his kin are our new friends and allies, and I would not deny them a warm welcome to Erebor.\\n\\n'Would you seek out Spakorth and his kin? Send them here, and we shall soon be able to begin our feast!'",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Glóin",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "King Thorin gestures to the end of the table...",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Find Gimli, Dori, and Nori and send them to the Feast of Durin's Folk",
      "es": ""
    },
    {
      "id": 162883654,
      "en": "'It brings me great joy to see the many Dwarves of Durin's Folk and our kin from the East united as one. If we do not recognize and celebrate such times of peace, it is certain they will be lost to us evermore.'\\n\\nKing Thorin III pauses for a moment.\\n\\n'Ah... I have spoken enough! Let us share in this feast together!'",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'Oh, [placeholder], I did not realize we had been speaking for so long!\\n\\n'You see, I have been talking to Dori and Nori about my adventures, and I had just mentioned the book I discovered in the halls of Khazad-dûm. It concerns their brother, Ori, and Balin's expedition, but I should not tell such stories on a day of celebration. It is not the time for such things....\\n\\n'We shall go to join the King Under the Mountain at his table at once! All of this talk has made me hungry!'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "The Stout-axes can be found somewhere among the celebrations in the Hall Under the Mountain.\\n\\nKing Thorin III has asked you to find Spakorth, Dréri, and Náth in Erebor and offer them an invitation to join the King Under the Mountain at his table.",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "This stone-wrought chair bears few marks of age, and appears surprisingly comfortable...",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'Thank you for gathering my folk, [placeholder]. There is little sense in having a feast if there is no one with which to share it.\\n\\n'This is a fine assemblage of friends and kin, but one of my guests has still not arrived. It was he I hoped to see most of all, for his long absence from his people should be ended.\\n\\n'Let us wait just a few more moments more on his arrival, and then we shall begin the feast.'",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Spakorth can be found among the revellers in the Hall Under the Mountain.\\n\\nYou have found Spakorth, Dréri, and Náth and should now request that they join King Thorin at his table.",
      "es": ""
    },
    {
      "id": 177082721,
      "en": "Nár shuffles up the stairs to greet King Thorin III...",
      "es": ""
    },
    {
      "id": 246419777,
      "en": "King Thorin III was hoping that one more dwarf would attend the Feast of Durin's Folk, but he is uncertain when or if he will arrive.\\n\\nYou should wait with King Thorin III.",
      "es": ""
    },
    {
      "id": 246419778,
      "en": "King Thorin III is giving a speech to the Dwarves of Durin's Folk in attendance.\\n\\nYou should listen to King Thorin III.",
      "es": ""
    },
    {
      "id": 177082727,
      "en": "King Thorin III beckons you to his side...",
      "es": ""
    },
    {
      "id": 246419872,
      "en": "You have summoned the Stout-axes to the Feast of Durin's Folk, and you should now return to your seat at King Thorin's table.",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "Frantic shouting has interrupted King Thorin's speech to the Dwarves of Durin's Folk.\\n\\nYou should remain alert and witness the arrival of whoever has been shouting.",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'Hail, [placeholder]!\\n\\n'I am glad to see you here at our table. You are a fine adventurer and ever a friend to those in need, and your presence here is well-earned. You are not unlike my Gimli, except you were courteous enough to attend at the time King Thorin requested.\\n\\n'I know Gimli is here in the Hall, but I have not seen him in some time. I think he has gone off with Dori and Nori, but who can say? Will you find him and send him here? For that matter, send Dori and Nori as well!\\n\\n'We cannot wait all day to begin the feast!'",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Glóin can be found at King Thorin's table in the Hall Under the Mountain.\\n\\nYou have returned to King Thorin's table, but just as you were about to take your seat, Glóin tried to get your attention. You should speak to him.",
      "es": ""
    },
    {
      "id": 177082736,
      "en": "Disappointed that his guest must not be coming, King Thorin shuffles impatiently and begins to speak...",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Gimli, Dori, and Nori can be found somewhere in the Hall Under the Mountain.\\n\\nGlóin has asked that you find Gimli, Dori, and Nori and send them to join the Feast of Durin's Folk at King Thorin's table.",
      "es": ""
    },
    {
      "id": 177082741,
      "en": "King Thorin's speech is interrupted by frantic shouting echoing through the Hall Under the Mountain!",
      "es": ""
    },
    {
      "id": 246419794,
      "en": "King Thorin III is speaking to the Dwarves of Durin's Folk and welcoming Nár back to Erebor.\\n\\nYou should listen to King Thorin III and Nár.",
      "es": ""
    },
    {
      "id": 246419796,
      "en": "King Thorin III is standing beside his table in the Hall Under the Mountain.\\n\\nAll of King Thorin's guests have arrived, and now the feast can begin. You should talk to King Thorin.",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to King Thorin III",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Find Spakorth, Dréri, and Náth and invite them to the Feast of Durin's Folk",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Gimli, Dori, and Nori can be found on the upper level of the Hall Under the Mountain.\\n\\nYou have found Gimli, Dori, and Nori and should now urge them to attend the Feast of Durin's Folk at King Thorin's table.",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "King Thorin III can be found at his table in the Hall Under the Mountain.\\n\\nYou have found all the missing dwarves and should now return to King Thorin III and attend the Feast of Durin's Folk.",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Invite Spakorth, Dréri, and Náth to the Feast of Durin's Folk",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Legacy of Durin's Folk",
      "es": ""
    }
  ]
}