{
  "id": 621009244,
  "txt": [
    {
      "id": "0x78d17d1",
      "en": "Pages of a tome can be found scattered around Eryn Lasgalen. Perhaps you can complete the story if you find them all.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4161",
      "en": "\\q'Listen, and you shall hear the tale of strife and friendship between Elves and dwarves, circling back over the long years, in the shape of a single emerald necklace.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4162",
      "en": "\\q'It was a necklace of ancient make, wrought by the dwarves of old. Fine and gleaming was the gold, encrusted with five hundred perfect glittering emeralds, maybe more. Perfect, wondrous, radiant.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4163",
      "en": "\\q'A gift the emerald necklace was, given freely in times of good will. But friendship, far more fragile than any metal or gem, did not endure.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4164",
      "en": "\\q'What memories remain of those first years are but fragments. The emerald necklace was lost in war, given in marriage, tainted by treachery, and cast aside in sorrow.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4165",
      "en": "\\q'Gweriamir we named that necklace then, the Jewel of Betrayal, and no sign of it was seen or heard for years beyond counting.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4166",
      "en": "\\q'Time went on. To the Great Greenwood we came, and, sorrow and misfortune ever at our heels, finally to caverned Felegoth, near Erebor, and so, near to dwarves.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4167",
      "en": "\\q'Thus an ancient bond was reforged. The eternal story of Elves and dwarves took its familiar path: friendship, distrust, strife, and then, betimes, friendship again.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4168",
      "en": "\\q'On just such a peace-weaving visit did I come to Thrór's mountain halls. The feast was set, words of courtesy prepared - and then he stood, where upon his breast I saw the Gweriamir, gleaming green and gold!'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ff4169",
      "en": "\\q'It was given to him by Men, Thrór said. Men chanced upon it in some troll-hoard, he claimed. I was wroth and had no ears for such tales.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011823",
      "en": "Bark-paper pages can be found scattered around Eryn Lasgalen.\\n\\nYou should collect the pages to complete the story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568952",
      "en": "You've found a page from a tome, the paper made from the pressed bark of trees. Perhaps you can find other pages around Eryn Lasgalen and complete the story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a4",
      "en": "Completed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff41620",
      "en": "\\q'Over that cursed necklace, blood was nearly shed that day. Truly, it may have come to blood thereafter, had not the dragon come and scattered the dwarves far from Erebor.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff41621",
      "en": "\\q'Years flowed by once more, and we tended to our woodland realm, forgetting friendship, emeralds, and grievances for the time. Yes, years ran together until one day, everything changed.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502820",
      "en": "Collect Page 11",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff41622",
      "en": "\\q'The news came: the dragon was slain, there was a king under the mountain. And that day we remembered - remembered friendship, grievances, and debt.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502821",
      "en": "Collect Page 12",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff41623",
      "en": "\\q'To Erebor from Mirkwood we came, armed, righteous, bent on reclaiming what was ours. I do not like to think what might have happened, if true enemies had not appeared.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa340",
      "en": "Lost Lore of the North: Elves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502822",
      "en": "Collect Page 13",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502851",
      "en": "Collect Page 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff41624",
      "en": "\\q'The Battle of Five Armies it is called, but there were only two sides in that hour: Elves, Men, and dwarves against the throngs of evil, until the Eagles came.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502823",
      "en": "Collect Page 14",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502852",
      "en": "Collect Page 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d5",
      "en": "The story is complete. The Necklace of Girion, or the Gweriamir, almost caused outright war between the dwarves and Elves. Bard certainly was a wise leader to defuse that situation once and for all.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff41625",
      "en": "\\q'After the battle, the dragon's hoard was divied up, and though I would have forfeited all our share for it, the Gweriamir went not to Elves but to Men.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502853",
      "en": "Collect Page 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff41626",
      "en": "\\q'It was then that Bard, the leader of Men, did the wise and unthinkable: he broke apart the necklace, handing its gold to the dwarves and to the Elves its gems.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502854",
      "en": "Collect Page 5",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff41627",
      "en": "\\q'Perhaps the age of Men is truly come. Or so it seems to me when the greatest wisdom is to break what you hold dear and to loose  your shackles with forgetfulness.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502826",
      "en": "Collect Page 15",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502855",
      "en": "Collect Page 6",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502856",
      "en": "Collect Page 7",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502827",
      "en": "Collect Page 16",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502828",
      "en": "Collect Page 17",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502857",
      "en": "Collect Page 8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502858",
      "en": "Collect Page 9",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502859",
      "en": "Collect Page 10",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a5",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a6",
      "en": "Collect Page 1",
      "es": "",
      "es (fem)": ""
    }
  ]
}