{
  "id": 621009394,
  "txt": [
    {
      "id": 225071143,
      "en": "Aid Dréri with 'Hunting the North'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Aid Náth with 'A Costly Journey'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Ambassador Spakorth can be found in the Hall Under the Mountain.\\n\\nYou have aided many of the Stout-axes in settling into their new home, and you should now return to Spakorth.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Ambassador Spakorth",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Forsaken of Mordor",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Through King Thorin's mercy, the Stout-axes of Mordor have found a new home in the North, but first, they must find their place in Erebor.",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Spakorth, Náth, and Dréri can be found in the Hall Under the Mountain.\\n\\nGimli has asked you to aid the Stout-axes in joining with Durin's Folk in Erebor. You should speak to Ambassador Spakorth and his warriors, Náth and Dréri.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'It is difficult to believe how swiftly our fortunes have changed, [placeholder]....\\n\\n'It was not so long ago that we toiled endlessly for Mordor... for nothing. If only King Greytooth had known what awaited us....\\n\\n'Alas, the past is set in stone. We must leave it behind to look to a new Age!'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Aid Spakorth with 'Carving Out A Home'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I must admit, [placeholder], I had begun to worry that King Thorin would not see the need for Durin's Folk to welcome the Stout-axes. I am pleased that he has proven to be as merciful and wise as King Dáin.\\n\\n'Ambassador Spakorth and the rest of his folk have travelled far to stand in the shadow of the Lonely Mountain, and in time, I am certain they will come to see it as the Longbeards do. \\n\\n'Aid Ambassador Spakorth and his folk in earning their place in Erebor - it is the least we can do for them after what they have lost.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Aid Spakorth with 'Forged in Flames'",
      "es": ""
    }
  ]
}