{
  "id": 621009399,
  "txt": [
    {
      "id": "0x6a50290",
      "en": "Collect abandoned dwarf-made maces ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Bráthi can be found in the Hall Under the Mountain.\\n\\nYou have collected many dwarf-make weapons that were lost in the Battle of Dale, and you should now deliver them to Bráthi in Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Collected abandoned dwarf-made maces ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'It may not seem it to the unskilled eye, but a few of these weapons were forged long ago.\\n\\n'They will be safe from the hands of the Easterlings here in Erebor, and serve as a reminder of the skill of Durin's Folk. These newer weapons were not crafted in the same way as those weapons of old, and they have seen great damage from the War. I shall have them reforged using the new methods our smiths have devised with King Thorin.\\n\\n'Let us hope that King Thorin's guidance will restore our works to their former glory!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Collected abandoned dwarf-made swords ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Hail, [placeholder]. You have been sent by King Thorin? What does he wish of me?'\\n\\nYou explain King Thorin's desire to reclaim dwarf-make weaponry lost in the Battle of Dale, and his renewed interest in exploring new forging methods within Erebor.\\n\\n'Of course, of course! King Thorin and our smiths have spoken long on methods that might improve our crafting skill once more, but we have not yet attempted any such designs. It seems the time has come!\\n\\n'As for the weapons lost on the fields of battle, I would ask that you seek them out. In the meantime, I shall speak to our smiths and make certain that the forges are prepared.\\n\\n'Once you have gathered as many dwarf-made weapons as you can bear, deliver them to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Determined to reclaim what was lost in the Battle of Dale and investigate new forging methods, Bráthi has asked you to search for abandoned weapons in the lands surrounding Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Collected abandoned dwarf-made axes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Collect abandoned dwarf-made swords ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Collect abandoned dwarf-made axes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Essays of Old",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Abandoned dwarf-made axes, maces, and swords can be found in the lands surrounding Erebor.\\n\\nBráthi has asked you to recover abandoned dwarf-made weapons from the lands surrounding Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e14",
      "en": "Deliver the dwarf-make weapons to Bráthi",
      "es": "",
      "es (fem)": ""
    }
  ]
}