{
  "id": 621009310,
  "txt": [
    {
      "id": 177082677,
      "en": "<rgb=#33BEFF>\\qI will give you a name. I shall call you Sting.\\q </rgb>",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Follow the path of Thorin and Company through Eryn Lasgalen and the Dale-lands.",
      "es": ""
    },
    {
      "id": 8567320,
      "en": "Thorin responded: \\qI don't know, but I expect starving in the forest!\\q",
      "es": ""
    },
    {
      "id": 177082679,
      "en": "<rgb=#33BEFF>\\qWhere are your friends now, and what are they doing?\\q demanded Thranduil</rgb>",
      "es": ""
    },
    {
      "id": 8567321,
      "en": "\\qO good-bye and go away!\\q grunted the dwarves, who were secretly filled with dismay at losing him.",
      "es": ""
    },
    {
      "id": 137079139,
      "en": "A gleam of light came straight though the opening, and then there was a loud crack. A hole appeared suddenly about three feet off the ground. Thorin put the key from his grandfather's map into the hole. It fitted and turned! A door five feet high and three broad was outlined, and slowly swung inwards.",
      "es": ""
    },
    {
      "id": 148970433,
      "en": "<rgb=#33BEFF>The last light of Durin's day will shine upon the keyhole</rgb>",
      "es": ""
    },
    {
      "id": 173025622,
      "en": "Where the Company was jailed by the Elvenking",
      "es": ""
    },
    {
      "id": 173025624,
      "en": "Where the Company stuffed themselves into barrels",
      "es": ""
    },
    {
      "id": 177082696,
      "en": "<rgb=#33BEFF>They were lured off the path by the light of torches</rgb>",
      "es": ""
    },
    {
      "id": 24695208,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 177082705,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 177082710,
      "en": "<rgb=#33BEFF>Gandalf's departing words: \\qDON'T LEAVE THE PATH!\\q</rgb>",
      "es": ""
    },
    {
      "id": 111477345,
      "en": "Where Bombur fell into the Enchanted River",
      "es": ""
    },
    {
      "id": 148970467,
      "en": "<rgb=#33BEFF>On the shallow shore most of the barrels ran aground</rgb>",
      "es": ""
    },
    {
      "id": 111477348,
      "en": "Where Bilbo climbed above the trees",
      "es": ""
    },
    {
      "id": 137079089,
      "en": "Well, it was not true that they could see nothing: they could see eyes!",
      "es": ""
    },
    {
      "id": 148970469,
      "en": "<rgb=#33BEFF>\\qWell, are you alive or are you dead?\\q Bilbo asked Thorin</rgb>",
      "es": ""
    },
    {
      "id": 111477351,
      "en": "Where the Company was lured off the path",
      "es": ""
    },
    {
      "id": 137079092,
      "en": "He beat the creature off with his hands, until he remembered his sword!",
      "es": ""
    },
    {
      "id": 173025570,
      "en": "Where the barrels came ashore near Loeglond",
      "es": ""
    },
    {
      "id": 148970472,
      "en": "<rgb=#33BEFF>\\qI am Thorin, son of Thrain, son of Thrór, King Under the Mountain! I return!\\q</rgb>",
      "es": ""
    },
    {
      "id": 111477264,
      "en": "Where the Company is ambushed by Spiders",
      "es": ""
    },
    {
      "id": 148970384,
      "en": "<rgb=#33BEFF>The nights were the worst. So dark that you could really see nothing.</rgb>",
      "es": ""
    },
    {
      "id": 137079095,
      "en": "Thranduil ordered the dwarves to be put into separate cells and ordered them not to be released until one of them told him what he wanted to know.",
      "es": ""
    },
    {
      "id": 148970386,
      "en": "<rgb=#33BEFF>\\qBombur has fallen in! Bombur is drowning!\\q</rgb>",
      "es": ""
    },
    {
      "id": 111477267,
      "en": "Where Bilbo frees the Company from webs",
      "es": ""
    },
    {
      "id": 173025574,
      "en": "Where Bilbo freed the Company from their barrels",
      "es": ""
    },
    {
      "id": 148970387,
      "en": "<rgb=#33BEFF>The sun was shining brilliantly, and it was a while before he could bear it</rgb>",
      "es": ""
    },
    {
      "id": 148970389,
      "en": "<rgb=#33BEFF>\\qI will keep you all in prison until you have learned sense and manners!\\q</rgb>",
      "es": ""
    },
    {
      "id": 111477270,
      "en": "Where Thorin was brought before the Elvenking",
      "es": ""
    },
    {
      "id": 173025577,
      "en": "Where Thorin declared himself before the Master of Lake-town",
      "es": ""
    },
    {
      "id": 111477360,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 148970393,
      "en": "<rgb=#33BEFF>\\qWe shall be bruised and battered to pieces, and drowned for certain!\\q</rgb>",
      "es": ""
    },
    {
      "id": 137079104,
      "en": "When Bilbo explained his plan, the dwarves started grumbling loudly in spite of their danger.",
      "es": ""
    },
    {
      "id": 148970483,
      "en": "<rgb=#33BEFF>They knew that they were near to end of their journey, and that it might be a very horrible end...</rgb>",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Where the Company entered Mirkwood",
      "es": ""
    },
    {
      "id": 137079105,
      "en": "The Elves were making a raft of the barrels, with the dwarves still inside, and would soon be steering it downstream to Lake-town.",
      "es": ""
    },
    {
      "id": 173025585,
      "en": "Where the Company landed at the top of the Long Lake",
      "es": ""
    },
    {
      "id": 111477368,
      "en": "Where the Company grew to hate the forest",
      "es": ""
    },
    {
      "id": 148970488,
      "en": "<rgb=#33BEFF>\\qThere lies all that is left of Dale,\\q said Balin.</rgb>",
      "es": ""
    },
    {
      "id": 149027538,
      "en": "The Path of the Company",
      "es": ""
    },
    {
      "id": 137079111,
      "en": "\\qIf you want to go on with this silly adventure, you had better slap your arms and rub your legs and try and help me get the others out while there is a chance!\\q",
      "es": ""
    },
    {
      "id": 173025591,
      "en": "Where they scouted the slopes of the Mountain",
      "es": ""
    },
    {
      "id": 173025593,
      "en": "Where the company found the secret way into Erebor",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Follow the path of Thorin and Company through Eryn Lasgalen and the Dale-lands.",
      "es": ""
    },
    {
      "id": 137079120,
      "en": "Many of the Lake-men took up song, and it rolled loud and high over the Lake.",
      "es": ""
    },
    {
      "id": 8567395,
      "en": "Bombur slept for days, and dreamt of great Elvish feasts. His memory of their adventures thus far were gone.",
      "es": ""
    },
    {
      "id": 137079124,
      "en": "None of the men from Lake-town would stay with them even for a night so near the shadow of the Mountain.",
      "es": ""
    },
    {
      "id": 8567398,
      "en": "He saw all around him a sea of dark green, and hundreds of black butterflies.",
      "es": ""
    },
    {
      "id": 137079126,
      "en": "From Ravenhill, they could see the grey ruins of ancient houses, towers, and walls.",
      "es": ""
    },
    {
      "id": 8567401,
      "en": "They saw a gathering of Elves feasting. They ran towards them to beg for food, but as soon as they approached, the Elves vanished!",
      "es": ""
    },
    {
      "id": 149027559,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 177082673,
      "en": "<rgb=#33BEFF>Bilbo could only see its eyes, but could feel its hairy legs as it struggled to wind webs around him</rgb>",
      "es": ""
    },
    {
      "id": 8567316,
      "en": "Somehow the killing of the giant spider, all alone by himself in the dark without the help of anyone else, made a great difference to Mr. Baggins. He felt a different person.",
      "es": ""
    }
  ]
}