{
  "id": 620897965,
  "txt": [
    {
      "id": 218649169,
      "en": "'I think we have done enough here to establish that mithril is not likely to be found in this part of the Silvertine Lodes. I may pack up and return to the Deep Descent, or Menem-berej. I have not yet decided.\\n\\n'If you wish to continue your exploration, however, you should search for Öndótt. I hear he was making his way to the old dwarf-city that was rumoured to be in the south of the Silvertine Lodes. The only way to reach it was by a hidden door in a passage near here. Make your way to Öndótt, if you will, and then I believe you will have seen all there is to see in these parts.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Oh! Hello there, traveller. I did not expect anyone to come along with me, but my curiosity to behold this place could not be contained! Marvellous and surprising, is it not? The civilization in the Silvertine was once very great, I think. I should like to explore here!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I am afraid I cannot be more helpful. You must explore and seek the hidden door yourself!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Following Öndótt",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The final exploration of the Silvertine Lodes involves following Öndótt to the old abandoned city in the southern Silvertine Lodes.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have found the door mentioned by Sori... not hidden, but a door plain to see",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the hidden door in the southern passages",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Sori mentioned a hidden door along the southern passages of the Silvertine Lodes that would help you follow the dwarf Öndótt.\\n\\nYou should search the southern tunnel for the hidden door to the ancient dwarf-city.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find Öndótt in the ancient city of the Silvertine",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Öndótt can be found in the ancient and abandoned dwarf-city of the Silvertine Lodes.\\n\\nYou should find and speak with Öndótt.",
      "es": ""
    }
  ]
}