{
  "id": 620897907,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The horse looks more comfortable and shows signs of trusting you...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The Food Trough is full!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The stable-helper wants you to assist the new horse in settling into its new stall in the Combe horse stables.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'An unusual horse arrived in the stable here down at the end, but I have no time to help him settle into his new stall. I need to tend to these other horses or the stable-master will have my head! Would you please help me tend to the horse's stall and make sure he has everything he needs?\\n\\n'For new horses, I usually check the bedding for freshness and the trough for grain. Make sure he has plenty of water, too!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The new horse in the Combe stables needs some help settling into his new stall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for your help! That horse looks more comfortable in the new stall already, and appears to be pretty well taken care of now. You may have acquired a new friend in this horse; he seems to have taken a liking to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The newly arrived horse in Combe may be found in his new stall.\\n\\nThe horse is strange to Combe and is still uneasy in his new environment. <rgb=#FF0000>Pat</rgb> the horse to comfort him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The stable-helper is near the stables of Combe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Fill the water-bucket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Ensure the food-trough has grain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Inspect the horse's bedding",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "<rgb=#FF0000>Pat</rgb> the horse to comfort him in his new stall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Earning Trust",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to the stable-helper",
      "es": "",
      "es (fem)": ""
    }
  ]
}