{
  "id": 620897951,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Sorry, I can't help you make horseshoes at the moment. A few new orders just came in.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ah you need some horseshoes made? Sure, I can make those for you. Do me a favour, and grab the items I need while I put the finishing touches on this item.\\n\\n'I'll need you to find me an old horseshoe as a template for scale of the new ones, some scrap metal and a few crates of nails.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Worse for Wear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'These are just what I needed to make the horseshoes. Give me a moment and I'll have these for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I'm helping Flint here with his new order. You'll need to find another blacksmith to help you with these horseshoes. You may want to try Matt over there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You found a blacksmith to help make horseshoes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Thank you for taking the time to head into Bree-town and seeing this request through. The horse will appreciate this set of shoes! The stable-master is the only one here trained in replacing shoes, so I'll give these to him right away.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You found an old horseshoe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'Thank you for finding someone to make these horseshoes and seeing it through! The horse will hopefully appreciate the protection these will offer him. I'll tell the stable-master we have them so he can put them on, as he's an expert in that sort of thing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Obtained crates of nails ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "A blacksmith in Bree-town should be able to help us make a new set of horseshoes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Obtained scrap metal ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The items needed by the blacksmith to forge new horseshoes can be found around the forge area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Gave the 4 horseshoes to the Stable-helper.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Matt Haywood can be found at his forge near the Western gate of Bree-town, and is ready to help make the horseshoes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "The stable-helper in Combe will be happy to receive the horseshoes for the newly arrived horse.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "The Stable-helper in Combe will be happy to receive the horseshoes for the newly arrived horse.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find a blacksmith in Bree-town to help you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find an old horseshoe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Obtain crates of nails ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Obtain scrap metal ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring the items to Matt Haywood in Bree-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Bring the horseshoes to the stable-helper in Combe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Bring the horseshoes to the Stable-helper in Combe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The stable-helper found out the horse needs a set of horseshoes made, and asked you to look into having the blacksmiths of Bree help make some.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The horse's stall looks satisfactory for the time being, but it would seem this horse arrived with no horseshoes. I managed to check the hooves without getting kicked, and they're doing fine for now. Soon, though, he will need a set of shoes made. Please head to Bree-town and talk to the blacksmiths to see if one is available to make a set of horseshoes for us.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}