{
  "id": 620897964,
  "txt": [
    {
      "id": 218649169,
      "en": "'The mine-shaft may be fairly empty of good prospects, but perhaps the very tunnel around us may provide a better yield. Will you search the surrounding area once more, and again I will look at your harvest for signs of mithril.\\n\\n'My heart yearns to see just the slenderest vein! The hope such a discovery would kindle in my folk is beyond description, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "Sori again scrutinizes all of the ore you collected from the surrounding tunnels.\\n\\n'Nothing. Alas! I will have to search more on my own, but my hopes are rather low right now. Regardless, you have my gratitude, [placeholder]. I am certain you did your best! Perhaps there is no true-silver left to uncover....'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'How is your collection coming along? I would love to have a look when you've gathered enough of a sampling.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Ore Samples III: The Tunnel",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The dwarves of the Silvertine Lodes mining expedition have a universal hunger for the discovery of mithril, or true-silver in the common tongue.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected an ore sample ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Harvest ore from deposits in the southern tunnel ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ore-deposits can be found in the tunnel near Sori, and in the south-heading passage of the Silvertine Lodes.\\n\\nYou should search nearby for deposits of ore, and bring samples back to Sori for inspection.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the ore to Sori",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Sori is in the southern tunnel of the Silvertine Lodes, perched on a wooden platform.\\n\\nYou should bring the ore you gathered to Sori so that he may inspect it for mithril.",
      "es": ""
    }
  ]
}