{
  "id": 620897957,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You may wonder why we have come to this vast deep, [placeholder], and scattered to the wind as we did.\\n\\n'The Silvertine Lodes are famous for being the first and primary source of true-silver, or mithril as it is called by many. A large branch of miners have gathered for an expedition to search the Silvertine from head to toe, starting at the toes in its roots here.\\n\\n'We have not had much chance to mine yet, as we are beset by dangers and missing dwarves and other mishaps. Would you care to do the honours of mining ore in the vicinity of the Deep Descent?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah! You're back, wonderful! Let me take a look at what you've collected.'\\n\\nStyrr carefully examines each piece of ore closely by holding them up to his squinting eye, and rolling them gently in his fingers.\\n\\n'No mithril yet. Just ordinary iron here, I believe. This is disappointing, but I am not surprised... nor shall I give up hope! There are many places yet to explore in the Silvertine Lodes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Ah, have you found any ore nodes yet? It would really gladden our hearts and give us a sense of purpose if you could show that mithril awaits us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ore Samples I: The Deep Descent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The dwarves of the Silvertine Lodes mining expedition have a universal hunger for the discovery of mithril, or true-silver in the common tongue.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Harvested ore-samples ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Harvest ore-samples near the Deep Descent camp ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ore veins can be found in the vicinity of the Deep Descent camp, and down into the passage reaching towards the Silvertine mines.\\n\\nYou should mine small ore veins in search for traces of mithril.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the ore you collected to Styrr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Styrr is at the Deep Descent camp in the Silvertine Lodes.\\n\\nYou should bring the ore you collected to Styrr in the Deep Descent.",
      "es": "",
      "es (fem)": ""
    }
  ]
}