{
  "id": 620897952,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The stable-master has put new horseshoes on the horse, but we need the stall back to house Combe's travel-mounts. It's time to take the new horse to Hengstacer Farm in the Horsefields of Bree.\\n\\n'Last time Éogar was here, he left behind an old saddle, and I've been meaning to return it. This seemed like a good opportunity for taking care of two tasks at once, so I tried to fit the saddle on this horse, but he almost killed me in the process. It appears this horse is not ready to be ridden.\\n\\n'Could you take this saddle to Éogar at the horse-farm and let him know the horse will be heading there soon?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for this saddle! I've been meaning to stop by Combe to pick it up.\\n\\n'Did you not say the horse would be heading here soon? It looks like the horse from Combe arrived just as you did. I do not think the Stable-master of Combe would have let the horse go free on its own, and I suspect it followed you here. This horse might be connected to you more than you know....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Thank you for this saddle! I've been meaning to stop by Combe to pick this up. \\n\\n'Didn't you say the horse would be arriving soon? It looks like the horse from Combe arrived just as you did. I really don't think the Stable-master of Combe would have let the horse go free on it's own, and I suspect it followed you here. This horse might be connected to you more than you know...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Proof of Trust",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have done a great deal to help the horse settle into Combe, but it is time for him to prepare for the next step in his journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Éogar in the Horsefields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Éogar may be found at Hengstacer Farm in the Horsefields of Bree, a bit north of Bree-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Éogar in the Horse-fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Éogar is found in the Horse-fields of Bree-land, a bit north of Bree-town.",
      "es": "",
      "es (fem)": ""
    }
  ]
}