{
  "id": 620897986,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We have searched for mithril all over the Silvertine Lodes by mining mineral deposits, and found not a trace.\\n\\n'I noticed some deposits along the walls here. I am sure they will come up dry as well, so I dare not get my hopes up. But, we had best finish what you started and take a look, don't you think?\\n\\n'Bring me the ore-samples you collect, and I will look it over.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well, let's have that ore. I will take a look.'\\n\\nÖndótt looks at each piece of ore with a scrutinizing stare. Suddenly he jumps as if startled by a ghost.\\n\\n'What -- I cannot believe it. [placeholder]... you have found mithril. It is a tiny trace, very small, but... by Durin's Beard, you have found it! And naturally the old city sits on a source. You must send word to the rest of the expedition, my friend! We will settle ere long!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I have little hope, but we had best try one last time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ore Samples IV: The Old Silvertine City",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have mined for traces of mithril in every corner of the Silvertine Lodes but this one, so you had better give it one last try.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Harvested ore ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "A tiny trace of mithril has been found at last!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Harvest ore from mineral deposits ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ore deposits can be found along the rock-walls of the Old Silvertine City in the southern Silvertine Lodes.\\n\\nYou should collect ore from the mineral deposits along the walls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the samples you collected to Öndótt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Öndótt is at the top of the stair in the Old Silvertine City.\\n\\nYou should bring the samples you gathered to Öndótt.",
      "es": "",
      "es (fem)": ""
    }
  ]
}