{
  "id": 620916387,
  "txt": [
    {
      "id": 216727831,
      "en": "The rucksack can be found off the eastern side of the Orc-roadway in Balewood.\\n\\nThe light snowfall on the rucksack leads you to believe that the refugee must still be nearby. You should prepare yourself before travelling deeper into the Balewood.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The refugees and their belongings can likely be found in southern Balewood off the eastern side of the Orc-roadway.\\n\\nCerdic has asked that you venture into the Balewood now that the Warg-riders have passed. He hopes you will find some sign of the Byre Tor refugees that fled into the frozen forest.",
      "es": ""
    },
    {
      "id": 16439761,
      "en": "'[placeholder], you must travel into the forest before more Warg-riders rally along the path.  If you find any sign of the refugees of Byre Tor, you must aid them if you can. I know not how close they have come to the forest's edge, but if you find anything -- a bag, a scrap of clothing, footprints, or even...one of their fallen -- please search elsewhere nearby.  \\n\\n'My men and I will hold their attention here along the road. You must go now!'",
      "es": ""
    },
    {
      "id": 16439762,
      "en": "You have stumbled upon a snow-covered rucksack in the Balewood. If you move quickly, it is possible you may find some of the refugees of Byre Tor nearby.\\n\\n<rgb=#FF0000>NOTE: This instance quest is meant to be run Solo and cannot be run in a group.</rgb>",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Cerdic has asked you to explore the Balewood in hopes of locating the lost refugees of Byre Tor.\\n\\n<rgb=#FF0000>NOTE: This instance quest is meant to be run Solo and cannot be run in a group.</rgb>",
      "es": ""
    },
    {
      "id": 16439763,
      "en": "'I cannot thank you enough for your aid, [placeholder]. We have wandered in the cold and dark for some time now, and many of our number splintered when the Orcs and trees fell upon us.\\n\\n'Your bravery in aiding us, especially Léodwald, was remarkable. I know not what horrible fates would have visited us had you not intervened. The creatures that roam this forest are those of the most dangerous breeds -- you too should remain here at least for a short time lest they find you again.\\n\\n'This cave...it is no home of mine, but if it keeps us from harm, we shall make our camp here for now.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The rucksack can be found off the eastern side of the Orc-roadway in Balewood.\\n\\nYou have discovered a rucksack belonging to what must be a refugee of Byre Tor, but the owner is nowhere to be found.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You have rescued several refugees of Byre Tor, and they now take shelter in a nearby cave in the Balewood. You should speak to Húna and see if you can aid them further.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 22075073,
      "en": "Examine the rucksack",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "Judging by the amount of snow on the rucksack, you believe that survivors may still be nearby. After preparing, you decide to set off in search of any remaining refugees of Byre Tor.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Examine the rucksack",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Húna in the hidden cave",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Search for any sign of the Byre Tor refugees in the Balewood",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "Judging by the light snow cover on the rucksack, you believe that survivors may still be found nearby. After gathering your wits, you decide to set off in search of the Byre Tor refugees.\\n\\n<rgb=#FF0000>NOTE: This instance quest is meant to be run Solo and cannot be run in a group.</rgb>",
      "es": ""
    },
    {
      "id": 63677429,
      "en": "A small rucksack in the distance catches your eye",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Running Towards Nothing",
      "es": ""
    }
  ]
}