{
  "id": 620916378,
  "txt": [
    {
      "id": 22075078,
      "en": "Stand at the nearby bunker and watch the road",
      "es": ""
    },
    {
      "id": 16439761,
      "en": "'The forest is no place for my people, [placeholder]. The Orcs spill forth from the wood each day, and while my men and I have been able to slay a few stragglers, their force is simply too large for us to engage. If you seek to enter Fangorn in search of my people, you must be mindful of their patrols and know that still even more lurk upon that frozen trail into the forest.\\n\\n'Confer with my men. Perhaps they can explain what dangers you face... and once you have done that, look to the road. If the Orcs pass on their foul mounts, you may have a chance to sneak into Balewood.'",
      "es": ""
    },
    {
      "id": 16439762,
      "en": "'So, Cerdic would have you enter the forest? There are strange happenings afoot within the Balewood, [placeholder]... it is as if the forest itself has come alive with a rage.\\n\\n'The few times that I have ventured within to observe the Orcs, I have felt... eyes... on my every move. I know not if it was merely my fear of being seen by Orcs, or that something unnatural dwells within. Take heed if you travel into the forest, for more than Orcs may rally against you.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Cerdic is concerned with the increased patrols of Orcs through the part of Fangorn known as the Balewood.",
      "es": ""
    },
    {
      "id": 16439763,
      "en": "'Be wary, [placeholder]. The Orcs have cut a swath through the forest in Núrzum's wake, and they patrol the path constantly. Their numbers are great, and their armour far thicker than most.\\n\\n'I cannot promise your safety if you stick to the wilds, but I assure you, the Orcs will find you, and quickly, if you do not.'",
      "es": ""
    },
    {
      "id": 16439764,
      "en": "'The Orcs have passed! You would be wise to stay clear of the road that they have cut through the Balewood, lest you be caught by their raiding parties.\\n\\n'The time is now or never... you must venture into the Balewood before another wave advances!'",
      "es": ""
    },
    {
      "id": 99984323,
      "en": "TBD Scout Leader has asked that you speak to his men to learn more of Balewood before venturing into the forest.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cerdic has asked that you speak to his men to learn more of the Balewood before venturing into the forest.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The bunker can be found in Cerdic's camp overlooking the roadway to the east.\\n\\nYou have spoken to Cerdic's men. You should now take up a post at the nearby bunker and watch the road for signs of Warg-riders.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The Orc raiding party has passed along the road.\\n\\nYou should speak to Cerdic before venturing into the Balewood.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Frethi",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Athelman",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Cerdic",
      "es": ""
    },
    {
      "id": 63677429,
      "en": "You hear the snarls of Wargs in the distance. Look to the road!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Into Harm's Way",
      "es": ""
    }
  ]
}