{
  "id": 620916395,
  "txt": [
    {
      "id": "0xba3fae1",
      "en": "The Orcs control the main pathway through Balewood. The refugees would not make it far this way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae2",
      "en": "You have encountered a glade of wandering Huorns. There is no safety here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae3",
      "en": "Wood-trolls lurk all around you. The refugees could not defend against such creatures",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d1",
      "en": "'[placeholder], I know not what lurks outside this cave. If it is anything like what we have seen already, I fear the worst for all of us. We lack arms, and the winter's chill bites at us even here. Nothing in this forest welcomes us... I would not be surprised if this cave collapsed upon us!\\n\\n'Although the road south is overrun, perhaps there is a way for us to escape... even if only to another cave in the High Knolls or to the camp south of which you spoke. We cannot follow the road, lest their riders run us down, but perhaps we can find ways to the north, west, or east. Travel outside the cave and tell me if there is any clear path out of this forest.\\n\\n'Be safe, [placeholder]... we would surely be lost without you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d2",
      "en": "'Alas, it is as I feared....'\\n\\nHúna's face sinks, and he turns to look at the others before shifting back to you.\\n\\n'So, then, we are trapped in this cave... and the Enemy lurks just outside. Curse that monster! I cannot believe what he...'\\n\\nHúna's eyes begin to fill with tears, but he composes himself quickly.\\n\\n'Your efforts are appreciated, even if we must remain here for now. If you can aid us further, I and the others would be so grateful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Húna and the other refugees are trapped within a cave in the Balewood, surrounded on all sides by terrible things, and wish to be free of the forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f5a3c3",
      "en": "You should begin your search for a path out of the forest by scouting to the north, west, and east of the hidden cave in the Balewood.\\n\\nHúna has asked you to scout around the cave in hopes of finding a clear route for he and the other refugees of Byre Tor to escape the Balewood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search west of the cave for a clear route",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Search north of the cave for a clear route",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Search east of the cave for a clear route",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Húna",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "No Way Out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Húna can be found in the hidden cave in the southern reaches of the Balewood.\\n\\nYou have discovered danger at every turn outside the cave and should now inform Húna that escape is unlikely, at least for the moment.",
      "es": "",
      "es (fem)": ""
    }
  ]
}