{
  "id": 620916399,
  "txt": [
    {
      "id": 16439761,
      "en": "'Húna and Léodwald may have concerned themselves with our escaping from this forest, but I know not how they imagine we can do so after such violent happenings upon the road. It is not beyond me to think that we shall be here for a goodly while, and if we are to survive, we will surely need warmer clothing.\\n\\n'The Wood-trolls harried me until I found this cave, but as I ran, I saw slain Orcs on the forest floor. The Orcs of this land are very dangerous to be certain, but if you could tear the clothing from those that lay slain, we could survive the chill that reaches even into this cave. I will not speak of the odour we shall be forced to endure, but such is the price of survival.\\n\\n'If you can retrieve those clothes for me, I can tailor them into more fitting sizes for the others.'",
      "es": ""
    },
    {
      "id": 16439762,
      "en": "'What a horrific stench! I know not the scent's origin, and yet it overpowers everything... how foul those Orcs are! Still, I would rather stink of their filth than end up frozen in this cave....\\n\\n'Thank you for your aid, [placeholder]. I shall begin tailoring these... garments... into something more befitting of my people.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The refugees holed up in the Balewood are at risk of freezing to death, unless warmer garments may be provided.",
      "es": ""
    },
    {
      "id": 266424533,
      "en": "Gather clothing from fallen Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 99984323,
      "en": "TBD Refugee A wants you to cut the clothing from Orcs slain by the nearby wood-trolls in order to prevent his people from freezing in the cave.",
      "es": ""
    },
    {
      "id": 262725907,
      "en": "Collected clothing from fallen Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Collect clothing from fallen Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Slain Orcs can be found to the south-east and south-west of the hidden cave in the Balewood.\\n\\nBébba wants you to cut the clothing from Orcs slain by the nearby Wood-trolls in order to prevent her people from freezing in the cave.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bébba can be found in the hidden cave in southern Balewood.\\n\\nYou have collected enough clothing for all of the refugees that remain in the cave in the Balewood. You should return to Bébba with what you have gathered so she may begin to tailor them.",
      "es": ""
    },
    {
      "id": 15792851,
      "en": "'TBD'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect clothing from fallen Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Bébba",
      "es": ""
    },
    {
      "id": 63677429,
      "en": "Collect clothing from fallen Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Keeping Back the Cold",
      "es": ""
    }
  ]
}