{
  "id": 620916354,
  "txt": [
    {
      "id": 63677429,
      "en": "You hear a faint rustling from the hill above, perhaps there is a route upward nearby",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Desperate Refuge",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Fearing the worst for the other refugees of Byre Tor, TBD wishes you to travel to a Rohirrim outpost at the southern border of Balewood in hopes of finding those that fled into the dark, frozen forest.",
      "es": ""
    },
    {
      "id": 16439761,
      "en": "'It is time we attend to another pressing matter, [placeholder]. Before you arrived, several of my people fled Byre Tor into the dark eaves of Fangorn. I would have pursued them but the wood is deep and dangerous, and I know not the way through those twisted branches. That weald has come to be known as Balewood and is a haven for none, especially those left defenceless after Núrzum ravaged our lands. I only hope they travelled elsewhere as they fled, for settling in such a place would not bode well.\\n'To the south-west of here, near the southern border of Balewood in Whitshaws, there may still remain a small camp of Rohirrim who kept watch on the Orcs passing into our lands. Should you find them, search for my people among their number - I can only hope that not all were lost in the dark.'",
      "es": ""
    },
    {
      "id": 16439762,
      "en": "'You heard my men and I? We must be more cautious then, it seems...\\n\\n'So you come from High Knolls in search of survivors... I am saddened to say, I have heard naught of the people of Byre Tor since the settlement fell to the monster. If they truly fled into the forest, then perhaps they remain there still, but I hold not much hope for them. The forest crawls with Orcs and countless other foul things - if you count yourself bold enough to venture into the dark, my men and I shall aid you in your preparations here.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search for the Rohirrim outpost outside southern Balewood",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "TBD has told you to seek out a small Rohirrim outpost to the south-west of High Knolls, near the southern border of Balewood.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to TBD Scout A",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Having found the camp, you should now speak to the captain of the Rohirrim stationed here and discover if he knows anything of the whereabouts of the refugees of Byre Tor.",
      "es": ""
    }
  ]
}