{
  "id": 621044704,
  "txt": [
    {
      "id": "0xa502926",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1741",
      "en": "Light is scarce in Deepscrave. The lanterns around 'Abad-nuhbu have gone unlit for too long.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1759",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a4",
      "en": "You have lit the lanterns.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d2",
      "en": "Thrúthug has asked you to light the lanterns near the main staircases circling 'Abad-nuhbu.\\n\\nHalf of the lanterns can be found above Aslíf on the upper tier, and half below.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d5",
      "en": "With fresh flames dancing at their cores, the lanterns now hold the shadows at bay. Here, the darkness of Deepscrave does not feel so suffocating.\\n\\nPerhaps, in time, the dwarves shall see the rest of Deepscrave illuminated and claim it as their home once more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab2",
      "en": "To Bring Light to The Dark",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d7",
      "en": "'Our people once called Deepscrave home, but now it houses Orcs and other foul creatures. They've snuffed out our lanterns, preferring to stay in the dark instead.\\n\\n'Of course, this means that finding our way around has been a challenge. If you could light these lanterns, getting lost in the dark would no longer be the worst of our worries. Look for the main staircases that circle around 'Abad-nuhbu, and you will find the lanterns. Half can be found above Aslíf, and half below.\\n\\n'There is no need to come back to me once you've finished; I will see your progress from here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Came up from Aslíf to try and help Felgar here. Can't say it was easy finding my way up and down the main staircases circling 'Abad-nuhbu through all that darkness. There're lanterns near the stairs, but the Orcs have snuffed 'em out.\\n\\n'You headed down? Maybe you could light the lanterns along the way. Half of 'em are above Aslíf on the upper tier, and half below.\\n\\n'It'd be nice if getting lost in the dark became the least of my worries.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502921",
      "en": "Light lanterns ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d8",
      "en": "With fresh flames dancing at their cores, the lanterns now hold the shadows at bay. Here, the darkness of Deepscrave does not feel so suffocating.\\n\\nPerhaps, in time, your people shall see the rest of Deepscrave illuminated and claim it as your home once more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be3",
      "en": "Lanterns lit ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}