{
  "id": 621044622,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Thunder on Zirakzigil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Destroy Orkish drums at Rung-shakam ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Collect trophy-bones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Hail!'\\n\\nKing Agni the Wild greets you warmly, but appears distracted.\\n\\n'I am not used to such subtle tactics, Longbeard. I expected Drógar to be more alike in mind to me and the Landorrim, but she and Jegín plot a more careful climb up Zirakzigil. As long as I might take a few trophy-bones of my own, I will command the Landorrim to aid them as best we can.\\n\\n'I tire of sitting behind these walls, Longbeard. You and your Iron-folk surely know this pain! It is not our way... and the battle calls to us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Raise a banner of the Haban'akkâ of Thráin at Rung-shakam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'What tidings do you bring from Amdân, Iron-folk?'\\n\\nYou introduce yourself to King Drógar and tell her that you have come to aid the Haban'akkâ at Zirakazhâr.\\n\\n'Hah! I am sure I can find some use for you. We have made slow but steady inroads against our foes on the mountain, in no small part due to King Jegín's guidance. For one who is so young and who has lost so much, she has led her House admirably—far more admirably than some of the Kings on Bundushâthur, I would dare to say!\\n\\n'The greatest danger facing the Haban'akkâ are those trolls out of Moria. If they were slain, the Orcs' encampment would prove little more than a poorly-placed camp-site so high upon Zirakzigil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'You were at the council, yes? I saw you among the Iron-folk. Why have you come to Zirakazhâr?'\\n\\nYou introduce yourself to King Jegín and explain that you have come to aid the Dwarves of the Haban'akkâ. King Jegín raises a single eyebrow appraisingly.\\n\\n'Is that so? You must forgive me, but that may have been more helpful while any others of my father's line still drew breath. I do not begrudge you your King's misjudgements, but the Temámir have learned to be wary.\\n\\n'My scouts have discovered crude war-drums at the Orcs' encampment on Zirakzigil. Silence the drums and perhaps the trolls might tire of hurling stones into the dale. If not, Drógar and her Narfanghoth know what is to be done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Driven by Orc-drummers, Trolls of Moria lay siege upon the dale below from Rung-shakam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Hoping to hinder the trolls of Moria laying siege to Azanulbizar, Dwarves of the Landorrim, Narfanghoth, and Temámir have made for the slopes of Zirakzigil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Defeated Moria-trolls at Rung-shakam ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "King Agni the Wild, King Drógar Bloodwhisker, and King Jegín can be found at Zirakazhâr.\\n\\nYou have arrived at Zirakazhâr. You should speak to the Kings of the Landorrim, Narfanghoth, and Temámir leading the assault on Rung-shakam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Dwarves of the Landorrim, Narfanghoth, and Temámir can be found at Zirakazhâr on the slopes of Zirakzigil to the north-west of Amdân.\\n\\nDáin has asked you to travel to Zirakazhâr and aid the Dwarves of the Haban'akkâ.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Rung-shakam can be found to the north-west of Zirakazhâr.\\n\\nThe Kings of the Landorrim, Narfanghoth, and Temámir have asked you to scout Rung-shakam and defeat Azog's forces upon Zirakzigil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to King Jegín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Scout Rung-shakam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Defeat Moria-trolls at Rung-shakam ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Travel to Zirakazhâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Trolls of Moria and Orkish drums can be found at Rung-shakam. Trophy-bones can be collected from Orcs and some goblins at Rung-shakam.\\n\\nYou should aid the Landorrim, Narfanghoth, and Temámir by defeating the Moria-trolls at Rung-shakam. You should also destroy Orkish drums and collect trophy-bones for the Haban'akkâ.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to King Agni the Wild",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to King Drógar Bloodwhisker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "You have done much to hinder Azog's forces at Rung-shakam.\\n\\nYou should raise a banner of the Haban'akkâ of Thráin at Rung-shakam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "You have done much to aid the Dwarves of the Landorrim, Narfanghoth, and Temámir at Rung-shakam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Destroyed Orkish drums at Rung-shakam ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "Although the battle on Zirakzigil is not yet ended, your efforts have done much to aid the Dwarves of the Landorrim, Narfanghoth, and Temámir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Collected trophy-bones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "The Dwarves of the Landorrim, Narfanghoth, and Temámir have taken Zirakazhâr!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'What do you say, my friend? It is not that far to the north-west, but it is too far for me to go beneath the notice of my father or grandfather Grór.\\n\\n'Would you aid our kin and cousins at Zirakazhâr?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "You raise a banner of the Haban'akkâ of Thráin in defiance of Azog!",
      "es": "",
      "es (fem)": ""
    }
  ]
}