{
  "id": 621044621,
  "txt": [
    {
      "id": 228870261,
      "en": "Dark Clouds on Bundushâthur",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Defeat bats at Târ-kútoz and Atrad-zarakh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "Although the battle on Bundushâthur is not yet ended, your efforts have done much to aid the Dwarves of the Kámbrada, Zhélruka, and Abnúzhu.",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Collect trophy-bones ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'What do you say, Hermáth? The journey will be long, but hardship has not stopped us yet!\\n\\n'Will you aid our kin and cousins at Ashmargathâl?'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Raise a banner of the Haban'akkâ of Thráin at Atrad-zarakh",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Yes, Longbeard? Do you bring word from King Thráin?'\\n\\nKing Shâlim Nightcloak looks to you. You inform King Shâlim that you have come to aid the dwarves on Bundushâthur.\\n\\n'At least someone means to do what must be done then! I grow tired of these Zhélruka and Kámbrada. Not their warriors, mind you, but Usk and Vélat. For dwarves I thought to be sworn enemies, they seem to grow closer friends with each passing hour. That is all well and good, but it seems they have forgotten there is a war to be won!\\n\\n'The Abnúzhu have slain many Orcs this day, and we will slay many more before its end. I would not leave this battle empty-handed, friend. Orc-bones can make for fine trophies!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'If King Thráin means to bolster us only with a single warrior, I hope he has chosen wisely!'\\n\\nKing Usk stares you down, and then chuckles to himself.\\n\\n'I welcome any aid you would give us, Longbeard. After all, Vélat and his Zhélruka have spun enough tales to last three wars, but if we intend to rout our foes, someone must do the fighting. A-ha!\\n\\n'Among the Orcs at Atrad-zarakh, their smaller cousins have proven difficult to overcome. Between the bat-tenders and those wielding their crude explosives, it has made our approach much more challenging than I had hoped.\\n\\n'Do what you can, and that is enough!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'What is this? Does King Thráin not trust us in our task?'\\n\\nKing Vélat smirks.\\n\\n'I jest, Longbeard! Between the Zhélruka and the Abnúzhu, we have things well in hand. Oh, and I must admit that my friend, Usk, and his Kámbrada have played a part in our success as well. Hah!\\n\\n'Ashmargathâl was an easy prize to win, but Atrad-zarakh still teems with our foes. It would be far easier to look ahead without those accursed bats flitting about our heads!'",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Bats swirl around the Orcs and goblins encamped at the warding-spire of Atrad-zarakh",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Hoping to put an end to Azog's plots at the warding-spire of Atrad-zarakh, Dwarves of the Kámbrada, Zhélruka, and Abnúzhu have made for the slopes of Bundushâthur.",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Defeated goblins at Târ-kútoz and Atrad-zarakh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Dwarves of the Kámbrada, Zhélruka, and Abnúzhu can be found at Ashmargathâl, far to the north of Amdân on the slopes of Bundushâthur.\\n\\nDáin has asked you to travel to Ashmargathâl and aid the Dwarves of the Haban'akkâ.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "King Shâlim Nightcloak, King Usk, and King Vélat can be found at Ashmargathâl.\\n\\nYou have arrived at Ashmargathâl. You should speak to the Kings of the Kámbrada, Zhélruka, and Abnúzhu leading the assault on Atrad-zarakh.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Târ-kútoz can be found to the west of Ashmargathâl.\\n\\nThe Kings of the Kámbrada, Zhélruka, and Abnúzhu have asked you to scout Târ-kútoz and defeat Azog's forces at Atrad-zarakh.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to King Usk",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to King Vélat",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Goblins and bats can be found at Târ-kútoz and within the warding-spire of Atrad-zarakh. Trophy-bones can be collected from Orcs and some goblins.\\n\\nYou should aid the Kámbrada, Zhélruka, and Abnúzhu by defeating the goblins and bats dwelling at Târ-kútoz. You should also collect trophy-bones for the Haban'akkâ.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Scout Târ-kútoz",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Defeat goblins at Târ-kútoz and Atrad-zarakh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Travel to Ashmargathâl",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "You have done much to hinder Azog's forces at Târ-kútoz and Atrad-zarakh.\\n\\nYou should raise a banner of the Haban'akkâ of Thráin at Atrad-zarakh.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to King Shâlim Nightcloak",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "You have done much to aid the dwarves of the Kámbrada, Zhélruka, and Abnúzhu at Atrad-zarakh.",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Defeated bats at Târ-kútoz and Atrad-zarakh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Collected trophy-bones ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "The Dwarves of the Kámbrada, Zhélruka, and Abnúzhu have claimed Ashmargathâl!",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "You raise a banner of the Haban'akkâ of Thráin in defiance of Azog!",
      "es": ""
    }
  ]
}