{
  "id": 621044798,
  "txt": [
    {
      "id": 239915214,
      "en": "'Eventually, only Thyrstáth remained on the highest peak. We became... wary.'",
      "es": ""
    },
    {
      "id": 190220329,
      "en": "'I did not see any hobgoblins or Angmarim on the way in. That's a good sign, but now we will really put my skill at diplomacy to the test! I have never spoken to a giant at length before, much less a chieftain of that people! I hope I don't accidentally offend him. Be ready just in case this goes poorly.'",
      "es": ""
    },
    {
      "id": 232453778,
      "en": "'Hmm. The giants will not allow us to light a fire inside their hold to heat a brand.'",
      "es": ""
    },
    {
      "id": 268274690,
      "en": "'Take them to the store-room. Find out what else they know of our plans, and then deliver their bodies to Bagud-dum.'",
      "es": ""
    },
    {
      "id": 29066734,
      "en": "'Hail, Chieftain... Hrungrod, was it? I am Hórin of the Zhélruka Dwarves, and I have come on behalf of the Gabil'akkâ to... seek an alliance! With your people, the ice-giants.'",
      "es": ""
    },
    {
      "id": 240111822,
      "en": "'And now the dwarves have returned, seeking to remove the Orcs, and they ask us to trust.'",
      "es": ""
    },
    {
      "id": 266570754,
      "en": "'That is fortunate, for I wished to speak to you alone, regarding that staff.'",
      "es": ""
    },
    {
      "id": 45843950,
      "en": "'Ah, the chieftain must be through here. Are you ready, [placeholder]?'",
      "es": ""
    },
    {
      "id": 239259854,
      "en": "'Our kind have long lives and longer memories. We remember life when the dwarves still ruled the halls below.'",
      "es": ""
    },
    {
      "id": 62621166,
      "en": "'They're all just... staring... Do you think they're trying to intimidate us?'",
      "es": ""
    },
    {
      "id": 230543566,
      "en": "'They pushed us from our holds inside the mountain, and not always peaceably.'",
      "es": ""
    },
    {
      "id": 239784142,
      "en": "'Think what you will. I do what I must for the survival of my people.'",
      "es": ""
    },
    {
      "id": 79398382,
      "en": "'You heard him, [placeholder]. Quite the 'icy' reception, eh?'",
      "es": ""
    },
    {
      "id": 44374782,
      "en": "'You should know the hobgoblins have already come seeking the very same, dwarf. What have you to offer that they do not?'",
      "es": ""
    },
    {
      "id": 148970087,
      "en": "You are bound in place by a dark force!",
      "es": ""
    },
    {
      "id": 148970089,
      "en": "Broke free of the dark force ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025442,
      "en": "Find the ice-giant chieftain",
      "es": ""
    },
    {
      "id": 129730030,
      "en": "'Hmm, a valid question. Freedom, perhaps? We dwarves have not bound ourselves to an ancient and evil being like they have! Dignity, also, as you will not be associating yourself with Orcs!",
      "es": ""
    },
    {
      "id": 27726353,
      "en": "'The Warlord will be moving on. His desire to find Gorgar has... intensified.'",
      "es": ""
    },
    {
      "id": 232519313,
      "en": "'Perhaps they would allow us to borrow one of their bears?'",
      "es": ""
    },
    {
      "id": 173025444,
      "en": "Talk to Hórin",
      "es": ""
    },
    {
      "id": 173025446,
      "en": "Listen to the conversation",
      "es": ""
    },
    {
      "id": 108116238,
      "en": "'You're handing us over to the Angmarim? You dishonourable cur!'",
      "es": ""
    },
    {
      "id": 173025448,
      "en": "Break free of the dark force ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025495,
      "en": "Talk to Hórin",
      "es": ""
    },
    {
      "id": 44767998,
      "en": "'Tell me, Hórin of the Zhélruka, how do you think my people would fare living under a dwarf king's rule in a kingdom of dwarves?'",
      "es": ""
    },
    {
      "id": 126686885,
      "en": "Hórin believes the best course of action is to enter Thyrstáth on a diplomatic mission. Your aim is to prevent the ice-giants from falling under the sway of Hrímil and her Frost-horde.",
      "es": ""
    },
    {
      "id": 232388241,
      "en": "'How shall we interrogate them?'",
      "es": ""
    },
    {
      "id": 247170542,
      "en": "'Hail, Ice-giants of Thyrstáth. We wish to speak with your chieftain.'",
      "es": ""
    },
    {
      "id": 184621344,
      "en": "You should walk through Thyrstáth with Hórin until you find the ice-giant chieftain.",
      "es": ""
    },
    {
      "id": 74561822,
      "en": "'We must break free while they are out of sight!'",
      "es": ""
    },
    {
      "id": 184621347,
      "en": "Hórin is standing outside the throne-room in Thyrstáth.\\n\\nYou should talk to Hórin.",
      "es": ""
    },
    {
      "id": 240046286,
      "en": "'An interesting turn, but still we are wary. If I must choose a side, I am afraid I must choose... the dragon.'",
      "es": ""
    },
    {
      "id": 91339038,
      "en": "'Agh... thank you, [placeholder].'",
      "es": ""
    },
    {
      "id": 184621349,
      "en": "Hórin is negotiating with the ice-giant chieftain.\\n\\nYou should listen to the conversation.",
      "es": ""
    },
    {
      "id": 29168145,
      "en": "'I'll be taking this, thief!'",
      "es": ""
    },
    {
      "id": 242333966,
      "en": "'Umm-'",
      "es": ""
    },
    {
      "id": 239718606,
      "en": "'You may take them.'",
      "es": ""
    },
    {
      "id": 184621400,
      "en": "Hórin is waiting to proceed inside Thyrstáth.\\n\\nYou should talk to Hórin.",
      "es": ""
    },
    {
      "id": 230234948,
      "en": "'Chieftain Hrungrod has been expecting you, dwarf. Proceed down the stairs. Do not wander.'",
      "es": ""
    },
    {
      "id": 190221216,
      "en": "'I am both angry and embarrassed to have fallen into such a trap! We need to move quickly, before those Angmarim return.'",
      "es": ""
    },
    {
      "id": 184621777,
      "en": "You are held in place by a dark force!",
      "es": ""
    },
    {
      "id": 236954164,
      "en": "Instance: The Giant's Den",
      "es": ""
    },
    {
      "id": 190220326,
      "en": "'Here we go. Remember, be polite and respectful. Keep your weapons sheathed. They should at least hear us out, as long as we do not agitate them.'",
      "es": ""
    }
  ]
}