{
  "id": 621044799,
  "txt": [
    {
      "id": 190220328,
      "en": "'A little while ago, I was looking around the Thing-fold, admiring the grand and ancient structures, when I heard someone talking whose voice I did not recognize.'",
      "es": ""
    },
    {
      "id": 27660817,
      "en": "'Why not receive it yourself, then?'",
      "es": ""
    },
    {
      "id": 165519197,
      "en": "'Excellent!'",
      "es": ""
    },
    {
      "id": 224090177,
      "en": "'I do not believe you foolish enough to attempt to kill me. Not by yourself.'",
      "es": ""
    },
    {
      "id": 165465949,
      "en": "'It is my hope that the one chosen... will be you.'",
      "es": ""
    },
    {
      "id": 28709393,
      "en": "'...Yes. What is this, really?'",
      "es": ""
    },
    {
      "id": 168993725,
      "en": "'Kill you? Oh no, I would never wish harm on my prized pupil. Do you still not trust me?'",
      "es": ""
    },
    {
      "id": 165527389,
      "en": "'Of course. It will be our secret, then.'",
      "es": ""
    },
    {
      "id": 223959105,
      "en": "'Hmm. Distrust is in our nature.'",
      "es": ""
    },
    {
      "id": 165445469,
      "en": "'It is no mere trinket. It is the very staff Drugoth himself wielded in his physical form. It is the weapon of a powerful Gaunt-lord.'",
      "es": ""
    },
    {
      "id": 3597492,
      "en": "'A private conversation between those two must be important, so I moved into position to eavesdrop.'",
      "es": ""
    },
    {
      "id": 165474141,
      "en": "'No, but you will soon. Your strength and cunning have made you a natural.'",
      "es": ""
    },
    {
      "id": 168005469,
      "en": "'While the Warlord has his own reasons for marching up the Father's Path, the Cult of Drugoth has other aims, and they require that staff.'",
      "es": ""
    },
    {
      "id": 224155713,
      "en": "'So? What was so important that we had to meet alone?'",
      "es": ""
    },
    {
      "id": 173025495,
      "en": "Talk to Kyrstig",
      "es": ""
    },
    {
      "id": 173025497,
      "en": "Listen to the conversation",
      "es": ""
    },
    {
      "id": 27922961,
      "en": "'Dushtalbúk must not find out about this. The Warlord is prone to envy.'",
      "es": ""
    },
    {
      "id": 165478237,
      "en": "'The ritual would make you incredibly powerful. I can think of none more deserving.'",
      "es": ""
    },
    {
      "id": 126686885,
      "en": "Scout Kyrstig has an important report to share: a secret meeting between Loknashra and the leader of the Cult of Drugoth hints at their true motives in the region....",
      "es": ""
    },
    {
      "id": 165453661,
      "en": "'The fell spirits are easily called from the winds at this high elevation. We have need of them in all their legions to fuel a ritual.'",
      "es": ""
    },
    {
      "id": 28971537,
      "en": "'What ritual?'",
      "es": ""
    },
    {
      "id": 168952765,
      "en": "'I understand. It is a useful survival instinct.'",
      "es": ""
    },
    {
      "id": 184621344,
      "en": "Kyrstig is describing what she saw transpire between the Angmarim cultist and Loknashra.\\n\\nYou should listen to the conversation.",
      "es": ""
    },
    {
      "id": 165511005,
      "en": "'Hah... my duty has always been to teach, to spread the word of our master. If you accept, I will facilitate your transition to our new leader.'",
      "es": ""
    },
    {
      "id": 3663028,
      "en": "'When I got close, I realized it was an Angmarim Man, and Loknashra!'",
      "es": ""
    },
    {
      "id": 169010109,
      "en": "'You can sense the power coursing through it, can you not?'",
      "es": ""
    },
    {
      "id": 29168145,
      "en": "'Why me? I have not yet mastered your magic.'",
      "es": ""
    },
    {
      "id": 184621398,
      "en": "Kyrstig is ready to describe what she saw earlier.\\n\\nYou should talk to Kyrstig.",
      "es": ""
    },
    {
      "id": 190220369,
      "en": "'A secret ritual? This sounds like something we should try and prevent!'",
      "es": ""
    },
    {
      "id": 28840465,
      "en": "'...I accept. I will use this new power to win this war in the name of the Frost-horde.'",
      "es": ""
    },
    {
      "id": 169014205,
      "en": "'I wished to speak with you about the staff you reclaimed from the [placeholder].'",
      "es": ""
    },
    {
      "id": 165461853,
      "en": "'A ritual to impart the power of the Gaunt-lord to a chosen member of our cult, the new wielder of the Staff of Drugoth.'",
      "es": ""
    },
    {
      "id": 236954164,
      "en": "Instance: A Clandestine Meeting",
      "es": ""
    }
  ]
}