{
  "id": 621044762,
  "txt": [
    {
      "id": "0x8e1fab2",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'I've sent Múta to scout Gazat-fark and make sure it isn't a trap. You'll find it on the lowest level of Deepscrave, in the south-east. By the time you arrive, she'll be there.\\n\\n'If you find any information on the location of Dhúrstrok, let me know straightaway. It's time we stopped looking around aimlessly, and started acting.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d2",
      "en": "Múta can be found outside Gazat-fark, located on the lowest level of Deepscrave and to the south-east of Aslíf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd3",
      "en": "Rescued dwarf smiths ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a4",
      "en": "Four dwarf smiths are being held at Gazat-fark.\\n\\nOne has been spotted on the ground level, and the other on the second floor. The others may be trapped in Durbángh -- behind the doors on the second floor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf685171",
      "en": "'Be careful out there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf685172",
      "en": "'If I see another Orc again, it'll have been too soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf685173",
      "en": "'There are scouts waiting outside? Got it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf685174",
      "en": "'Almost thought I would work myself to death. Thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e0",
      "en": "'I -- I've been lying, I don't know where Dhúrstrok is. Didn't want to give that angry dwarf over there an excuse to execute me. So fine, I'll help you, but what choice have I got?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502901",
      "en": "Talk to Múta outside of Gazat-fark",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011886",
      "en": "You have returned to Aslíf and should talk to Féli.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502902",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b7",
      "en": "You have rescued the dwarf smiths.\\n\\nYou should return to Náin in Aslíf on the upper tier.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502904",
      "en": "Return to Náin in Aslíf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011889",
      "en": "You should talk to Shúkurz and see what he has to say.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa502908",
      "en": "Talk to Féli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3f9",
      "en": "A Sudden Rescue",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc3",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f0",
      "en": "'[placeholder], you made it. It seems Shúkurz was telling the truth after all. Einar here has seen two dwarves already -- one on the ground level, and another up the stairs. The other two haven't been spotted yet, but I've noticed Orcs going in and out of a door on the second level. The remaining dwarves might be in there.\\n\\n'While you rescue the dwarves, I'll go in and try to obtain any information I can get my hands on. Once the last dwarf is out, I'll help them find their way back. Good luck.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502911",
      "en": "Talk to Shúkurz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502912",
      "en": "Rescue dwarf smiths ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc5",
      "en": "Féli stops mid-argument with Náin and beckons you over",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1767",
      "en": "Whether or not Shúkurz is lying, the possibility of dwarf prisoners should be investigated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f7",
      "en": "'My apologies, I didn't mean for you to see us have such a heated discussion. Lord Náin believes we are wasting our time with Shúkurz.\\n\\n'Múta just returned with the smiths. Her search around Gazat-fark did not reveal anything new, nor anything that contradicts Shúkurz's claims of Dhúrstrok requiring more weapons. If anything, she found information that supports his claims.\\n\\n'If they need those weapons, then the smiths' rescue will not go unnoticed. Perhaps we could use this to our advantage somehow....\\n\\n'Shúkurz -- what say you? If you tell us where Dhúrstrok is, we'll let you go.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}