{
  "id": 621044760,
  "txt": [
    {
      "id": 190220744,
      "en": "'[placeholder]! Lord Náin sent you? My apologies, I didn't mean to take this long. The situation isn't as simple as I thought it would be.\\n\\n'You saw the empty crates along the way, yes? Well, I've been keeping an eye on our thief: an Orc who's been dragging supply crates to Durshulot. But as you can see from the empty crates, he's not bringing all of the supplies to Durshulot. There may be other thieves involved, though I have yet to see anyone else stealing our supplies.'",
      "es": ""
    },
    {
      "id": 148970432,
      "en": "A quiet whistle alerts you to Múta's presence near the water-wheels",
      "es": ""
    },
    {
      "id": 148970433,
      "en": "A quiet whistle alerts you to Múta's presence near the water-wheels",
      "es": ""
    },
    {
      "id": 184621239,
      "en": "You have found Múta at Gabil-memâg.\\n\\nYou should talk to her.",
      "es": ""
    },
    {
      "id": 148970483,
      "en": "Strange scratch marks on the ground lead out of Aslíf",
      "es": ""
    },
    {
      "id": 184621220,
      "en": "You have found scratch marks near the supply area in Aslíf.\\n\\nFollowing the scratch marks may help you find Múta.",
      "es": ""
    },
    {
      "id": 184621266,
      "en": "Náin has tasked you with tracking down the scout Múta, who was investigating missing supplies.\\n\\nExamining the supply area on the lower level of Aslíf should be the first step to solving this mystery.",
      "es": ""
    },
    {
      "id": 173025586,
      "en": "Examine the supply area in Aslíf",
      "es": ""
    },
    {
      "id": 148970485,
      "en": "The scratch marks lead away from Aslíf and to the west",
      "es": ""
    },
    {
      "id": 148970486,
      "en": "These supply crates have been emptied",
      "es": ""
    },
    {
      "id": 173025588,
      "en": "Follow the scratch marks",
      "es": ""
    },
    {
      "id": 149027506,
      "en": "Following the Trail",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Hail, friend, and welcome to Deepscrave.' Náin gestures to the oppressive darkness that surrounds the Berg-beam. 'A shame that I can only stand here and watch as the Orcs continue to brutalize the homes of our ancestors.\\n\\n'Gorgar has fled somewhere into the darkness like the coward he is. Locating and defeating him should be our first priority, but my own advisor, Féli, believes I am being too hasty. As if I can be hasty about seeking the death of one whose family caused mine -- and many others -- such grief! Whatever end I can grant him, I will make sure it is anything but quick and painless.\\n\\n'But I am sure you did not come just to hear me rant. There are problems that need solving, after all!\\n\\n'I sent the scout Múta to investigate reports of missing supplies. She went downstairs to examine the supply area before leaving, and that was the last time anyone saw her. Normally, I would not be concerned for someone of her caliber, but we've received no word from her.\\n\\n'Figure out where the missing supplies have gone, and I'm certain you will find Múta.'",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Múta has gone missing while investigating missing supplies.",
      "es": ""
    },
    {
      "id": 173025593,
      "en": "Talk to Múta at Gabil-memâg",
      "es": ""
    }
  ]
}