{
  "id": 621044766,
  "txt": [
    {
      "id": 184621170,
      "en": "You have delivered the supplies and done everything Shúkurz asked of you.\\n\\nYou should return to Aslíf on the upper tier and talk to him if he's returned.",
      "es": ""
    },
    {
      "id": 149027506,
      "en": "Extending a Helping Hand",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'I feel terrible for not realizing what Lord Náin's intentions were sooner. Even if his actions were hasty, he shouldn't suffer at Gorgar's hands or waste away in shackles. Unfortunately, we have no information about the layout of Dhúrstrok.'\\n\\nShe pauses to ponder for a moment.\\n\\n'Shúkurz, you have proven yourself twice now; I am sorry we distrusted you so deeply. Would you be able to go to Dhúrstrok yourself and gather information? Gorgar's Orcs would have no reason to suspect your presence there. In return, you'd be free to take some of our supplies from the supply area downstairs.'",
      "es": ""
    },
    {
      "id": 184621266,
      "en": "You should talk to Shúkurz and see if he will agree to Múta's plan.",
      "es": ""
    },
    {
      "id": 251716022,
      "en": "Deliver supplies",
      "es": ""
    },
    {
      "id": 184621220,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621175,
      "en": "You have delivered the supplies at the specified location.\\n\\nShúkurz also asked you to whistle after dropping off the supplies.",
      "es": ""
    },
    {
      "id": 173025762,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 32481145,
      "en": "<rgb=#FF0000>You are too far from the supply drop!</rgb>",
      "es": ""
    },
    {
      "id": 173025764,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 148970272,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 173025768,
      "en": "Retrieve supplies in Aslíf",
      "es": ""
    },
    {
      "id": 148970275,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 148970277,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 126687156,
      "en": "With Shúkurz's help, Náin may yet be found.",
      "es": ""
    },
    {
      "id": 173025537,
      "en": "Talk to Shúkurz",
      "es": ""
    },
    {
      "id": 148970281,
      "en": "Supplies retrieved",
      "es": ""
    },
    {
      "id": 184621239,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 173025776,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 24695141,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 173025780,
      "en": "Talk to Shúkurz in Aslíf",
      "es": ""
    },
    {
      "id": 148970242,
      "en": "For a moment, you feel someone watching... then the sensation disappears",
      "es": ""
    },
    {
      "id": 148970289,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 190220547,
      "en": "'Well, your friend's suspicions were right. Gorgar's generals have got that Náin fellow locked up at Dhúrstrok.'",
      "es": ""
    },
    {
      "id": 32481121,
      "en": "<rgb=#FF0000>You are too far!</rgb>",
      "es": ""
    },
    {
      "id": 190220784,
      "en": "'...Fine. I -- I'll see what's happening in Dhúrstrok. Pretending to bring information on that delayed weapons shipment should be enough for them to let me in. I think.\\n\\n'[placeholder], could you send those supplies to my pals? They've been imprisoned for a while. Don't want any of them becoming dead weight on the journey ahead.\\n\\n'There's a supply drop location that we use. Take the stairs around the pillar to the top level -- there're some gates east of the pillar. Drop the supplies off at the gates, then give a whistle.'",
      "es": ""
    },
    {
      "id": 184621158,
      "en": "You have retrieved fresh supplies to deliver.\\n\\nYou should find the drop point in front of some gates at the top level of the 'Abad-nuhbu, to the east.",
      "es": ""
    },
    {
      "id": 184621159,
      "en": "Shúkurz has asked you to take fresh supplies to a supply drop.\\n\\nYou should take some supplies from the supply area of Aslíf.",
      "es": ""
    },
    {
      "id": 251715968,
      "en": "<rgb=#00ff00>Whistle</rgb> at the supply drop",
      "es": ""
    },
    {
      "id": 173025561,
      "en": "TBD - <rgb=#00ff00>Whistle</rgb>",
      "es": ""
    }
  ]
}