{
  "id": 621044611,
  "txt": [
    {
      "id": "0xceb0118",
      "en": "You have collected many trophy-beards from the Orcs of the Ufúrzrak at Muru Azog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The Orcs of the Ufúrzrak take the beards of fallen dwarves as trophies to bear into battle against the Haban'akkâ.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Thieves and Trophy-takers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "Although the halls of Khazad-dûm still teem with Orcs, you have done much to avenge the defilement of your kin and cousins' remains at Azanulbizar. The Orcs will take no trophies from the Haban'akkâ!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect trophy-beards from the Ufúrzrak at Muru Azog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Trophy-beards are carried by the Ufúrzrak at Muru Azog, before the East-gate of Nud-mekhem at Azanulbizar.\\n\\nYou should collect trophy-beards from the Ufúrzrak.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Collected trophy-beards from the Ufúrzrak at Muru Azog ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Encamped in the very shadows of Nud-mekhem, the East-gate, the Orcs of the Ufúrzrak have laid claim to Khazad-dûm in the name of their chieftain, Azog. It has been discovered that many of the Orcs have taken to severing the beards of slain dwarves to carry as trophies into battle at Azanulbizar. It is a dishonour to the dead and all the dwarves of the Haban'akkâ!\\n\\nYou should collect trophy-beards claimed by the Orcs of the Ufúrzrak at Muru Azog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Collect trophy-beards from the Ufúrzrak at Muru Azog ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Trophy-beards are carried by the Ufúrzrak at Muru Azog, before the East-gate of Nud-mekhem at Azanulbizar.\\n\\nYou should collect trophy-beards from the Ufúrzrak.",
      "es": "",
      "es (fem)": ""
    }
  ]
}