{
  "id": 621044755,
  "txt": [
    {
      "id": 184621234,
      "en": "The Orc village Dalugronk is located on the lowest level of Deepscrave, to the north-east of Aslíf.\\n\\nThe Orc beast-masters may have bait that you can use to lure out the bat Sumri.",
      "es": ""
    },
    {
      "id": 184621220,
      "en": "You have defeated Sumri.\\n\\nElta waits for you nearby to the north-west, watching the worm nest Shataz-kordh.",
      "es": ""
    },
    {
      "id": 148970484,
      "en": "DNT - Obtained bat bait",
      "es": ""
    },
    {
      "id": 184621266,
      "en": "You have obtained bait to lure Sumri out.",
      "es": ""
    },
    {
      "id": 148970485,
      "en": "Sumri defeated",
      "es": ""
    },
    {
      "id": 173025587,
      "en": "DNT - Obtain bat bait from an Orc beastmaster",
      "es": ""
    },
    {
      "id": 148970487,
      "en": "DNT - Bat bait obtained",
      "es": ""
    },
    {
      "id": 173025590,
      "en": "DNT - Obtain bat bait from an Orc Beast-master",
      "es": ""
    },
    {
      "id": 149027506,
      "en": "The Second Bounty",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'The next target is a giant bat in the Orc village Dalugronk, to the north-east at the bottom level of Deepscrave. The Orcs there are trying to ride bats like the goblins, but only one can carry them. Not well enough to fly far, but I'd hate to find out what can happen next. I suppose I'll name it... Sumri.\\n\\n'Luckily, Sumri is a disobedient beast; the Orc beast-masters must coax it with spiders. You could find a few spiders from some of the beast-masters and then lure Sumri out yourself.\\n\\n'Once you're done, meet me outside the village -- I'll be nearby to the north-west, watching the worm nest Shataz-kordh.\\n\\n'Curious about the bat's name? Well, let's make a deal: bring me the bat's fur, and I'll tell you.'",
      "es": ""
    },
    {
      "id": 148970489,
      "en": "Bat bait obtained",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Only one bat in Dalugronk is capable of carrying Orcs, and it's next on Elta's list.",
      "es": ""
    },
    {
      "id": 173025569,
      "en": "Lure out and defeat Sumri",
      "es": ""
    },
    {
      "id": 173025592,
      "en": "Obtain bat bait from an Orc beast-master",
      "es": ""
    },
    {
      "id": 251715952,
      "en": "Talk to Elta near Shataz-kordh",
      "es": ""
    },
    {
      "id": 190220761,
      "en": "'Hrm... perhaps I should not have named such a strong creature after my old teacher. He always hovered over my shoulder, you see. Well, who's the one working with the Gabil'akkâ now? Heh.\\n\\n'Anyways, the scouts will keep an eye on the village to make sure we don't have bat-riding Orcs on our hands anytime soon. I hope we won't; bat-riding goblins are enough of a nuisance!\\n\\n'I've got one more name on the list. You won't have to venture far.'",
      "es": ""
    },
    {
      "id": 251715953,
      "en": "TBD",
      "es": "TBD"
    }
  ]
}