{
  "id": 621044707,
  "txt": [
    {
      "id": "0x8e11be8",
      "en": "Found Orkish notes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502926",
      "en": "Talk to Féli in Aslíf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502927",
      "en": "Find Orkish notes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf1",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa502930",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a4",
      "en": "You have found a number of Orkish notes, each with varying degrees of usefulness to the Gabil'akkâ.\\n\\nFéli in Aslíf will be interested to hear of your findings. Aslíf is on the upper tier of Deepscrave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d2",
      "en": "Orkish notes with useful information may be scattered around Dalugronk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d5",
      "en": "'These notes paint a grim future for the Orcs here. They seem to be beset on all sides by hostile forces, including our own. Perhaps more Orcs will abandon Gorgar, in time.\\n\\n'Regardless, thank you for recovering these notes. I'll pass them on to the scouts to examine whether there is more information to be gleaned from here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab2",
      "en": "Writings From Dalugronk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "In barely-decipherable handwriting, this note mentions the writer's doubts about the future of Dalugronk. Worms from Skrizagáf have taken over part of the village, chasing out the Orcs and killing those who get too close. To make matters worse, hobgoblins often come to raid the villagers. Gorgar has not extended any support to his people.\\n\\nWhile this note may not be considered valuable intelligence, it does grant some insight into the current morale of Gorgar's forces. There may be other similar notes with useful information scattered around Dalugronk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a9",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Seeking notes from the Orcs in Dalugronk may grant some insight into the current morale of Gorgar's forces.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502921",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be3",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    }
  ]
}