{
  "id": 621044738,
  "txt": [
    {
      "id": 149027506,
      "en": "The First Bounty",
      "es": ""
    },
    {
      "id": 173025569,
      "en": "Lure out and defeat Kaupur",
      "es": ""
    },
    {
      "id": 148970483,
      "en": "Kaupur defeated",
      "es": ""
    },
    {
      "id": 184621220,
      "en": "Elta is waiting in Aslíf for your return with the \\qarmour.\\q",
      "es": ""
    },
    {
      "id": 251715952,
      "en": "Talk to Elta in Aslíf",
      "es": ""
    },
    {
      "id": 190220761,
      "en": "'I see you've managed to retrieve the drake's scales. These creatures that we hunt threaten the Gabil'akkâ, but parts of them may also be useful.\\n\\n'Hm? What did you think I was sending you off to fight? I simply name my targets after folks I don't like... I named that cold-drake after a former friend with a very cold personality. Appropriate, no? It's incredible that we befriended each other in the first place!\\n\\n'But enough about that. Should you still be interested in this line of work, I have more bounties to share.'",
      "es": ""
    },
    {
      "id": 184621266,
      "en": "Elta has offered to split the bounty for defeating Kaupur at Kordh Gúrat.\\n\\nKordh Gúrat lies on the level below the middle tier, to the south-west of Aslíf.",
      "es": ""
    },
    {
      "id": 251715953,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883718,
      "en": "'Ah, a [placeholder], aren't you? Would you like to help an old hunter?\\n\\n'I came to Deepscrave to help the Gabil'akkâ with a few bounties. I'm no longer as quick as I used to be, but I refuse to retire! To complete my final jobs within Gundabad itself... I would be happy enough to retire afterwards.\\n\\n'If you'd like to split the bounties with me, you'll have to carry out the actual hunting. I've done my part of the job already -- tracked the targets down across Deepscrave myself. There are a few names to cross off my list, starting with the first target, Kaupur.\\n\\n'Go south-west and down a level from the middle tier to Kordh Gúrat. Use this steak to catch Kaupur's attention. Oh, and bring back his armour, would you? I'm sure the Gabil'akkâ would be interested.'",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Though she can no longer hunt alone, Elta still wishes to claim her final bounties in Gundabad.",
      "es": ""
    }
  ]
}