{
  "id": 620828853,
  "txt": [
    {
      "id": 22075075,
      "en": "Talk to Thrand in the Rotting Cellar",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "You stand before a mirror deep within the Water-works. It is used to illuminate these flooded depths, but has been twisted out of position. The creatures of the deeps loathe the light it reflects, but that very light is the greatest hope for the expedition. Perhaps shifting its angle will return much-needed light to the Water-works.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Excellent work. I can see the reflected light from here.\\n\\n'There is much of Khazad-dûm buried beneath the waters here. Without that light, we would never be able to fully map and explore it.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Without the light reflecting from that mirror, we cannot possibly hope to get the wheels and paddles of the Water-works working.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mirror in the Mire",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The mirror located deep within the Water-works has been twisted and is no longer illuminating the flooded depths.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Adjusted the mirror",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with Sylfa in the Rotting Cellar",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Sylfa is in the Rotting Cellar, on the eastern edge of the Water-works.\\n\\nSylfa will be pleased to hear the mirror has been adjusted, and light shines throughout the Water-works, at least for today.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak to Thrand",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thrand is in the Rotting Cellar, on the eastern edge of the Water-works.\\n\\nThrand will be pleased to hear the mirror has been adjusted and light shines throughout the Water-works, at least for today.",
      "es": ""
    }
  ]
}