{
  "id": 620828855,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The statue is missing most of the body from the waist up",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Uxi fears for a wonderful statue of Helgi Goblinbane, a dwarf of great renown once, whose name resonates among the goblins the way Azog's does among the dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Do you see that shattered statue just in the centre of the hall, friend [placeholder]? According to records and carvings we have found, it once depicted a brave dwarf by the name of Helgi Goblinbane.\\n\\n'The goblins of Moria have been systematically smashing all images they can find of him -- I am not even sure that this isn't the last remnant of his legacy! It was nearly whole when I first arrived, but just recently a party of goblins reduced the statue to the state in which you now see it. They carried off the pieces, boasting that they would become objects of ridicule in goblin-camps throughout the Mines.\\n\\n'If you are prepared for a dangerous and noble undertaking, go look closely at the statue's base, so that you will recognize its pieces when you go seeking them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The statue base is in the courtyard hall just to the south-east of Uxi.\\n\\nUxi told you to examine the statue base so that you will be able to recognize its other pieces.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, do you think you can recognize the statue's pieces now, if you were to run into them elsewhere?\\n\\n'I think the rest are in goblin and Orc-camps throughout Khazad-dûm. I would start by heading east to Jazârgund -- that's the direction in which the goblins who smashed the statue fled.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Uxi is at the Chamber of the Cross-roads, north-west of the statue.\\n\\nYou should return to Uxi for more instruction.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It is a pity that such a great work of art would be shattered so. Is there aught you can do to aid in its recovery?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The road you have set yourself on will not be an easy one to follow, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Your path will be long, but you may yet cover yourself with glory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Examine the statue",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You are the one looking to repair the statue, yes? I believe I saw some Orcs dragging its torso into the depths of the Water-works, probably toward The Chamber of Dark Waters, south of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Uxi at the Chamber of the Cross-roads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak to Uxi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Have you checked south of here, to the Chamber of Dark Waters, for any of the missing statue pieces?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Speak to Uxi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Shattered",
      "es": "",
      "es (fem)": ""
    }
  ]
}