{
  "id": 620877553,
  "txt": [
    {
      "id": 136263297,
      "en": "You see a few tracks, but nothing recent. It seems the tomb-robbers have not gained entry either",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have located the ruins of Arthobel",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Arthobel sits high upon the hills above the Way of Kings. Were the robbers to find their way in, it would provide a very strategic viewpoint.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have been watching the robbers as they have moved about the hills above us. They seem to focus on two primary ruins, Tham Sarch and Tham Laegamon. I know from my days as a child playing in those hills of a third ruin: Arthobel.\\n\\n'The tower that stands there would make for a very strategic position. You could clearly see over the Way of Kings below you, watch the waters of the Baranduin to the south-east, and on a clear day, see Tinnudir.\\n\\n'Last I remember, the heavy doors to that place were sealed tight, and none had been within in many years. I ask you to venture to the south-west, up into the hills, to the entrance and <rgb=#FF0000>look</rgb> around to see if you notice any recent activity there.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Arthobel is south-west of the Ranger-encampment in the Way of Kings.\\n\\nMaladan asked you to scout the ruins of Arthobel to see if the tomb-robbers are actively using it.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So they have not yet found a way in either? That plays to our advantage.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Maladan is at the Ranger-camp in the Way of Kings.\\n\\nMaladan will be pleased to hear the tomb-robbers have not gained access to Arthobel.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I believe Arthobel was once lived in by an ancient relative of mine, but the records to prove it are long since lost.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "<rgb=#FF0000>Look</rgb> around for signs of activity",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find the ruins of Arthobel",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Maladan",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Scouting Arthobel",
      "es": ""
    }
  ]
}