{
  "id": 620877554,
  "txt": [
    {
      "id": 218649169,
      "en": "'Some people go through life never changing, always repeating the same mistakes and errors time and time again. It seems the tomb-robbers here in Evendim are no different.\\n\\n'After Rantost, the few that remained and fled had a choice to make: a defining moment in their lives. They could have returned to Ost Forod and started to live honourable lives again. Most sailed south instead.\\n\\n'They have come here, made bargains with an enemy they cannot fathom, and have returned to their old ways. While they use Tham Sarch to signal the Angmarim below, they are also stripping it bare. They have had their chances and moments and defied them all. They have been judged, and it is time they accept their sentence.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So it is done? Good. It may seem as if I am overly harsh, but if you continue to reject good time and time again, can you be anything but evil?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We have tolerated the tomb-robbers for too long. They have had their chances for redemption.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Robbers of Tham Sarch",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Tham Sarch is an ancient ruin that overlooks Lake Evendim from the hills above the southern shore.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated tomb-robbers at Tham Sarch ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat tomb-robbers at Tham Sarch ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Tham Sarch is in the hills south-west of the Ranger-camp in the Way of Kings.\\n\\nNethrandir asked you to venture to Tham Sarch and defeat the tomb-robbers you find there.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Nethrandir",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nethrandir is at the Ranger-camp in the Way of Kings.\\n\\nNethrandir will be pleased to hear that the tomb-robbers have been cleared from Tham Sarch.",
      "es": ""
    }
  ]
}