{
  "id": 620877599,
  "txt": [
    {
      "id": 218649169,
      "en": "'Tham Sarch has not been a site of much importance before this week. Earlier in the week, the tomb-robbers occupied it and began looting it. While the looting angers me, they are presenting a larger issue which we must deal with.\\n\\n'Whenever we move, I see glints of light from the hillside. We know the Angmarim and the tomb-robbers have an accord, so they must be signalling them as to our actions.\\n\\n'This is something we cannot allow to continue. We must hinder their ability to signal each other about our every move. Head to Tham Sarch and collect the mirrors the tomb-robbers there are using to alert the Angmarim.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These are exactly what I expected. They may look small to you, but catch the glint of the sun just right, and you can signal someone from a great distance.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If we do not remove their ability to signal the Angmarim, we may as well return to Tinnudir.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mirrors of Tham Sarch",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Tham Sarch is an ancient ruin that overlooks Lake Evendim from the hills above the southern shore.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected mirrors from tomb-robbers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect mirrors from tomb-robbers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Mirrors can be found on tomb-robbers at Tham Sarch, north-east of the Ranger-camp in the Way of Kings.\\n\\nNethrandir asked you to recover mirrors from the tomb-robbers in Tham Sarch.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the mirrors to Nethrandir",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nethrandir is at the Ranger-camp in the Way of Kings.\\n\\nNethrandir will want to examine the mirrors you collected.",
      "es": ""
    }
  ]
}