{
  "id": 620877437,
  "txt": [
    {
      "id": 218649169,
      "en": "'Much good work has been done this day within these ruins, and from what I hear, that is only the latest you have done to aid our cause. Evendim and Annúminas hold no special meaning to me -- my line is drawn from the lands to the south -- but I know what it means to those whose forebears called this place home.\\n\\n'Orchalwë is one such Ranger. He has gone through much these past few months: helplessness, despair, doubt, anguish, anger, rage. I did not think he would come through to the other side and still be standing within the light... that is, until you came here. History, ruins, relics, memories of the past are all important and valuable things, but I would trade every one of them in a moment to see the hope in Man restored. That is something you have done, and I will forever be grateful.\\n\\n'Orchalwë has returned to Tinnudir to the north. I ask that you venture to the small island once more and speak with him before your path takes you beyond the shores of Evendim.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'If you had asked me but a month ago where we would stand today, I would say here on this spot, but not in this place. I would have told you that we would be besieged, trapped within the tower on this island. Tomb-robbers would be plundering everything in sight, and Angmar would stand firm, ruling over Annúminas. We would be a withering shell waiting for the final blow.\\n\\n'But I look over the waters today, and that is not the morning I awoke to. Our estates and ruins lie in peace and undisturbed, and while the city still echoes with battles, I believe we shall carry the day. Even if we never rebuild what has been physically destroyed here, we have already regained what was lost. We have had pride in our heritage. We have stood and fought like our forebears did. We have earned the privilege to be called Rangers. In that, we have reclaimed Evendim and Annúminas. From the ashes of the ruins, through our deeds and acts, the Kingdom of the North has begun to rise again.\\n\\n'You will forever be in my thoughts, [placeholder]. There is much to do yet, but I believe now that we can accomplish our goals. I wish you the best on your journeys.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You have done much for us all, and for that, the shores of Evendim will always be a home for you.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Reclamation",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Orchalwë has returned to Tinnudir and wishes to speak with you.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orchalwë is at Tinnudir, north of Annúminas.\\n\\nYou have been instructed to speak with Orchalwë.",
      "es": ""
    }
  ]
}