{
  "id": 620877541,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected flax plants ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected cherry-wood branches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected twine ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Shrew-stomping event is ever running out of its special non-harming boots to repel shrews from the Festival Garden of Duillond.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Once again, the boot shipment is late, and I'm certain Deluraw is having problems with his supply. Can you remember the things he needed to collect in order to keep the boots coming?\\n\\n'If you could go out and collect Deluraw's goods, it would be much appreciated, [placeholder]. Please return to me when you're done so that I know when I can be expecting the boot delivery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The supplies for Deluraw's boots can be found in Duillond and Celondim. Twine is at the docks of Celondim's harbour, branches can be found beneath the flowering trees of Duillond's fields, and flax plants can be picked along the road connecting the two Elven towns.\\n\\nYou should collect Deluraw's ingredients and bring them to him to ensure a speedy delivery of Shrew-stomping boots.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We are on schedule once again? Well done, [placeholder]...I don't know what we would do without you.\\n\\n'Come back often! Our demand for boots is high indeed, and supplies always dwindle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Deluraw can be found in Duillond, near the cooking area.\\n\\nYou should bring the boot-supplies to Deluraw, the boot-maker for the Festival.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Santmereth can be found in the Festival Garden of Duillond.\\n\\nYou should tell Santmereth that the boot shipment is in better shape now that you've lended a hand to the Boot-maker.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please do not tarry long, [placeholder]! We are low on boots, as always. The shrews will prevail if we are not careful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I take your delivery as a sign that more boots are in demand than ever. Alas.'\\n\\nDeluraw is grateful, but sighs dramatically as you hand him the goods.\\n\\n'You may tell Santmereth that her boot shipment will be along shortly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect flax plants ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect cherry-wood branches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect twine ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the items to Deluraw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Boot Demand, Boot Supply (Daily)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Tell Santmereth that the boot shipment is on schedule",
      "es": "",
      "es (fem)": ""
    }
  ]
}