{
  "id": 620877551,
  "txt": [
    {
      "id": 22075078,
      "en": "Talk to Nimbellas in the Way of Kings",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The tomb-robbers have fled to the hills above the Way of Kings. From them, they alert the forces of Angmar, their new allies, as to the actions of the Rangers.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am glad to finally get some aid. We have been trying to do all that we can down here, but with every move we make, our enemies are already there waiting for us. I have discovered why, but we just have not had the numbers to do anything about it. Not long after you freed Rantost, several boats landed on the shore here. I watched a meeting between the newly-arrived tomb-robbers and the forces of Angmar. Afterwards, the robbers headed up into the hills, and the Angmarim resumed their search.\\n\\n'I can only fathom that an accord was struck. The tomb-robbers would spy for Angmar and report on our movements from above. In return, Angmar would give the robbers any relics from the city that they did not want.\\n\\n'If we are to move forward into the Way of Kings, the ancient burial ground of our ancestors' rulers, our actions must be shrouded to the Enemy. For that to happen, we must empty the hills and claim them for ourselves.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The crypts line the Way of Kings leading into Annúminas.\\n\\nBefore the Rangers can move to investigate the state of the crypts within the Way of Kings, they must secure the hills from the remaining tomb-robbers. Nimbellas has asked you to do this.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The hills have been cleared, and we are prepared to venture into the Way of Kings more boldly.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nimbellas is at the Ranger-camp along the Way of Kings.\\n\\nThe hills have been cleared of threats. You should return at once to Nimbellas.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Once we secure the hills, the real work can begin.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Help Maladan scout Arthobel",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Aid Nethrandir with the robbers of Tham Sarch",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Aid Nethrandir with the mirrors of Tham Sarch",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Aid Rodlam with the robbers of Tham Laegamon",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Hills Have Eyes",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Aid Rodlam with the longbows of Tham Laegamon",
      "es": ""
    }
  ]
}