{
  "id": 620888427,
  "txt": [
    {
      "id": 42144259,
      "en": "'If you have the will to use these rings, heroes, all you must do is take them.'",
      "es": ""
    },
    {
      "id": 101519363,
      "en": "'If you have the will to use these rings, heroes, all you have to do is take them.'",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "The Tower of Orthanc",
      "es": ""
    },
    {
      "id": 35845553,
      "en": "'I call the power of the rings unto me!'",
      "es": ""
    },
    {
      "id": 24585009,
      "en": "'I do not understand....'",
      "es": ""
    },
    {
      "id": 24585010,
      "en": "'You would have made powerful servants.'",
      "es": ""
    },
    {
      "id": 82419169,
      "en": "'Only the mightiest heroes and kings have guested within the walls of Orthanc. You now join their ranks.'",
      "es": ""
    },
    {
      "id": 24585011,
      "en": "'I could have raised you to the very height of power. We could have challenged Sauron himself and brought a new age of peace to Middle-earth.'",
      "es": ""
    },
    {
      "id": 82419170,
      "en": "'Bukot, I have opened to you the secrets of Middle-earth. Now I bestow upon you the power to snuff out all hope with the strangling grasp of the shadows.'",
      "es": ""
    },
    {
      "id": 24585012,
      "en": "'Instead you have earned my wrath, and for that, you will pay the ultimate price.'",
      "es": ""
    },
    {
      "id": 82419171,
      "en": "'The time has come to demonstrate all you have learned.'",
      "es": ""
    },
    {
      "id": 24585013,
      "en": "'The price of death!'",
      "es": ""
    },
    {
      "id": 82419172,
      "en": "'So, heroes, I see you crave my power. Meet me atop the Pinnacle of Orthanc, and you shall receive all you deserve.'",
      "es": ""
    },
    {
      "id": 241486119,
      "en": "'Gwaith lasto beth nín!'",
      "es": ""
    },
    {
      "id": 169000693,
      "en": "This measures the fire giant's rage. If it reaches fifteen he will go berserk and destroy you.",
      "es": ""
    },
    {
      "id": 218513886,
      "en": "You must have completed the deed 'Discovery: Instances of Isengard' to play this instance.",
      "es": ""
    },
    {
      "id": 90471634,
      "en": "'Saruman's Ring.'",
      "es": ""
    },
    {
      "id": 15719555,
      "en": "This measures the level of Static Shock on you. When it reaches ten you will explode in energy, damaging all around you.",
      "es": ""
    },
    {
      "id": 254732883,
      "en": "This measures the level of toxic fumes in the room. When they reach ten, they will overwhelm and defeat you.",
      "es": ""
    },
    {
      "id": 164468995,
      "en": "Isengards's forces respond to the din of battle.",
      "es": ""
    },
    {
      "id": 118423069,
      "en": "This measures the amount of steam covering you. The higher it is the more damage you will do, however the more damage you will also take.",
      "es": ""
    },
    {
      "id": 30301781,
      "en": "[placeholder] has claimed the Ring of Fire.",
      "es": ""
    },
    {
      "id": 51115589,
      "en": "'My friends! Come and destroy this vermin!'",
      "es": ""
    },
    {
      "id": 85007681,
      "en": "'Saruman orders their deaths!'",
      "es": ""
    },
    {
      "id": 85007682,
      "en": "'Intruders!'",
      "es": ""
    },
    {
      "id": 85007683,
      "en": "'They all die or I'll gut you myself!'",
      "es": ""
    },
    {
      "id": 15185495,
      "en": "[placeholder] has claimed the Ring of Lightning.",
      "es": ""
    },
    {
      "id": 107817941,
      "en": "'I will destroy you myself!'",
      "es": ""
    },
    {
      "id": 126343025,
      "en": "'They are here! To arms!'",
      "es": ""
    },
    {
      "id": 126343026,
      "en": "'Time to have some fun!'",
      "es": ""
    },
    {
      "id": 126343027,
      "en": "'You go no further!'",
      "es": ""
    },
    {
      "id": 19624196,
      "en": "This measures the frost giant's rage. If it reaches fifteen he will go berserk and destroy you.",
      "es": ""
    },
    {
      "id": 76692868,
      "en": "'Heleg etholo!'",
      "es": ""
    },
    {
      "id": 128635406,
      "en": "Saruman[mn]",
      "es": ""
    },
    {
      "id": 115335959,
      "en": "'Elruin im eston!'",
      "es": ""
    },
    {
      "id": 66140945,
      "en": "'Do you see? The rings hearken to their true master!'",
      "es": ""
    },
    {
      "id": 216366004,
      "en": "[placeholder] has claimed the Ring of Frost.",
      "es": ""
    },
    {
      "id": 93730412,
      "en": "'So... you have escaped. But do not think you have won. The time of the Free Peoples is over. The war has already begun... and nothing you can do will stop it.",
      "es": ""
    },
    {
      "id": 66140946,
      "en": "'Victory lies within my grasp. What fools you are to challenge me!'",
      "es": ""
    },
    {
      "id": 66140947,
      "en": "'You are beaten! The power of the rings is mine alone!'",
      "es": ""
    },
    {
      "id": 6861877,
      "en": "'Let the acids rise and devour you!'",
      "es": ""
    },
    {
      "id": 152087719,
      "en": "[placeholder] has claimed the Ring of Shadow.",
      "es": ""
    },
    {
      "id": 38357557,
      "en": "'Naur dan i gothrim!'",
      "es": ""
    },
    {
      "id": 223755505,
      "en": "'Well fought! With your victories you could claim your place at my side...'",
      "es": ""
    },
    {
      "id": 223755506,
      "en": "'But did you truly think that you could deceive me?'",
      "es": ""
    },
    {
      "id": 223755507,
      "en": "'Now, with my rings upon your fingers, your true intent becomes clear.'",
      "es": ""
    },
    {
      "id": 16861925,
      "en": "Leave Isengard",
      "es": ""
    },
    {
      "id": 223755508,
      "en": "'For they answer to this ring... my ring.'",
      "es": ""
    },
    {
      "id": 223755509,
      "en": "'I am Saruman of Many Colours, Saruman the Cunning... Saruman RING-MAKER.'",
      "es": ""
    },
    {
      "id": 223755510,
      "en": "'Now you will understand the power you have spurned.'",
      "es": ""
    },
    {
      "id": 240085233,
      "en": "'Brave, my friends. But courage alone will not save you.'",
      "es": ""
    },
    {
      "id": 240085234,
      "en": "'You seem to believe you can defeat me. You have not yet seen my true power!'",
      "es": ""
    },
    {
      "id": 38372164,
      "en": "'Thawnen dosto a nago!'",
      "es": ""
    },
    {
      "id": 240085235,
      "en": "'Very clever, my heroes... but the wise do not meddle in a Wizard's affairs!'",
      "es": ""
    },
    {
      "id": 32626769,
      "en": "'Do you hear the heart beat of Isengard pulsing through these caverns? Every gear, every piston, every wheel, sounds the clarion call of industry.'",
      "es": ""
    },
    {
      "id": 240085236,
      "en": "'Worms. I have broken the white light. Do you not think I can break you as well?'",
      "es": ""
    },
    {
      "id": 32626770,
      "en": "'Kâlbak, you have proven yourself without equal in battle. The ring you hold will lend the savagery of storms to your rage.'",
      "es": ""
    },
    {
      "id": 240085237,
      "en": "'No! My ring!'",
      "es": ""
    },
    {
      "id": 32626771,
      "en": "'Do you desire this ring, brave fellows? You have only to take it from Kâlbak.'",
      "es": ""
    },
    {
      "id": 42144257,
      "en": "'In my libraries and workrooms, I have delved into secrets long forgotten. Now I shall harness that knowledge and bend nature to my will!'",
      "es": ""
    },
    {
      "id": 101519361,
      "en": "'These sealed chambers separate the wheat from the chaff. Only the strongest of my servants emerge to be rewarded.'",
      "es": ""
    },
    {
      "id": 30340900,
      "en": "[placeholder] has claimed the Ring of Acid.",
      "es": ""
    },
    {
      "id": 42144258,
      "en": "'Brothers of the Falcon-clan, for delivering to me the loyalty of Dunland, I grant you the strength of the spirits of old. Use the rings I have given you to command them.'",
      "es": ""
    },
    {
      "id": 101519362,
      "en": "'Where all your kinsfolk failed, Iorweth, you weathered my fumes and vapours to find... perfection. With your new ring, I give you dominion over these poisons.'",
      "es": ""
    }
  ]
}