{
  "id": 620882302,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I finally found the goblin in command. He is up in that stockade to the north. It's a bit tricky to get in there without being spotted by the guards though... your best chance may be to sneak in through the caves behind the stockade.\\n\\n'The goblin calls himself the Captain of Fangs, or some such. If you can defeat him, it will be a while before anyone leads a raiding party out of the Vale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well, that should finish our work here.\\n\\n'We will need to head into Isengard soon, if we intend to put an end to the goblins, though.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you dealt with the Captain of Fangs yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Captain of Fangs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ondor spoke of a goblin-captain which they refer to as the Captain of Fangs... perhaps a Warg-rider or commander of the Warg-forces in Nan Curunír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have defeated the Captain of Fangs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa776f51",
      "en": "'Oh, ya wants trouble do ya? Well trouble ya gots!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the Captain of Fangs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Captain of Fangs is in the stockade, north of Ondor. It can best be reached through the caves behind the stockade.\\n\\nOndor has asked you to defeat the Captain of Fangs, a goblin Warg-rider of fierce renown and the leader of these goblins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ondor in Nan Curunír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ondor is encamped south of the stockade.\\n\\nYou should return to Ondor and tell him that the Captain of Fangs is no more.",
      "es": "",
      "es (fem)": ""
    }
  ]
}