{
  "id": 620882308,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Last evening, I spotted a number of horses being led past... by goblins, I think, though it was a dark night, and I could not make out the figures clearly. The horses seemed wild and upset, and there were lower, stockier creatures around them -- Wargs, most likely.\\n\\n'If I had to venture a guess I would say it was a party of Warg-riders back from a raid on the Rohirrim encampments near the Ford, returning with stolen horses.\\n\\n'I am curious where they were taking the poor beasts, for horses have no love of goblins and will not permit them to ride.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So that is where the poor beasts were being taken? A goblin slaughter-house.\\n\\n'Dwarves have little love of full-grown horses, but I would not wish that fate on any creature, hooves or no.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found the missing horses yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Horses Gone Astray",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dagoras saw a group of figures passing in the night, leading Rohirrim horses up into the hills of western Nan Curunír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have found the missing horses... what is left of them",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the missing horses",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The horses were taken into the hills of western Nan Curunír.\\n\\nDagoras asked you to find out where the stolen horses had been taken.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ondor in Nan Curunír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ondor is encamped near the caves of western Nan Curunír.\\n\\nYou should tell Ondor that the goblins have been stealing horses and other livestock to feed the Wargs.",
      "es": "",
      "es (fem)": ""
    }
  ]
}