{
  "id": 620882314,
  "txt": [
    {
      "id": 136263297,
      "en": "You examined the Uruks' orders, but you hear a sound behind you...",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You defeated the Uruk-commander",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Quickbeam feels that to get at the root of the Orc-problem, he will need to learn more about the Uruks' purposes... and those of Saruman.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ta-room. Yes, well, there are rather a lot of Orcs, are there not? I suppose you cannot drive them all away.\\n\\n'Well then, we shall have to learn more about them and get to the root of why they are here... and what purpose Saruman has for them.\\n\\n'They must have a leader... if you can find his dwelling, perhaps you might learn more.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The tent of the Uruk-commander lies somewhere in the Vale below Quickbeam's home.\\n\\nYou should search for orders in the tent of the Uruk-commander.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Hoom-hom. Saruman intends to march south, and soon I think. My fellows are unlikely to decide on their purpose before then, for they are not so quick to judge as I.\\n\\n'That is unfortunate, I think, for so many Orcs can cause a great deal of trouble, yet at least they will be out of our forests for a time.\\n\\n'It also means that fewer will be here, near Isengard. Hoom, ta-rum, now that presents possibilities!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Uruk-commander is at his tent.\\n\\nYou have been discovered by the Uruk-commander.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Quickbeam is at his home upon the north-eastern slopes above Nan Curunír.\\n\\nYou should bring the Uruks' orders to Quickbeam.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you found the burárum's orders yet, little [placeholder]?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Hoom, does the foul leader of the burárum yet live?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Examine the Uruks' orders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat the Uruk-commander ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the Uruks' orders to Quickbeam",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Root of the Problem",
      "es": ""
    }
  ]
}