{
  "id": 620882312,
  "txt": [
    {
      "id": 22075075,
      "en": "Talk to Quickbeam in Nan Curunír",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Quickbeam is at his home upon the north-eastern slopes of Nan Curunír.\\n\\nYou should tell Quickbeam that you have destroyed many of the uruks' axes.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hoom! Hom! These little Orcs seem without number! As each one falls, another runs to take up the axe and continue cutting!\\n\\n'It may be that their tools are worth more to Saruman than their lives? Without them, they cannot fell the trees.\\n\\n'Perhaps you could gather their axes and hatchets and hurl them into the same fires upon which burn the fallen trees of Nan Curunír? Let us see these burárum cut down trees with their bare hands!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The sight of smoke rising from those fires burns at my heartwood... so many fine trees lost, and for nothing. It is scant solace to know that some small part of that smoke now carries away what is left of the hateful axes used to hew their noble trunks.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Burning Anger",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Without their tools of destruction, the uruk wood-cutters cannot harm the great trees of Fangorn and Nan Curunír.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected hatchets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect hatchets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Axes can be found in the uruk-encampment in eastern Nan Curunír.\\n\\nQuickbeam asked you to gather the uruks' axes.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Throw the axes into a bonfire in the uruk-encampment",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "There are bonfires in the uruk-encampment of eastern Nan Curunír.\\n\\nQuickbeam asked you to throw the axes you collected into one of the bonfires in the uruk-encampment.",
      "es": ""
    }
  ]
}