{
  "id": 620882320,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have spotted a number of strangely-robed Men wandering about, occasionally tending to those devices.\\n\\n'They are some sort of apprentices in Saruman's service. Without them, he will have more trouble running Isengard. Will you see if you cannot deal with a few of them quietly?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You managed to deal with a few more of those apprentices? Good.\\n\\n'I do not know where he procured all of these servants, but Saruman is going to need a fair number of replacements by the time you are through with them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It seems like there is no end to those foolish enough to throw in their lot with the forces of darkness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Servants of Saruman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Isengard is littered with strange devices which have some role in Saruman's preparations for war. These machines are frequently maintained by goblins or by human apprentices who have been trained in their operation by Saruman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Apprentices of Saruman ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Apprentices of Saruman ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Saruman's apprentices can be found in Isengard.\\n\\nDagoras has asked to you to hunt down any of Saruman's apprentices that you come across in Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Dagoras within the Ring of Isengard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dagoras is within the Ring of Isengard.\\n\\nYou should return to Dagoras with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}