{
  "id": 620882303,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected Rohirrim helm ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected Rohirrim spear ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected Rohirrim shield ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have found the body of a fallen Rohirrim scout in the southern part of the Vale of Nan Curunír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "The body of a fallen Rohirrim soldier lies here, recently slain in battle. Grimbold had ordered that none of his warriors should enter Nan Curunír, so it is something of a mystery how this poor fellow came to his fate here.\\n\\nThere is no way you can return the fallen warrior's body to Grimbold's encampment, but if you could gather his effects, you have no doubt that they would be much appreciated. Unfortunately, they seem to have been scattered about in the chaos of whatever pursuit claimed his life.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The personal effects of the Rohirrim scout are scattered about the area in Nan Curunír.\\n\\nYou should collect the personal effects of the fallen Rohirrim scout.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What is this? The belongings of a fallen Rohirrim warrior...I see. I will see to it that Grimbold or one of his men receives these.\\n\\n'I do not know what brought that warrior up here, though I suspect he was trying to find out where some of the horses stolen from the Rohirrim were taken.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dagoras is at his camp in Nan Curunír.\\n\\nYou should bring the fallen rider's personal effects to Dagoras.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Rohirrim helm ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Rohirrim spear ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect Rohirrim shield ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the rider's effects to Dagoras at his camp in Nan Curunír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fallen By the Wayside",
      "es": "",
      "es (fem)": ""
    }
  ]
}