{
  "id": 620882311,
  "txt": [
    {
      "id": 218649169,
      "en": "'While I was scouting to the east of here, I thought I saw some kind of movement among the trees upon that slope, but I could find no figure moving about, nor any tracks to indicate what it might have been.\\n\\n'I have a growing suspicion what it is though, and it may be much to our advantage. This may sound queer to you, but I suggest that you carefully gather up some of the seedlings trying to gain purchase in the devastated Vale and carry them with you up towards that ridge.\\n\\n'And if I were you, I would handle them with the utmost care....'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Farewell, little Orc. You have chopped your last tree! Hoom! Hom...!\\n\\n'...Hrmm?'\\n\\n'One moment now, ta-rum. Perhaps I have been too hasty. You are not an Orc, are you, even if you do rather look like one?\\n\\n'[placeholder], you say? Well, that is new then, and what do you have there? Why I know these little ones! I raised their mother, down in the Vale, hoom, before the Orcs came with their axes.\\n\\n'You had best introduce yourself then, little [placeholder].'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you collected the seedlings, [placeholder]?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Seeds of Hope",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Dagoras has hinted that there is a potentially powerful ally to be found in Nan Curunír, but he was unwilling to say much of it.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected seedlings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect seedlings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Seedlings can be found throughout the Vale of Nan Curunír.\\n\\nDagoras asked you to gather up the seedlings struggling to survive in the Vale of Nan Curunír.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the seedlings to Dagoras' ally",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The ally Dagoras mentioned might be up the ridge to the north-east from Dagoras' camp.\\n\\nDagoras asked you to bring the seedlings to Dagoras' mysterious ally.",
      "es": ""
    }
  ]
}