{
  "id": 620882318,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Have you seen the strange devices that lie about the workings of Isengard? I have never seen their like, nor can I determine their purpose, but I think it would be best if you destroyed any you come across and bring me parts from them.\\n\\n'I doubt I will be able to make sense of them, but perhaps Elrond or one of the scholars of Gondor might be able to, should we make it that far.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'How queer... each of these seems almost unique. Does Saruman craft them himself?\\n\\n'Well, in any case, keep dismantling any of these devices that you come across. Nothing good could be coming out of Orthanc.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I do not know what those devices are for -- but they are important to Saruman, so they are worth dealing with.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Evil Workings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Many strange devices litter the works of Isengard, bespeaking evil deeds there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected evil devices ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect evil devices ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The strange devices can be found among the workings of Isengard.\\n\\nDagoras asked you to destroy and collect the fell devices from the workings of Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the devices to Dagoras within Isengard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dagoras is hidden within Isengard.\\n\\nYou should return to Dagoras with the parts you collected.",
      "es": "",
      "es (fem)": ""
    }
  ]
}