{
  "id": 620882316,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Though I dare not reveal myself yet, these little uruks are not much of a threat to me, even if their axes do sting a bit... but they have constructed engines that can hurl great bolts, often set aflame. These things could seriously harm even an Ent.\\n\\n'There are ways to deal with such things, however. Take these seeds -- they have been bathed in one of my Ent-draughts -- and bury them beneath each of their engines. They will not threaten us much longer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'As you can see, trees are strong... stronger than any troll or artifice of the Enemy. Our hands can crush iron and rock when we are roused to anger.\\n\\n'Soon, the forest will be roused. The trees of Fangorn to the east grow restless as they look down over the ruin of this vale. They will not remain quiet and still forever.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Nuts and Bolts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Quickbeam is concerned about the large engines of war that the uruks possess. The enormous bolts they throw could seriously injure even an Ent.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Planted seeds beneath ballistae ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Plant seeds beneath ballistae ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The ballistae can be found in the uruk-encampment of eastern Nan Curunír.\\n\\nQuickbeam asked you to plant seeds beneath the ballistae protecting the uruk-encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Quickbeam in Nan Curunír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Quickbeam is at his home upon the north-eastern slopes of Nan Curunír.\\n\\nYou should let Quickbeam know that the seeds have overgrown the uruks' siege-engines.",
      "es": "",
      "es (fem)": ""
    }
  ]
}