{
  "id": 620882322,
  "txt": [
    {
      "id": 218649170,
      "en": "'Well met again, [placeholder], and a wonder it is to see you here after so long a road. Alas, many of my kinsmen have not made it this far. I have not heard from Braigiar since his start into the Gravenwood and young Amarion failed to return from scouting shortly thereafter... I know not their fates.\\n\\n'Yet I dare not dwell on such matters, though this journey has left me all but empty, for I have yet to complete my task.\\n\\n'We find ourselves now before Nan Curunír, and beyond in the tower of Orthanc sits Saruman the Traitor. Looking across the destruction wrought in this vale, it seems clear now that his wisdom has faded, to be replaced by madness. You should make yourself familiar with the land, my friend, for if we are to find our way to Isengard, we must learn its lay ere we are discovered.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'So, now you have seen some small part of Nan Curunír.\\n\\n'Among the western hills, a great infestation of goblins and Wargs has taken root. Across the river to the east, an encampment of Orcs -- Uruk-hai this tribe is called. They are strong and do not fear the sun. To the north lies Isengard itself.\\n\\n'We must proceed carefully, for there are enemies all around us.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Scouting the Way",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have found the first patrol point",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Patrol Nan Curunír, [placeholder]. That is the only way we will know for certain what Saruman has in mind.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You found the second patrol point",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Patrol Nan Curunír, [placeholder]. That is the only way we will know for certain what Saruman has in mind.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You found the third patrol point",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Nan Curunír lies to the north of the Ford of Isen.\\n\\nGrimbold has sent you to the Vale of Nan Curunír and suggested that you might find a friend awaiting you there.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Patrol Nan Curunír, [placeholder]. That is the only way we will know for certain what Saruman has in mind.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You found the fourth patrol point",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nan Curunír stretches forth beyond Dagoras' camp.\\n\\nDagoras has suggested that you scout the southern part of Nan Curunír.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Patrol Nan Curunír, [placeholder]. That is the only way we will know for certain what Saruman has in mind.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Nan Curunír stretches forth beyond Dagoras' camp.\\n\\nDagoras has suggested that you scout the southern part of Nan Curunír.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'There is much work to be done here, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Nan Curunír stretches forth beyond Dagoras' camp.\\n\\nDagoras has suggested that you scout the southern part of Nan Curunír.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Nan Curunír stretches forth beyond Dagoras' camp.\\n\\nDagoras has suggested that you scout the southern part of Nan Curunír.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Dagoras is encamped near the entrance to Nan Curunír.\\n\\nYou should return to Dagoras and let him know what you have found.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find a friend near Nan Curunír",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find the first patrol point",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find the second patrol point",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Find the third patrol point",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Find the fourth patrol point",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Dagoras at his camp in Nan Curunír",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Vale of Nan Curunír lies before you. Tales described it as a lush and green valley, but the devastation stretched out before you tells a dark tale. You must learn more of the land before you proceed further.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'[placeholder], I have heard many dark tidings regarding the purposes and plans of Saruman the White. Long has he been a friend to the Rohirrim -- and even now he holds much sway in the Golden Hall -- but I cannot allay my fears any longer.\\n\\n'If Saruman has indeed turned against us and allies himself with the likes of the Dunlendings, and even Orcs and goblins, then we must know. Yet I am bound by the strict command of Théoden King not to trespass upon the Vale of Nan Curunír to the North, where lies Isengard.\\n\\n'Will you go in our stead and learn of the purpose and strength of Saruman, that we may know the depths of his treachery before it is too late? I think you will find a friend near the valley....'",
      "es": ""
    }
  ]
}