{
  "id": 620882310,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Hearken to me, [placeholder]. One of Théodred's men, by Grimbold's command, is on his way to parley at the gates of Isengard. It would seem that Saruman would prefer to avoid this meeting, as there is a band of particularly unsavoury half-orcs skulking along the road.\\n\\n'You should clear the way for the emissary, for I would also like to hear what Saruman has to say for himself when confronted.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good work, [placeholder]! It appears that Grimbold's man should make it through to Isengard, but he will face a far greater danger when he approaches the gate itself. If rumour is to be believed, Saruman's voice has the power to bewitch those who hear it.\\n\\n'Take care of yourself, [placeholder]... though I am certain that you already know the danger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you dealt with the half-orcs yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Clearing the Way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Grimbold has sent an emissary Orthanc to demand an explanation from Saruman for his interference in matters between Rohan and Dunland. Unfortunately, there are a number of half-orcs lurking along the road to Isengard, awaiting the chance to waylay such an emissary.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated half-orc ambushers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat half-orc ambushers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are half-orcs along the road to Isengard.\\n\\nDagoras has asked you to defeat the half-orcs waiting in ambush for Grimbold's emissary.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Dagoras near the gates of Isengard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dagoras is encamped near the gates of Isengard.\\n\\nYou should return to Dagoras with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}