{
  "id": 620882313,
  "txt": [
    {
      "id": 218649169,
      "en": "'Those thrice-accursed burárum, those Orcs, have slain virtually every tree within the Vale of Nan Curunír. Why I knew this one beech -- barely fifty years old mind you -- down by the river that they just... they just....\\n\\n'No. I shall not disturb you with the terrible details. Let us just say that I am in a mood to tear a few branches off of these burárum and see how they like it.\\n\\n'Perhaps you might help? Perhaps you would punish the Orcs for me?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I like you, little [placeholder]. You are willing to raise a weapon to aid the forest, rather than cut it down. Alas, I do not see that we have thinned their numbers much. Hoom.\\n\\n'I must think upon this. We should not be too hasty, as I am often reminded.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you dealt with the Uruk-hai wood-cutters yet?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Axe to Grind",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Having watched thousands of his beloved trees felled by the axes of the Uruks, Quickbeam has determined to punish them for their transgressions... but he dares not show himself until his unnamed kindred have decided what to do about Saruman.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Uruk wood-cutters ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Uruk wood-cutters ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Uruk wood-cutters who have destroyed the trees in Nan Curunír can be found in the Vale below.\\n\\nQuickbeam has asked you to defeat the Uruk wood-cutters who destroyed the trees in Nan Curunír.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Quickbeam east of Isengard",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Quickbeam is at his home on the north-eastern slopes above Nan Curunír.\\n\\nYou should tell Quickbeam that you have driven away the Uruk wood-cutters for at least a short time.",
      "es": ""
    }
  ]
}