{
  "id": 620882323,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We stand here on the edge of the Vale of Nan Curunír, at the north end of which lies the stronghold of Isengard. Saruman's schemes hatch from here, and he guards it jealously.\\n\\n'Nearby, you will find the Pillar of the Hand. Around it are arrayed a number of sentries -- strange and unpleasant, I think they may be more of these queer half-orcs we have been seeing of late.\\n\\n'They stand watch over the road leading into the Vale, and if we are to untangle Saruman's plots unhindered, we will need to weaken their guard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Saruman's remaining sentries will spend more time looking out for themselves than looking for intruders...for a while, at least.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you dealt with the sentries?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sentries of the White Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Unusual half-orcs wearing the mark of the White Hand are guarding the southern end of the Vale of Nan Curunír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated White Hand sentries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat White Hand sentries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "White Hand sentries can be found near the Pillar of the Hand, not far from Dagoras' camp.\\n\\nDagoras has asked you to defeat several of the sentries guarding the southern end of Nan Curunír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Dagoras at his camp in Nan Curunír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dagoras is at his camp in Nan Curunír.\\n\\nYou should tell Dagoras that many of the White Hand sentries have been driven off.",
      "es": "",
      "es (fem)": ""
    }
  ]
}