{
  "id": 620882315,
  "txt": [
    {
      "id": 218649169,
      "en": "'Hoom. I once spoke with one of the Wise who believed that trolls were indeed Ents! Ta-rum! Perhaps the Wise are not as wise as they would like to believe, hoom. But it did get me to thinking... what if they are a bit Ent-like?\\n\\n'You see, we have a draught we give to the trees when they become upset. It slows them down, makes them more tree-like, less dangerous. So if the Wise are to be believed, and trolls are just a bit Entish, then perhaps it would work on them?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Slower you say? Drowsy even?\\n\\n'Yes, well... hoom...\\n\\n'That is unexpected, but not wholly so. There must be something of ancient wood in them after all.\\n\\n'To think that trees might have been bent so, it only makes me angrier... the Entmoot must know of this. Ta-rum....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Good Draught",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Quickbeam has heard musings among the Wise that trolls might have once been Ents, twisted to dark forms. He is doubtful that this is the case, but if their twisted nature is in some manner similar to that of the Ents, then he believes it might be worthwhile to try an ancient draught upon them, meant to still the stirrings of maddened or fearful Huorns.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Stone-trolls in the uruk-encampment ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Stone-trolls in the uruk-encampment ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Stone-trolls patrol the uruk-encampment in eastern Nan Curunír.\\n\\nQuickbeam asked you to take the strange draught he provided and try splashing it upon the Stone-trolls. It may serve to soothe them or render them sleepy, as it is meant to do with the Huorns.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Quickbeam",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Tell Quickbeam how the draught affected the trolls.",
      "es": ""
    }
  ]
}