{
  "id": 620882305,
  "txt": [
    {
      "id": "0x91ca391",
      "en": "'Who dares?! I am an emissary of Lord Saruman - bar not my path!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x91ca392",
      "en": "'No! Your struggles shall be in vain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Saruman's Messenger Approaches...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Saruman's Messenger!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dagoras has told you of a Dunlending messenger who is relaying information from Isengard to the clans in Dunland. The messenger is expected to pass by the Pillar of the Hand shortly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It seems that one of Saruman's lackeys is making for the pass out of Nan Curunír, presumably to bring a message to the Dunlendings.\\n\\n'I think it would be best for our Rohirrim friends if he did not arrive at his destination.'\\n\\n'He should be passing by the Pillar of the Hand shortly. Deal with the sentries there before he arrives and lie in wait for him there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Pillar of the Hand lies to the east of Dagoras' camp.\\n\\nDagoras has asked you to intercept a Dunlending messenger as he passes by the Pillar of the Hand. You should first eliminate the sentries by the Pillar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Have you dealt with Saruman's messenger? Good.\\n\\n'The less contact between Saruman's forces and those of the Dunlendings over the next few days, the better.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dagoras is encamped near the entrance to Nan Curunír, west of the Pillar of the Hand.\\n\\nYou should return to Dagoras with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you dealt with Saruman's emissary yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What is the meaning of this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Lie in wait by the Pillar of the Hand and defeat Saruman's messenger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Dagoras at his camp in Nan Curunír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Dagoras at his camp in Nan Curunir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "White Hand Messenger",
      "es": "",
      "es (fem)": ""
    }
  ]
}