{
  "id": 620793362,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The iron in this place will not mine itself, my friend. We have need of your assistance in getting our workers back into the depths.\\n\\n'Outside of the western entrance of this mine is a small encampment of Free Peoples. There you will find Tyrfing, the mine's foreman. He needs you to lead him into the mine. Once here, he and his fellows will begin their work again in earnest.\\n\\n'Be swift, [placeholder]. We need the ore.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Move swiftly. If we encounter danger, my men will fight, but we are not true warriors. You've been warned, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Miners of the Forty-nine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The battle raging in the Ettenmoors demands more resources than can easily be acquired, and the dwarves called to the mines in the north are here to do their work.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Tyrfing is defeated, you have failed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc9eb321",
      "en": "'Take me into the mines so I can get these Dwarfs back to work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Tyrfing has arrived safely",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc9eb322",
      "en": "'Excellent work! I will meet you within.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Escort Tyrfing into the Isendeep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tyrfing is at the small encampment of the Free Peoples outside the western entrance to the Isendeep.\\n\\nSergeant-at-Arms Thorfinn directed you to safely escort Tyrfing and his miners into the mine so they can return to mining the ore needed for the battle in the Ettenmoors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Protect Tyrfing",
      "es": "",
      "es (fem)": ""
    }
  ]
}