{
  "id": 620793350,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'What do you want? Protect your coop against wolves? I have my own farm to protect and no time for others.\\n\\n'My but you would make a nice snack. Be on your way, rooster.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Shooing off a few wolves is mighty tempting, but I've too much work to do here. Besides, what if the wolves come here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Flying the Coop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Ho there, rooster! You aren't one of ours! What are you doing here? Trying to steal some of our hens for your coop?\\n\\n'Wolves? We haven't any wolves around here, but if they show their shaggy faces at Bamfurlong, you can be sure we'll deal with them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I thank you for your bravery, my fellow rooster, but I fear that it may not have been enough to save many of us from a terrible fate. While you were away, I had time to think over the circumstances and consider our options. If we do nothing, our numbers will surely dwindle. A similar doom befell Dora Brownlock's coop, and I fear ours is not far off.  \\n\\n'I cannot leave the coop; I have too many responsibilities with half of the coop under my supervision. I will set this task upon you: travel out into the world, even beyond the borders of the Shire. Speak with other animals you encounter and see if you can find anyone willing to help us in our plight.\\n\\n'You should begin by seeking out animals here in the Shire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must speak with the other animals of the Shire! Evil is coming...I am sure of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Now what is this? First three hobbits sleeping in the forest, and now a chicken?\\n\\n'You want me to help protect your coop from wolves? My friend, I would sooner eat you, particularly since chicken is very high among my dietary choices.\\n\\n'However, seeing as you were brave enough to speak with me in the first place, I will forego my lunch for now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'Who art thou, rooster? I am a noble steed of Rohan. Thy troubles are beneath my hooves.\\n\\n'Even were I of a mind to lend thee aid, I have not long been in this place and know not of this land called the Shire. Begone, bird, for I have naught to do with thee.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "George is in the yard at Sandson's Farm.\\n\\nYou should speak with George.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'Wolves? Ha! We fear no wolves! They will not withstand our onslaught. They will be the next to fall!\\n\\n'After we destroy the helpless red squirrels, we shall conquer the wolves, and then the world! No one can stop us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The fox is along the Stock road. Old Sally often wanders into the hills east of Tuckborough, east of Sandson's Farm. Fang, Grip, and Wolf patrol Bamfurlong, far to the east of Sandson's Farm and south along the Brandywine River.\\n\\nGeorge has asked you to speak with the creatures of the Shire. You should seek out and speak with the fox, Old Sally, Fang, Grip, and Wolf in the Shire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'Ho there, rooster! You aren't one of ours! What are you doing here? Trying to steal some of our hens for your coop?\\n\\n'Wolves? We haven't any wolves around here, but if they show their shaggy faces at Bamfurlong, you can be sure we'll deal with them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The lynx-mother is at Thrasi's Lodge in Ered Luin, north of Celondim and Duillond.\\n\\nGeorge has asked you to speak to the creatures of Ered Luin. You should seek out and speak with the lynx-mother.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "George has asked you to speak to the creatures of Evendim. You should seek out and speak with Longbough, the Ent in Evendim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "The aurochs yearling can be found amidst the small herd to the south-east of Gatson's farm..\\n\\nGeorge has asked you to speak with the creatures of the North Downs. You should seek out and speak with the aurochs yearling in the North Downs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "The horse is at Hengstacer. The gray squirrel can be found in Nan Harn. Wink the cat may be found in Bree. Sniken can be found in the south-east part of the Midgewater Marshes, in Roderick Neeker-friend's camp, on a hill above the Goblinhole Ruins.  The cow can be found in Newbury in Buckland.\\n\\nGeorge has asked you to speak with the creatures of Bree-land. You should seek out and speak with the horse, the gray squirrel, Wink the cat, Sniken, and the cow in Bree-land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "Radagast the Brown may be found in the tower at Ost Guruth.\\n\\nGeorge has asked you to speak to the creatures of the Lone-lands. You should seek out and speak with Radagast the Brown in the Lone-lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced8",
      "en": "Roheryn can be found at the stables in Rivendell.\\n\\nGeorge has asked you to speak with the creatures of the Trollshaws. You should seek out and speak with Roheryn in the Trollshaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to creatures of the Shire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to creatures of Ered Luin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to creatures of Evendim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to creatures of the North Downs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to creatures of Bree-land",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Talk to creatures of the Lone-lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to creatures of the Trollshaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852590",
      "en": "'Hoom, hrom! Well now, wolves you say? Despicable creatures and cruel. But the Shire is too far away.\\n\\n'I have my own forest and my own troubles to attend. I am sorry, but I cannot help you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852591",
      "en": "'Greetings, my little rooster-friend! What is this? Your coops are threatened by wolves?\\n\\n'Wolves are among the most craven of the Dark Lord's servants, and this proves them even more so. Unfortunately, the troubles here are much greater, with effects more far-reaching, than those which trouble the Shire.\\n\\n'I am sorry, but I cannot leave the Eglain just yet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852592",
      "en": "'I thank you for your bravery my fellow rooster, but I fear that it may not have been enough to save many of us from a terrible fate.\\n\\n'While you were away, I had time to think over the circumstances and consider our options. If we do nothing, our numbers will surely dwindle. A similar doom befell Dora Brownlock's coop, and I fear ours is not far off.  \\n\\n'I cannot leave the coop; I have too many responsibilities with half of the coop under my supervision. I will set this task upon you: travel out into the world, even beyond the borders of the Shire. Speak with other animals you encounter and see if you can find anyone willing to help us in our plight.\\n\\n'You should seek out animals here in the Shire, away north and west in Ered Luin, to the north in Evendim, away north and east in the North Downs, off east in Bree-land, and further east into the Lone-lands and Trollshaws. I would stay away from Angmar . . . I rather doubt that the fell turtles will assist us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852593",
      "en": "'Oh dear! I found such lovely grass here, but I can't seem to find my way back off the roof of this hobbit-hole. Do you see a path?\\n\\n'My dear rooster, how can I help you when I am stuck here? If I could find a way down, I might speak with my bull...wolves are too vicious for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852594",
      "en": "'Now what is this? First three hobbits sleeping in the forest, and now a chicken?\\n\\n'You want me to help protect your coop from wolves? My friend, I would sooner eat you, particularly since chicken is very high among my dietary choices.\\n\\n'However, seeing as you were brave enough to speak with me in the first place, I will forego my lunch for now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852595",
      "en": "'I am trapped in a cage out in the middle of the Midgewater Marshes, and you want me to help you? I think you have it backwards, rooster. I am the one in need of help.\\n\\n'This Man here is more than a bit mad! If he throws any more of those dreadful dead midges in this cage, I think my carapace is going to split!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852596",
      "en": "'I am the steed of Aragorn son of Arathorn, Chieftain of the Dúnedain of the North. What have I to do with chickens?\\n\\n'I wait here for my master's call, when we will assail the hosts of Mordor. I cannot help thee in the Shire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852597",
      "en": "'I am the steed of Aragorn son of Arathorn, Chieftain of the Dúnedain of the North. What have I to do with chickens?\\n\\n'I wait here for my master's call, when we will assail the hosts of Mordor. I cannot help thee in the Shire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "George feels that help must be found from beyond the Shire to defend against the invading wolves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I'm a pig, you fool rooster! Can't you see I'm in enough trouble as it is, what with all these nasty shrews about? Sometimes I wish that I was a pony.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}