{
  "id": 620793363,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Your mission has failed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Another has informed the Captain-General, support arrives shortly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Angmar's Army has taken Tirith Rhaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tirith Rhaw is once again under the control of the Free Peoples. The forces here are still meagre, and a strong show of force from the Enemy could mean that the tower is lost as quickly as it is taken.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Our victory could be short-lived if reinforcements are not sent from Glân Vraig. The Enemy will return quickly, and we do not have the forces to slow their progress to the Captain-General.\\n\\n'I need you to make your way to Glân Vraig to inform Tordúr that we hold the tower and that we need reinforcements, or we will not hold.\\n\\n'Go swiftly and do not suffer defeat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Glân Vraig lay to the south and east of Tirith Rhaw.\\n\\nAfter taking Tirith Rhaw away from the Enemy, the army of the Free Peoples sent you to Glân Vraig to request reinforcements for the tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Your message is well-received. I will dispatch forces to Tirith Rhaw at once.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Be swift. We must reinforce the tower quickly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Inform Captain-General Tordúr that Tirith Rhaw needs reinforcements",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "You must reach Glân Vraig without being defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Support must not be present at Tirith Rhaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Angmar's Army cannot control Tirith Rhaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tirith Rhaw Reinforcements",
      "es": "",
      "es (fem)": ""
    }
  ]
}