{
  "id": 620793208,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Billina the hen seems to be upset, you should try and find out what is wrong with her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96270a2",
      "en": "Rooster",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Billina is eating again but she still looks upset.  You did as good a job as could be asked getting her to eat again, do you think you could calm her too?\\n\\n'Pa doesn't like me fussing with Billina, says I get her too excitable.  He has taken a liking to you though.  Maybe he would even hire you on as a  farmhand if you had a mind for it, I could use the extra help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Billina is in the yard at Sandson's Farm.\\n\\nYou should try to find out what is wrong with Billina. She is quite an intelligent chicken.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "Billina looks slightly less agitated than before, but she looks as if she is waiting for something.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Billina is in the yard at Sandson's Farm.\\n\\nYou should check on Billina.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Wald Sandson is in the yard at Sandson's Farm.\\n\\nYou should return to Wald Sandson and tell him of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "Billina ruffles her feathers and begins to make sharp clucking sounds. It seems that she is worried about something.\\n\\n<rgb=#FF0000>WARNING: This quest begins a special session quest. You will be logged out of your normal character and take on the guise of a player friendly npc. You will not be able to leave the Shire as this character and will attain a set of skills unique to this special player character.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Billina looks much calmer [placeholder], thank you!\\n\\n'By the way, did you happen to see an odd rooster on the farm?  I thought I saw one, but I never got a good look at it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I just don't understand what is making Billina upset!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Examine Billina",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Examine Billina",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Sky is Falling",
      "es": "",
      "es (fem)": ""
    }
  ]
}