{
  "id": 620793201,
  "txt": [
    {
      "id": "0xd085252",
      "en": "George flaps his wings excitedly. It seems he sees something approaching.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'George does seem a bit more peaceful, though with all the wolves around, I don't know if he will ever unruffle his feathers.\\n\\n'You should go and see if you can calm him down a bit more, if you have the time that is.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Flying the Coop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "George flaps his wings and scratches at the ground. It seems that he is trying to communicate something.\\n\\n<rgb=#FF0000>WARNING: This quest begins a special session quest. You will be logged out of your normal character and take on the guise of a player-friendly npc. You will attain a set of skills unique to this special player character.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I wonder what's got into George?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "George is in the yard at Sandson's Farm.\\n\\nYou should find out what is wrong with the rooster, George.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Would like one of these delectable mice, rooster? You do not eat rodents? Oh my, how uncouth! No wonder the wolves wish to eat you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "George is in the yard at Sandson's Farm.\\n\\nYou should check on the rooster, George.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'They will perish, I tell you! We cannot allow the red squirrels to continue in this world. They are weak! Are you with me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Wald Sandson is in the yard at Sandson's Farm.\\n\\nYou should return to Wald Sandson and report your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'It is true, I have become weary of training these flea-ridden horses of Bree-land and would welcome a fight. But my master has not called me to battle, and so I will not come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Oh, I wish these fool hobbits would just bring me a ramp. At least then I could be off of this roof!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'You are running for freedom? The world has indeed gone mad! You are either brave or foolish, rooster. Begone before I eat you and rid the world of a mad chicken!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'I am beginning to think that the rumours of wolves are nothing more than that, but that Black Rider was very real!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'I would welcome a fight with wolves, but I'll have no more of that Black Rider...that one was unnatural!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'Oh for the days when pursuing moles and wayward hobbit-lads were our common pasttimes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c471",
      "en": "'Get me out of this cage, chicken! I cannot take anymore of this madman's ravings!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c472",
      "en": "'If you could help me find my way back to the farm, perhaps I might convince one of the local dogs to help you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Examine George",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c473",
      "en": "'Have you found my mother? These strange two-legged creatures keep chasing me to that farm, but i just want my mother!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Examine George",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c474",
      "en": "'Alas, friend rooster, you have made a dire choice. The wide world is no place for one such as yourself. You should return to your coop.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c475",
      "en": "'Ta-room, ta-rum! Ho there, little rooster. Are you still seeking aid for your coop? If you fear wolves, then this wood is no place for you...the Gauredain might eat you, and then your quest would be for naught!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c476",
      "en": "'Still wandering the cold mountain-ways, chicken? I am tiring of rabbit. Perhaps you would like to stay for dinner?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c477",
      "en": "'Alas, friend rooster, you have made a dire choice. The wide world is no place for one such as yourself. You should return to your coop.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The rooster, George, seems extremely agitated about something.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8194791",
      "en": "'Kut-kut kut kaw kaw kut-kut'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8194792",
      "en": "'Kut ka-daw ka-daw ka-daw'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Wouldn't you know, as soon as you calmed down Billina, George started to act all queer. I'm not sure what has gotten into my dad's chickens, but it seems he only trusts you to calm them.\\n\\n'If you would, go and see what is wrong with George. He is a very important rooster...he always warns me when wolves are prowling about.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}