{
  "id": 620793358,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Angmar has taken the Lumber Camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Another informed the Captain-General, support arrives at the Grimwood soon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You were defeated and failed to deliver the message",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Grimwood Lumber-yard once again falls to the control of the Free Peoples.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], I have need of your assistance. We have won the day here but our numbers are thin, and if we are not reinforced quickly, the forces of Angmar will strike back and take this place.\\n\\n'Captain-General Tordúr at Glân Vraig must be told that we are in need of reinforcements. Make your way to him and apprise him of the situation.\\n\\n'Be swift!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Travel east and south from the Grimwood Lumber Camp to inform Captain-General Tordúr that the Grimwood Lumber Camp belongs to the Free People.\\n\\nYou have been tasked with informing the Captain-General that the battle at the Grimwood is won.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Your arrival is a boon, [placeholder]. I will dispatch forces to the Grimwood Lumber-yard at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There is no time for discussion. Quickly, make your way to Glân Vraig and tell the Captain-General that we need reinforcements.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Tordúr at Glân Vraig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Angmar must not control the Lumber Camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Support must not be present at the Grimwood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Deliver the message without defeat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Grimwood Reinforcements",
      "es": "",
      "es (fem)": ""
    }
  ]
}