{
  "id": 620793359,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have failed to the deliver the message to the Captain-General",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Angmar's Army has taken control of the Mine, no support can be sent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Another has informed the Captain-General, support arrive shortly at the mine.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Forces loyal to the Free Peoples have liberated the Isendeep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We have won the day for a moment. We must report this victory to the Captain-General and ask for support from Glân Vraig.\\n\\n'Make your way to Glân Vraig to the south and east and report our victory here at the Isendeep to Captain-General Tordúr. Tell him that we need reinforcements sent as quickly as possible. If we are not reinforced soon, the Enemy will return in too great a number to defeat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Glân Vraig lay to the south-east of the Isendeep.\\n\\nSergeant-at-Arms Herecyne is under orders to inform the Captain-General of the successful attack and acquisiton of the Isendeep. She has ordered you to make your way to the Free Peoples' encampment of Glân Vraig and tell the Captain-General of the success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This news is very well-received. I will order forces to make their way to the Isendeep immediately. Thank you for the news, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Tordúr at Glân Vraig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Deliver the message without defeat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Angmar's Army must not control the Mine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Support must not be present at the mine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Isendeep Reinforcements",
      "es": "",
      "es (fem)": ""
    }
  ]
}