{
  "id": 620793205,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Billina is certain that a plague of wolves has come to the Shire and is stealing chickens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Why hello again. I was beginning to think you wouldn't come back after you brought me that nice present. I thought maybe you were taken by one of those terrible wolves.\\n\\n'Time was when we didn't have to worry about wolves. There were so few and the farmer would always drive them off when they did try to sneak into the coop.  \\n\\n'But more and more of us have been disappearing lately; I think that it may be wolf-mischief. We need a brave rooster such as yourself to go warn the other coops and find out exactly what is going on! There are coops at Brownlocks' Farm to the east and slightly north on the road to Needlehole, Cotton's Farm to the east in Bywater, and Bamfurlong far to the east and south along the river.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Billina is in the yard at Sandson's Farm.\\n\\nBillina wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Wolves? Of course, I have seen the wolves! Have you looked around? Almost our entire coop has been taken!\\n\\n'There have been some folk carrying off the survivors down to Waymeet, though.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "There are chicken coops at Brownlock's Farm on the road east and slightly north to Needlehole, Cotton's Farm to the east in Bywater, and Farmer Maggot's farm to the east and south along the Brandywine River.\\n\\nBillina has asked you to warn the other chicken coops in the Shire about the threat of wolves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "George is at Sandson's Farm.\\n\\nYou should let George, the rooster at Sandson's Farm, know what you learned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You need to warn the other coops at Brownlock's Farm, Cotton's Farm, and Bamfurlong!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What is that now? Wolves, no, of course not, not here in the Shire. I have heard rumours of them, yes, but they are just that, rumours.\\n\\n'Chickens get to talking, you know, and can come up with wild, fanciful stories. The only Wolf on this farm is a dog! Of course, the farmer's dogs may be why we have no wolves. They are good protectors.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Wolves here, in the Shire? Wolves have not dared to venture in so far since the old times, or so legends tell.\\n\\n'I don't rightly know what we could do about such an attack. If there is anything that we can do here, let us know. Give my regards to Billina.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Wolves here, in the Shire? Wolves have not dared to venture in so far since the old times, or so legends tell.\\n\\n'I don't rightly know what we could do about such an attack. If there is anything that we can do here, let us know. Give my regards to Billina.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Visit Brownlock's coop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Visit Maggot's coop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Visit Cotton's coop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Sky is Falling",
      "es": "",
      "es (fem)": ""
    }
  ]
}