{
  "id": 620793360,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Tortmund has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Tortmund has arrived safely",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "The Lumber Yard has fallen into enemy hands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "As the battle for the Ettenmoors rages on, the host of the Free Peoples is beginning to realize that they must think about reinforcing their positions throughout the land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We have allies to the west, [placeholder], allies willing to come and assist us in the collection of much needed resources in this battle. The battle is taking longer than we thought, and we must prepare battlements throughout the Ettenmoors. To do this, we must have proper provisions and materials, which means that we need to get this lumber-camp operational.\\n\\n'Tortmund Cliffside, one of the halflings, has agreed to lead a group of his people to the Lumber Camp. He is located within the tower at the eastern edge of Hoarhallow. Go and speak to him, then bring him safely to the Grimwood Lumber-yard.\\n\\n'Be swift, but be cautious.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tortmund Cliffside is at the tower on the eastern border of Hoarhallow, just over the bridge.\\n\\nSergeant-at-Arms Aeglas has asked you to see the safe arrival of the hobbits from Hoarhallow. The hobbits will be assisting the Free Peoples in acquiring enough materials to create bulwarks throughout the Ettenmoors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Let us move along. If all goes well, we will arrive swiftly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Tortmund can be found at Hoarhallow, my friend. You should find him and speak with him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc9eb321",
      "en": "'Well now, it seems it is time for us to return to the lumber camp. I only ask that you keep me safe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc9eb322",
      "en": "'That was not so difficult. I will summon the others and take up the defence.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Escort Tortmund Cliffside to the Grimwood Lumber camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Protect Tortmund ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Little Folk Harvesters",
      "es": "",
      "es (fem)": ""
    }
  ]
}