{
  "id": 620793364,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Our lumber-yard is overrun by those pesky beasts from the north. I think I know a way that we can weaken them but it is a bit dangerous. The wolves prowling the dark places of these lands are enemies to everything and everyone, we may be able to use them as a distraction to better enable you and your number to defeat the Enemy at the lumber-yard.\\n\\n'To do this we need to get the wolves good and angry and then get them to recognize that the lumber-yard is the source of their woes. I think if you get their talons and put them on one of the stumps near the lumber-yard that you can get a pack to attack it. That is...if you are willing to.\\n\\n'You should find the wolves scattered throughout these lands, some in the woods to the east and other across the river and up the hills to the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Yes, these should get those wolves riled for certain. Now we just need you to get them to a proper place. Look for the cut stump at the outskirts of the lumber yard on the side nearest the river.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Quickly now, take those talons to the lumber-camp and place them on the cut stump. The scent alone should draw the wolves to combat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Hurry along and get those talons. They might just do the trick.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wolves of the Grimwood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Emerald Twospade hopes to score two strikes at once against the enemies of Hoarhallow. The wolves scattered throughout the Ettenmoors have no respect for life in any form. She hopes that you can raise their ire enough and leave a trail that leads to the Grimwood to fight against the Orcs who now hold the lumber-yard as their own. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the talons to Emerald Twospade at Hoarhallow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Scattered throughout the Ettenmoors are places prowled by the Darktide wolves.\\n\\nEmerald Twospade believes that the Darktide wolves can be coaxed into attacking the forces of Angmar camped at the Grimwood Lumber-camp. To this end, she has asked you to collect talons from the Darktide wolves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Place the talons on the stump",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The cut stump is on the outskirts of the Grimwood Lumber-camp.\\n\\nEmerald Twospade directed you to find the cut stump on the outskirts of the Grimwood Lumber Camp. She hopes that placing the talons on the stump will draw Darktide wolves to attack the forces at the camp.",
      "es": "",
      "es (fem)": ""
    }
  ]
}