{
  "id": 620793357,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected Thistledown-haunches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The meat has been placed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Sergeant-at-Arms Thorfinn has an idea that could give the Free Peoples the ability to drive the forces of Angmar from the Isendeep, but the plan is not without grave danger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Angmar has got hold of the mine, and we need to get back in there. There are not enough forces to call from the south to storm such a large place, but all may not be lost yet.\\n\\n'Our enemy here has enemies, and if we are smart about how we handle this, we might yet turn the enemy of our enemy into an ally, at least for a moment.\\n\\n'I'm talking about the drakes that make the mine and the surrounding areas their home. We might get them to fight against the Orcs if we can draw their attention to them. To do that we need to get some meat...Thistledown haunches ought to do, [placeholder]. Collect some and bring them back to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Thistledown grazers are found on the southern side of the Hoarwell River or on the plains of the Steps of Gram. The grazing land near the Hoarwell is south and west from the dwarf camp and the grazing land in the Steps of Gram is to the south and east.\\n\\nSergeant-at-Arms Thorfinn believes that with some clever tactics, the Free Peoples may use the drakes against Angmar's host and sweep through the mines behind them to recover the position.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These will do very nicely. Now you must make your way into the mine and find the flat stone near the War-tyrant watching over the mine. Place the haunches on this stone, and I'll bet the smell draws the drakes to the location.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The flat stone is very near where the War-tyrant commands his forces within the Isendeep Mine.\\n\\nSergeant-at-Arms Thorfinn wants to drive the forces of Angmar from the Isendeep. He believes with some clever placement, the Free Peoples may use the drakes against Angmar's host and sweep through the mines behind them to recover the position.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Get those haunches, and I'll tell you the rest of my plan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the haunches to Sergeant-at-Arms Thorfinn at the camp west of the Isendeep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Thistledown-haunches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Place the haunches on the flat stone near the War-tyrant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Enemies of our Enemy",
      "es": "",
      "es (fem)": ""
    }
  ]
}