{
  "id": 620912767,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The heat is coming from the flaming deeps!  But wait, what is the noise coming from around the corner to the right?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Is that an injured dwarf up ahead?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The gredbyg were once confined to the edges of this cavern, but the hive has grown exponentially into the impressive size you see today. There must be a source of heat nearby that helps the gredbyg to grow their larvae and cocoons so quickly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The hive formations in this cavern have never been this large, and must be incubating an immense population of gredbyg! They always lived in the nooks and crannies here, but recently their growth has downright exploded. You can see from here, the ceiling and walls are covered in cocoons and larvae! There must be a heat source helping to incubate all those eggs so quickly.\\n\\n'Perhaps you could seek out this heat source? If we find out where the heat comes from, we may be able to do something about it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You seek the heat source helping the grodbog hive to incubate their young so quickly. It is likely found on the far side of the grodbog hive.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "The heat is coming from the boiling oil pools and lava pools in The Flaming Deeps. There is nothing that can be done to stop it from helping the grodbog hive incubate their young....\\n\\nBut there appears to be an injured dwarf hiding among the rocks up ahead. You should see if he needs help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You heard a noise when entering the Flaming Deeps from the Redhorn Lodes, coming from around the corner to the right.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "You found the heat source helping the grodbog hive, and sadly there is nothing that can be done to stop it. The hive has been built in the perfect location in Moria, to benefit from the natural heat production of the mines.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the heat source helping the grodbog hive",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Check out the noise around the corner to the right",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Check out the noise around the corner to the right",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Incubated by the Flaming Deeps",
      "es": "",
      "es (fem)": ""
    }
  ]
}