{
  "id": 620912769,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated an Orc ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Orcs at the Crack's Edge are uneasy, but stay to gather their strength for a push to the Dimrill Dale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'These Orcs are only here temporarily, it would seem, but they gather their strength to push a small army towards the Dimrill Dale. As to why they would face fire, fear, and sun to move eastward, I know not, but I do not like them.\\n\\n'Let us trim their ranks, eh, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orcs can be found at the Crack's Edge along the great rift in the centre of Nud-melek.\\n\\nYou should defeat Orcs at the Crack's Edge outpost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]! Make them think twice about whatever mischief they are getting themselves into.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Svanr is at the west side of the chasm upon the Bridge of Khazad-dûm in Nud-melek.\\n\\nYou should tell Svanr that have defeated a number of Orcs at the Crack's Edge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "You have defeated a number of Orcs at the Crack's Edge outpost, making this path safer for those who wish to leave Moria by the nearby East Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Orcs of the Crack's Edge must be made to regret their boldness for facing whatever has made them so uneasy. Let them add your name to the list of terrors into which they fly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Orcs at the Crack's Edge ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Svanr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Camping the Rift",
      "es": "",
      "es (fem)": ""
    }
  ]
}