{
  "id": 620912740,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have participated in Yule Festival!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Every day there is something to do in Frostbluff.  Every day there is Yule!  Come and join everyone in Frostbluff and participate in one of the many Yule Festival events.  We have a Sack of Presents waiting for you.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Well done, friend!  Come and sit by the fire a moment.  You have earned this Sack of Presents for all your hard work today!\\n\\n'Come back tomorrow and we shall have more gifts for you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Every day there is something to do in Frostbluff.  Every day there is Yule!  Come and join everyone in Frostbluff and complete a Yule Festival activity.  We have a Sack of Presents waiting for you!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Complete a Yule Festival activity in Frostbluff!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "Congratulations!  You have made it to Frostbluff.  Participate in any Yule Festival activity today and earn a Sack of Presents!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Every day there is something to do in Frostbluff.  Every day there is Yule!  Come and join everyone in Frostbluff and complete a Yule Festival activity  We have a Sack of Presents waiting for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Mara Sandydowns would like to thank you for your participation in the Yule Festival today.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa81f35",
      "en": "You have participated in Yule Festival!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Participate in a Yule Festival activity in Frostbluff",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Participate in a Yule Festival activity in Frostbluff",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak to Mara Sandydowns",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Yule Festival (Daily)",
      "es": "",
      "es (fem)": ""
    }
  ]
}