{
  "id": 620912778,
  "txt": [
    {
      "id": 218649170,
      "en": "'Wonderful! Now... let us find the Bridge of Khazad-dûm, [placeholder].\\n\\n'I am glad to have you with me on this pilgrimage, for none of the historic landmarks of Moria should be viewed alone.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah! We have made it at last. That was quite a trek, and I am glad we made it together.\\n\\n'But... something is amiss.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Tribute of Light",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'What is this madness? The bridge is shattered, [placeholder]! This is a tragedy I could not have foreseen....'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Called Svanr to your side",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Lit a brazier ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Svanr wishes to find the Bridge of Khazad-dûm next",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The summoning horn can be found near Svanr on the stairs of Khadar-zarâm.\\n\\nYou should summon Svanr to let him know when you are ready to depart.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "The Bridge of Khazad-dûm is sundered!",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Braziers can be found at the feet of the dwarf-statues along the north edge of Nud-melek's Second Hall.\\n\\nYou should light the braziers as a tribute to the fine stone-work of Durin's day.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Svanr can be summoned using the horn.\\n\\nYou should speak with Svanr.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The Bridge of Khazad-dûm is east of the stone dwarves in the Second Hall.\\n\\nYou should travel with Svanr to the Bridge of Khazad-dûm.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The Bridge of Khazad-dûm is east of the stone dwarves in the Second Hall.\\n\\nYou should travel with Svanr to the Bridge of Khazad-dûm.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Svanr is at the Bridge of Khazad-dûm.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Use the summoning horn to call Svanr",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Light braziers at the feet of the stone dwarves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Svanr (use the horn to summon him)",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Find the Bridge of Khazad-dûm with Svanr",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Svanr (use the horn to summon him)",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Svanr upon the Bridge of Khazad-dûm",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Use the horn to summon Svanr",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Svanr upon the Bridge of Khazad-dûm",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Svanr has suggested that you light the braziers at the feet of the dwarf-statues that line the Second Hall in Nud-melek.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am here to look out at the great stone trees and see this legendary hall with my own eyes ere I pass into the light.\\n\\n'If you are going down with me, let us pay tribute to the dwarf-statues from Durin's day that line the hall. Legend has it that there are braziers at the feet of the dwarves that once cast an orange glow along the full length of the Second Hall... but these have long been unlit.'",
      "es": ""
    }
  ]
}