{
  "id": 621105385,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'We must get inside that camp and get close to that main tent in the back. I am sure whoever is in charge will be in there. If we hope to save Surâsh and end these attacks, we need to know who these people are and what they are planning.\\n\\n'We also must locate Surâsh, but we should only free her after we've scouted the enemy and found out all we can of their plans, as the noise and commotion may waylay any intelligence gathering.\\n\\n'We must be stealthy as we move. There are too many of them for a frontal assault. Are you ready?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Speak with Nimasi when you are ready to go",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I cannot believe Nimasi turned on us. This is most troubling. Most troubling. And the danger to you was grave, I must be better about who I allow into the Subuzûri.'\\n\\nMizâdi appears to steel herself. A sudden coldness overtakes her face.\\n\\n'I don't care how many soldiers the Hûl has proffered him. He has not yet felt the might of the Subuzûri.\\n\\n'Very well. If it is a war he wants, then he shall have one.\\n\\n'But I will not allow the people of Kûr Anzar to feel war's cold comforts once more. I will meet him in open battle. War is coming, [placeholder]. War is coming to Imhûlar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Working with Nimasi, you have traced the banner attacks to a large camp in southern Imhûlar. Investigate the camp without being seen to discover the source of these attacks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Schemes and Misadventures",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Are you ready? Steel yourself, we are about to go into the lair of these monsters.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Speak with Nimasi outside the camp when you are ready to go.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Deliver Shâr Bârshud's message to Mizâdi in Kûr Anzar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Deliver Shâr Bârshud's message to Mizâdi in Kûr Anzar",
      "es": "",
      "es (fem)": ""
    }
  ]
}