{
  "id": 620929275,
  "txt": [
    {
      "id": "0xeb01197",
      "en": "King Théoden stands upon the walls of the Hornburg.\\n\\nYou should offer your sword to King Théoden as the Hornburg steels itself for battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Erkenbrand is at his camp in the hills at the western edge of the Westfold.\\n\\nYou should speak with Erkenbrand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Let us all make for Helm's Deep at once. [placeholder], you must ride at once to the aid of King Théoden. Shadowfax and I will go with Erkenbrand, Grimbold, and Dúnhere -- at whatever pace this army of foot-soldiers can move.\\n\\n'Hurry, [placeholder]! Do not miss the closing of Helm's Gate against the enemy, or you will be on the wrong side, and you will not survive the approach of the horde.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Go well, friend [placeholder]. If I had my horse I would ride with you now, but it is not to be. I hope to fight at your side one day, [placeholder]. You were valiant to rally Grimbold from his despair -- a true friend to Rohan!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Speak with Erkenbrand before you leave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Say good-bye to Grimbold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Nothing you say to me can save Rohan, [placeholder]....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'It felt good to grasp a sword again, [placeholder]. Very good. I have you to thank for my reunion with my allies -- with Erkenbrand at our helm, we will crash upon our foes as they fall on Helm's Deep.\\n\\n'Now I march! And I hope that I will fight alongside you again, [placeholder].\\n\\n'Good luck to you, my friend. Your deeds will be worthy of song this night, I know it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Hasten to Gamling at Helm's Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'[placeholder]! I had not thought to see you again. Hurry, friend, hurry! I must lock the gate at once, for our last scout says that the enemy is hot on your heels.\\n\\n'From whence did you come? Nay -- never mind. It must be a story for another time. Ride, ride! Ride to the Hornburg.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Grimbold is at his camp in the hills at the western edge of the Westfold.\\n\\nYou should speak with Grimbold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Offer your sword to Théoden",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d16",
      "en": "Gandalf believes that the siege at Helm's Deep will begin soon, and that you can make it there with more haste than he with so many foot soldiers in tow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'You have come to offer me your sword at this late hour? Good, I am glad.\\n\\n'We can use the might of a [placeholder], now more than ever. Are you ready for a war, [placeholder], the likes of which you have never seen?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "To Helm's Deep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Gamling is at Helm's Dike in the south-western Westfold.\\n\\nYou should hasten to Gamling before the battle begins.",
      "es": "",
      "es (fem)": ""
    }
  ]
}