{
  "id": 621094331,
  "txt": [
    {
      "id": 228284034,
      "en": "'If you are looking for someone in need of help, then you have found one.'\\n\\nThe man flushes with embarrassment.\\n\\n'It pains me to speak of it, but thieves have stolen some of our rice that was ready to go to market. Normally I would track them down and get it back myself but...'\\n\\nHe looks down at where his now amputated arm once was.\\n\\n'I have been training... but I am not yet skilled at fighting right-handed.'\\n\\nHis embarrassment quickly shifts to anger.\\n\\n'I will have you know that I am not helpless. I grow stronger by the day. I am a capable man and can do my own work on the farm. I only ask for your aid because we are in dire need of the income we would get from selling the rice. I am not destitute though, and need no charity. I will pay you to deal with these bandits. You will likely find them to the north of the farm.'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "You have recovered the stolen rice. You should return to Turizi at Ekagar in Ambarûl.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'You have done it! Truly, I did not expect you to return. I cannot thank you enough for bringing back our goods. Some coin will have to do.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Turizi has asked you to retrieve the stolen bags of rice from bandits.",
      "es": ""
    },
    {
      "id": 49286680,
      "en": "Bring the sacks of rice to Turizi",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Stolen Livelihood",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'The khmêg that stole my rice can be found north of here. I would be grateful if you could get it back from them.'",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Defeat bandits and recover sacks of rice ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "The bandits that stole the farmers rice can be found north of Ekagar in Ambarûl.",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Recovered sacks of rice ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}