{
  "id": 621094244,
  "txt": [
    {
      "id": 162883717,
      "en": "'Let us make for the road south-east of Jirush. I understand that will bring us near to the Oasis of Shonith, where dwell a band of the Kintai.'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'This is as far as we go.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 11.5: Deception and Departure",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'Stop, [placeholder]. This is as far as we need go.\\n\\n'The Oasis of Shonith is not our destination.'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Sigileth in Ghalbûru",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Khôltekh in Ghalbûru",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'If Balakhâd is dead, we have no reason to delay further in Khûd Zagin. Most of the map Azagath saw fit to take from the Mâkhda Khorbo consisted of lands further to the east. Whatever Azagath and Nakási seek to find must lie somewhere east of here, deeper into Shagâna.\\n\\n'Hmm? What is it?'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "<rgb=#00FF00>Wave</rgb> to Corudan in Ghalbûru",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Sigileth nods at your approach",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Corudan in Ghalbûru",
      "es": ""
    },
    {
      "id": 228284036,
      "en": " #-1:[placeholder]'I agree that most of the company should continue onward in pursuit of Azagath and Nakási, but I would ask a boon of you, Khôltekh.'\\n\\nThe Temámir shrugs in noncommittal fashion, and Sigileth continues.\\n\\n'Ever since [placeholder] returned from the grove of Arwáth with word of the Kinta people, I have desired to learn more about the Elves that remain apart from my own people. I understand there is an oasis here in Khûd Zagin where some of that folk remain, and I would like to meet with them.\\n\\n'When the company departs, I ask that [placeholder] stay behind with me, and together #-1:{she[f]|he} and I will go to find the Kintai of the oasis.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "<rgb=#00FF00>Wave</rgb> to Sirgon in Ghalbûru",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'The Elf woman has something to say?'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Sirgon in Ghalbûru",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'That sounds like a waste of time to me... but your business is your own. If an Elf wishes to go in search of other Elves, who is Khôltekh to quash that fanciful errand? The company will travel more swiftly without the two of you.\\n\\n'You should bid farewell to the rest of the company, [placeholder]. When you have satisfied the Elf woman's curiosity about the Elves dwelling in Khûd Zagin, you can look for the rest of us at the city of Kûr Anzar, in Imhûlar to the east. Perhaps we will have captured Azagath and Nakási by the time you rejoin us. On this day all things seem possible!'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Belondor in Ghalbûru",
      "es": ""
    },
    {
      "id": 228284040,
      "en": " #-1:[placeholder]'When the company departs, I ask that [placeholder] stay behind with me, and together #-1:{she[f]|he} and I will go to find the Kintai of the oasis.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'You should bid farewell to the rest of the company, [placeholder]. When you have satisfied the Elf woman's curiosity about the Elves dwelling in Khûd Zagin, you can look for the rest of us at the city of Kûr Anzar, in Imhûlar to the east. Perhaps we will have captured Azagath and Nakási by the time you rejoin us. On this day all things seem possible!'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "<rgb=#00FF00>Wave</rgb> to Rahâzi in Ghalbûru",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Rahâzi in Ghalbûru",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Sigileth told me you are staying behind when the rest of us continue eastward, [placeholder]. I hope the two of you find what my sister hopes to find.'\\n\\nCorudan holds your gaze for a moment, and then smiles.\\n\\n'To our next meeting, my friend! Each of us must remain on guard, of course.'",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Sigileth in Ghalbûru",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'To our next meeting, my friend! Each of us must remain on guard, of course.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Corudan is by the water in Ghalbûru.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Sigileth is by the north-western entrance of Ghalbûru.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Good-bye, [placeholder]. Be safe in Khûd Zagin, and avoid trouble with the Ordâkhai if you can! What am I saying? I have known both you and Sigileth the Elf for long enough now to know that the two of you are deadly enough to resolve any trouble which finds you!\\n\\n'Rejoin us as soon as you are able, my friend.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "You should <rgb=#00FF00>wave</rgb> to your departing companions, and say your farewells to them. Sirgon is by the north-western entrance to Ghalbûru.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Farewell to you, [placeholder]. I hope you will not remain with the Elves of the Oasis for too long, for we may have need of you and Sigileth the Elf when we catch up to Azagath and Nakási.\\n\\n'But Shagâna is a vast land, and the two of them might hide within any number of secret hiding-places. It may take us much searching to find them.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Khôltekh is by the north-western entrance of Ghalbûru.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Sirgon and Belondor are by the north-western entrance to Ghalbûru.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "You should <rgb=#00FF00>wave</rgb> to your departing companions, and say your farewells to them. Corudan is by the water in Ghalbûru.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "You should <rgb=#00FF00>wave</rgb> to your departing companions, and say your farewells to them. Rahâzi is by the water in Ghalbûru.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Rahâzi is by the water in Ghalbûru.",
      "es": ""
    },
    {
      "id": 24695145,
      "en": "Having received tidings of Balakhad's death, Khôltekh is ready to leave Khûd Zagin behind, taking most of the travelling company with him.",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'I want to thank you for honouring your promise to me, [placeholder]. I will not say my mother wished to test your loyalty and that of your companions, but neither will I deny it! But you have proven a friend to me and an enemy of Ordâkh, and that means you are a friend to the Ambarûli.\\n\\n'Take care in the Khûd, friend [placeholder]. The Kintai are rarely seen, and it is said they abhor visitors. As an Elf you should be safe, though I understand you are of a different sort than they... but keep my words in your mind. I will see you when you rejoin the company!'",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'Yes?'",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'Is everything all right?'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Sigileth is by the north-western entrance to Ghalbûru.",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "Rahâzi watches you silently.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Meet with Sigileth along the road south-east of Jirush, in Khûd Zagin",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Sigileth planned to meet with you along the road south-east of Jirush.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Sigileth by the road south-east of Jirush",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Sigileth stands by the road south-east of Jirush in Khûd Zagin.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'I want to thank you for honouring your promise to me, [placeholder]. I will not say my mother wished to test your loyalty and that of your companions, but neither will I deny it! But you have proven a friend to me and an enemy of Ordâkh, and that means you are a friend to the Ambarûli.\\n\\n'Take care in the Khûd, friend [placeholder]. The Kintai are rarely seen, and it is said they abhor visitors. You should be safe with Sigileth, but keep my words in your mind. I will see you when you rejoin the company!'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Your farewells are made? Then let us make for the road south-east of Jirush. I understand that will bring us near to the Oasis of Shonith, where dwell a band of the Kintai.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Take care in the Khûd, my friend.'",
      "es": ""
    }
  ]
}