{
  "id": 621094300,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 11.10: A Dead Man In The Desert",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Offer water to the dying man in southern Khûd Zagin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'No, I do not think this dead man is Sadûkh after all.\\n\\n'I think this man might have been Balakhâd, [placeholder]. I think this was the son of Balakhôr, and he was the last of the Heirs of Castamir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "Balakhâd eyes you warily",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I think this man might have been Balakhâd. I think this was the son of Balakhôr, and he was the last of the Heirs of Castamir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Examine the dead man by Sigileth and Silirtis in Khûd Zagin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Silirtas by the dying man",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Wait for Silirtas to depart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'He lives still?\\n\\n'He will not live for long without water. He may already have gone too long without it. Here, give him some of this... but slowly, or you might harm more than heal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Sigileth in southern Khûd Zagin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Sigileth in southern Khûd Zagin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Give him some of that water... but slowly, or you might harm more than heal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'That may help him, if he is not already beyond saving. How did he come to be so far from the road? What happened to him after he left the tomb of Nirgambâr, where we lost his trail? He would not have purposefully left his satchel in that tomb if he planned to spend days alone in the heat, [placeholder].\\n\\n'Silirtas, would your people give their aid to a man this near to death?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Return to Tharashil in south-western Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'The Kintai do not willingly refuse their aid, when they have the ability to give it.\\n\\n'I will return with haste to Shonith and tell Tharashil there is need for her healing arts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Talk to Tharashil in south-western Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Silirtas, would your people give their aid to a man this near to death?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Sigileth and Silirtas have found something in the dry reaches of Khûd Zagin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Silirtas stands in southern Khûd Zagin by the dying man.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e33",
      "en": "Return her water bladder to Sigileth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Sigileth has asked you to examine the dead man to discover what spelled his end.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I have a question for you, [placeholder].\\n\\n'As the son of Balakhôr and the last of the Heirs of Castamir, Balakhâd is undeniably an enemy of not only the Kingdom of Gondor but of my people specifically; the hatred of the Heirsworn for Elves is well-known. It is in our power to help him. If our paths had not crossed his, he likely would have died without our knowledge. And yet here we stand. What is the right course?'\\n\\nYou give Sigileth your opinion, and she nods.\\n\\n'It is a difficult question, but this is my answer: if the healing arts of the Kintai are sufficient to coax him back to health, he may tell us what Azagath and Nakási are planning, or where they have gone. Whatever he knows may be of crucial importance to us.\\n\\n'It is perhaps a meaningless choice, [placeholder], for Silirtas has already gone to tell Tharashil what we have found. To return now without him would be... difficult to explain. Let us go to the Oasis at Shonith and learn if the healing arts of the Kintai will resolve this philosophical difficulty for us, or raise further such questions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Sigileth is in southern Khûd Zagin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Silirtas hurries away.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'It is perhaps a meaningless choice, for Silirtas has already gone to tell Tharashil what we have found. To return now without him would be... difficult to explain. Let us go to the Oasis at Shonith and learn if the healing arts of the Kintai will resolve this philosophical difficulty for us, or raise further such questions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Sigileth stands by the dying man in southern Khûd Zagin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Sigileth believes the dying man can be saved, but if he is to recover at Shonith you will need Tharashil's permission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You have done what you can for the dying man, and should give Sigileth's water bladder back to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Tharashil is on the leader's rise in south-western Shonith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Some of the water passes parched lips, but more of it spills onto the sand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'I have a question for you, [placeholder].\\n\\n'As the son of Balakhôr and the last of the Heirs of Castamir, Balakhâd is undeniably an enemy of not only the Kingdom of Gondor but of our people as well; the hatred of the Heirsworn for Elves is well-known. It is in our power to help him. If our paths had not crossed his, he likely would have died without our knowledge. And yet here we stand. What is the right course?'\\n\\nYou give Sigileth your opinion, and she nods.\\n\\n'It is a difficult question, but this is my answer: if the healing arts of the Kintai are sufficient to coax him back to health, he may tell us what Azagath and Nakási are planning, or where they have gone. Whatever he knows may be of crucial importance to us.\\n\\n'It is perhaps a meaningless choice, [placeholder], for Silirtas has already gone to tell Tharashil what we have found. To return now without him would be... difficult to explain. Let us go to the Oasis at Shonith and learn if the healing arts of the Kintai will resolve this philosophical difficulty for us, or raise further such questions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "Tharashil nods as you approach, but her expression is guarded",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Balakhâd is behind the pavilions to the north of the water in Shonith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Balakhâd is behind the pavilions north of the water in Shonith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Find Balakhâd behind the pavilions north of the water in Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to Balakhâd in Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "The man is barely alive, but a gift of water may help bring him back from death's brink.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Silirtas has told me of your dead man, and a place has been made for him. The healers who dwell here at Shonith will see what can be done for his injuries, but he spent too long exposed to the harsh environment of the desert to recover quickly, or completely. A single day and night without cover would be too many, and he suffered several.\\n\\n'It is not customary for the Kintai to welcome Men such as he to our groves. He is here at your request, and Sigileth's. The two of you must be responsible for him.\\n\\n'You will find him behind the pavilions to the north of the water here in Shonith.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'It is not customary for the Kintai to welcome Men such as he to our groves. He is here at your request, and Sigileth's. The two of you must be responsible for him.\\n\\n'You will find him behind the pavilions to the north of the water here in Shonith.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "This man is not dead! His breathing is shallow, but he lives... for now",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'What is... who are...'\\n\\nBalakhâd's voice is dry and raspy. He stares wildly around himself and you are put in mind of an animal caught in a trap. He sees the Elves gathered nearby and his cracked lip curls up in a sneer.\\n\\n'You are... going to kill me...?'\\n\\nYou tell him that the Elves of the Oasis have agreed to try and heal his various hurts, and may have already saved his life. You ask him how he came to be by himself in the desert, and say too that you know the water-bearer Sadûkh helped him escape from the Kindred of the Coins. Despite the sun damage and his scorched skin, the expression of confusion on his face is readily apparent.\\n\\n'How do you know all this?' he asks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Sigileth hands you her water bladder",
      "es": "",
      "es (fem)": ""
    }
  ]
}