{
  "id": 621094320,
  "txt": [
    {
      "id": "0xeb011a1",
      "en": "Rahâzi challenged you to speak with residents of Urmâkh and learn their opinions of Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 12.4: A Change of Plans",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'If your friends came to Imhûlar and planned to stop at Kûr Anzar, they might have turned from that course and stayed for a time at Urmâkh. Let us go to the north-west and search within Urmâkh for your companions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Where might our companions have gone instead? Silirtas, is there a settlement somewhere within Imhûlar where folk of Gondor, Umbar, and Shagâna might gather together without drawing notice? The group includes a dwarf, an Elf, and a half-troll as well. Also, the half-troll's lion, should that affect your answer.'\\n\\nIf you did not know the Elf-warrior so well, you might think Sigileth was jesting. She catches your eye and holds it with her own while she waits for Silirtas to answer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Silirtas outside Adakûr in Imhûlar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Speak to residents of Urmâkh about Gondor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Find your travelling companions somewhere in Imhûlar, perhaps in the city of Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Nowhere in any of these lands would hide such a gathering as that from outside attention, Sigileth!' cries Silirtas.\\n\\n'But if they came to Imhûlar and planned to stop at Kûr Anzar, they might have turned from that course and stayed for a time at Urmâkh.\\n\\n'If we go to the north-west and search within the city of Urmâkh, we may find your friends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "Sigileth waits for Silirtas to answer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Tell your companions what befell you while you were apart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Sirgon within Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'At last!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Corudan within Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'When my sister told me she wanted to meet with the Elves of the Oasis, I did not think she would bring one back with her! It is a pleasure to meet you, Silirtas, and I am eager to learn more about you and your people. If there is anything you would hear from me concerning the Land of Lothlórien or the other places I have seen on my travels, you have only to ask.'\\n\\nCorudan turns to you, his welcoming expression replaced with one of great concern.\\n\\n'I am worried about this substance sought by Azagath and Nakási. If it is truly as destructive as it sounds, we must prevent them from finding it at any cost. The others of our group went in search of their trail while we spoke with the people here in Urmâkh. The occupation of Kûr Anzar has made locating our prey more difficult than it might have otherwise been.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Sirgon within Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I am pleased you and Sigileth have returned to us, [placeholder]. We have had little in the way of success since you left us.'\\n\\nSirgon's demeanour is downcast, and you ask him what troubles him. He sighs and kicks a stone in the grass.\\n\\n'I have been engaged in an argument with the warrior-woman Rahâzi, and it has enshrouded me in a storm-cloud of ill feeling. She speaks of beloved Kings of Gondor as if they were tyrants, and says King Elessar will be no different than they! The title \\qHyarmendacil\\q is a noble one in Gondor, and memory of the Kings who wear it brings to mind many triumphs throughout history! But Rahâzi treats these victors as if they were monstrous regents and bloodthirsty warmongers! How are the rulers of her land remembered in Gondor, I ask you? How might she defend such as they?\\n\\n'King Elessar is a man of noble heart and bearing. How can I convince Rahâzi of what I know to be the truth?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Rahâzi within Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'This man of Gondor thinks to lecture the daughter of Girhâzi about the history of her own people? Do you know the meaning of the title \\qHyarmendacil\\q worn by his beloved kings, [placeholder]? He told me the meaning of it is \\qSouth-victor.\\q\\n\\n'The Shagâni have given titles of our own to one of those kings. The ruler known in Gondor as Hyarmendacil the First is known in Ambarûl as Lûgula, \\qthe Despot of the North.\\q The second Gondorian king to claim the title of Hyarmendacil has a different title among the people whose ancestors he slaughtered. He is called Ugdûmu: \\qthe Butcher.\\q\\n\\n'Speak to the folk who dwell in this village and you will see that your Gondorian friend knows not of what he speaks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "With Kûr Anzar occupied by soldiers and cultists of the Church of the All-seeing, your travelling companions must have gone somewhere else.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I am worried about this substance sought by Azagath and Nakási. If this is truly as destructive as it sounds, we must prevent them from finding it at any cost. The others of our group have gone in search of their trail. The occupation of Kûr Anzar has made that more difficult than it might have been.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'King Elessar is a man of noble heart and bearing. How can I convince Rahâzi of what I know to be the truth?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Silirtas is outside Adakûr in Imhûlar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Corudan, Sirgon, and Rahâzi are within Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Stories of the Gondorian kings who named themselves Hyarmendacil are well-known to my people, for they are brutal tales of conquest and despair; they are also lessons to us. The first of these, Ciryaher Hyarmendacil, he we name \\qLûgula,\\q conquered the coasts and held them with the sword, that he might affirm his kingdom's control of the seas; the lands in the interior were made border-marches of Gondor. He installed puppet-kings in these cities of Shagâna, and took their children to live in Gondor as hostages.\\n\\n'Thus was their good behaviour ensured, but he returned every seven years to reaffirm the loyalties of the kings. When he finally died, the Ambarûli celebrated so enthusiastically that a unit of Gondorian soldiers was sent to restore order, and dozens perished.\\n\\n'One hundred years after his death, another sought to attain glory in our lands, but through great force of will and show of arms, the Shagâni dealt him defeat after defeat. He retreated, and from the safety of his northern home he felt he could not claim the title of Hyarmendacil. That spared him not from becoming known in Shagâna as \\qLûgula-min,\\q the Second Despot.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Shagâna has always suffered at the hands of Gondor. When the Black Númenórean Castamiri departed from that kingdom and established the union of the Khôrthan League, it was to Shagâna that the Gondorian king Vinyarion pursued them, bringing war and death. He stopped not there, but continued deeper into lands that held no enemies for him. He burned the great city of Shâraban in a tremendous conflagration, and its charred bones still smolder today.\\n\\n'This was the man who took the title of Hyarmendacil II. We name him Ugdûmu, the Butcher. They say he had a change of heart in his elder years, and repented of the evil he wrought. I believe it not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Find your travelling companions in the village of Urmâkh, north-west of Adakûr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'You speak to my friends about Kings of Gondor? You are bold to speak so, stranger. Hyarmendacil means \\qSouth-victor,\\q and all who claimed this title wear evil reputations in Shagâna. Others have sought to achieve that title through conquest and bloodshed, and failed.\\n\\n'A king named Minardil sought to become Hyarmendacil III, but he was slain by the Heirs of Castamir before he could adopt it properly. The Heirsworn of today are no friends of mine... but to cease the glory-seeking of a third Hyarmendacil seems to me fine work indeed.\\n\\n'That title remains unclaimed to this day, but who can say whether the new King of Gondor will think to increase his own glory and the size of his kingdom by adopting the title of Hyarmendacil III, though it lie long dormant? The histories of this land teach us unpleasant lessons, stranger; perhaps you should heed them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Your companions within Urmâkh eagerly await the tale of your adventures.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Corudan, Sirgon, and Rahâzi are within the city of Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "Spoke to residents of Urmâkh about Gondor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "Your companions consider the tale you have woven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Sirgon is within the city of Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Speak to the folk who dwell in this village and you will see that your Gondorian friend knows not of what he speaks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Corudan, Sirgon, and Rahâzi eagerly wait to hear the tale of your adventures",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'They are wrong, [placeholder]! King Elessar is a good man, and he will live up to his promise, for both Gondor and for Shagâna. The kings of old that took the title of Hyarmendacil were neither as wise nor as just as King Elessar. He will not become as they were.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}