{
  "id": 621094236,
  "txt": [
    {
      "id": 162883717,
      "en": "'We will not speak of it here. Let us later discuss our dreams in private.'",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "Khôltekh refuses the gift",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 10.12: The Short Road and the Long",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Offer a pillow to Rothog",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Offer a pillow to Sigileth",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'If your prey was set upon journeying further east, he will have found the road into Urash Dâr blocked by landslides caused by the recent quake. He would need to travel south instead, a longer road and a harder one through the rocky land beside the desert, but necessary. If you go that way in pursuit of him, I will see that you have the provisions and supplies you need for the journey.\\n\\n'Speak with Rahâzi on the eastern side of the lodge and she will tell you where your companions can rest, and rest well, before you depart. If you should dream, rue it not! The dreamless sleep holds no wisdom.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'My mother says you are to rest for the night before leaving Iridír? The sleeping mats on the west side of the lodge have been prepared for the use of your company, but I cannot promise they will be comfortable!\\n\\n'Here, I will give you feather pillows to distribute among your companions. I gave one to the man Sirgon already, for he stood near when my mother gave me the command. He was grateful for it; so grateful my face reddened with embarrassment. They are just pillows, and I would not describe them as soft! Still, they should be better than nothing at all, and help you and your friends awake rested for your journey. The road through Khûd Zagin is rocky, hot, and uncomfortable; spending one night in Iridír as my mother's guests should not be!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Rahâzi on the eastern side of the lodge in Iridír",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Speak with Rahâzi on the eastern side of the lodge and she will tell you where your companions can rest, and rest well, before you depart. If you should dream, rue it not! The dreamless sleep holds no wisdom.'",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "You awaken from disturbing dreams, the memory of them fading into nothingness",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'A feather pillow? Perhaps some others among the Temámir would accept such a gift, but I do not look for comfort when I rest during the evening hours.\\n\\n'I sleep with an eye open when at home in the Shoreward Stone. I cannot imagine sleeping in an unfamiliar land with more than that eye closed, [placeholder]. Keep your pillows!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'A feather pillow? That is very kind of our hosts, [placeholder]. Thank you very much for this. I have not had much occasion to rest comfortably in recent weeks.\\n\\n'How odd to speak so, my friend! I have not forgotten how I rued the time of my recovery in Leafshade's grove, when I awoke from my wounded stupor as Nestinanessornë! Then I had nothing but time to rest, and the inactivity cut deeply! Now there is little time to rest, but this pillow will help me to make the most of it.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Offer a pillow to Khôltekh",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Feather pillows? Huh.'\\n\\nRothog takes a pillow from you and tests it with one hand. The burlap material tears and a few brown feathers fall from the rip. The half-troll stuffs the feathers back inside and hands it back to you.\\n\\n'I do not think I have much use for such a thing as this, [placeholder]. You can keep it. I will follow the example of my friend Húrshauk, who sleeps anywhere he wishes and requires nothing.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Thank you for this pillow, [placeholder]. My manor-house in Umbar Baharbêl has dozens of pillows, artfully arranged by Mêshka throughout every room, but they are far away. This one will transport me back home while I sleep, and no doubt give to me pleasant dreams of my home and my hearth. I will see Mêshka when I close my eyes.\\n\\n'You may need to shake me awake in the morning with some force, [placeholder]. I may not want to leave her embrace, awakening on the hard ground of Iridír. This is not to speak poorly of the hospitality of its people, you understand. But none can compete with even the most fleeting dream of my wife!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'It has been years since I slept among pillows, [placeholder]. I do not think I would find that as comfortable as once I did. You may keep them. Perhaps my brother will accept an extra.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Here, I will give you feather pillows to distribute among your companions. I would not describe them as soft, but they should be better than nothing at all, and help you and your friends awake rested for your journey. The road through Khûd Zagin is rocky, hot, and uncomfortable; spending one night in Iridír as my mother's guests should not be!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Girhâzi has agreed to provide you with supplies and assistance as you prepare to take the necessary longer road in pursuit of Azagath.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "You set down the excess pillows and prepare your sleeping mat for the night, making it as comfortable as you can.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Rahâzi is on the eastern side of her mother's lodge in Iridír.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "You lie down on the sleeping mat and prepare to rest, giving your journey south into Khûd Zagin a good beginning.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Your task complete, you can now rest for the night in the village of Iridír. Sleeping mats for this purpose can be found on the western side of the lodge.",
      "es": ""
    },
    {
      "id": 49286710,
      "en": "Offer a pillow to Corudan",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'I have already given my thanks to Girhâzi for the accommodations, [placeholder]. I have not awoken so refreshed in many months! Did you sleep as well as I?'\\n\\nYou tell Corudan that you managed to rest for a few hours. You ask him if he dreamed at all, and he shakes his head.\\n\\n'At the very least I remember nothing. I believe my sleep was untroubled.'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Your companions throughout the village of Iridír may welcome the gift of pillows, or they may not.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Your sleeping mat awaits on the western side of the lodge in the village of Iridír.",
      "es": ""
    },
    {
      "id": 49286712,
      "en": "Offer a pillow to Belondor",
      "es": ""
    },
    {
      "id": 49286713,
      "en": "Prepare your sleeping mat on the western side of the lodge in the village of Iridír",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Your own sleep disturbed by troubling dreams, you hope that your companions are feeling more rested than you. They can be found at the entrance of Iridír to the north of the lodge.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Rothog refuses the gift",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "Sigileth refuses the gift",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "Corudan accepts the gift",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Belondor accepts the gift",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Your own sleep disturbed by troubling dreams, you hope that your companions are feeling more rested than you. They can be found at the entrance of Iridír to the north of the lodge.",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Your own sleep disturbed by troubled dreams, you hope that your companions are feeling more rested than you. They can be found at the entrance of Iridír to the north of the lodge.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Rest for the night on your sleeping mat in the lodge within Iridír",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Talk to Corudan at the entrance of Iridír to the north of the lodge",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Sigileth at the entrance of Iridír",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Sirgon at the entrance of Iridír",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Something has troubled you, [placeholder]; I see it on your face. Your sleep was troubled by dreams?'\\n\\nYou nod and ask if it was the same for Sigileth. She looks around at the folk gathered nearby.\\n\\n'We will not speak of it here. Let us later discuss our dreams in private.'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'I believe my sleep was untroubled.'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Rahâzi gives you a number of pillows to distribute among your companions",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'I did not sleep well in the night, [placeholder], but I have determined it will not adversely affect my morning. We have a long day of travel ahead of us, for Azagath must be ahead of us. He gets further away with every passing hour, and we have already spent enough of them sleeping, or trying to sleep.'",
      "es": ""
    }
  ]
}