{
  "id": 621094258,
  "txt": [
    {
      "id": 162883717,
      "en": "'This must be Silirtas, the Kinta of whom Tharashil spoke.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 11.8: The Fading of the Kintai",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'Your friend's question is not impolite. The ways of the Kintai may seem unusual to others, as the ways of the Eldar seem to us.'\\n\\nTharashil rests a finger upon her cheek, considering how best to explain this practice of her people.\\n\\n'My people awoke as did other Elves, but we did not follow Taknûn the Hunter when he led the others on the long road west. The Kintai chose to stay in these lands, for they were filled with natural beauty and Taknûn's destination seemed unknown and frightening to us; we were unwilling to follow him there, and for that the Eldar gave us an insulting name. I will not speak it here. Instead, the Kintai name ourselves Tárthai: Those Who Remained.\\n\\n'We dwelt in the Emerald Wood of Nisigím, as I have told you, and despite the harm caused there by Morgoth's servants and finished more recently by the Empire of Ordâkh, we never felt the Eldar's desire to travel the westward road. That place you name Valinor is not open to us, and we want it not.'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Aitárshun in Shonith",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I have seen a number of Elves sitting or standing at various locations around the grove, their eyes open but unaware of their surroundings. Is this a manner of restful sleep among the Kintai?'",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "Tharashil falls silent and gathers her thoughts",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Wait for Aitárshun to turn his attention to you",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "At last Aitárshun speaks to you",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Aitárshun in Shonith",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Your friend's question is not impolite. The ways of the Kintai may seem unusual to others, as the ways of the Eldar seem to us.'\\n\\nTharashil rests a finger upon her cheek, considering how best to explain this practice of her people.\\n\\n'My people awoke as did other Elves, but we did not follow Taknûn the Hunter when he led the others on the long road west. The Kintai chose to stay in these lands, for they were filled with natural beauty and Taknûn's destination seemed unknown and frightening to us; we were unwilling to follow him there, and for that the Eldar gave us an insulting name. I will not speak it here. Instead, the Kintai name ourselves Tárthai: Those Who Remained.\\n\\n'We dwelt in the Emerald Wood of Nisigím, as I have told you, and despite the harm caused there by Morgoth's servants and finished more recently by the Empire of Ordâkh, we never felt the Eldar's desire to travel the westward road. That place your friend names Valinor is not open to us, and we want it not.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Tharashil in south-western Shonith",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I have seen a number of Elves sitting or standing at various locations around the grove, their eyes open but unaware of their surroundings. Is this a manner of restful sleep among the Kintai?'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Tharashil at Shonith",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Find Silirtas at Er-atûr, north-west of Shonith",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Because my people are not drawn to Valinor, the eldest among them were very old during the later years of the Second Age. Their weariness of the world was so great that some of these Kintai began to \\qfade,\\q falling into trances while their bodies passed away to dust. This was not the end, though their material bodies were gone: their spirits were free to wander as wraiths, which we of the Kintai name Väiri.\\n\\n'Some of the Väiri wander invisibly throughout the lands in which they once walked, whispering on the wind but unable to make clear their wishes. Others who feel a strong bond with a particular location have been known to become guardians of the oases and groves throughout Shagâna. If a Kinta feels such a strong connexion during their lifetime, he or she may prepare to undergo the fading process at one of these beloved locations. The trance-like state of Tróthul that precedes fading may take only a short time, or it may take much longer; some of the Kintai you see here at Shonith have been preparing themselves to fade for years.\\n\\n'When one of the Kintai finally enters Tróthul at one of our groves, it is our custom to fashon a Veróth around them. The Veróthi may be difficult for you to understand. Perhaps you would like to speak to Aitárshun about this aspect of the fading process? He will appreciate the company. Look for him on the easternmost island in the water. You may reach it by use of the bridges.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Tharashil at Shonith",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Sigileth at Er-atûr",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'When one of the Kintai finally enters Tróthul at one of our groves, it is our custom to fashon a Veróth around them. The Veróthi may be difficult for you to understand. Perhaps you would like to speak to Aitárshun about this aspect of the fading process? He will appreciate the company. Look for him on the easternmost island in the water. You may reach it by use of the bridges.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "You introduce yourself to Aitárshun and await his response.",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Meet with Aitárshun on the easternmost island in the water in Shonith",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Silirtas at Er-atûr",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Tharashil wants you to learn about her people, the Kintai of Ikorbân.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Aitárshun is on the easternmost island in the water in Shonith.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Be not afraid, friends. The process is a natural one.'\\n\\nAitárshun breathes deeply, seemingly unconcerned with the tree-limbs that surround him. You tell him that Tharashil wanted him to tell you about something called a Veróth.\\n\\n'This is mine, my friend. You might call a Veróth a tree-tomb. My people weave the red-leaved Sarlásh trees around the body of a Kinta who has begun to fade, and from then on the two grow together. When the Kinta has at last become dust, the Veróth remembers the shape of the body and serves as a memorial to the faded one. The ritual preparation of the Veróth binds the Kinta to the grove in which it grows, and his spirit can then watch over the place he so loved.'\\n\\nConcerned, you ask Aitárshun if you have hindered his process of fading with your questions. He smiles.\\n\\n'Trouble yourselves not, my friends. I am not afraid to fade, as some among my kind may be, but I find myself appreciating even short conversations as this as my time approaches. They become less frequent as every day passes.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Tharashil has much to tell you about her people, the Kintai.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Aitárshun is on the easternmost island in the water in Shonith.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Did Aitárshun speak to you?'\\n\\nYou tell Tharashil that he did, and that he seems very content to fade in the manner of his people. Tharashil sighs.\\n\\n'Aitárshun and I have given you an incomplete picture of the Kintai, friends, and for that I apologize. It is only right that I remedy that oversight. If you would learn more of my people, you should seek out Silirtas. At this time of day she is often to be found at Er-atûr, where many wrathful spirits linger. Er-atûr is to the north-west of Shonith.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Aitárshun is on the easternmost island in the water in Shonith.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "The attention of Aitárshun has moved away from you, and it may be some time before it returns.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Tharashil has much to tell you about her people, the Kintai.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Tharashil is on the leader's rise in south-western Shonith.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'If you would learn more of my people, you should seek out Silirtas. At this time of day she is often to be found at Er-atûr, where many wrathful spirits linger. Er-atûr is to the north-west of Shonith.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Aitárshun is on the easternmost island in the water in Shonith, reachable by the bridges.",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "The Kinta Elf Aitárshun sways slightly within the bole of his red-leafed Sarlásh",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Er-atûr is to the north-west of Shonith.",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "You and Sigileth have found Silirtas, the Kinta of whom Tharashil spoke",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Sigileth is at Er-atûr, north-west of Shonith.",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Silirtas is at Er-atûr, north-west of Shonith.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'This must be Silirtas, the Kinta of whom Tharashil spoke.'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'This must be Silirtas, the Kinta of whom Tharashil spoke.'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'Who are you? What are you doing here? This is not a place of safety.'\\n\\nYou introduce yourself and tell her that Tharashil asked for you to speak with Aitárshun and Silirtas to learn more about their people. Silirtas stares at you coldly.\\n\\n'Tharashil is well-meaning, but she is also misguided. She thinks to hasten the process, but I know such a thing cannot be sped along without cost. Aitárshun spoke to you of the fading of the Kintai, I assume? He welcomes it. He eagerly awaits the loss of his awareness, the onset of the Tróthul trance, the cold embrace of the Sarláshi to grow around him, the prison of his Veróth. I know it is expected of me to do the same, but I cannot. I am frightened of these things.\\n\\n'Know you why I come so often to Er-atûr? It is because when a Kinta resists fading, and is instead slain in battle, their spirit is loosed upon the world. They become wandering, restless spirits, increasingly wrathful and hostile. I come here to see what awaits me if I do not fade, seeking to convince myself to undergo the process. I have not yet succeeded.'",
      "es": ""
    }
  ]
}