{
  "id": 621094327,
  "txt": [
    {
      "id": 228284034,
      "en": "'Hashtal-gûr traveller, what brings you to our lands?'\\n\\nThe old woman looks at you warily.\\n\\n'I hope you are not here to cause trouble, as we have enough of that already. I am weary of it. Though to be fair, I was weary already! I have done this work my whole life, but harvesting rice is demanding. It is early yet in the season, but the food is needed. Many farms have been destroyed or abandoned because there are scant workers.\\n\\n'You look rather fit, would you mind helping an old woman? In the fields to the east, you can find some rice that can be harvested. Collect the stalks and bring them to me while I rest.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "You have collected stalks of rice that were ready to harvest from the fields to the east. You should bring them to Urama by the trellis.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Urama, tired from a life of manual labour, has asked for your help on her rice farm.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Helping with the Harvest",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Oh, you are back! And you bring bundles of rice with you.'\\n\\nThe woman's smile is positively beaming.\\n\\n'Thank you so much for your help.  These must dry before threshing so don't worry, I won't ask you to do that part!'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Collected rice stalks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Hashtal-gûr child, where are your parents? You are not from these lands, that much I know.'\\n\\nYou explain to the old woman that you are not a child, but a hobbit, and very much an adult.\\n\\n'Níkhu! I thought halflings were a myth! I hope you are not here to cause trouble, as we have enough of that already. I am weary of it. Though to be fair, I was weary already! I have done this work my whole life, but harvesting rice is demanding. It is early yet in the season, but the food is needed. Many farms have been destroyed or abandoned because there are scant workers.\\n\\n'You look rather fit, small though you are. Would you mind helping an old woman? In the fields to the east, you can find some rice that can be harvested. Collect the stalks and bring them to me while I rest.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Well, go on then. You can find some rice that can be harvested in the fields to the east. Collect the stalks and bring them to me while I rest.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Collect rice stalks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "You have been asked to collect stalks of rice that are ready to harvest from the eastern fields at Ekagar.",
      "es": ""
    },
    {
      "id": 86966505,
      "en": "Bring rice stalks to Urama",
      "es": ""
    }
  ]
}