{
  "id": 621094338,
  "txt": [
    {
      "id": "0x9b56889",
      "en": "'Yes, those look perfect! I will take them. Good work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Would you like to learn how papyrus is made? I have not seen the wood pulp paper used in the West, but I have heard about it. They say the surface is very smooth, but it tears easily and is not as long-lasting. Papyrus sheets are strong and durable. We also have more reeds than trees.'\\n\\nShe laughs and you get the impression that she truly enjoys her work.\\n\\n'The first thing you need to make papyrus sheets is papyrus the plant. Go into the marsh to the south-west and collect some reeds. Look for reeds with good, strong stalks. Bring them back here when you are done, and do not forget to watch for crocodiles!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Sûlmur has offered to show you how to make papyrus. First, you must harvest some reeds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "You have collected papyrus reeds. You should return to Sûlmur near the barn at Mehêtur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Papyrus reeds can be found in the marsh near Mehêtur in Ambarûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Collecting Reeds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e30",
      "en": "Bring the papyrus reeds to Sûlmur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Collect papyrus reeds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Go into the marsh to the south-west and collect some reeds. Look for reeds with good, strong stalks. Bring them back here when you are done, and do not forget to watch for crocodiles!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Collected papyrus reeds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}