{
  "id": 621094238,
  "txt": [
    {
      "id": 162883713,
      "en": "'You need a remedy for the dying man that was lately brought to Ghalbûru? I will not say he is beyond saving, but he lost a great deal of blood to the blades of the Ordâkhai stationed in Jirush. They would not have purposefully left him alive; they believed he was dead already.\\n\\n'I can make a poultice that may help him, but I have exhausted my supply of ingredients. You must bring me the hardy plant leaves and riverside reeds I will need to fashion this remedy. You can find them around Ghalbûru if you truly must see this man healed.'",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "Wait for the poultice to be prepared or speak to your travelling companions throughout Ghalbûru",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'We need this man to tell us what has happened to Balakhâd. Speak to the apothecary here in Ghalbûru and learn what we will need to save this man's life. I care not if he dies, but he must not die before he tells us what he knows.'",
      "es": ""
    },
    {
      "id": 111477316,
      "en": "Talk to Babarín in Ghalbûru",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'I can make a poultice that may help him, but I have exhausted my supply of ingredients. You must bring me the hardy plant leaves and riverside reeds I will need to fashion this remedy. You can find them around Ghalbûru if you truly must see this man healed.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The hideout of Ghalbûru is among the rocks south-east of the road through Khûd Zagin.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'You have returned with the ingredients? I confess I did not think you would.\\n\\n'I will make the poultice for which you have asked. It will take some time. Such things cannot be rushed. You must hope your friend can survive until it is ready.\\n\\n'I recommend you keep yourself busy. Perhaps then you will not notice the time passing.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'We were waylaid by a number of Shagâni highwaymen who mistook us for vulnerable travellers; Rothog and his khopeshes cured them of that misconception very quickly. After Rahâzi made clear to them that we share an enemy in the Ordâkhai, they invited us to their hideout in the rocks to the south-east, a place called Ghalbûru.\\n\\n'I stayed behind to tell you where everyone has gone. Let us now join them at Ghalbûru.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Sirgon is at the north-western entrance of Ghalbûru.",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'The making of the poultice will take some time. Such things cannot be rushed. You must hope your friend can survive until it is ready.\\n\\n'I recommend you keep yourself busy. Perhaps then you will not notice the time passing.'",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Find the entrance to Ghalbûru in Khûd Zagin",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Is it true that Khôltekh identified the dying Umbari man the highwaymen brought to Ghalbûru to be Azagath's water-bearer Sadûkh? That is most surprising! The dwarf must have an eye for faces to have so readily identified him so far from the city.\\n\\n'What do you think Sadûkh might tell us of Balakhôr's son Balakhâd? If he still lives, the dreams of the Heirs of Castamir remain alive, and may cause problems for Gondor in the future.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I stayed behind to tell you where everyone has gone. Let us now join them at Ghalbûru to the south-east.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Your travelling party encountered some difficulty with highwaymen on the road into Khûd Zagin and followed them back to their hideout.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Rothog is by the water in Ghalbûru.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I see Belondor found you, my friend.\\n\\n'The folk who dwell here name this place Ghalbûru, which they told me means \\qThieves' Cut.\\q I do not think they gave it that name, but they have embraced it. These caves must have been home for brigands and highwaymen throughout the years, but now that the Ordâkhai have tightened their grip on Khûd Zagin, Ghalbûru has become a hideout for those who resist that empire.\\n\\n'I am reminded of our stay in the Shield Isles, [placeholder]. The freebooters there share something in common with these rebels, I think, though neither knows it. You should have seen how rapidly they lowered their weapons when Rothog raised his own! Both these rebels and the freebooters of the Shield Isles can make rapid calculations when they must!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I see Belondor found you, my friend.'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Talk to Sirgon in Ghalbûru",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Talk to Rothog in Ghalbûru",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Rahâzi in Ghalbûru",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Find Khôltekh inside the caves of Ghalbûru",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Examine the injured man lying on the bed in the caves of Ghalbûru",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'These highwaymen thought to rob us of coin, so I showed to them the medallion that marks me as one of the Kindred of the Coins; they recognized it not. The city of Umbar is a good distance away from this arid land, and word travels slowly.\\n\\n'Then I showed to them my khopeshes, and that was a language they understood. The language of death travels quickly in every land, [placeholder]! Ha! Ha! Ha!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'I am reminded of our stay in the Shield Isles, [placeholder]. The freebooters there share something in common with these rebels, I think, though neither knows it. You should have seen how rapidly they lowered their weapons when Rothog raised his own! Both these rebels and the freebooters of the Shield Isles can make rapid calculations when they must!'",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Talk to Khôltekh in the caves of Ghalbûru",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Rahâzi is by the water in Ghalbûru.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I did not think we would encounter the Khûdi so quickly, but they had eyes upon our group from the moment we passed beyond the Ikorbân River. They must be desperate for wealth with which to conduct their rebellion against the Ordâkhai. Why else should they attack a group such as ours, with so many evident warriors and our own deadly weapons near at hand?\\n\\n'There is a cavern in the heights on the eastern side of Ghalbûru, and more of the Khûdi dwell within. The dwarf Khôltekh asked to see it.'",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Talk to Babarín, the apothecary in Ghalbûru",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'The language of death travels quickly in every land! Ha! Ha! Ha!'",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Collect hardy plant leaves in Ghalbûru ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Khôltekh is inside the caves of Ghalbûru. The entrance to the caves is in the heights on the eastern side of Ghalbûru.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'The Khûdi must be desperate for wealth with which to conduct their rebellion against the Ordâkhai.\\n\\n'There is a cavern in the heights on the eastern side of Ghalbûru, and more of the Khûdi dwell within. The dwarf Khôltekh asked to see it.'",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Collect riverside reeds in Ghalbûru ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Khôltekh has found an injured man resting in the caves of Ghalbûru.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Khôltekh is in the caves of Ghalbûru.",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "Collect buried husks in Khûd Zagin ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'The highwaymen of Ghalbûru tell me they found this man dying beside the road outside Jirush, left for dead by the Ordâkhai. They brought him back here to interrogate him about the caravan with which he travelled, and if any of its treasure might have been overlooked by the Ordâkhai. It seems he was too badly injured to speak to them, so they have abandoned the effort. He has been left for dead twice now, [placeholder].'\\n\\nKhôltekh lowers his voice and speaks to you in hushed tones.\\n\\n'Did you take note of the clothing he wears? He is dressed in the Umbari fashion, and matches the description I was given for the water-bearer that aided in Balakhâd's escape from the Citadel of Winds. Sadûkh he was named, yes? I deem he travelled with no caravan, but in the company of a single disguised man. The whereabouts of that disguised man are of great interest to me, and to the Kindred of the Coins, as you are well aware.\\n\\n'The highwaymen have abandoned their efforts to restore him to health, but we need him to tell us what has happened to Balakhâd. Speak to the apothecary outside in Ghalbûru proper and learn what we will need to save this man's life. I care not if he dies, but he must not die before he tells us what he knows.'",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'I hope that poultice provides some comfort for your friend, and will help to heal his hurts.'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 162883655,
      "en": "'Before we left Iridír for Khûd Zagin I said we might speak in private of the dreams that troubled our rest. Do you wish to speak of them now? Of what did you dream, [placeholder]?'\\n\\nYou tell Sigileth that the details of your dream faded with the dawn, but you remember that her brother Corudan spent some portion of it in despair, seeking for Sigileth but unable to find her. You also remember one of the Nazgûl leading a band of Orcs in search of something in an unknown land, and the words \\qbeyond living memory,\\q but their significance has faded with the night. Sigileth nods thoughtfully.\\n\\n'I dreamt of a long corridor leading into darkness, [placeholder]. I sought something, though I cannot remember what, but I knew it lay at the end of the corridor. I think Cruel Dancer was beside me, but when I turned my head to look at her she was gone. I am reminded now of the Room of Voices beneath Dol Guldur, but the feeling of this corridor was... different, somehow.\\n\\n'I awoke disturbed. It may have been only a dream, but our people know such dreams often foretell the future, or shed light upon the past, and should not be ignored.'",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Ingredients needed by Babarín can be found throughout Ghalbûru: hardy plant leaves and riverside reeds.",
      "es": ""
    },
    {
      "id": 177082720,
      "en": "Collected buried husks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Babarín is beneath her canopy on the island in the middle of the pool.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "It will take some time for Babarín to prepare the soothing poultice. You can wait for it to be ready, or you can speak to your companions throughout Ghalbûru.",
      "es": ""
    },
    {
      "id": 177082723,
      "en": "Babarín's healing poultice must surely now be ready",
      "es": ""
    },
    {
      "id": 177082725,
      "en": "Babarín gives you the healing poultice she prepared",
      "es": ""
    },
    {
      "id": 246419779,
      "en": "Ghalbûru's apothecary Babarín is located outside in the village, beneath her canopy on the island in the middle of the pool.",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'The people who live here frequently quarrel among themselves, finding it difficult to agree on a single course of action. That is not a problem we have in Umbar Baharbêl, for the Kindred of the Coins is a strong body, made up of strong voices.\\n\\n'That is not to say the rebels of Ghalbûru lack wisdom. They seem quite frightened of both me and Húrshauk... and is that not both knowledgeable and wise?'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'The Khûdi who dwell here at Ghalbûru are brigands and highwaymen, [placeholder], disorganized and given to quarrelling among themselves instead of uniting effectively against the Ordâkhai. If they were responsible for driving the Ordâkhai out of Ambarûl, instead of my mother Girhâzi, Iridír would still be occupied by soldiers of the Empire!\\n\\n'With only five or six Dumûri to fight alongside me I might make things different in Khûd Zagin, but it is not so.'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'Sadûkh's condition has worsened. I care not if he dies, but I would rather he first told us of Balakhâd's fate.\\n\\n'I would know if we must be concerned about the Heirs of Castamir. As long as Balakhâd might remain somewhere alive in the wild, the Heirs will remain a threat to Umbar and to the Kindred.'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'Before we left Iridír for Khûd Zagin I said we might speak in private of the dreams that troubled our rest. Do you wish to speak of them now? Of what did you dream, [placeholder]?'\\n\\nYou tell Sigileth that the details of your dream faded with the dawn, but you remember that her brother Corudan spent some portion of it in despair, seeking for Sigileth but unable to find her. You also remember one of the Nazgûl leading a band of Orcs in search of something in an unknown land, and the words \\qbeyond living memory,\\q but their significance has faded with the night. Sigileth nods thoughtfully.\\n\\n'I dreamt of a long corridor leading into darkness, [placeholder]. I sought something, though I cannot remember what, but I knew it lay at the end of the corridor. I think Cruel Dancer was beside me, but when I turned my head to look at her she was gone. I am reminded now of the Room of Voices beneath Dol Guldur, but the feeling of this corridor was... different, somehow.\\n\\n'I awoke disturbed. It may have been only a dream, but my people know such dreams often foretell the future, or shed light upon the past, and should not be ignored.'",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'Who is this man Khôltekh has tasked you with healing, [placeholder]?'\\n\\nYou quietly describe what you were told concerning Sadûkh and how the Kindred of the Coins believes Azagath's former servant might have spirited Balakhâd from Umbar and into the wild. Corudan purses his lips in thought.\\n\\n'Something is not right here. I know not what, but this puzzling mosaic seems to be missing some pieces. Keep your eyes open.'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'Is it true the injured man you seek to heal is Azagath's former water-bearer Sadûkh? If he might be made to tell us what happened to Balakhâd, we might count one of our objectives satisfied... and so early on our journey!'",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Babarín is beneath her canopy on the island in the middle of the pool.",
      "es": ""
    },
    {
      "id": 177082737,
      "en": "The man is seriously injured. He is dressed in the Umbari style",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'The poultice is prepared. I hope it provides some comfort for your friend, and will help to heal his hurts. He will have a long road ahead of him, for the swords of the Ordâkhai brought him very near to death, but the use of this poultice should help him to recover.'",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Sadûkh is resting in the caves of Ghalbûru. The entrance to the caves is located in the heights on the eastern side of Ghalbûru.",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'Wh-wh-' he struggles to speak as you administer the poultice. After a moment, he closes his eyes.\\n\\n'I... thank you...' he says weakly. His eyes flutter open once again and he manages to turn his head to look past you. A look of terror crosses his face as he sees Khôltekh standing nearby.\\n\\n'He... he is here! He... seeks to punish me!'",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "Collected hardy plant leaves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082744,
      "en": "Collected riverside reeds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 49286849,
      "en": "Bring the ingredients you collected to Babarín in Ghalbûru",
      "es": ""
    },
    {
      "id": 49286854,
      "en": "Bring the healing poultice to Sadûkh in the caves of Ghalbûru",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "The rest of your travelling companions have come to Ghalbûru",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "Khôltekh nods in the direction of the injured man lying on the bed",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 11.2: An Incident On The Road",
      "es": ""
    }
  ]
}