{
  "id": 621094299,
  "txt": [
    {
      "id": 177082768,
      "en": "Sand falls through your fingers, TBD",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "Silirtas watches the sand fall from your fingers onto the dry ground",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "Silirtas falls silent in the middle of her thought",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'I intended to slay lizards to the south-west before I returned to Shonith. Let us together defeat them. I appreciate the company, and the two of you are fine listeners.'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'I intended to slay lizards to the south-west before I returned to Shonith. Let us together defeat them. I appreciate the company, and the two of you are fine listeners.'",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "Silirtas turns her head to you, apparently aware of you and Sigileth once again",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'I have found the body of a dead man, [placeholder].\\n\\n'Think you this might be Sadûkh, who disappeared from Ghalbûru?'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Silirtas asked you to investigate the dry river-bed where once the River Usâl ran through Khûd Zagin, to the west.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Look at this.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'And so I continue to fight the fading to which my people succumb. It is painful, but I have not yet given in to it. Unless my heart is greatly changed, I cannot imagine myself becoming content enough to fade in the manner of Aitárshun or others among the Kintai.\\n\\n'Why do I fight it so? I will show you.\\n\\n'The River Usâl once flowed through this land, but now only its dry bed remains. Walk within that empty channel west of here and examine the sand within it. You will come to better understand me.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Silirtas asked you to investigate the river-bed where once the River Usâl ran through Khûd Zagin. To the north-west you see some water remains in the channel.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Defeat lizards or avanc in south-western Khûd Zagin ([placeholder]/4)",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Silirtas asked you to investigate the dry river-bed where the River Usâl once ran through Khûd Zagin. To the north-west a tumble of stones fills the channel.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Why do I fight the fading of my people? I will show you. The River Usâl once flowed through this land, but now only its dry bed remains. Walk within that empty channel and examine the sand within it. You will come to better understand me.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Silirtas has agreed to tell you about her people and what they have learned about the lands of Khûd Zagin.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Silirtas stands in the dry river-bed where the River Usâl once flowed.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Defeat lizards or avanc in south-western Khûd Zagin (3/4)",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Silirtas stands in the dry river-bed where the River Usâl once flowed, but she says nothing.",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Join Sigileth and Silirtas in the desert of southern Khûd Zagin",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'More than a hundred and twenty years ago, these lands were green and bountiful. The banks of the River Usâl were alive with a riot of beautiful vegetation. I understand the folk who dwelt beside it named it \\qthe Abundant Kingdom\\q in their language, and I can think of no name more appropriate for the thriving land of my memory!\\n\\n'But then Ordâkh came. With terrible magic the sorcerers of that Empire caused the drying of the River Usâl and its most important tributaries. Marshes shrank away to nothing, and the river-lands withered and burned. None of my people know for certain, but I believe the blight that wasted the Emerald Wood came north with the Ordâkhai when they caused this Great Dearth. And that is why -'",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Talk to Sigileth in southern Khûd Zagin",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "Sigileth waits politely for Silirtas to resume her story, but the Kinta remains silent.\\n\\n'What happened following the invasion of the Ordâkhai after the Great Dearth?' Sigileth prompts her.\\n\\n'Silirtas?'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Silirtas stands in the dry river-bed where the River Usâl once flowed, but she says nothing.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "Silirtas stares blankly forward, seemingly unaware of your presence.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Silirtas? Are you feeling well?'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Sigileth is in the dry river-bed where the River Usâl once flowed.",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "The sand falls through your fingers",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'What can be done, [placeholder]? What should be done?\\n\\n'We cannot leave her here, but neither can we carry her back to Shonith!'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Silirtas is in the dry river-bed where the River Usâl once flowed. She again seems aware of both you and Sigileth.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'What? I must apologize. I hope I did not worry you.'\\n\\nSilirtas shakes her head and looks around at the dry river-bed in which the three of you stand.\\n\\n'I told you I fight the fading experienced by my people? On occasion I become untethered from my surroundings, losing my grip upon the material world; it can take the form of a loss of awareness. Think not that I welcome such moments! I fight against them always, keeping my hands and my mind busy with whatever tasks the Kintai of Shonith need completed, but it is painful. It would be easy for any other to succumb, to sit down within one of our groves and fade as have so many of my people... but not Silirtas.\\n\\n'Why did I bring you to the River Usâl?'\\n\\nYou remind Silirtas that she wanted to show you something of her reasons for resisting the fading of the Kintai, and that the dry river-bed was somehow a part of it. She nods with understanding.\\n\\n'Yes, I remember now. When a Kinta enters the trance of Tróthul and is entombed within the Sarláshi trees that compose a Veróth, they become bonded to their grove. They remain there through the years, ever watchful but unable to affect the world outside. Can you imagine the frustration of remaining a prisoner for untold centuries while the land you love rots and dies all around you? Can you imagine the sorrow of watching as the River Usâl dries up and the Great Dearth withers the beauty you remember into a dead or dying shadow, with you unable to prevent or reverse it?\\n\\n'So I choose not to fade, and if that means I must remain ever-vigilant and constantly active, then that is what I shall be. I intended to slay lizards or avanc to the south-west before I returned to Shonith. Let us together defeat them. I appreciate the company, and the two of you are fine listeners.'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Continue further to the north-west and examine some of the sand among the tumbled rocks",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Silirtas, are you well?'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Lizards and avanc can be found in the south-western corner of Khûd Zagin.",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Silirtas in the dry river-bed where the River Usâl once flowed",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Sigileth in the dry river-bed where the River Usâl once flowed",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Silirtas in the dry river-bed where the River Usâl once flowed",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Sigileth in the dry river-bed where the River Usâl once flowed",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Silirtas in the dry river-bed where the River Usâl once flowed",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Lizards and avanc can be found in the south-western corner of Khûd Zagin.",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Sigileth has found something among the southern sands of Khûd Zagin.",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Sigileth has found something in southern Khûd Zagin.",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Defeated lizards or avanc ([placeholder]/4)",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Examine sand in the dry river-bed where the River Usâl once flowed",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "Sigileth calls for you to join her among the southern sands",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Examine sand further to the north-west, alongside the little water that remains in the channel of the River Usâl",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "Sigileth has found the body of a dead man",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "This is one of the few places where water still collects where the River Usâl once flowed",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 11.9: Silirtas and the Great Dearth",
      "es": ""
    }
  ]
}