{
  "id": 621094234,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 10.11: The Lessons of Memory",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Join Rothog outside the Ordâkhai camp at Eshadur",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Collect stingers from usan-kûni scorpions in Ambarûl ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I have given the members of your travelling company a number of tasks to complete that will prove their friendship to the Ikorbâni. Speak to them around the village and you will see that these tasks are not for the benefit of Iridír alone, but will also serve you well on your own mission.\\n\\n'As for you, [placeholder], I would ask that you scout the eastern side of the Wrackwade, the crossing of the Ikorbân River by the camp of Sûru to the south. The Ordâkhai fled that way when we reclaimed Iridír, but they might threaten to return if it is not watched.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Join Khôltekh outside the brigand camp of Bidrokh-nûn",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'You expected me to chafe against the task assigned to me by the chieftain of Iridír? No, I will not, for I understand the reasoning that lies behind it.\\n\\n'Girhâzi tests whether the Kindred of the Coins will respond to her own needs, or if we seek only to do what personally benefits each of us. This is something with which I am familiar, for I have conducted similar tests of my own to assess the loyalty of those who serve me and my various interests.\\n\\n'Girhâzi is troubled by brigands to the south-east of Iridír, at a place named Bidrokh-nûn. It will be advantageous to us to help her with this problem, and we can also keep open our eyes when there we venture. If Balakhâd or his potential helper Sadûkh came this way, they might be hiding among the brigands. Do you see how completing Girhâzi's task might help us with our own?'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Scout the road from Ambarûl to Urash Dâr, south-east of Iridír",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I have given the members of your travelling company a number of tasks to complete that will prove their friendship to the Ikorbâni. Speak to them around the village and you will see that these tasks are not for the benefit of Iridír alone, but will also serve you well on your own mission.\\n\\n'As for you, [placeholder], I would ask that you scout the eastern side of the Wrackwade, the crossing of the Ikorbân River at the camp of Sûru to the south. The Ordâkhai fled that way when we reclaimed Iridír, but they might threaten to return if it is not watched.'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'The warrior-woman who rules this village knows strength when she sees it before her, [placeholder]. She has challenged Rothog to slay Ordâkhai at their encampment across the river to the south-west, from where they might threaten her people. She says that place was called Eshadur.\\n\\n'I told her it will be done, quickly and well. My khopeshes hunger for the blood of Ordâkhai, for they tasted it during the Sea-stone Mutiny and it has been too long since they drank their fill! Húrshauk, too, will rejoice to be set loose within the encampment, but he will have to move with speed if he thinks to outpace his master!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Girhâzi assigned to each member of the company a task by which they might prove they are friends to Iridír, but she gave me no such challenge. What am I supposed to do while everyone else proves their worth, [placeholder]?\\n\\n'I cannot simply wait for everyone to complete their tasks! I have spoken already with Sirgon, and the two of us will scout the south-eastern road that leads out of Ambarûl. You are welcome to come with us and see if Azagath and Nakási took that road. Perhaps we will find them and shorten the duration of our journey, bringing about an unexpected but satisfying conclusion while it has still just begun!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Defeat brigands in Ambarûl ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'The ruler of Iridír tasked me and my sister with collecting stingers from the usan-kûni scorpions that lurk to the east of the village or across the river to the south-west. It seems such stingers can be put to a number of medicinal uses by the Ikorbâni, and Girhâzi desires to restock their supply. She cautioned us that the creatures possess great reserves of patience; they might lie in wait for hours, hidden from careless observation, and strike without any warning.\\n\\n'Despite the danger, we are, of course, willing to help.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I have agreed to help my brother with the task given to him by the ruler of Iridír, [placeholder], but I wanted first to speak to you about another matter.\\n\\n'I heard from the Dumûri warrior Surdûsha that you and her friend Rahâzi protected the life of an Elf-warden in the northern reaches of Ambarûl. Is it true?'\\n\\nYou describe your meeting with the Elf-warden Shanthar at the grove of Arwáth, and what he said to you about his people, the Kintai.\\n\\n'I would be most interested to learn more about the Kintai. Did he say others of his kind live along the Ikorbân River? Perhaps we will encounter more of them as we continue our journey.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'I have given the members of your travelling company a number of tasks to complete that will prove their friendship to the Ikorbâni. Speak to them around the village and you will see that these tasks are not for the benefit of Iridír alone, but will also serve you well on your own mission.\\n\\n'As for you, [placeholder], I would ask that you scout the eastern side of the Wrackwade to the south, in the camp of Sûru. The Ordâkhai fled that way when we reclaimed Iridír, but they might threaten to return if it is not watched.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Defeat Ordâkhai in Ambarûl ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I understand the tasks I gave to you and your travelling companions have been completed? Perhaps the rulers of Umbar will prove useful allies to me after all.'\\n\\nGirhâzi takes the scorpion stingers from you and lightly tests one of them with her teeth. She spits a drop of glistening venom onto the ground.\\n\\n'I am satisfied, [placeholder]. I will help you in any way I can. My folk are at your service, and you will have the hospitality of Iridír, such as it is in these days of strife.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Girhâzi's trust is not easily gained, for she and her people have long memories.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Your companions have been given a number of places to scout and enemies to defeat there: at the eastern side of the Wrackwade in the camp of Sûru, an Ordâkhai camp at Eshadur across the river, a brigand camp to the south-east, and the road to Urash Dâr.",
      "es": ""
    },
    {
      "id": 49286707,
      "en": "Bring the scorpion stingers to Girhâzi in Iridír",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Girhâzi gave a number of tasks to your travelling companions for them to complete in order to earn the trust of her people, and to learn valuable information that will benefit your own mission in Ambarûl.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Girhâzi waits for your successful return in Iridír.",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "Defeated Ordâkhai in Ambarûl ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Khôltekh in Iridír",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Rothog in Iridír",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "Collected scorpion stingers in Ambarûl ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Belondor in Iridír",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Corudan in Iridír",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Sigileth in Iridír",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Scout the eastern side of the Wrackwade in the camp of Sûru to the south",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Only at this bridge may the Ikorbân River be safely crossed, lending it much importance",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Eshadur has been occupied by the Ordâkhai, and they prepare for war",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Brigands established camps along the path that climbs the rocky slope",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "Recent quakes have blocked the road to Urash Dâr",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "Defeated brigands in Ambarûl ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}