{
  "id": 621094231,
  "txt": [
    {
      "id": "0xa8e1190",
      "en": "Ordâkhai remnants gather at Omboha, north-east of Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e21",
      "en": "Present the items you found to Rahâzi outside the grove of Arwáth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Defeated Ordâkhai warriors throughout Ambarûl ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'I heard sounds of fighting without the grove. Was there danger? Has it dispersed?'\\n\\nYou tell the Elf that a warrior from the nearby village defeated a number of Ordâkhai soldiers beyond the ring of trees, and the danger has passed. He contemplates your words and nods slowly.\\n\\n'So often that is the way for the Avabár-kintai,' he says to you. 'We struggle to maintain our wooded groves in a land that was once fair, but they remain shrinking oases as dearth and danger press in on all sides.\\n\\n'I am Shanthar, and I count myself among the Kintai, wandering Elves who settled in this fertile country of forests and wetlands, long ago. We are fewer in number now, and we who remain tend our homes as the lands around them fail.'\\n\\nYou ask Shanthar if he lives in this grove by himself, and he smiles sadly.\\n\\n'The Kintai have no interest in departing the circles of the world, as I have heard other Elves may. When my people reach old age, they become... untethered... in spirit. They begin to fade, and in time they belong to the natural world. Some even now remain in this grove, and if you <rgb=#00FF00>listen</rgb> beneath the scarlet leaves of the Sarláshi trees you might hear them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "As you approach, you see that Rahâzi defeated the warriors she pursued",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'The Kintai have no interest in departing the circles of the world, as I have heard other Elves may. When my people reach old age, they become... untethered... in spirit. They begin to fade, and in time they belong to the natural world. Some even now remain in this grove, and if you <rgb=#00FF00>listen</rgb> beneath the scarlet leaves of the Sarláshi trees you might hear them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "The weapon bears sign of use in many battles, but the blood on the blade is dry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Could you feel the presence of my people that dwell here in Arwáth, though their bodies have long since faded?'\\n\\nYou admit to Shanthar that you did not, and he smiles with understanding.\\n\\n'Even I do not always feel them near, friend, but it is a comfort to know they remain in this Middle-earth. To depart from these lands seems to me, and to others of the Kintai, frightening and unnatural: a terrible and unknowable afterlife. That road is closed to us, and we are glad of it.\\n\\n'If you would give to the warrior who remains outside Arwáth the thanks of warden Shanthar and the faded Kintai who dwell here, I would be grateful. I am not without my defences, but I have not been required to make use of them for some years.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Ordâkhai remnants gather at a war-camp to the north-east of Iridír, in Ambarûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'The grove is inhabited by an Elf-warden? How interesting. It is quite rare to encounter one of the Kintai, for they concern themselves mainly with their groves and do not venture from them without great need. If the Ordâkhai located the Elf within Arwáth, they would have slain him easily. He is fortunate we came here.'\\n\\nRahâzi surveys the grove and then turns to face in the direction of Iridír.\\n\\n'You have proven yourself a help to me, stranger. Perhaps it is time you tell me your name.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'If you would give to the warrior who remains outside Arwáth the thanks of warden Shanthar and the faded Kintai who dwell here, I would be grateful. I am not without my defences, but I have not been required to make use of them for some years.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'When my mother burned the temple at Iridír and drove the Ordâkhai from the village, some of them must have remained hidden in the wild. Now they seek to return and take back Ambarûl, but we will not allow that to happen!\\n\\n'The three of us must go to the Ordâkhai encampment Surdûsha discovered north-east of Iridír and put them all to the sword! This is a task for Dumûri warriors... and for those who claim to be their allies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Surdûsha keeps a watchful eye on Omboha.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'The three of us must go to the Ordâkhai encampment Surdûsha discovered north-east of Iridír and put them all to the sword! This is a task for Dumûri warriors... and for those who claim to be their allies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Rahâzi is eager to hunt down and defeat the Ordâkhai who remain in Ambarûl to threaten her people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Surdûsha told you that Rahâzi pursued fleeing Ordâkhai warriors to the north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Venture within the grove of Arwáth to the north",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'While Rahâzi and I fought the soldiers here, some of the men broke away from the rest of the group and fled to the north. Rahâzi chased them, but we should hurry after her and ensure she has not fallen victim to a trap set by the cunning Ordâkhai!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Rahâzi pursued the Ordâkhai to the outskirts of the grove of Arwáth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to Shanthar at Arwáth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "<rgb=#00FF00>Listen</rgb> for the faded Kintai in the grove of Arwáth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'While Rahâzi and I fought the soldiers here, some of the men broke away from the rest of the group and fled to the north. Rahâzi chased them, but we should hurry after her and ensure she has not fallen victim to a trap set by the cunning Ordâkhai!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Stand in the grove of Arwáth beside one of the trees with red leaves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Talk to Rahâzi outside the grove of Arwáth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I am fine. These men were no match for me!\\n\\n'We should search their bodies and take their weapons. They may have items among their belongings that help us prevent further attacks upon my people. A map to other of their encampments would be the most welcome of all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Talk to Shanthar at Arwáth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I am fine. These men were no match for me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Outside the grove of Arwáth, Rahâzi asked you to search her foes for signs of their purpose in Ambarûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'We should search their bodies and take their weapons. They may have items among their belongings that help us prevent further attacks upon my people. A map to other of their encampments would be the most welcome of all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Rahâzi is interested to examine the items you collected from the body of her foe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'See the cuts and scrapes on this weapon? This soldier of Ordâkh has been involved in many battles, perhaps even in Iridír itself! He may have fled from my mother and her warriors, even as he fled from me and from Surdûsha today. But no longer. He landed no blow upon me when he turned to fight; see how dry is the blood upon the blade?\\n\\n'This sigil is a token of Barkhûsh, the Dark Lord who is no more. It is one more sign that the Ordâkhai have no honour, and without the fell magic of their dread master they have no future either... at least not in Ambarûl.\\n\\n'We should search the wooded grove to the north and ensure no others of the Ordâkhai hide within.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Rahâzi believes you should venture within the grove of Arwáth and ensure that no Ordâkhai hide within.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'We should search this wooded grove to the north and ensure no others of the Ordâkhai hide within.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Defeat Ordâkhai warriors throughout Ambarûl ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'I heard sounds of fighting without.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "The Elf-warden Shanthar stands within the grove of Arwáth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Surdûsha outside Omboha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Find Rahâzi to the north of Omboha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Rahâzi outside the grove of Arwáth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Pick up the weapon of the slain Ordâkhai",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Search the body of the slain Ordâkhai warrior outside Arwáth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Shanthar suggested that you <rgb=#00FF00>listen</rgb> for the faded Kintai in the grove of Arwáth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "The Elf-warden Shanthar stands within the grove of Arwáth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Rahâzi is on the outskirts of the grove of Arwáth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "On the body of the slain warrior you find a token of the Church of the All-seeing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "An Elf-warden stands watch within the grove of Arwáth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Find the camp of the Ordâkhai to the north-east of Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1186",
      "en": "You hear the rustling of leaves and feel a light breeze on your skin, but that is all",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "This is the location Shanthar suggested",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 10.9: Hunting the Remnants",
      "es": "",
      "es (fem)": ""
    }
  ]
}