{
  "id": 621094226,
  "txt": [
    {
      "id": 177082773,
      "en": "Khashig acknowledges the arrival of your travelling party with a raised eyebrow",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'It could be the people you seek passed by the wall further to the north. Perhaps you should patrol that way and see if there is any sign of them? If you can pick up some of the fallen stones along the way I would appreciate it. From time to time I collect them and stack them here by my guard-post, but I have not made the walk recently.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 49286697,
      "en": "Bring the fallen stones to Hûta at his guard-post by Telperiën's Wall",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "Defeated stinging sand-flies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'I can make no such decision today, guardsman Hûta.'\\n\\nBelondor turns his gaze upon the remains of Telperiën's Wall, and when he speaks again his tone is thoughtful.\\n\\n'A queen of Númenor ordered the building of this wall, long ago, to protect her coastal holdings from the inland peoples of Shagâna. It was damaged over the centuries by war, by the shifting of the earth, and by the passage of Time. She and the folk she sought to protect have been dead for thousands of years, but Telperiën's Wall still stands, in large part, marking that ancient desire.\\n\\n'The things we build outlast us, guardsman Hûta. What has Umbar built?'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The first step of your journey lies to the east of the city, along the Road of Riches, at the guard-post Belondor suggested.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Perhaps I can soon return home, Kinsman Belondor?'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'When trade with the southern kingdoms thrived, the flat ground to the east of the city was alive with a colourful assemblage of tents and caravans preparing to depart along the Road of Riches. Now there are few, for such trade has slowed to but a trickle, but theirs is the road upon which we will begin, and follow it eastward until we find some sign of Azagath.\\n\\n'There should be a guard-post east along the road. Let us go there now and see what its sentries have seen.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Khashig is at his guard-post east of the city.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Corudan at the guard-post east of the city",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'I cannot say what will remain a thousand years from now, but from my heart I speak when I say the Umbari must not suffer beneath the heel of a distant power: not Ordâkh, not Mordor, and not Gondor. We must build for ourselves lives of peace and safety that can become the envy of all the world.'\\n\\nHûta stands up straighter and taller than before.\\n\\n'I will not disappoint you, Kinsman Belondor. If I allowed my watchfulness to wane in recent days, I apologize for it! No longer.\\n\\n'As you pass into Ambarûl, I suggest you follow the road along the marsh until it turns south. That will bring you to the largest settlement of the region, a town built on wooden pilings that the people there call Iridír. I have seen the women warriors of that place from afar, and they appear quite deadly with the weapons they carry. You should introduce yourself to them before they consider you to be strangers and introduce themselves to you, if you take my meaning. It would be wisest for you to approach them on friendly terms while you have the opportunity!'",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Journey east to the guard-post beside Telperiën's Wall",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'The things we build outlast us, guardsman Hûta. What has Umbar built?'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'What brings you this way, travellers?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "While Khôltekh and Rothog remain behind to see to the final preparations, your advance company sets forth toward the Valley of Ikorbân in the lands of Shagâna.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Sand-flies can be found in the vicinity of Khashig's guard-post, east of Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Hûta at the guard-post beside Telperiën's Wall",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'What brings you this way, travellers? The caravans have slowed in recent days, and I have had little company save for the sand-flies... they are drawn by the heat, and make my days a misery.'\\n\\nKhashig peers at each of your companions in turn, and when his gaze reaches Belondor he spreads his hands in surprise.\\n\\n'Belondor of the Fleet-fast? This is a pleasure and an honour! The Kindred of the Coins has spared little thought for me or for Hûta since we were sent to man these posts in the days following their rise. I see now I was mistaken!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Khashig is at his guard-post east of the city.",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Patrol northward along Telperiën's Wall",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'The caravans have slowed in recent days, and I have had little company but the sand-flies... they are drawn by the heat, and make my days a misery. You will help take care of them for me?'",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Retrieve fallen stones along Telperiën's Wall ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Talk to Belondor at the guard-post beside Telperiën's Wall",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Thank you for taking care of those insects, my friends. I know they will return, for nothing keeps the pests away for long, but even an hour's reprieve is worth celebrating! Now perhaps you will tell me what brings Belondor of the Fleet-fast to my guard-post? I cannot believe it was only to bring some comfort to poor Khashig, guardian of the road!'\\n\\nBelondor explains that the four of you are seeking Azagath Sea-shadow and Nakási Wave-reaper, who you believe came this way sometime in the past few days. Khashig gazes into the distance, deep in thought.\\n\\n'Ah, I wish I could tell you I have seen this travelling party, but you are the only one of that esteemed group to visit poor Khashig outside the city, Kinsman Belondor. Each member of the Kindred is well-known to the Umbari who dwell in these lands, for we count them heroes: the brave men and women who saved us from the Church of the All-seeing and the Empire of Ordâkh. If they wished to remain unseen, they might take pains to stay hidden from the eyes of any Umbari as they travelled. Also, I confess to you that my charge is to watch eastward, not westward, and the sand-flies may have affected my vigilance! But no longer, I assure you!\\n\\n'If you continue east you will reach my fellow guardsman Hûta, who watches the road where it passes by Telperiën's Wall and into Ambarûl. He may have seen something. The folk of that land do not revere the Kindred as do the Umbari, and your fellows may not feel as much need for secrecy.'",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Talk to Hûta at his guard-post beside Telperiën's Wall",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Corudan is at the guard-post east of the city.",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Find the west entrance to the village of Iridír, in Ambarûl",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Khashig is right, [placeholder]. The Kindred of the Coins are well-known to the Umbari, but as we travel further away from the city the names and faces of our quarry will be less familiar to the people we meet. Azagath and Nakási may travel more openly in the lands ahead of us.\\n\\n'But we should speak with Khashig's fellow guardsman Hûta at his post where the road runs into Ambarûl.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'If you continue east you will reach my fellow guardsman Hûta, who watches the road where it passes by Telperiën's Wall and into Ambarûl. He may have seen something. The folk of that land do not revere the Kindred as do the Umbari, and your fellows may not feel as much need for secrecy.'",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Talk to Rahâzi at the entrance of Iridír",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "The next step of your journey lies further to the east, by the ruins of Telperiën's Wall.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'We should speak with Khashig's fellow guardsman Hûta at his post where the road runs into Ambarûl.'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Hûta might have seen something. I wish I could be more of a help to you and your companions!'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Yes?'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Hûta is at his guard-post beside Telperiën's Wall.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'It is unusual for folk to come this way without a larger caravan behind them, strangers. I must warn you the Road of Riches has become more perilous in recent weeks, and it has never been safe.'\\n\\nYou ask Hûta if Azagath Sea-shadow or Nakási Wave-reaper has come this way, and he stares at you blankly.\\n\\n'I have not seen Azagath, that I can tell you for certain! I cannot imagine what business could bring him so far outside the city. But I am not familiar with this woman's name, this Nakási. She sounds like a Corsair. There is water and marshland in Ambarûl, along the Ikorbân River, but I have not heard of Corsairs sailing upriver. There is simply nothing there.\\n\\n'When I was commanded to keep this guard-post, I asked for men to help me guard the length of Telperiën's Wall, but I was denied. It could be the people you seek passed by the wall further to the north. Perhaps you should patrol that way and see if there is any sign of them? If you can pick up some of the fallen stones along the way I would appreciate it. From time to time I collect them and stack them here by my guard-post, but I have not made the walk recently.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Journey to the guard-post east of Umbar Baharbêl",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Khashig at the guard-post east of Umbar Baharbêl",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Defeat stinging sand-flies east of the city for Khashig ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Khashig at the guard-post east of the city",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Hûta asked you to patrol northward and retrieve stones that have fallen from the wall.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Hûta is at his guard-post beside Telperiën's Wall.",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Belondor is at the guard-post beside Telperiën's Wall.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Hûta is at his guard-post beside Telperiën's Wall.",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'Thank you for collecting these stones. I understand you did not see the people you seek? I am sorry, but I appreciate you following the ruins of the wall to the north and back again. I do not patrol its length as often as perhaps I should.\\n\\n'Ordâkh is a long way from here, across the southern desert, and their soldiers are in disarray. Even with the wall in such a state of disrepair I do not think the Ordâkhai can pose much of a threat to Umbar. Without the sorcery of their Dark Lord, how can they hope to threaten our soldiers?\\n\\n'Perhaps I can soon return home, Kinsman Belondor?'",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "'There should be a guard-post east along the road. Let us go there now and see what its sentries have seen.'",
      "es": ""
    },
    {
      "id": 246419872,
      "en": "Hûta gave you directions to the village of Iridír in Ambarûl, east of Telperiën's Wall.",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'As you pass into Ambarûl, I suggest you follow the road along the marsh until it turns south. That will bring you to the largest settlement of the region, a town built on wooden pilings that the people there call Iridír. I have seen the women warriors of that place from afar, and they appear quite deadly with the weapons they carry. You should introduce yourself to them before they consider you to be strangers and introduce themselves to you, if you take my meaning. It would be wisest for you to approach them on friendly terms while you have the opportunity!'",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Rahâzi stops in her tracks as you seek to enter the village of Iridír.",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'You are a long way from home, strangers. What brings you to Iridír in Ambarûl? Speak quickly, for I am one of the Dumûri and I will not hesitate to strike you down if you bring evil here!'",
      "es": ""
    },
    {
      "id": 177082739,
      "en": "A young woman leaving the village stops in her tracks at the sight of you",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "Belondor suggests you help Khashig with the sand-flies that trouble him",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "You have arrived beside Telperiën's Wall, where Hûta keeps watch",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "You followed Hûta's suggestion but found nothing out of the ordinary",
      "es": ""
    },
    {
      "id": 177082759,
      "en": "Retrieved fallen stones ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 10.7: Beyond Telperiën's Wall",
      "es": ""
    }
  ]
}