{
  "id": 621094318,
  "txt": [
    {
      "id": 177082793,
      "en": "Collected diseased boar-hooves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 12.2: The Dead Forest",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Collect diseased serval-fangs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The lands to the east are named Imhûlar by the Shagâni people, and for the Kintai they are full of memories. Some of those are painful, for we remember when the northern reaches of the Emerald Wood grew there, before it withered and died as a result of the blight brought by the Ordâkhai. But others of those memories are joyful: the spirits of my own parents remain at the grove of Vartúlin in Imhûlar; they faded long ago, but whenever I walk beside their trees I feel their presence.\\n\\n'The Kinta warden of Vartúlin is Thórvilon; for decades he has sought to find some means of reversing the blight. I suggest that you speak with him as you walk in Imhûlar. Perhaps speaking with him will help Silirtas accept that she must fade? I do not really believe it will, but it is in my nature to remain hopeful.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Collect diseased deer-hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Cross the River Barûg into Imhûlar from Khûd Zagin, north of Shonith",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'The Kinta warden of Vartúlin is Thórvilon; for decades he has sought to find some means of reversing the blight. I suggest that you speak with him as you walk in Imhûlar. Perhaps speaking with him will help Silirtas accept that she must fade? I do not really believe it will, but it is in my nature to remain hopeful.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Find Thórvilon, leader of the Kintai at Vartúlin, in southern Imhûlar",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'This must be Imhûlar.'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Sigileth by the road into Imhûlar",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'This must be Imhûlar. Our travelling companions planned to make for the city of Kûr Anzar, but I understand Tharashil wished for us to first visit the grove of Vartúlin?\\n\\n'I am not opposed to this plan, but I suggest that we do not linger overlong at that grove. I am concerned for the safety of my brother in the company of the Kindred. I cannot say for certain that Khôltekh or Rothog were responsible for the disappearance of Sadûkh, but neither can I deny it completely.\\n\\n'What can Silirtas tell us of Imhûlar?'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Silirtas by the road into Imhûlar",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'What can Silirtas tell us of Imhûlar?'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Collect diseased boar-hooves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Thórvilon in Vartúlin",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'The Emerald Wood of Nisigím has been blighted by the Ordâkhai, and it is no longer a place of green beauty. Now it is Adagím, the Corpseholt, and Thórvilon and others of my people seek to slow the spread of the disease that claims it. When last I walked in Vartúlin, the grove remained healthy, but the circle of hale trees had already diminished from its original size.\\n\\n'North-east of Vartúlin, the city of Kûr Anzar was the birthplace of the Shagâni kingdom of Hamât early in the Third Age. For nearly three thousand years, the Hamâti fought against Gondor and other rival kingdoms, until it was eventually absorbed into the Empire of Ordâkh. I do not know the state of it today.\\n\\n'On our way to Vartúlin we should hunt some of the diseased animals that walk among the dead trees. Thórvilon oft desires to study the blighted creatures for some clue to curing the pestilence in Adagím.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'On our way to Vartúlin we should hunt some of the diseased animals that walk among the dead trees. Thórvilon oft desires to study the blighted creatures for some clue to curing the pestilence in Adagím.'",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Silirtas in Vartúlin",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Tharashil has suggested that when you depart from Shonith, you visit the grove of Vartúlin in Imhûlar before meeting up with the rest of your travelling company.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Thórvilon is the guardian of the grove of Vartúlin, in southern Imhûlar.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Diseased boars, servals, and deer can be found throughout Imhûlar.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Yes?'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The road into Imhûlar crosses the River Barûg north of Shonith.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "The leader of the Kintai at Vartúlin is named Thórvilon, and can be found in southern Imhûlar.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'You have come to aid the Kintai of Vartúlin with our work? I welcome it, though I fear the blight that has transformed these woods resists our efforts, and has so far proven impossible to reverse. The best for which we can hope is to slow its spread. You and Silirtas have my thanks.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Sigileth stands just within the entrance to Imhûlar.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "Silirtas stares blankly forward, her awareness once again untethered.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Thórvilon, leader of the Kintai at Vartúlin, is in southern Imhûlar.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Silirtas is just inside the entrance to Imhûlar.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Silirtas stands by Thórvilon in Vartúlin.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Collected diseased serval-fangs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "Collected diseased deer-hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "You have found Thórvilon, leader of the Kintai at Vartúlin",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "Thórvilon glances at Silirtas with understanding",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Thórvilon, leader of the Kintai at Vartúlin is in southern Imhûlar.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Ah, Silirtas. Still she fights the fate of her people.'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Sigileth calls a halt at the entrance to Imhûlar",
      "es": ""
    },
    {
      "id": 49286688,
      "en": "Give the hooves, fangs, and hides to Thórvilon",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'I see that Silirtas still fights our people's fate. I am saddened to see it, but not surprised; she and I have spoken about it before, and her decision then was clear. I see it has not changed.\\n\\n'How can it be so easy to accept in others, and yet so difficult to accept when it affects those dear to us? Alas, I see this difficulty most clearly within my own family, and the contradiction is visible to me! But it is not my decision to make for Silirtas, and my words on this subject will sway her neither for nor against.'\\n\\nThórvilon accepts the satchel containing the diseased hooves, fangs, and hides from the pestilential creatures of the dead forest, and sadly looks them over.\\n\\n'If there is aught to learn from these, we will learn it. I dare not hope the blight can be reversed, but perhaps we can fight it, as Silirtas fights the fading.'",
      "es": ""
    }
  ]
}