{
  "id": 621094303,
  "txt": [
    {
      "id": 175522418,
      "en": "'The Kindred of the Coins has given it back to the Umbari people!'",
      "es": ""
    },
    {
      "id": 55872598,
      "en": "'I think not. The use of it leaves me unwell.'",
      "es": ""
    },
    {
      "id": 124004323,
      "en": "'Or her position.'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Balakhâd",
      "es": ""
    },
    {
      "id": 175522419,
      "en": "'And when the Song is ready...'",
      "es": ""
    },
    {
      "id": 55872599,
      "en": "'I have not yet recovered from its use in Jirush.'",
      "es": ""
    },
    {
      "id": 124004324,
      "en": "'The time has come for you to die, Balakhâd.'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Balakhâd",
      "es": ""
    },
    {
      "id": 175522420,
      "en": "'How can it matter? He will not leave this chamber.'",
      "es": ""
    },
    {
      "id": 55872600,
      "en": "'Let the desert take him.'",
      "es": ""
    },
    {
      "id": 124004325,
      "en": "'We will not want for Narghâk if your map proves true.'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Balakhâd",
      "es": ""
    },
    {
      "id": 175522421,
      "en": "'He thinks we are stupid.'",
      "es": ""
    },
    {
      "id": 124004326,
      "en": "'You promised me the Song would devastate Gondor, Azagath.'",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Balakhâd",
      "es": ""
    },
    {
      "id": 175522422,
      "en": "'A member of my crew was born some leagues to the east of here.'",
      "es": ""
    },
    {
      "id": 124004327,
      "en": "'Will you again use the pin that Khôltekh delivered from Carn Dûm?'",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Listen to Balakhâd's account",
      "es": ""
    },
    {
      "id": 175522423,
      "en": "'He spoke of a Khôda of Hamât, Talkûli, who resisted the Church of the All-seeing.",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Listen to Balakhâd's account",
      "es": ""
    },
    {
      "id": 175522424,
      "en": "'While his son watched, the priests made him drink a small portion of Narghâk.'",
      "es": ""
    },
    {
      "id": 175522425,
      "en": "'They say he burned for days.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Balakhâd has more to tell you.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Listen to Balakhâd's account of his encounter with Azagath and Nakási within Nirgambâr.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Balakhâd has more to tell you.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Memories of my frightening escape from Jirush flashed before my eyes: the Ordâkhai barring Azagath's approach to my cell, the intruder raising his arms, the soldiers falling to the floor as his dark sorcery stole the very life from their bodies.\\n\\n'I knew he would follow me, but I sought to get as far from his dreadful presence as I could.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Balakhâd has agreed to tell you what befell him after he fled from Jirush and hid within the tombs of Nirgambâr.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Listen to Balakhâd's account of his encounter with Azagath and Nakási within Nirgambâr.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Balakhâd has more to tell you.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Even through the haze of my fear, one thing was clear to me: Azagath and Nakási might have possessed a shared purpose, but their tolerance for each other began already to wear thin. Whatever they hoped to accomplish, every day that passed wore upon their alliance.\\n\\n'In my desperation I hoped to take advantage of their eroding trust for each other, but I could think of no effective means of accomplishing it.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Nakási removed from her garment a small glass phial containing an oily substance that glittered even in the dim light of the chamber. I knew it for its terrible reputation: Narghâk, the Hungry Fire, longest-burning and deadliest of the alchemic weapons ever used in war throughout Shagâna and in Umbar.\\n\\n'My father searched for stores of Narghâk that might have evaded destruction over the centuries, but he never found any. The last sages who knew the secret of its making were put to the sword a hundred years ago.\\n\\n'Even so small a quantity of Narghâk as Nakási possessed has not been seen in Umbar for many years. I believed the Hungry Fire had left the world.'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Listen to Balakhâd's account of his encounter with Azagath and Nakási within Nirgambâr.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Balakhâd has more to tell you.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Even through the haze of my fear, the realization dawned upon me: not only do Azagath and Nakási not trust each other, every member of their ruling Kindred fears and distrusts the others.\\n\\n'I did not believe I would live long enough to take advantage of this knowledge, but it brought to me a calm I never thought to feel again. The Kindred of the Coins that displaced the Heirs of Castamir will not much longer survive to rule Umbar. The seeds of their undoing are already planted, and they have done it themselves.\\n\\n'The knowledge brought me peace, even as my new captors discussed the manner of my death.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Listen to Balakhâd's account of his encounter with Azagath and Nakási within Nirgambâr.",
      "es": ""
    },
    {
      "id": 106312401,
      "en": "'Even as I cowered in the tomb, I knew no chamber would be deep enough to hide me from him.'",
      "es": ""
    },
    {
      "id": 20269249,
      "en": "'You might have saved us some effort, Son of Balakhôr.'",
      "es": ""
    },
    {
      "id": 20269250,
      "en": "'Was the hospitality of my city insufficient?'",
      "es": ""
    },
    {
      "id": 20269251,
      "en": "'Let us not speak of that in front of an enemy, Nakási.'",
      "es": ""
    },
    {
      "id": 180413537,
      "en": "'Your city? Umbar Baharbêl belonged to my father, and to my mother!'",
      "es": ""
    },
    {
      "id": 20269252,
      "en": "'That depends upon what you can tell us, Balakhâd.'",
      "es": ""
    },
    {
      "id": 180413538,
      "en": "'I must be... more useful to you alive...'",
      "es": ""
    },
    {
      "id": 20269253,
      "en": "'Tell him the manner of his death, Nakási, if he fails to tell us something of use.'",
      "es": ""
    },
    {
      "id": 180413539,
      "en": "'I can tell you the location of an army of Heirsworn!'",
      "es": ""
    },
    {
      "id": 20269254,
      "en": "'Who helped you escape from my city?'",
      "es": ""
    },
    {
      "id": 180413540,
      "en": "'They prepare to retake the city! Only I can order them to relent!'",
      "es": ""
    },
    {
      "id": 20269255,
      "en": "'Not Sadûkh. I want to know who suggested that he free you.'",
      "es": ""
    },
    {
      "id": 180413541,
      "en": "'No... no...'",
      "es": ""
    },
    {
      "id": 180413542,
      "en": "'I will tell you what you want to know!'",
      "es": ""
    },
    {
      "id": 20269256,
      "en": "'The Heirs of Castamir are finished.'",
      "es": ""
    },
    {
      "id": 180413543,
      "en": "'A water-bearer! A water-bearer named Sadûkh!'",
      "es": ""
    },
    {
      "id": 20269257,
      "en": "'One of ours seeks to advance his position.'",
      "es": ""
    },
    {
      "id": 180413544,
      "en": "'I... I... don't know.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Listen to Balakhâd's account",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Listen to Balakhâd's account",
      "es": ""
    },
    {
      "id": 55872592,
      "en": "'Nakási, stop.'",
      "es": ""
    },
    {
      "id": 55872593,
      "en": "'The Narghâk is too precious to waste on such as he.'",
      "es": ""
    },
    {
      "id": 55872594,
      "en": "'But if it does not?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Among Enemies",
      "es": ""
    },
    {
      "id": 55872595,
      "en": "'And it will, Nakási.'",
      "es": ""
    },
    {
      "id": 124004320,
      "en": "'Now, this phial of the Hungry Fire is quite small.'",
      "es": ""
    },
    {
      "id": 55872596,
      "en": "'But we need not waste the Hungry Fire on a defeated enemy.'",
      "es": ""
    },
    {
      "id": 124004321,
      "en": "'For how long do you think you will burn?'",
      "es": ""
    },
    {
      "id": 175522417,
      "en": "'When they sold it to the Hûl of Ordâkh they gave up all claim to it!'",
      "es": ""
    },
    {
      "id": 55872597,
      "en": "'Natathal, the Biter?'",
      "es": ""
    },
    {
      "id": 124004322,
      "en": "'You still think it was one of us?'",
      "es": ""
    }
  ]
}