{
  "id": 621094237,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 11.1: Girhâzi's Price",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Wait for the new arrival",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Girhâzi has supplied us with food and water with which we can restock for the journey ahead, [placeholder]. Make sure you have enough of each. In the days of my shipboard service to Gondor, few things were as necessary as stocking the larder of your ship with water and food. After all, you might not set foot upon land for days or weeks!\\n\\n'We travel afoot now and not by ship, but what the Ambarûli say of the land to the south reminds me of my past voyages. There may be little opportunity in the days ahead to restock our supplies, so ensure you have what you will need from Girhâzi's provisions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "Defeated hunting birds in Khûd Zagin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Rahâzi at the village entrance of Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'We travel afoot now and not by ship, but what the Ambarûli say of the land to the south reminds me of my past voyages. There may be little opportunity in the days ahead to restock our supplies, so ensure you have what you will need from Girhâzi's provisions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "Defeated jackals or servals in Khûd Zagin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Restock your supplies using Girhâzi's provided foodstuffs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Rothog at the village entrance of Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Belondor at the village entrance of Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'What does the leader of these folk ask from us, [placeholder]? No one provides something of value without gaining something in return, and Belondor said this Girhâzi mentioned a price of some kind to him. Not only that, but some among our company have accepted gifts from the Ambarûli! The Elf Corudan admired some new arrows he was gifted, and one of the craftswomen here mended the old Gondorian's boots with clean stitching and fresh patches.\\n\\n'What is Girhâzi's price for these supplies and these gifts from her people? More importantly, now that they have been accepted, how will we refuse the cost she asks?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "Defeated lizards or snakes in Khûd Zagin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Restock your supplies using Girhâzi's provided water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Take the road south into Khûd Zagin from Ambarûl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'My mother has commanded that I join your travelling company, [placeholder]. I will serve as your guide within the lands through which you travel, and my knowledge of the Shagâni people will be of help to you. In this way my mother also hopes to secure the bonds of friendship between the Ambarûli and the people of Umbar, unless any of the Kindred here object?'\\n\\nBelondor, Rothog, and Khôltekh remain silent, but the dwarf stares at you meaningfully.\\n\\n'There is one thing more,' Rahâzi continues. 'My mother insists, and I agree, that I must be allowed to combat the Ordâkhai as we encounter them on this journey. I must be permitted to diminish their ability to threaten Ambarûl if such opportunities present themselves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I approve of this warrior! What is the name of her order? The Dumûri?\\n\\n'I too desire to combat the Ordâkhai whenever such becomes possible, and Húrshauk feels the same. We welcome this warrior woman to our band.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Khôltekh at the village entrance of Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Corudan along the road into Khûd Zagin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'My mother insists, and I agree, that I must be allowed to combat the Ordâkhai as we encounter them on this journey. I must be permitted to diminish their ability to threaten Ambarûl if such opportunities present themselves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "Either Rothog or Húrshauk rumbles appreciatively. It is difficult to say which it was",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Defeat hunting birds in Khûd Zagin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Girhâzi has given you assistance and supplies to help you on the road into and through Khûd Zagin... but not without a price.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Rothog has something to say.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Girhâzi has done much for us, and to provide her own daughter as a guide on the road is more than I might have expected. I hope her requirement that she be permitted to fight the Ordâkhai will not prove an inconvenience.\\n\\n'But we should set out, for the road ahead will be a long one. We will worry about the price Girhâzi has called for us to pay another time.\\n\\n'Let us depart, and travel to the southern reaches of Ambarûl, where the road runs into Khûd Zagin. Once there, we will plan our further course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I too desire to combat the Ordâkhai whenever such becomes possible, and Húrshauk feels the same. We welcome this warrior woman to our band.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The food and water Girhâzi has provided for your travelling party can be found at the entrance of the village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Belondor also has something to say to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Let us depart, and travel to the southern reaches of Ambarûl, where the road runs into Khûd Zagin. Once there, we will plan our further course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Khôltekh is at the village entrance of Iridír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Let us stop here for now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Someone approaches at a run.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "The time has come for your travelling party to take the road south into Khûd Zagin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Rahâzi has arrived at the entrance of her village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Corudan stands beside the road leading south into Khûd Zagin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Rahâzi arrives on the run",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Corudan calls a halt to your southward travel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Corudan has suggested that you defeat the birds, jackals or servals, and lizards or snakes that threaten your southward journey into Khûd Zagin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'Ah. The cost reveals itself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Belondor stands beside the road that runs from Ambarûl into Khûd Zagin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Defeat jackals or servals in Khûd Zagin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Defeat lizards or snakes in Khûd Zagin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Talk to Belondor by the road that runs from Ambarûl into Khûd Zagin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Let us stop here for now. I suggest that the two of us move ahead into Khûd Zagin and scout the terrain that awaits us. While we walked, Rahâzi spoke to me of the creatures we can expect to encounter in this land: birds on the wing, jackals and servals among the sands, and lizards or snakes baking among the rocks.\\n\\n'I would like to test some of the arrows I was gifted by the people of Iridír. Shall we hunt some of these creatures and learn the lay of the land?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'While we walked, Rahâzi spoke to me of the creatures we can expect to encounter in this land: birds on the wing, jackals or servals among the sands, and snakes or lizards baking among the rocks. I would like to test some of the arrows I was gifted by the people of Iridír. Shall we hunt some of these creatures and learn the lay of the land?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "You supply yourself with the food Girhâzi provided, and suggest your companions do the same",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'At last you two return! The others told me to wait here for you.\\n\\n'Something happened while you were away.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "You supply yourself with the water Girhâzi provided, and suggest your companions do the same",
      "es": "",
      "es (fem)": ""
    }
  ]
}