{
  "id": 621094328,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 12.6: Among the Furrows",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Meet up with the rest of your travelling party in north-east Imhûlar, on the road into Urash Dâr",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'They wait for us along the road into Urash Dâr, located to the north-east of Imhûlar. We should rejoin them before they capture Azagath and Nakási without us!'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Belondor at the road into Urash Dâr",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Light the camp-fire at the abandoned town in Urash Dâr",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Tell Belondor a careful version of what befell you since you parted in Ghalbûru",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'They wait for us along the road into Urash Dâr, located in north-east Imhûlar. We should rejoin them before they capture Azagath and Nakási without us!'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Over here!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Khôltekh at the road into Urash Dâr",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Wait for your companions to arrive",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'It is good to see you again. I trust your journey with Sigileth the Elf went well? Our own search has proved fruitful, for we encountered a Shagâni scout who reported seeing Azagath travel alone into Urash Dâr, the furrow-lands to the north. We questioned the scout at some length, and he was quite certain that Azagath travelled alone. Where Nakási has gone no one seems to know.\\n\\n'What did you discover on your own journey after you parted with us at Ghalbûru, [placeholder]?'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Rothog at the road into Urash Dâr",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Did you find your visit with the Elves of the Oasis a waste of time, [placeholder], as I said it would be?'\\n\\nKhôltekh laughs suddenly, interrupting your response.\\n\\n'I am only jesting. I am certain it was of great value. I understand you have brought one of them with you? How strange it must be for her to leave her grove. The world outside must be more dangerous than that to which she is accustomed.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Belondor at the road into Urash Dâr",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Some of the people we spoke to described a dreadful presence lurking in the canyons ahead. They say whatever this evil might be, it has only come to haunt the furrow-lands in the past few months.\\n\\n'I do not want to raise my hopes or those of Húrshauk too high, [placeholder], but I hope this evil presence is of the sort that wields weapons. There has been too much walking and not enough fighting on this journey for my taste, and that is true for Húrshauk as well, who feels as I do!'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Find the abandoned town to the north-west in Urash Dâr",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Silirtas at your new campsite in Urash Dâr",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'No one seems to know where Nakási has gone. She may have quarrelled with Azagath and taken her leave of him, or he may have sent her somewhere with orders to carry out. All we know for certain is that when Azagath passed into Urash Dâr, he did so alone.\\n\\n'The scout with whom we spoke told us friendly folk once lived at a small village to the north-west, a short distance from here, but when last he passed that way the town was abandoned. Enough may remain of the town that it would serve us well as a foothold from which we might explore within Urash Dâr.\\n\\n'Will you go ahead and light the fire at this abandoned campsite? When the entirety of our group has there assembled it will become the foundation of our activities within Urash Dâr, and from there we can more effectively search for Azagath.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The rest of your travelling company has gone ahead to scout the road into Urash Dâr, and you should help them prepare for the next leg of their pursuit.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Will you go ahead and light the fire at this abandoned campsite? When the entirety of our group has there assembled it will become the foundation of our activities within Urash Dâr, and from there we can more effectively search for Azagath.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The rest of your travelling party should be in north-east Imhûlar, on the road into Urash Dâr.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Belondor stands by the road leading into Urash Dâr.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Will you go ahead and light the fire at this abandoned campsite? When the entirety of our group has there assembled it will become the foundation of our activities within Urash Dâr, and from there we can more effectively search for Azagath.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "A good location for a camp can be found to the north-west in Urash Dâr, at a town recently abandoned by its former occupants.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Belondor stands by the road that runs into Urash Dâr.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "You have been charged with setting up camp at the abandoned town to the north-west in Urash Dâr.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Belondor is at the road into Urash Dâr, waiting to hear what befell you and Sigileth after you parted in Ghalbûru.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Khôltekh and Rothog listened to your story, and they have some thoughts of their own.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "You have been charged with setting up camp at the abandoned town in Urash Dâr.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Now abandoned by its former occupants, this camp will suit your purpose",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Silirtas is at your new campsite in Urash Dâr.",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "The fire dances, bringing new life to the abandoned town",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Your companions arrive and try to make themselves at home",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Belondor sees you approach and calls out a greeting",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'I have an uneasy feeling about this place, [placeholder].\\n\\n'No, the campsite is fine. There is something wrong about the air of this place. Something is not right. I feel as if some evil slumbered within the canyons of Urash Dâr, but it has awoken... and there is something else.\\n\\n'It is hungry.'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "You tell Belondor about your adventures, but make no mention of Balakhad",
      "es": ""
    }
  ]
}