{
  "id": 621094241,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 11.4: Shadows In Jirush",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Sigileth in the centre of Jirush",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Return to the north-west entrance of Ghalbûru, east of Jirush",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I foresee one potential problem with this adventure of Rahâzi's: what will we do if we are unable to locate Balakhâd before she attracts too much notice with her attack upon the Ordâkhai?\\n\\n'Will you ask my sister to come with us as we infiltrate the fortress of Jirush? I would feel better if she accompanied us!'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Khôltekh at the north-west entrance to Ghalbûru",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I will come with you. You will need someone who can search the fortress quickly and quietly, for we may not have long before Rahâzi causes the Ordâkhai to sound the alarm.'\\n\\nSigileth cocks an eyebrow at you, and you tell her that Corudan said much the same thing.\\n\\n'We are siblings, after all, [placeholder]. It is nice to hear that some of my way of thinking has become his own. It was not always so!\\n\\n'Now tell the Dumûri warrior we are ready to satisfy the obligation we promised. I saw she waits just to the north.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Will you ask my sister to come with us as we infiltrate the fortress of Jirush? I would feel better if she accompanied us!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Are you ready to go? The fortress awaits us. It will not prevent us from slaying many Ordâkhai, or from freeing the captive you seek!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Now tell the Dumûri warrior we are ready to satisfy the obligation we promised. I saw she waits just to the north.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Let us go, then, and without delay!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I overheard something within the fortress that may help us locate Balakhâd, but...'\\n\\nSigileth frowns and studies your face closely.\\n\\n'He is alive, [placeholder], but I think you should return to Ghalbûru and tell the others that he was slain by his Ordâkhai captors. When you deliver these tidings, keep a close eye upon Khôltekh and Rothog in particular. My brother told me about Sadûkh's disappearance, and something in the manner of it fills me with suspicion. I distrust those two; was not Khôltekh among the last to see Sadûkh alive?\\n\\n'Perhaps the two of them will betray their thoughts if they believe Balakhâd is dead.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Rahâzi is prepared for the two of you to assault the fortress above Jirush, but Corudan and Sigileth want to accompany you, hoping to find Balakhad before the Dumûri warrior alerts the Ordâkhai.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Balakhâd is alive, but I think you should return to Ghalbûru and tell the others that he was slain by his Ordâkhai captors. When you deliver these tidings, keep a close eye upon Khôltekh and Rothog in particular. My brother told me about Sadûkh's disappearance, and something in the manner of it fills me with suspicion. I distrust those two; was not Khôltekh among the last to see Sadûkh alive?\\n\\n'Perhaps the two of them will betray their thoughts if they believe Balakhâd is dead.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Sigileth is in the centre of Jirush.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Sigileth is on the western side of Ghalbûru.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'What is this I hear? The son of Balakhôr the Scourge was slain by his Ordâkhai captors? Pity. It seems the Heirs of Castamir have at last succumbed to the fate that pursued them, and none will mourn their passing. I find it fitting that Balakhâd was ended at last by the folk with whom he thought to ally. So ends one foe of the Kindred of the Coins, if not the worst of them!\\n\\n'I would raise a mug in toast if this place had anything worth drinking. But even that cannot dampen my spirits.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Sigileth suggested you return to Ghalbûru, but that you keep the information you learned about Balakhad to yourself.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Rahâzi is by the water in Ghalbûru.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Khôltekh is at the north-west entrance to Ghalbûru, east of Jirush.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Rahâzi is by the water in Ghalbûru, waiting to go with you to the fortress above Jirush.",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Sigileth on the western side of Ghalbûru",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Rahâzi in Ghalbûru",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Rahâzi in Ghalbûru and infiltrate the fortress above Jirush",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Khôltekh greets you as you approach. 'Well?' he prompts you",
      "es": ""
    }
  ]
}