{
  "id": 621094335,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "Sigileth coughs apologetically and draws you aside",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 12.7: Something Has Awoken",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I am sorry, [placeholder]. The sensation is unpleasant, but there is something more: it is familiar, somehow. I cannot understand it. The Kintai never dwelled among these canyons, and to my knowledge neither did the Temámir. Men and hill-folk may have fled here from other kingdoms elsewhere in Shagâna, but this has always been an overlooked place. If it was ever otherwise it is beyond my memory, and beyond that of my people.\\n\\n'But something evil dwells within Urash Dâr now, that much is certain. I cannot determine where exactly it dwells unless we search among the canyons.\\n\\n'The Ordâkhai built a stone keep, Maurûsh, from which they might oversee the approach from Imhûlar. It should be located across the river to the west. If you scout the approach to Maurûsh you may learn the identity of the sleeping evil within Urash Dâr.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Silirtas at your new campsite in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'The Ordâkhai built a stone keep, Maurûsh, from which they might oversee the approach from Imhûlar. It should be located across the river to the west. If you scout the approach to Maurûsh you may learn the identity of the sleeping evil within Urash Dâr.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Sigileth at your campsite in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Silirtas at your campsite in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'The Ordâkhai built a stone keep, Maurûsh, from which they might oversee the approach from Imhûlar. It should be located across the river to the west. If you scout the approach to Maurûsh you may learn the identity of the sleeping evil within Urash Dâr.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Silirtas and go with her into Maurûsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You say there are Orcs within Maurûsh? That is very unusual, for that keep was built by the Ordâkhai. Without the ruling grip of the Dark Lord I would not expect those two groups to work together, however unhappily.\\n\\n'I want to go with you to investigate Maurûsh. I must see the situation within those walls with my own eyes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I do not wish to shame Silirtas, [placeholder], but do you think it is wise for her to accompany you beyond the walls of Maurûsh? Should she grow distant at an inopportune moment, she would endanger both your life and her own.\\n\\n'Perhaps I should go in her stead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Mithrandir at your campsite in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I want to go with you to investigate Maurûsh. I must see the situation within those walls with my own eyes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e01",
      "en": "Cross the river to the west and <rgb=#00FF00>look</rgb> in the direction of Maurûsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "Silirtas wears a hurt expression. When she speaks again, her voice is barely above a whisper.\\n\\n'I believed we had an understanding, [placeholder]. I see now that I was deceived! Sigileth is welcome to accompany us, but I will not be left behind. I want to help you investigate Maurûsh, and I am insulted that you think to cast me aside so readily!\\n\\n'For what purpose do I fight against Tróthul if my allies will not permit me to aid them? Why do I resist the... ailment... inflicting my people if my friends abandon me at the first sign of danger? You weave a Veróth around me even without Sarláshi trees; the prison is made of your own words!\\n\\n'All of my senses scream that there is evil in Urash Dâr. I want to face it. Speak to me when you are ready to search for it, or I will go by myself to Maurûsh, and you will be the one abandoned!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Silirtas senses that something evil dwells within Urash Dâr, and she is troubled by its presence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e03",
      "en": "Creep closer and <rgb=#00FF00>listen</rgb> for sounds from Maurûsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Perhaps I should go in her stead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Silirtas wants you to cross the river to the west and <rgb=#00FF00>look</rgb> at the stone keep of Maurûsh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Silirtas is at your campsite in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "Silirtas does not speak again, but it is clear she has been deeply hurt. Sigileth begins to say something, but then decides against it.\\n\\nThe three of you prepare to depart for Maurûsh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Silirtas wants you to creep closer and <rgb=#00FF00>listen</rgb> for what might be happening within Maurûsh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'You are fortunate I arrived at this moment, [placeholder], for you could not stand against these foes without my help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Silirtas is at your campsite in Urash Dâr, preparing to go with you to Maurûsh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Silirtas is at your new campsite in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Mithrandir has come to your campsite in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Sigileth is at your campsite in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "All seems still within Maurûsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "The sound of Orkish voices, not of the Ordâkhai, drifts from Maurûsh",
      "es": "",
      "es (fem)": ""
    }
  ]
}