{
  "id": 621094324,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 12.5: Not An Enemy, If Not A Friend",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Collect zizanu bristles in Imhûlar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Irnamar within Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I want to prove that Gondor is not an enemy to the people here, [placeholder], and that King Elessar is different than the rulers of the past whose names the Shagâni curse.\\n\\n'One of the residents here, Sharûkh, spoke of a need for various animal parts that might be put to a number of different uses: legs from toads, bristles from something called a zizanu, and the stingers from deadly scorpions. No enemy of these folk would gather such items as these for them, would they?\\n\\n'I would really appreciate your gathering these items for Sharûkh, [placeholder], and so would the King!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Collect scorpion stingers in Imhûlar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Sirgon within Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'One of the residents here, Sharûkh, spoke of a need for various animal parts that might be put to a number of different uses: legs from toads, bristles from something called a zizanu, and the stingers from deadly scorpions. No enemy of these folk would gather such items as these for them, would they? I would really appreciate your gathering these items for Sharûkh, [placeholder], and so would the King!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Rahâzi within Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'This work of yours is a help to me, but if your Gondorian friend believes we will forget centuries of ill use by his kingdom and his rulers, his head is full of rocks.\\n\\n'Still, I appreciate it. These items contain traces of the disease that plagues these creatures, and our land, but with careful handling they can still be of use to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'One of the residents here, Sharûkh, spoke of a need for various animal parts that might be put to a number of different uses: legs from toads, bristles from something called a zizanu, and the stingers from deadly scorpions. No enemy of these folk would gather such items as these for them, would they? I would really appreciate your gathering these items for Sharûkh, [placeholder], and so would the King!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Defeat cultists in Imhûlar and the city of Kûr Anzar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'If your Gondorian friend believes we will forget centuries of ill use by his kingdom and his rulers, his head is full of rocks. Still, I appreciate it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Sirgon is eager to prove the worth of his king and his kingdom? Then let his friends prove his trust is not misplaced!\\n\\n'There are cultists of Barkhûsh throughout Imhûlar and in the city of Kûr Anzar, [placeholder]. Deal them a grave injury and perhaps the folk of this village will understand Sirgon's trust in his liege lord. You should then relate the good you have done to the woman Irnamar. I spoke with her earlier and she bemoaned the evils done by the cultists in Kûr Anzar.\\n\\n'You will not remove centuries of distrust from the hearts of these folk with one deed on their behalf, [placeholder]. At least you will make more safe the road we must take, if nothing else.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Defeat Ordâkhai in Imhûlar and the city of Kûr Anzar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'There are cultists of Barkhûsh throughout Imhûlar, [placeholder]. Deal them a grave injury and perhaps the folk of this village will understand Sirgon's trust in his liege lord. At least you will make more safe the road we must take, if nothing else.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Sirgon wants to prove that Gondor is not a threat to the people of Shagâna.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'You fought cultists of Barkhûsh?\\n\\n'You have done some good here today, stranger. I am not one to turn away help when it is offered; neither am I one to withhold my gratitude when a good deed is done on my behalf. So you have the thanks of Irnamar for fighting against these foes of my people.\\n\\n'That is all you will have. I hope you expected nothing more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Rahâzi wants you to defeat cultists throughout Imhûlar, especially in the occupied city of Kûr Anzar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You should speak to Irnamar about the work you have done combatting the Barkhûshim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Sirgon has spoken with the people of Urmâkh and wants you to bring them, on behalf of Gondor, some of the ingredients for which they have asked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e05",
      "en": "Bring the ingredients to Sharûkh within Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Irnamar is within Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'I am glad we have done what we could on behalf of King Elessar and Gondor, as little as it might have been. It is my hope that our words and deeds will be here remembered in the days ahead, and such will serve the cause of peace between these lands. We may not yet be friends, but I would have us first not be enemies.\\n\\n'I am glad we did what we could for the folk of Urmâkh, but it is time for us to be on our way. Belondor has sent word to us that they have located the trail of Azagath.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Sharûkh is within Urmâkh, waiting for you to bring the ingredients Sirgon promised.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'You have the thanks of Irnamar for fighting against the cultists of Barkhûsh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Sirgon is within Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Rahâzi is within Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "Defeated Ordâkhai in Imhûlar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Collect toad legs in Imhûlar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Collected toad legs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Collected zizanu bristles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Collected scorpion stingers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Defeated cultists in Imhûlar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}