{
  "id": 621094230,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'I found a scouting party of Ordâkhai setting up a small encampment from which they might threaten the village! They were few in number, but not so few I thought I should attack them on my own. With Rahâzi I knew I could face them, so I hurried here to bring her back with me. I trust you are a friend?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "Girhâzi watches you carefully as you approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 10.8: The Daughters of Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Girhâzi inside her lodge within Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'The eyes of my Dumûri have been upon you ever since you entered Ambarûl. Speak now and relate what brings you to the lands under my protection.'\\n\\nYou introduce yourself and your companions, and when you identify Belondor as a member of the Kindred of the Coins, Girhâzi eyes him appraisingly.\\n\\n'Word has come to me of your ruling body, Belondor, but I would learn more of the rebellion that pried your city from the grip of Barkhûsh and the Ordâkhai. We are neighbours now, my people and yours, and our interests may be aligned.'\\n\\nGirhâzi lowers her voice almost to a whisper.\\n\\n'I say \\qmay,\\q for you say you hail from Umbar, but I take you for a man of Gondor who keeps company with Elves, and with others even more curious. Your people have long been enemies of mine. What now is different?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Belondor inside Girhâzi's lodge within Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Well? What have you to say?'\\n\\nYou assure the warrior that you and your companions have come to Ambarûl with no intention to cause harm to any of the folk who live here.\\n\\n'So might say any foe of the Ikorbâni who live alongside the river, but from the look of you I believe the Dumûri need not fear you. My mother will be the judge of that. Present yourself to Girhâzi inside the lodge, but know this: if she finds your motive suspect or your words untrustworthy, you will not leave this village.\\n\\n'Had I not a task of my own I would stay to see what befalls you, but duty awaits me outside Iridír.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Girhâzi inside her lodge within Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Rahâzi at the insect den of Gurakhu, north-west of Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Collect zizanu bristles for Rahâzi ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Wait for Rahâzi to depart the village",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'The eyes of my Dumûri have been upon you ever since you entered Ambarûl. Speak now and relate what brings you to the lands under my protection.'\\n\\nYou introduce yourself and your companions, and when you identify Belondor as a member of the Kindred of the Coins, Girhâzi eyes him appraisingly.\\n\\n'Word has come to me of your ruling body, Belondor, but I would learn more of the rebellion that pried your city from the grip of Barkhûsh and the Ordâkhai. We are neighbours now, my people and yours, and our interests may be aligned.'\\n\\nGirhâzi lowers her voice almost to a whisper.\\n\\n'I say \\qmay,\\q for you say you hail from Umbar, but I take you for a man of Gondor who keeps company with Elves. Your people have long been enemies of mine. What now is different?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Find Girhâzi within the lodge inside the village of Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I was born in Gondor, Girhâzi of Iridír, but I am now a man of Umbar, and that is where my loyalties lie. Are you the same as you were when you were young? I deem not. We are not who we were, and could that be different for any of us? This is an age of great change.\\n\\n'I would be honoured to speak to you of the relationship between Umbar and the folk who live in Ambarûl, for we are neighbours now, as you say.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Surdûsha at Gurakhu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Your people and mine have long been enemies. What now is different?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'The words spoken by your companion Belondor are smooth as the stones at the bottom of the Ikorbân River... but that does not mean there is no truth in them.\\n\\n'I am changed by the months that have passed. My husband and all my sons perished on the fields of the Northern War, slain beneath the banner of the Black Serpent they followed. We were told Ordâkh was invincible; it was not so. When the survivors began to return, all too few, it was made clear to me the cause that had taken most of my family was a lie. I cast down the tools of the field and picked up the tools of war, and under a new name I rallied the people to burn the temple of Iridír. The banner of the Black Serpent no longer flies in Ambarûl. My Dumûri warriors, the Daughters of Iridír, have sworn to keep the peace and hunt the remnants of Ordâkh wherever they hide.\\n\\n'I have sent my daughter Rahâzi to the insect den of Gurakhu, north-west of Iridír. Go there and assist her with her task while I speak with Belondor concerning how he came to cast the Ordâkhai from his city. I am most interested to hear how it was done, and what brings he and you into Ambarûl.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Rahâzi at Gurakhu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I would be honoured to speak to Girhâzi of the relationship between Umbar and the folk who live in Ambarûl.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "A young woman named Rahâzi has directed you to speak with her mother Girhâzi, leader of the village of Iridír in Ambarûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Girhâzi is inside her lodge within the village of Iridír, in Ambarûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'You still live! Your reasons for coming to Ambarûl must have satisfied my mother. But why have you come to Gurakhu?'\\n\\nYou tell Rahâzi that her mother asked you to help with her task while Girhâzi discusses the relationship between Umbar and Iridír with Belondor.\\n\\n'Help? I need no help crushing insects! I am one of the Dumûri, the women warriors of Iridír! These zizanu insects were unworthy of my attention to begin, and I only accepted the task out of deference to my mother, and so the craftswomen of Iridír will have the bristles they need for their work.\\n\\n'Now that you are here, you can do it instead. I will see how you perform and measure your skill. Collect the zizanu bristles as quickly as you can. Perhaps that is why my mother sent you here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I have sent my daughter Rahâzi to the insect den of Gurakhu, north-west of Iridír. Go there and assist her with her task while I speak with Belondor concerning how he came to cast the Ordâkhai from his city. I am most interested to hear how it was done, and what brings he and you into Ambarûl.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Rahâzi runs into the wild, leaving you to speak to her mother Girhâzi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "According to Rahâzi, her mother Girhâzi will be interested in speaking with you within her lodge to the south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Rahâzi was sent to the insect den of Gurakhu, north-west of Iridír, and now her mother Girhâzi wants you to help with her assigned task.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Now that you are here, you can do this task instead. I will see how you perform and measure your skill. Collect the zizanu bristles as quickly as you can. Perhaps that is why my mother sent you here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Girhâzi is inside her lodge in the village of Iridír, in Ambarûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e36",
      "en": "Bring the zizanu bristles to Rahâzi at Gurakhu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "The distraction writ upon Rahâzi's face is clear to you as you report finishing the task.\\n\\n'Good enough,' she answers you.\\n\\n'Surdûsha has brought wondrous tidings to me! Speak to her and hear them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Belondor is in Girhâzi's lodge within the village of Iridír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Rahâzi has asked you to collect the bristles she was sent to retrieve from the insects at Gurakhu, west of Iridír. In the interest of continued collaboration, you should do what you can to help Girhâzi's daughter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Rahâzi is at Gurakhu, north-west of Iridír, waiting for you to return to her with her task complete.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Collected zizanu bristles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'The eyes of my Dumûri have been upon you ever since you entered Ambarûl. Speak now and relate what brings you to the lands under my protection.'\\n\\nYou introduce yourself and your companions, and when you identify Belondor as a member of the Kindred of the Coins, Girhâzi eyes him appraisingly.\\n\\n'Word has come to me of your ruling body, Belondor, but I would learn more of the rebellion that pried your city from the grip of Barkhûsh and the Ordâkhai. We are neighbours now, my people and yours, and our interests may be aligned.'\\n\\nGirhâzi lowers her voice almost to a whisper.\\n\\n'I say \\qmay,\\q for you say you hail from Umbar, but I take you for a man of Gondor who keeps company with Elves, and with dwarves. Your people have long been enemies of mine. What now is different?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Rahâzi's fellow Dumûri warrior, Surdûsha, is at Gurakhu, north-west of Iridír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Rahâzi is at Gurakhu in Ambarûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfbfd962",
      "en": "Girhâzi's Lodge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'While hunting to the north-east of Iridír, I found a scouting party of Ordâkhai setting up a small encampment from which they might threaten the village! They were few in number, but not so few I thought I should attack them on my own.\\n\\n'With Rahâzi I knew I could face them, so I hurried here to bring her back with me. I trust you are a friend?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Surdûsha has brought wondrous tidings to me! Speak to her and hear them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Our choice is clear! The Ordâkhai must be defeated, and driven from Ambarûl!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}