{
  "id": 621094302,
  "txt": [
    {
      "id": 162883717,
      "en": "Balakhâd grimaces with pain and refuses to speak any further.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'What more can this Balakhâd tell us of the Hungry Fire?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 11.11: Among Enemies",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'He knows more than what he wishes to say to us.\\n\\n'If we can better ease his pain, he may be willing to speak further of the Hungry Fire.'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Silirtas in Shonith",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "Balakhâd grimaces with pain and refuses to speak any further.",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Balakhâd in Shonith",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'There is no freedom for me. I have only traded one set of captors for another, and then another.\\n\\n'The Ordâkhai want me dead. The Kindred freed me from them... but only so they might have... the privilege of seeing me slain. And these Elves...'\\n\\nBalakhâd weakly raises an arm to gesture at the Kintai nearby. His mouth drops open with an expression of disgust and alarm.\\n\\n'What... what is wrong with this one?'",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "Sigileth murmurs dangerously",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Sigileth in Shonith",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Balakhâd in Shonith",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "Silirtas stands beside the wounded man, her expression slack and her eyes empty and unseeing. Balakhâd stares up at her with an expression of disgust visible on his sun-damaged face.",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Balakhâd and listen to what befell him at Nirgambâr",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'What is wrong with this She-Elf?'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Balakhâd in Shonith",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'She lives... but she is unaware of her surroundings? She works some vile Elf-magic against us?'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Sigileth in Shonith",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'What is wrong with this She-Elf?'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Silirtas in Shonith",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Remember that you live only at the behest of the Kintai, Balakhâd. You would be wise to keep a politic tongue in your head, or you may find yourself once again left to die in the desert.\\n\\n'That is what happened to you, is it not? You left Nirgambâr in the company of Azagath and Nakási, but your new friends thought to abandon you within the inhospitable waste. They exhausted whatever use they had of you, and left you to die.'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Balakhâd in Shonith",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'They are no friends of mine!' he hisses, and you are surprised to see the quivering of his eyes: if he was not so parched, he might weep.\\n\\n'If I tell you what they said... you will let me go? You will not allow these Elves to work their terrible enchantments upon me?'",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Silirtas in Shonith",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'That is what happened to you, is it not? You left Nirgambâr in the company of Azagath and Nakási, but your new friends thought to abandon you within the inhospitable waste. They exhausted whatever use they had of you, and left you to die.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Balakhâd lives at the mercy of the Kintai of Shonith, and may have information concerning Azagath and Nakási that will be of use to you... if he can be convinced to share it with you.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Balakhâd is behind the pavilions north of the water in Shonith.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "Balakhâd seems almost desperate to earn your promise that the Kintai will not enchant him.\\n\\n'I will tell you what they said! I will tell you everything!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Silirtas stands by Balakhâd at Shonith, in Khûd Zagin.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'They led me out into the desert with a ragged cloth tied over my eyes. We walked for most of the night. At last Nakási hit me upon the head with the hilt of her weapon, and senselessly I collapsed into the sand.\\n\\n'When I awoke, there was no sign of them; the wind had covered their tracks. I sought to make my way northward under the burning sun, but thirst and delirium slowed my progress. I fell down rocky slopes and considered giving up, letting the sand cover me, but as death approached I resolved not to let it end that way. Always I stood again, and continued my desperate march from the desert.\\n\\n'Did I survive the desert only to fall victim to the unnatural sorceries of Elves? No. No!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Balakhâd is behind the pavilions north of the water in Shonith.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Balakhâd is behind the pavilions north of the water in Shonith.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'The Kintai will do nothing against your will, Balakhâd, unless you want not the healing of your body and your mind.\\n\\n'But I am most concerned with your description of the glass phial Nakási kept upon her person. From this account it appears they possess a small quantity of Narghâk, and seek to obtain more by making use of the map Azagath took from the Mâkhda Khorbo.\\n\\n'My knowledge of this substance is limited... but it sounds very dangerous.'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Balakhâd is behind the pavilions north of the water in Shonith.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Sigileth is behind the pavilions north of the water in Shonith.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Sigileth is behind the pavilions north of the water in Shonith.",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'They are no friends of mine!' he hisses, and you are surprised to see the quivering of his eyes: if he was not so parched, he might weep.\\n\\n'If I tell you what they said... you will let me go? You will not work your terrible Elf-enchantments upon me?'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Silirtas is behind the pavilions north of the water in Shonith.",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Balakhâd is behind the pavilions north of the water in Shonith.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Silirtas is behind the pavilions north of the water in Shonith.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Did I survive the desert only to fall victim to the unnatural sorceries of Elves? No. No!'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "At some point during Balakhâd's tale, Silirtas regained her awareness. She turns now to you with her eyes alight.\\n\\n'I am intrigued by this man's story, and wish to know more about the villains who tortured him so. If I might help you prevent them from reaching their goal, I would do so. Such an adventure will surely forestall my fading, but that is not my only reason for suggesting it. I have before heard of this Narghâk, this Hungry Fire, and my people will be endangered for as long as such a thing exists in the world.\\n\\n'What more can this Balakhâd tell us of the Hungry Fire?'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'I am most concerned with your description of the glass phial Nakási kept upon her person. From this account it appears they possess a small quantity of Narghâk, and seek to obtain more by making use of the map Azagath took from the Mâkhda Khorbo. My knowledge of this substance is limited... but it sounds very dangerous.'",
      "es": ""
    }
  ]
}