{
  "id": 621094239,
  "txt": [
    {
      "id": "0x2f00ed3",
      "en": "Bring the sharp jackal teeth to Erinesh in Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'If you bring me the sharp jackal teeth I need for a necklace I am making, I will tell you what I know about this man you seek. Jackals can be found outside the city and throughout the sands of Khûd Zagin. Now remember: only the sharpest of their teeth will suffice for my purpose, and earn you the answers you desire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d140",
      "en": "Sadûkh sees enemies all around him, believing there to be knives everywhere... even within Ghalbûru.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ed9",
      "en": "Go to the north-eastern entrance of Ghalbûru and <rgb=#00FF00>look</rgb> for some sign of Sadûkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'You have brought to me the jackal teeth I requested? They will become the centrepiece of my next work of craft, the sale of which will put food upon my table when next a caravan passes through Jirush. You have earned the information I have to tell you, my new friend.'\\n\\nErinesh looks over his shoulder to ensure the guards are out of earshot.\\n\\n'The greatest part of the garrison of Ordâkh marched north beneath the banner of the Black Serpent to fight in Barkhûsh's war against Gondor, and most of them died there. Defeated stragglers returned from that campaign over the months that followed, and most of them came to gather in the only place they believed to be safe: that is why the black serpent flies still over Jirush. The garrison has been made strong again, and the Ordâkhai rule over the Khûd, if nowhere else. They waylay travellers along the Road of Riches and exact harsh tolls from them, competing with brigands and highwaymen for the same coin.\\n\\n'The soldiers demanded a toll from the man you sought, but he resisted. They slew his companion and dragged him into the fortress above Jirush. I do not know why they kept him alive. I have not seen him emerge from the fortress, so the number of his days may be few, or already spent.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Talk to Urugal at the south-western entrance to Ghalbûru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50244",
      "en": "Talk to Corudan outside the entrance to the caves of Ghalbûru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'The man you seek was brought alive into the fortress above Jirush? We cannot know if he lives still... but there is one way to learn of it for certain.'\\n\\nRahâzi's eyes sparkle as she continues.\\n\\n'It is time for me to call upon the promise you made to me, [placeholder]. I ask that you help me infiltrate the fortress. I will slay the Ordâkhai within, and you can search for the man they hold captive. Before we do this, you should inform the injured man back in the caves of Ghalbûru that we may be able to rescue his companion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "In the caves of Ghalbûru, Sadûkh seeks assurances that you will protect him from his enemies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'It is time for me to call upon the promise you made to me, [placeholder]. I ask that you help me infiltrate the fortress. I will slay the Ordâkhai within, and you can search for the man they hold captive. Before we do this, you should inform the injured man back in Ghalbûru that we may be able to rescue his companion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Sadûkh is resting in the caves of Ghalbûru.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'There are knives everywhere! Everywhere!'\\n\\nSadûkh's eyes dart from your face to Khôltekh and back again.\\n\\n'Promise me... promise me you will protect me...' he gasps through the pain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'What? Sadûkh is missing?\\n\\n'I thought his injuries were such that he could not move well or quickly. How could he go anywhere beneath anyone's notice?\\n\\n'Go to the north-eastern and south-western entrances to Ghalbûru and <rgb=#00FF00>look</rgb> for any sign of him. He surely cannot have gone far.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Khôltekh is in the caves of Ghalbûru.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Assure Sadûkh that you will protect him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'It is of no use, then...' he murmurs sadly. 'The Kindred... the Kindred will never let me live... knowing I helped their prisoner escape their clutches. They did not know I prayed for... for the return of the Heirs of Castamir. I received word from Saklaphêl that... if I aided her son in his escape, she would attack the city and overthrow... the usurping Kindred!'\\n\\nPuzzled, you ask how the widow Saklaphêl was able to send a message to Sadûkh from her exile in the Shield Isles. He coughs wetly, and tries to dab away the blood.\\n\\n'Every morning... I collected the jar set aside for me and filled it with water from the bay. It was the task of water-bearers... to fill the fountains within the Citadel for Azagath. On several mornings... there were letters for me hidden beneath my jar. They told me to bring Balakhâd to a safe location beneath the city, in Umbar-môkh. Saklaphêl and the Heirs would then attack and restore our rightful ruler!'\\n\\nYou ask why Sadûkh left the city instead of hiding Balakhâd in Umbar-môkh, as the letters directed, and tears suddenly stream from his face.\\n\\n'I thought that would be too near the Kindred, and they would find him easily! If only... if only I had done as... as the letters directed. Instead we fled from the city, surviving in the wild lands... for weeks... but always we felt the jaws of discovery pressing on our heels. In this land we were discovered by an Ordâkhai patrol outside... outside their hilltop fortress! My lord Balakhâd fought bravely... but... to no avail!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Sadûkh in the caves of Ghalbûru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Rahâzi is by the water in Ghalbûru.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to Khôltekh in the caves of Ghalbûru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'If Balakhâd had fallen in battle with the Ordâkhai, his body would have been found when the highwaymen of Ghalbûru encountered Sadûkh. I think it is more likely the soldiers brought him back to Jirush.\\n\\n'The Ambarûli warrior Rahâzi will be interested to learn that one of the men we seek may now be held by her hated foe. See what she has to say about this, [placeholder]. I will remain here and keep an eye upon Sadûkh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Talk to Rahâzi in Ghalbûru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'If only... if only I had done as... as the letters directed. Instead we fled from the city, surviving in the wild lands... for weeks... but always we felt the jaws of discovery pressing on our heels. In this land we were discovered by an Ordâkhai patrol outside... outside their hilltop fortress! My lord Balakhâd fought bravely... but... to no avail!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Travel to the entrance of Jirush, located in the desert to the west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Talk to residents of Jirush who can tell you about Balakhad's location (2/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Did the injured man give you the information you sought?'\\n\\nYou tell Rahâzi that one of the men sought by your travelling companions may have been brought to the town of Jirush in Khûd Zagin by a patrol of Ordâkhai soldiers. She nods thoughtfully and grips her weapon more tightly.\\n\\n'Then let us learn the truth of it, [placeholder]! First we will ask questions... and then we will draw blood, if such becomes necessary. Jirush lies to the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Talk to residents of Jirush who can tell you about Balakhad's location ([placeholder]/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Collect sharp teeth from jackals in Khûd Zagin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'The Ambarûli warrior Rahâzi will be interested to learn that one of the men we seek may now be held by her hated foe. See what she has to say about this, [placeholder]. I will remain here and keep an eye upon Sadûkh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Rahâzi has suggested that you go to the town of Jirush in the desert to the west and see if any of the townsfolk there know Balakhad's location.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Let us learn the truth of it! First we will ask questions... and then we will draw blood, if such becomes necessary. Jirush lies to the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Talk to Rahâzi in Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Townsfolk of Jirush can be found throughout the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Talk to Sadûkh in the caves of Ghalbûru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I am sorry. I know nothing.\\n\\n'Please leave me be. I do not wish to speak with you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I have nothing to say to you. Please move along, and do not disturb me! We have troubles enough without such as you drawing the attention of soldiers from the fortress!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Talk to Corudan outside the entrance to the caves of Ghalbûru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Townsfolk of Jirush can be found throughout the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'No one wishes to speak with you about the man the soldiers apprehended outside the city several days ago? I am not surprised. My neighbours do not wish to draw the eyes of their occupiers upon them again, for to do so might brand them rebels against the empire. They have not my courage.\\n\\n'No, I am not afraid of the soldiers who live in the fortress, but if I am to answer your questions I need some assurance it will be worth my while.\\n\\n'I am a craftsman of fine things, but with fewer caravans passing along the Road of Riches, I need to price my individual wares more highly than before. If you bring me the sharp jackal teeth I need for a necklace I am making, I will tell you what I know about this man you seek. Jackals can be found outside the city and throughout the sands of Khûd Zagin. Now remember: only the sharpest of their teeth will suffice for my purpose, and earn you the answers you desire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Erinesh may know something about Balakhad's location, but he wants you to collect jackal teeth for him before he tells you anything. Jackals can be found throughout Khûd Zagin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Erinesh stands in the centre of Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Rahâzi is in the centre of Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Rahâzi suggested that you return to Sadûkh to tell him what you learned of Balakhad's location before you help her infiltrate the fortress above Jirush. Sadûkh is recovering from his injuries in the caves of Ghalbûru.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1161",
      "en": "There is no sign of Sadûkh at the north-eastern entrance to Ghalbûru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1162",
      "en": "There is no sign of Sadûkh at the south-western entrance, but a guard beckons to you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Corudan is outside the entrance to the caves of Ghalbûru, in the heights on the eastern side of the village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Corudan asked you to go to the north-eastern entrance of Ghalbûru and <rgb=#00FF00>look</rgb> for some sign of Sadûkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'How could Sadûkh go anywhere beneath anyone's notice with such injuries as he possessed? Go to the north-eastern and south-western entrances to Ghalbûru and <rgb=#00FF00>look</rgb> for any sign of him. He surely cannot have gone far.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Corudan asked you to go to the south-western entrance to Ghalbûru and <rgb=#00FF00>look</rgb> for some sign of Sadûkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'How could Sadûkh go anywhere beneath anyone's notice with such injuries as he possessed? Go to the north-eastern and south-western entrances to Ghalbûru and <rgb=#00FF00>look</rgb> for any sign of him. He surely cannot have gone far.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Urugal has beckoned for you to speak with him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'What are you seeking, stranger?'\\n\\nYou ask Urugal if he saw the injured Umbari man pass this way out of Ghalbûru, and he shakes his head.\\n\\n'No, I have not, and I am the most vigilant of my brothers. If your injured man came this way I would have seen him. Not only this, but if he left Ghalbûru he would not last very long among the rocks and stones of the Khûd. Animals hardy enough to survive there would make a quick meal of a man as injured as he, and that is to speak not of otherworldly evils even more frightening than the creatures of the land.\\n\\n'Yes! If the beasts do not feast upon him, he may become the prey of Ishími, the Anguished Wind that haunts the deserts of Shagâna! Ever since the fall of Barkhûsh, the whispering and wailing of Ishími has driven to madness strong men caught in the barren wastes. I do not mean this in an insulting fashion, but the man you have lost did not appear very strong to me. If he left Ghalbûru that Umbari man is surely dead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Corudan is outside the entrance to the caves of Ghalbûru, located in the heights on the eastern side of the village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'It is a mystery, but the solving of it must wait. If we are to locate Balakhâd and fulfil our promise to Rahâzi, we will need to tread with care. We have not the time to search for Sadûkh. I do not understand where he could have gone. Perhaps he will turn up when we return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'If your injured man left Ghalbûru he would not last very long among the rocks and stones of the Khûd.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1172",
      "en": "Collected sharp jackal teeth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1176",
      "en": "Sadûkh is no longer here. Where did he go?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec0",
      "en": "Go to the south-western entrance to Ghalbûru and <rgb=#00FF00>look</rgb> for some sign of Sadûkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "Sadûkh eyes you warily, and you ask him what happened to Balakhâd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "Silence hangs over the town of Jirush, as if the entire town holds its breath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 11.3: Knives Everywhere",
      "es": "",
      "es (fem)": ""
    }
  ]
}