{
  "id": 621094235,
  "txt": [
    {
      "id": "0x9b56881",
      "en": "Even seen through the haze of unreality conjured by your dreaming mind, you can see lines of care and worry on the Wizard's face. Some great effort has left its mark upon him, and his exhaustion is apparent in every movement.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'For many days Megorlam whispered to me from the stone and I came to understand he was a prisoner. I know not the precise reason for which Sauron imprisoned him, though I might make a guess. The chains that bind him within this statue remain unbroken; the Dark Lord must have drawn upon another source to fashion those bonds. They survived his own defeat, to the sorrow of Megorlam.\\n\\n'My struggle with the captive spirit has revealed this much, Taurdir: he possessed knowledge of some secret that even Sauron knew not. He taunted the Dark Lord with this secret, claiming that this power was beyond Sauron, impossible for even that terrible sorcerer to harness. \\qThis power is beyond all living memory!\\q he said to Sauron, and great was the Dark Lord's anger. As I strove against Megorlam, he repeated these three words over and over again: \\qbeyond living memory,\\q he cried, \\qbeyond living memory!\\q\\n\\n'I believe Megorlam thought to ensnare me with the promise of knowledge, attempting to steal my powers and use them to break from his prison. I proved more capable than he expected, Taurdir, and he has relented in that effort, but I dare not speak to him again lest he overcome my defences.\\n\\n'But his words trouble me, my Ranger friend. A power beyond Sauron...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "The unnatural flames barring the way into the tower room high within the Citadel of Winds have disappeared, granting you passage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Examine the scorpion conjured by your dreaming mind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'[placeholder]! Have you seen Sigileth? I have been calling for her ever since she came this way, but she has not responded!\\n\\n'She will not turn back from this course!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Though he has been dead for months, the image of Balakhôr the Scourge glowers at you from the other side of the tower room.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Maintain focus as your dream continues",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Despite the comfortable accommodations given to you by Girhâzi, your sleep has been disturbed by strange dreams.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Examine the image of Mithrandir conjured by your dreaming mind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Familiar images and voices emerge from your dreaming mind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Witness the strange images conjured by your dreaming mind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "The tower room in the Citadel of Winds swims from the recesses of your sleeping mind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to Mithrandir in your dream",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Where might Sigileth have gone, [placeholder]? She spoke of wishing to meet the Kinta Elves. Do you think she has gone to see Shanthar, the Elf-warden of Arwáth?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "Somehow, your unconscious mind knows this wraith to be the Nazgûl known in the annals of Gondor as the Grim Southron... but he and the others of his kind perished with Sauron.\\n\\nIs this a vision of the distant past, when the Nazgûl still lived?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x57fb3e1",
      "en": "'My lord, if you would only tell us what the Master seeks...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Unfamiliar images and voices emerge from your dreaming mind, of events you never could have seen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x57fb3e2",
      "en": "'It must be a deadly power indeed if the Master seeks it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x57fb3e3",
      "en": "'What power could be beyond his own?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Corudan in your dream",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "You suffer a feeling of unreality as Corudan's voice emerges from the body of the scorpion.\\n\\n'She cautioned us that the creatures possess great reserves of patience,' he says.\\n\\n'They might lie in wait for hours, hidden from careless observation, and strike without any warning.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x57fb3e4",
      "en": "'Ha! You have always been a fool, Núfulg.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "An image from the darkest corner of the Morgul Vale swims from the recesses of your mind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Maintain focus as your dream continues",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Examine the image of the Grim Southron conjured by your dreaming mind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "A feeling of disorientation clouds your mind: this is not the grove of Arwáth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Listen to unfamiliar voices conjured by your dreaming mind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbf8ff71",
      "en": "'Forgive Enât her distrust, stranger, but we have reason to be wary.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "In your dream the Wizard Mithrandir stands before an unpleasant statue in the Valley of the Secret Shadow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbf8ff72",
      "en": "'It is hard, heavy work, and there are fewer of us now than there used to be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbf8ff73",
      "en": "'Azagath has dismissed some of our fellows before now, but...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x899961",
      "en": "'It was too much to hope for sunlight, I suppose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x443d101",
      "en": "'You give one name, but I know you by another.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "The dream feels so real to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbf8ff74",
      "en": "'...no one seems to know where Sadûkh has gone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x443d102",
      "en": "'Bane of Umbar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Thuringwath swims hazily before your dreaming eyes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x443d103",
      "en": "'I am defeated, my son... but you must carry on my legacy!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x443d104",
      "en": "'Grow strong, Balakhâd! Bring death to each of our enemies!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Mithrandir stands within Thuringwath, Valley of the Secret Shadow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "The hallway outside the tower room in the Citadel of Winds swims from the recesses of your sleeping mind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "Balakhôr appears as you remember him.\\n\\nMonths ago, before the end of the War of the Ring, the leader of the Heirs of Castamir stood on the deck of the Night-jewel, defying Aragorn and the Army of the Dead in what proved to be his final moments.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Balakhôr the Scourge glares at you from across the chamber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "You are gripped with a sense of unreality as an unfamiliar land coalesces before your sleeping eyes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7febab1",
      "en": "'It may be he spirited Balakhâd out of the city, and now seeks to rejoin his master.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa0afd51",
      "en": "'A secret power, hidden even from him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "You expected your dreaming mind to bring you a vision of the grove of Arwáth, but it is not so. It seems the course of your dream is not so easily-controlled.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa0afd52",
      "en": "'Silence!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa0afd53",
      "en": "'Continue the search!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Your dreaming mind conjures unusual images before you, with familiar voices emerging from unexpected places.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd0bfb1",
      "en": "'Has it gone?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd0bfb2",
      "en": "'I should not have fled, Mithrandir! I am shamed by my cowardice!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed86",
      "en": "Help Corudan find his sister",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd0bfb3",
      "en": "'Did you... did you learn aught of use from that terrible spirit?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Corudan in your dream",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Enter the tower room in your dream",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x95db6e1",
      "en": "'Sigileth! Come back!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Examine the image of Balakhôr the Scourge conjured by your dreaming mind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x95db6e2",
      "en": "'Sigileth!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Listen to familiar voices conjured by your dreaming mind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5cadf1",
      "en": "'No, Taurdir. The spirit remains. It can never leave its prison.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5cadf2",
      "en": "'But I believe the contest is finished. Each of us has exhausted our will.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5cadf3",
      "en": "'Be not shamed, Taurdir, for Megorlam is both ancient and powerful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf631091",
      "en": "Unnatural flames bar the way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5cadf4",
      "en": "'Only I or one of my order might stand and speak with him, and then only briefly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5cadf5",
      "en": "'Beyond living memory...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5cadf6",
      "en": "'I wonder...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Beyond Living Memory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5103de1",
      "en": "'Hidden from the Master? How can such a thing be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5103de2",
      "en": "'Keep your eyes open. Could be we might find it for ourselves.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}