{
  "id": 621094245,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 11.6: Unsafe Sanctuary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Defeat wights at Nirgambâr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Sigileth west of Nirgambâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'When we infiltrated the fortress above Jirush, I overheard some of the guards discussing the fate of their former captive, Balakhâd. This is the information we withheld from the rest of the company, [placeholder]: Balakhâd still lives. He was freed from the prison of the Ordâkhai by a mysterious stranger wielding dark sorcery. This stranger ripped the very life from the guards, leaving clear a path for Balakhâd to flee.\\n\\n'You know this power, for it is the same sorcery Azagath used upon the members of Belondor's crew beneath the Mâkhda Khorbo. He must have learned that Balakhâd was taken by the Ordâkhai and came to rescue him for some purpose of his own.\\n\\n'The guards I overheard had no desire to pursue their fleeing captive; they feared for their lives. They said he escaped to the tombs of Nirgambâr, north-west of Jirush, and believed he would die there; the tombs have an evil reputation. We did not remain behind to go to Shonith, [placeholder]. We go to Nirgambâr to search for the last remaining Heir of Castamir. He would not have chosen the most grand of the tombs, but may have hidden himself in one of the less important burial chambers. Search for such an entrance there and defeat the wights that stalk in Nirgambâr, and we may locate this missing Heir of Castamir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Use the entrance to the crypts below south-eastern Nirgambâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'The guards I overheard believed Balakhâd would die there, for the tombs have an evil reputation. We did not remain behind to go to Shonith. We go instead to Nirgambâr to search for the last remaining Heir of Castamir. He would not have chosen the most grand of the tombs, but may have hidden himself in one of the less important burial chambers. Search for such an entrance there and defeat the wights that stalk in Nirgambâr, and we may locate this missing Heir of Castamir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Search the south-eastern tomb in Nirgambâr for Balakhad's hiding-place",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'We have searched for him outside, but if he thought to hide from the Ordâkhai, he may have gone inside one of the tombs. We should use the entrance you located to the south-east and search within that less-grand tomb of Nirgambâr for Balakhâd.\\n\\n'We must be prepared to face Azagath or Nakási when we venture within. They may think to defend him, if they need him for their purpose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Search the satchel in the chamber below Nirgambâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'We should use the entrance you located to the south-east and search within that less-grand tomb of Nirgambâr for Balakhâd. We must be prepared to face Azagath or Nakási when we venture within. They may think to defend him, if they need him for their purpose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'We should use the entrance you located to the south-east and search within that less-grand tomb of Nirgambâr for Balakhâd. We must be prepared to face Azagath or Nakási when we venture within. They may think to defend him, if they need him for their purpose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "TBD POI A is very TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e30",
      "en": "Bring the contents of the satchel to Sigileth in the chamber below Nirgambâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'This satchel may have belonged to Balakhâd or to the water-bearer Sadûkh. Few of the Shagâni would carry Umbari coins so far from the city, but either of them might have. This satchel is from Umbar Baharbêl.'\\n\\nSigileth shakes her head.\\n\\n'He remained hidden in this chamber for some time, but now he is gone, and if Azagath or Nakási stayed with him they left when he did. I can read no sign of them here, or where they may have gone when they departed. Each of them remains a step ahead of us, but I think we have narrowed the distance. We are closing in upon them, [placeholder], and they may not be aware we secret hunters draw near.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "TBD POI B is very TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Sigileth learned more from the guards at the fortress of Jirush than she told the rest of your travelling company, and now the two of you should act upon that information.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "A satchel lies discarded in the corner deep below Nirgambâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "This door may give you and Sigileth access to the tomb annex of Nirgambâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The ruins of Nirgambâr may hide the one you seek. Sigileth thinks you should search for a less-grand entrance to the tombs in which Balakhâd might hide. She also wants you to defeat some of the wights that make exploring the ruins dangerous.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Sigileth is in the chamber below Nirgambâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Sigileth is west of Nirgambâr, in Khûd Zagin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Sigileth is ready to go with you into the crypts of south-eastern Nirgambâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Sigileth believes Balakhad may be hiding somewhere within one of the less-grand tombs of south-eastern Nirgambâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Search at TBD in Nirgambâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Search at TBD in Nirgambâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Find a side door to one of the tomb annexes in which Balakhâd might hide",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Defeated wights at Nirgambâr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "The interior of the tomb is dark and quiet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'We must search for the last remaining Heir of Castamir. He would not have chosen the most grand of the tombs, but may have hidden himself in one of the less important burial chambers. Search for such an entrance and defeat the wights that stalk in Nirgambâr, and we may locate this missing Heir of Castamir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "You have found a small campsite deep in the tomb, apparently abandoned",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Hmm. He was here, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "You retrieve some Umbari coins and a crust of stale bread from the satchel",
      "es": "",
      "es (fem)": ""
    }
  ]
}