{
  "id": 621094332,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'I have another trouble you could help me with, should you be willing. There are wild cats that live in the untamed lands in the north. At least, that is where they should be living. Of late they have been prowling our fields and frightening my mother as she goes about her work.\\n\\n'If you are willing to slay some of the vexing animals, let us not be wasteful. Bring me their pelts and I will put them to good use this next winter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "You have defeated servals and caracals prowling about the rice fields of Ekagar. You should bring their pelts to Turizi behind the farmhouse.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Ah, the pelts! Thank you, my friend. Life can be trying here in Ambarûl and I cannot abide waste. These will help someone greatly when the seasons change.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Turizi has asked you to slay some of the wild cats worrying his mother.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e17",
      "en": "Bring the pelts to Turizi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Of late wild cats have been prowling our fields and frightening my mother. If you are amenable, slay some of them and bring me their pelts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fearsome Felines",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Defeat wild cats and collect their pelts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Servals and caracals can be found prowling about the rice fields of Ekagar in Ambarûl. You should defeat some and bring their pelts to Turizi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Collected pelts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}