{
  "id": 621094304,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 12.1: The Hungry Fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Idhraid by the northern pavilion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'We must show this man we will harm him not, unless he inflict some injury upon the Kinta people or our grove. His hurts are severe, but if our healers are permitted to tend them, he may recover.\\n\\n'Collect a jar from the front of this pavilion to fill with water from the deepest area of the pool. Speak also to Idhraid nearby, for she is lately arrived from Vartúlin and brings with her great knowledge of the healing arts. She may have some advice of use to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Dampen the cloth and fill the jar with water from the deepest part of the oasis",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I observed the two of you as you brought that dying man to Shonith. He trusts not my people? Perhaps we share that feeling. I dwelled in the Emerald Wood of Nisigím before the blight killed the trees, and it was Men that unleashed it.\\n\\n'No, it was not his doing; I know the lives of Men are short, and he could not have been born when Nisigím withered. But I know also his kind.\\n\\n'I am a healer. I will give you a cloth to dampen in the pool, so his pains may be eased. Perhaps in gratitude he will leave the Kintai be, and never return? Be sure to collect water from the deepest part of the pond! Water from the shallower reaches will not be as effective.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Collect a jar from the front of the pavilion to fill with water from the deepest reaches of the pool. Speak also to Idhraid, for she is lately arrived from Vartúlin and brings with her great knowledge of the healing arts. She may have some advice of use to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Wait for Silirtas to soothe Balakhâd's burning skin with the damp cloth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I gave you a cloth to dampen in the pool, so the pains of the dying man may be eased. Perhaps in gratitude he will leave the Kintai be, and never return?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Sigileth at the northern pavilion in Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'You bring the items we sought from Idhraid? Very good.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Tharashil in south-western Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "You help Balakhâd hold the jar you filled with clean water from the oasis, and he manages to drink. After a few moments, he looks up at you with a guarded expression.\\n\\n'We are... not friends. These Elves are alien to me, and I do not trust them. As soon as I am... well enough to walk... I will leave this place, and never return.\\n\\n'But you and these Elves are... you are right about something. If the Kindred finds the hidden cache of Narghâk they seek...'\\n\\nBalakhâd falls silent, mopping his forehead with the damp cloth you brought from Idhraid.\\n\\n'In Gondor they named it \\qUmbari Fire,\\q for they knew not of its long use in these lands, and only learned of it when it was used against them. But my father knew. He dreamed of harnessing it against his enemies, but even with all the men at his command he could find no stores of it. He believed it gone from the world.\\n\\n'It should be gone. Azagath and Nakási must not find... the hidden stockpile they seek. They will set the world aflame.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Silirtas believes that Balakhâd knows more about Narghâk, the Hungry Fire, than he is letting on. He may speak further on the subject if his hurts are healed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Silirtas has begun trying to ease Balakhâd's hurts with the damp cloth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I would not agree with the Heirs of Castamir about very many things, [placeholder]. We have found the single exception.\\n\\n'We must catch up to our travelling companions and tell them we have learned what our quarry seeks. If Silirtas is to join us, as she has suggested to me, we will need to seek permission from Tharashil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Balakhâd is at the northern pavilion in Shonith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Azagath and Nakási must not find the stockpile they seek. They will set the world aflame.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Silirtas suggested that you speak with Idhraid about what it will take to heal Balakhâd of his injuries, and also that you fill a jar with water from the deepest part of the oasis. Jars for this purpose can be found at the front of the pavilion in northern Shonith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e05",
      "en": "Bring the damp cloth and water jar to Silirtas at the northern pavilion in Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Sigileth is at the northern pavilion in Shonith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "You inform Tharashil of Balakhâd's condition and his vow to depart from Shonith as soon as he is able to walk. You also ask for her permission to allow Silirtas to accompany you and Sigileth on your journey eastward.\\n\\n'I am the warden of this grove, but I have not the power to keep Silirtas from doing as she wishes. Had I that power, she might have already entered Tróthul and begun to safely fade within a Veróth of her own! But I do not, and she insists upon fighting the process.\\n\\n'If she truly wishes to go with you, I hope you will keep her safe. She fights the fading, but I understand the fight is painful, and even one so strong-willed as Silirtas cannot achieve victory in every battle. It is the lot of her people to fade, though she wishes otherwise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e07",
      "en": "Help Balakhâd drink from the jar of water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'If Silirtas is to join us, as she has suggested to me, we will need to seek permission from Tharashil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "You should dampen the cloth given to you by Idhraid and fill the jar you collected with water from the deepest reaches of the oasis in Shonith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Tharashil is in south-western Shonith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Silirtas is waiting for you to return to her with the damp cloth and water jar she requested of you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Collect a jar front the northern pavilion to fill with water for Balakhâd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "You pick up the jar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Idhraid gives you a cloth to dampen in the water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "You dampen the cloth and fill your jar with water from the deepest part of the oasis",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "You help Balakhâd hold the jar you filled with clean water from the oasis, and he manages to drink. After a few moments, he looks up at you with a guarded expression.\\n\\n'We are... not friends. You Elves are alien to me. I do not trust you, and I do not trust these others. As soon as I am... well enough to walk... I will leave this place, and never return.\\n\\n'But you Elves... you are right about something. If the Kindred finds the hidden cache of Narghâk they seek...'\\n\\nBalakhâd falls silent, mopping his forehead with the damp cloth you brought from Idhraid.\\n\\n'In Gondor they named it \\qUmbari Fire,\\q for they knew not of its long use in these lands, and only learned of it when it was used against them. But my father knew. He dreamed of harnessing it against his enemies, but even with all the men at his command he could find no stores of it. He believed it gone from the world.\\n\\n'It should be gone. Azagath and Nakási must not find... the hidden stockpile they seek. They will... set the world aflame.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}