{
  "id": 621094330,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Forgive me, I mentioned my son to you twice and have not introduced you! His name is Turizi and he is behind the house, to the south. He might enjoy meeting you. He was injured in the war and returned a man unlike the one who had left. Please, if you have time, mayhap you could talk to him? I think he feels very alone and maybe the company of someone worldly like yourself could do him some good.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Urama has suggested you introduce yourself to her son, Turizi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Home from the War",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Turizi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Turizi has been troubled since returning home from the war in the north. You should talk to him behind the house at Ekagar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Who are you!?'\\n\\nThe young man is clearly alarmed by your approach. You tell him you had been helping his mother with some farm chores and she asked you to introduce yourself to him. His shoulders relax, but he still holds suspicion in his eyes.\\n\\n'My apologies. We don't see strangers in this land often, and when we do, they usually mean us harm. What brings you to our farm?'\\n\\nYou tell him that you often take the time to help others while you go about your travels.\\n\\n'A noble undertaking, though you might find that there are more people in need of help in Ambarûl than you can handle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Go ahead and introduce yourself to Turizi. He is not as surly as he looks, and could use a friend, I think. He should be behind the house, to the south.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}