{
  "id": 621094232,
  "txt": [
    {
      "id": 57276753,
      "en": "'Tatháta!'",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Rahâzi",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "Death comes even for a Dumûri warrior. You have failed!",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "Death comes even for a Dumûri warrior. You have failed!",
      "es": ""
    },
    {
      "id": 225292385,
      "en": "'What is that?'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Part of the way back to Iridír, Rahâzi has called for a halt.",
      "es": ""
    },
    {
      "id": 69036776,
      "en": "Fight alongside Rahâzi and Surdûsha, and protect them from death",
      "es": ""
    },
    {
      "id": 225292386,
      "en": "'Are we now safe?'",
      "es": ""
    },
    {
      "id": 225292387,
      "en": "'Here it comes again!'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Rahâzi and Surdûsha have triumphed over the Ordâkhai, but now a new threat emerges.",
      "es": ""
    },
    {
      "id": 225292388,
      "en": "'Is there no end to its rage?'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Quiet! There it is again: the sound of voices. More of the Ordâkhai have come in search of their fellows, and now they seek to surprise us.\\n\\n'Let us teach them to fear the defenders of this land!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Stand your ground against Tatháta and protect the Dumûri warriors.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Rothog the Storm has arrived, and his arrival may have saved you and the Dumûri warriors from Tatháta's wrath.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Do you know what terrible creature makes this sound, [placeholder]? Your eyes tell me that you do!'\\n\\nHurriedly, you advise Rahâzi and Surdûsha to take defensive stances and prepare once again for battle.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Khôltekh has arrived in Ambarûl.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'What caused Tatháta to attack you, [placeholder]? She and I have faced each other in battle before, and when I tell you she is a deadly opponent you can believe me. Ours was a friendly competition, and it came to a draw, but in return she made a gift to me of Húrshauk here.\\n\\n'I did not plan to bring Húrshauk with me on this adventure, but he has grown so large and so ferocious that no one at Dahâl Huliz dares to approach him without me. We could delay no longer, so my good friend accompanies me. That will not be a problem.'",
      "es": ""
    },
    {
      "id": 69036786,
      "en": "Fight alongside Rahâzi and Surdûsha, and protect them from death",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'A number of difficulties threatened to delay us too long, [placeholder], and it was decided we could wait no longer. The caravan driver and the warehouse master suffered our displeasure for the obstacles they placed in our way, and they will suffer even more in the days ahead, for Hármelak has a mind for punishment.\\n\\n'At last we set out, and it would appear we arrived at a fortunate time. Who are these warrior-women, and can we count them friends to Umbar, and to the Kindred of the Coins?'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Rothog and Khôltekh have arrived in Ambarûl, and they seek to gain permission from its people to carry out the mission they share with you.",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "The remainder of your travelling company has arrived",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Rahâzi waits to speak with you before she departs.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I will hurry on to Iridír with Surdûsha and tell my mother about these newcomers, [placeholder]. If they are friends of yours, I believe she will give them leave to move freely within Ambarûl.'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Khôltekh coughs, drawing your attention from Rothog's lion",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Khôltekh has some words for you before you continue on to Iridír.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'One more thing, [placeholder], before we follow those warriors to their village and meet with their chief.\\n\\n'I think it will be best not to mention that Tatháta is a member of the Kindred of the Coins. She currently works at cross-purposes to us, and while she may not be allied with Azagath, neither does she work to help us. It can give us no advantage to tell the people of this land that she is a member of Umbar's ruling council.\\n\\n'Now let us proceed. We have traitors to find and a mission to complete, and I do not like to spend this long away from my city, and away from my other endeavours.'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Rahâzi",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Khôltekh",
      "es": ""
    },
    {
      "id": 84992641,
      "en": "'You will find no friend of Ordâkh in our company, warrior of the Dumûri.'",
      "es": ""
    },
    {
      "id": 84992642,
      "en": "'We of the Kindred of the Coins pursue traitors that fled into this land.'",
      "es": ""
    },
    {
      "id": 84992643,
      "en": "'Once we find them, we will return to Umbar and trouble you no longer.'",
      "es": ""
    },
    {
      "id": 127884864,
      "en": "Death comes even for a Dumûri warrior. You have failed!",
      "es": ""
    },
    {
      "id": 36678465,
      "en": "'For Ambarûl and for Iridír!'",
      "es": ""
    },
    {
      "id": 36678466,
      "en": "'That sounded like the roar of a great bear, such as Ambarûl has never seen!'",
      "es": ""
    },
    {
      "id": 36678467,
      "en": "'The bear returns!'",
      "es": ""
    },
    {
      "id": 127884867,
      "en": "Death comes even for a Dumûri warrior. You have failed!",
      "es": ""
    },
    {
      "id": 36678468,
      "en": "'Stay on guard!'",
      "es": ""
    },
    {
      "id": 36678469,
      "en": "'We are the Dumûri, the Daughters of Iridír, and we oppose the Empire of Ordâkh.'",
      "es": ""
    },
    {
      "id": 36678470,
      "en": "'My mother Girhâzi rules in Iridír.'",
      "es": ""
    },
    {
      "id": 36678471,
      "en": "'She must decide if you are welcome here.'",
      "es": ""
    },
    {
      "id": 24695158,
      "en": "The Dumûri warriors Rahâzi and Surdûsha have suggested that you return with them to Iridír where you can speak of your shared triumph over the Ordâkhai remnant.",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Rahâzi",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Stand your ground against Tatháta and protect the Dumûri warriors",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Rothog the Storm",
      "es": ""
    },
    {
      "id": 235466130,
      "en": "Remain alert",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Khôltekh",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Observe the meeting of Khôltekh and Rahâzi",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Moon Over Ambarûl",
      "es": ""
    }
  ]
}