{
  "id": 621094339,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'I understand that you must continue your travels. Thank you for your company and for indulging me. Are you continuing east? In the village of Iridír there is an old woman called Amâsu. I owe her three scrolls. Would you deliver them for me?\\n\\n'As busy as I appear, would you believe I have very few customers? Last year I had more work than time. The Great Southern Empire of Ordâkh ruled here until not long ago, and they were my only customers. Sadly, they did not allow our people to learn to read or write, so I am unsure what the future has in store for me.\\n\\n'Amâsu is a kindly woman, and probably just bought some of my scrolls to be charitable.'\\n\\nSûlmur laughs again, but this time you sense discomfort.\\n\\n'Well, whether she needs them or not, she paid, so the order will be fulfilled. Would you mind? The roads are perilous and I would prefer to stay here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "You have been asked to deliver blank papyrus scrolls to a woman named Amâsu, who is in Iridír, a town in Ambarûl east of Mehêtur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Would you deliver three scrolls for me? In the village of Iridír to the east, there is an old woman called Amâsu, who has already paid for them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Sûlmur has blank papyrus scrolls that need to be delivered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Scroll Delivery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Hello lûkal, what is this?'\\n\\nShe takes the scrolls from you.\\n\\n'Ah yes, from Sûlmur. Thank you for bringing these. How is Sûlmur, is she well? Has she gone after that handsome rice farmer yet?'\\n\\nYou tell her Sûlmur is well, but has not gone after Turizi yet. Amâsu sighs wistfully.\\n\\n'Ah well, it is only a matter of time I suppose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e14",
      "en": "Deliver the scrolls to Amâsu in Iridír",
      "es": "",
      "es (fem)": ""
    }
  ]
}