{
  "id": 621094336,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Thank you for your help, [placeholder]. I dislike asking for aid, but I am glad that I did. If your travels happen to be taking you east, I would ask one last thing of you. There is a papyrus farm just east, along the river's edge.'\\n\\nThe man's face turns beet red.\\n\\n'There is a young lady there, Sûlmur, who does some rather dangerous work. The papyrus bogs are rife with crocodiles and zizani. I think you would call them Neekers? It would bring me comfort if you could visit and see that she fares well. Thank you, friend. And good luck on your travels.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'There is a young lady, Sûlmur, who works at the papyrus farm to the east. The papyrus bogs are rife with crocodiles and zizani. It would bring me comfort if you could visit and see that she fares well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Turizi has asked if you wouldn't mind visiting a neighbouring papyrus farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Checking on the Neighbours",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Sûlmur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Turizi would like you to check on the welfare of Sûlmur at her papyrus farm in Ambarûl, east of Ekagar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Oh, Hashtal-gûr, stranger. Turizi sent you to see if I am well?'\\n\\nShe blushes.\\n\\n'I am as well as can be expected, I suppose. How is Turizi?'\\n\\nYou tell her that he is well. Perhaps a bit stubborn, but not too stubborn to ask someone for help when he needs it. The woman laughs.\\n\\n'That sounds like a welcome improvement!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Oh, Hashtal-gûr! Turizi sent you to see if I am well?'\\n\\nShe blushes.\\n\\n'I am as well as can be expected, I suppose. How is Turizi, and how do you know him, child? I am unfamiliar with your accent.'\\n\\nYou tell her Turizi is well, and that you are not a child. You are a hobbit, well-travelled and very capable. You have been helping Turizi and his mother with some of their problems around the farm. She blushes harder.\\n\\n'My apologies! I have never met a... hobbit? ...before. How extraordinary!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}