{
  "id": 621094246,
  "txt": [
    {
      "id": "0xa8e1190",
      "en": "To the north it's very TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "To the west it's very TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "To the south it's very TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Thank you for helping provide some meat and feathers for us, friends. Each of them will sustain the Kintai who tend the grove here in their own way: the meat for food, and the feathers as fletching for our arrows.\\n\\n'Sometimes we lose sight of the need for such tasks as these, with our eyes always upon the importance of our overall charge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e26",
      "en": "Leave the meat and feathers in the coffer north of the water in Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'I have something to ask of Tharashil, but I fear it may be considered impolite.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Sometimes we lose sight of the need for such tasks as these, with our eyes always upon the importance of our overall charge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "Collected chunks of sand-sifter meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Shonith is an oasis far away in south-eastern Khûd Zagin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The trail has gone cold, for now. If our quarry sought to avoid further encounter with the Ordâkhai, they may have ventured far to the south of Jirush, which might bring them within view of the Kintai. We should seek out the Elves said to live beside the desert sands.\\n\\n'No, my desire to meet with the Elves of the Oasis was not just a pretense, and it was not only in service of our deception. I do wish to speak with the Kintai, and even if they have not seen our prey, should Khôltekh ask questions of our stay in Khûd Zagin it will be good to have answers.\\n\\n'Let us continue on to Shonith before we rejoin the company at Kûr Anzar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Sigileth is on the leader's rise in the south-western reaches of Shonith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Let us continue on to Shonith before we rejoin the company at Kûr Anzar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Although your investigation at Nirgambâr did not find what Sigileth expected, she believes you should continue on to Shonith as you told your travelling companions you intended.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'This is a place of beauty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Tharashil is on the leader's rise in south-western Shonith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'This is Tharashil, [placeholder], and she is the leader of the Kintai who dwell here at the Oasis of Shonith and tend its grove. She has welcomed the two of us here, so long as we disturb not her people.\\n\\n'I told her you met with Shanthar, warden of a grove in northern Ambarûl, and she is interested to hear how he fares.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e32",
      "en": "<rgb=#00FF00>Look</rgb> west of Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I am called Tharashil, and it is true that I lead the Adúrhid clan of the Kintai. There were many more of us in years past, but now we move from grove to grove, seeking to forestall the encroaching decay and death that threatens them all. With our ministrations here I hope to maintain Shonith against the spread of the Dust Sea that we of the Kintai name Lithashár.\\n\\n'It is good to hear that Shanthar remains at the grove he tends, for he was a dear friend to me in years now gone, before the Ordâkhai dried the river and spoiled the lands hereabout.\\n\\n'To understand our people, as your Eldar friend claims to desire, you must understand our work. I ask that you walk north, closer to the edge of this rise, and <rgb=#00FF00>look</rgb> out over Shonith. Perhaps then you will know why we of the Kintai feel so strongly about this work to which we are called.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Talk to Tharashil in south-western Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e34",
      "en": "<rgb=#00FF00>Look</rgb> south of Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Talk to Sigileth at Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Tharashil is the leader of the Kintai who dwell here at the Oasis of Shonith and tend its grove. She has welcomed the two of us here, so long as we disturb not her people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Sigileth has sought out the leader of the Kintai who dwell at Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I ask that you walk north, closer to the edge of this rise, and <rgb=#00FF00>look</rgb> out over Shonith. Perhaps then you will know why we of the Kintai feel so strongly about this work to which we are called.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Tharashil is on the leader's rise in south-western Shonith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Now you see the difficulty of our charge, friends. The Kintai fight to preserve what we can among the wastes, even as the circle of our influence grows ever smaller; even the greenery that used to thrive now withers and dies, and the desert creeps ever closer. Much of this land was covered with a great forest in ages past, the Emerald Wood of Nisigím. The very oldest of my people cursed the name of the Great Enemy, Morgoth, whose servants hewed the trees and devastated the land, turning large tracts of the Emerald Wood into desert.\\n\\n'But that was long ago, and those elders of my people faded even before my birth. The work of the Kintai helped to restore some measure of the Emerald Wood, coaxing life from the barren stones and ensuring it could live before they moved on. The Kintai became a wandering people, moving from place to place, tending to the groves throughout Shagâna, but still they named the Emerald Wood of Nisigím their home.\\n\\n'Stories of Nisigím's beauty seem now an impossible dream. When the Empire of Ordâkh dried the rivers and came north, their invasion parched the land and caused a great drought that withered cropland and forest alike. A terrible blight befell the trees of Nisigím, turning them as hard as stone. The forest has now become Adagím, the Corpseholt, and we of the Kintai now name ourselves Avabár-kintai, the Elves Without A Home.\\n\\n'That has not changed our mission, friends, but like others who dwell in these lands we accept whatever help may be offered. If you will bring us sand-sifter meat and bird feathers from the creatures of Khûd Zagin, you will help the Kintai with their efforts. There is a coffer among the pavilions north of the water in which you may leave the items you gather for us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Like others who dwell in these lands we accept whatever help may be offered. If you will bring us sand-sifter meat and bird feathers from the creatures of Khûd Zagin, you will help the Kintai with their efforts. There is a coffer among the pavilions north of the water in which you may leave the items you gather for us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Like others who dwell in these lands we accept whatever help may be offered. If you will bring us sand-sifter meat and bird feathers from the creatures of Khûd Zagin, you will help the Kintai with their efforts. There is a coffer among the pavilions north of the water in which you may leave the items you gather for us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Tharashil is on the leader's rise in south-western Shonith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Tharashil in south-western Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Collect sand-sifter meat in Khûd Zagin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Collect bird feathers in Khûd Zagin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Sigileth is on the leader's rise in south-western Shonith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Tharashil asked you to <rgb=#00FF00>look</rgb> out over Shonith and consider the work of the Kintai.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'I am called Tharashil, and it is true that I lead the Adúrhid clan of the Kintai. There were many more of us in years past, but now we move from grove to grove, seeking to forestall the encroaching decay and death that threatens them all. With our ministrations here I hope to maintain Shonith against the spread of the Dust Sea that we of the Kintai name Lithashár.\\n\\n'It is good to hear that Shanthar remains at the grove he tends, for he was a dear friend to me in years now gone, before the Ordâkhai dried the river and spoiled the lands hereabout.\\n\\n'To understand our people, as you of the Eldar say you wish to, you must understand our work. I ask that you walk north, closer to the edge of this rise, and <rgb=#00FF00>look</rgb> out over Shonith. Perhaps then you will know why we of the Kintai feel so strongly about this work to which we are called.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1170",
      "en": "Shonith is green and thriving, in stark contrast to the desert beyond the encircling rocks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Sand-sifters and birds can be found throughout the desert regions of Khûd Zagin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e09",
      "en": "Walk closer to the edge of the overlook and <rgb=#00FF00>look</rgb> out over Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Tharashil asked you to leave the meat and feathers you collected in the coffer north of the water in Shonith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Meet up with Sigileth far to the south-east at the Oasis of Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "Collected bird feathers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Sigileth in south-western Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Tharashil at Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "You leave the sand-sifter meat and bird feathers in the coffer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 11.7: The Oasis at Shonith",
      "es": "",
      "es (fem)": ""
    }
  ]
}