{
  "id": 621094340,
  "txt": [
    {
      "id": "0x9b568a2",
      "en": "'Skilfully done! However, I must admit that if you return in three days you will not have usable papyrus. Once cut, the strips of reeds need to be soaked in water for three days to release the gum in the fibres that allow the papyrus to stick together. Your papyrus will fall apart.'\\n\\nShe gives you an amused laugh.\\n\\n'But now you know how it is made. You are not angry, I hope.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Papyrus reeds peeled and cut into strips",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "Woven reeds pressed under weight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "Papyrus strips woven together",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Collect reeds from the pile across the yard at Mehêtur, and bring them to the workbench.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Pick up a pile of papyrus reeds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "You have a pile of papyrus reeds. Take them to the workbench, remove the green skin, and cut them into strips.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Sûlmur has offered to walk you through making papyrus.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Use the workbench to prepare the reeds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "You have peeled the papyrus and cut the inside of the reeds into thin strips. Now you should weave them together at the workbench.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have stacked some reeds on the other side of the yard. Pick up a bundle and bring it to the workbench. First, you will use a knife to remove the green skin and then slice the inside of the reed into thin strips. Next, weave the strips together in a crosshatch pattern. Once that is done, with cloth on either side, the papyrus is pressed beneath a heavy weight.\\n\\n'Do you think you will remember all that? Get to it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Use the workbench to press the woven reeds under a weight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Use the workbench to weave the strips together",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "You have woven the papyrus strips together. The next step is to press them under a heavy weight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "You have completed all the steps of making papyrus. You should talk to Sûlmur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Making Papyrus",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Sûlmur",
      "es": "",
      "es (fem)": ""
    }
  ]
}