{
  "id": 621094233,
  "txt": [
    {
      "id": 216727827,
      "en": "Rahâzi is outside the grove of Arwáth, preparing to return to Iridír.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Girhâzi asked to speak with you. I need not remind you that secrecy is an advantage, and you should keep hidden the details of our dual purposes. The less you say to her of Azagath or of Balakhâd, the better. Say only what you must.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Khôltekh stands within the village of Iridír, studying the people nearby with interest.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Girhâzi is inside her lodge within Iridír.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Rahâzi outside the grove of Arwáth and return with her to Iridír",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Khôltekh within Iridír",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Rahâzi speaks highly of the courage you displayed when you faced the great bear, [placeholder]. For that you have my thanks, both as the chieftain of Iridír and as a mother. Each are grateful you stood alongside Rahâzi against the terrible beast.\\n\\n'While you were gone, the man Belondor told me your group pursued two of the ruling class that betrayed his city. Their betrayal must have cut deep to earn the enmity of so many members of the Kindred of the Coins. Why else would half that body's remaining number pass the Umbari wall at my border in pursuit of them?\\n\\n'I deem Belondor speaks honest words, or at least he believes what he says to be truthful; the dwarf and the half-troll seem more guarded, and speak less freely. Which of these voices holds more sway within the Kindred of the Coins, and who do they truly serve? The memories of the Shagâni people are long, and we Ikorbâni who live along the river have learned to distrust such as they. It will take some proving to unlearn those lessons, even if they and we share a common enemy in Ordâkh.'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Girhâzi is in her lodge within Iridír.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Return to Girhâzi in her lodge within Iridír",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Girhâzi eyes you warily as you approach",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Girhâzi in her lodge within Iridír",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Satisfied with her victory over the Ordâkhai remnants, Rahâzi is ready to return to Iridír.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'We have done well today, [placeholder]. With our actions and those of Surdûsha, we have protected my home and the Elf of this grove from the Ordâkhai remnant in Ambarûl.\\n\\n'Are you ready to return to my mother with word of our triumph? Tell me when you wish to return to Iridír and we will make the journey together.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Let us return to Iridír and speak of our success to my mother.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 10.10: The Moon Over Ambarûl",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'We have finished speaking with the leader of this settlement, the woman Girhâzi. If she possesses wisdom she will aid us in our mission. If she does not...'\\n\\nKhôltekh leaves the rest unsaid.\\n\\n'She asked to speak with you. I need not remind you that secrecy is an advantage, and you should keep hidden the details of our dual purposes. The less you say to her of Azagath or of Balakhâd, the better. Say only what you must, and perhaps she will volunteer useful information to you without learning anything that might prove detrimental to us, or to Umbar.'",
      "es": ""
    }
  ]
}