{
  "id": 621094319,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 12.3: The Encroaching Darkness",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Place a boundary stone at the western entrance to Vartúlin",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The protective arts with which we ward our groves have become less effective over time, but it is the hope of the Kintai that they will forestall the encroaching darkness long enough for us to discover a lasting solution. We have inscribed runes of guarding and renewal upon boundary stones that must be placed along the perimeter of Vartúlin.\\n\\n'Will you retrieve some of the boundary stones from the pile across the bridge and set them along the borders of the grove? I will remain with Silirtas until she returns to herself.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Pick up boundary stones from the pile across the bridge in Vartúlin",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Defeated wights near Adakûr ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Will you retrieve some of the boundary stones from the pile across the bridge and set them along the borders of the grove? I will remain with Silirtas until she returns to herself.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Place a boundary stone north of Thórvilon",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Silirtas in the centre of Vartúlin",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Will you retrieve some of the boundary stones from the pile across the bridge and set them along the borders of the grove? I will remain with Silirtas until she returns to herself.'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Silirtas in the centre of Vartúlin",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "You arrive at an ideal location for scouting Kûr Anzar",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Place a boundary stone at the north-eastern entrance to Vartúlin",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Sigileth in Vartúlin",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I am embarrassed, [placeholder]. At least Thórvilon is a friend, and understands the difficulties I have faced in these past few years. They have become more frequent as Tróthul seeks to claim me, but I will not allow it.\\n\\n'I am eager to meet the others of your company, for speaking with new folk and having new experiences will help me to stave off Tróthul. It has ever been so, and this adventure seems to me no different.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Yes. We have lent some aid to Thórvilon, now we should continue on to the north-east to rejoin the company. My brother Corudan will be very pleased to meet Silirtas and to learn of her people, as was I.\\n\\n'I have said our farewells to Thórvilon. Now we should travel to the north, from where we can assess the situation in Kûr Anzar. Silirtas said the Kingdom of Hamât was absorbed by Ordâkh, and the city may not be friendly to us or to the representatives of Umbar we seek to rejoin.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Place a boundary stone on the slope to the southern pavilion in Vartúlin",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Travel toward Kûr Anzar, to the north of Vartúlin",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I am eager to meet the others of your company, for speaking with new folk and having new experiences will help me to stave off Tróthul. It has ever been so, and this adventure seems to me no different.'",
      "es": ""
    },
    {
      "id": 177082759,
      "en": "Kûr Anzar is filled with soldiers and cultists. Your companions cannot have gone there",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Thórvilon has enlisted your help to protect Vartúlin and the Kintai from the encroaching darkness that threatens Imhûlar.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Sigileth is in Vartúlin.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Let us travel northward, from where we can assess the situation in Kûr Anzar without venturing within the city. Silirtas said the Kingdom of Hamât was absorbed by Ordâkh, and the city may not be friendly to us or to the representatives of Umbar we seek to rejoin.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "A pile of the boundary stones can be found across the bridge in Vartúlin.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Sigileth wants to rejoin the rest of your travelling company at Kûr Anzar, to the north of Vartúlin.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'These wights were disturbed by something nearby, [placeholder], and I fear the hand of the Church of the All-seeing in this.\\n\\n'Go to the north-east and <rgb=#00FF00>look</rgb> toward the city of Kûr Anzar. We must know what awaits us within.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Thórvilon has asked you to place boundary stones around the edges of Vartúlin.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "You should defeat some of the Dead that lurk at Adakûr before they threaten the folk that live in Imhûlar.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Go to the north-east and <rgb=#00FF00>look</rgb> toward the city of Kûr Anzar. We must know what awaits us within.'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "That should be enough stones to fulfil Thórvilon's request.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Sigileth is outside Adakûr in Imhûlar.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Having satisfied Thórvilon's request, you should return to the centre of Vartúlin and check on Silirtas.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Sigileth wants you to <rgb=#00FF00>look</rgb> at Kûr Anzar from a location to the north-east and determine the situation inside the city.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Placed boundary stone",
      "es": ""
    },
    {
      "id": 236911044,
      "en": "You leave the ideal location behind",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "Placed boundary stone",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "Placed boundary stone",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "Sigileth calls for a halt and says you should defeat the wights near Adakûr",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Sigileth is outside Adakûr in Imhûlar.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Defeat wights near Adakûr in Imhûlar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'We should defeat some of the wights near Adakûr.'",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Sigileth outside Adakûr",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Find the location to the north-east from which to <rgb=#00FF00>look</rgb> at Kûr Anzar",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "<rgb=#00FF00>Look</rgb> at Kûr Anzar from here",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "You pick up a number of stones from the pile",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Talk to Sigileth outside Adakûr",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Kûr Anzar is occupied by soldiers of Ordâkh and cultists of the Church of the All-seeing?\\n\\n'Our companions cannot have gone there, [placeholder].'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Placed boundary stone",
      "es": ""
    }
  ]
}