{
  "id": 620996194,
  "txt": [
    {
      "id": 126687185,
      "en": "Pages of a tome can be found scattered around Agarnaith. Perhaps you can complete the story if you find them all.",
      "es": ""
    },
    {
      "id": 173518369,
      "en": "\\qSing, sisters, of Lhaereth the Stained, maker of pestilence and poison, mother of our brood, loyal above all others the Dark Lord.\\q",
      "es": ""
    },
    {
      "id": 173518370,
      "en": "\\qIn the distant depths of time, before us, before Mordor, memory whispers of her first poisons, concocted in service to Sauron, laying low rivals and foes.\\q",
      "es": ""
    },
    {
      "id": 173518371,
      "en": "\\qOver centuries and ages Lhaereth served and stayed true, and in reward for this Sauron built among the trees of the Broken Vale: Seregost, the Blood-fort.\\q",
      "es": ""
    },
    {
      "id": 173518372,
      "en": "\\qSing praise to the Lady of Blight, oh my sisters, and tell when the Dark Lord bade her brew up dread diseases to lay low whole kingdoms and arméd hosts.\\q",
      "es": ""
    },
    {
      "id": 173518373,
      "en": "\\qOur Lady Lhaereth toiled in Seregost and wandered the woods of the Broken Vale, sowing plagues and reaping miasmas, pestilences, and deadly venoms.\\q",
      "es": ""
    },
    {
      "id": 173518374,
      "en": "\\qSlowly, wonderously, the land changed. Trees blistered and wept, streams ran dark and then red, new things limped and anguished there. Broken Vale no more, it was Agarnaith, the Bloody Gore.\\q",
      "es": ""
    },
    {
      "id": 173518375,
      "en": "\\qAnd then, at long last, sisters, our lady found it: the affliction the Dark Lord had asked of her, waster of kingdoms, bane of armies, the Great Plague.\\q",
      "es": ""
    },
    {
      "id": 184621091,
      "en": "Blood-stained pages can be found scattered around Agarnaith.\\n\\nYou should collect the pages to complete the story.",
      "es": ""
    },
    {
      "id": 173518376,
      "en": "\\qTo the vast vat Lhaereth called her bats, sleek of pelt and dark as night. Upon their wings she cast the disease, and sent them forth beyond the mountains to the world.\\q",
      "es": ""
    },
    {
      "id": 190220626,
      "en": "You've found a torn page of a tome, damp and blood-stained from the marshes. Perhaps you can find other pages around Agarnaith and complete the story.",
      "es": ""
    },
    {
      "id": 173518377,
      "en": "\\qThese are names, O Sisters, of lands where Lhaereth's great plague laid waste: Rhovanian and Gondor, the remnants of Arnor, the northern kingdoms of Cardolan and Arthedain.\\q",
      "es": ""
    },
    {
      "id": 190220628,
      "en": "TBD Completed!",
      "es": ""
    },
    {
      "id": 184621520,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 184621479,
      "en": "Completed.",
      "es": ""
    },
    {
      "id": 173025312,
      "en": "Collect Page 10",
      "es": ""
    },
    {
      "id": 173025313,
      "en": "Collect Page 11",
      "es": ""
    },
    {
      "id": 236954432,
      "en": "Lost Lore of Gorgoroth: Agarnaith",
      "es": ""
    },
    {
      "id": 173025314,
      "en": "Collect Page 12",
      "es": ""
    },
    {
      "id": 173025361,
      "en": "Collect Page 1",
      "es": ""
    },
    {
      "id": 173025315,
      "en": "Collect Page 13",
      "es": ""
    },
    {
      "id": 91939552,
      "en": "\\qIn the northern lands, between the Plague and the Witch-king, toppled were kingdoms of Men, their vestiges scattered and fled.\\q",
      "es": ""
    },
    {
      "id": 173025362,
      "en": "Collect Page 2",
      "es": ""
    },
    {
      "id": 173025316,
      "en": "Collect Page 14",
      "es": ""
    },
    {
      "id": 91939553,
      "en": "\\qIn the south, the Great Plague raged across Ithilien and Anórien both, and by the time all was done, had claimed the lives of paupers, knights, bread-bakers, and kings.\\q",
      "es": ""
    },
    {
      "id": 173025363,
      "en": "Collect Page 3",
      "es": ""
    },
    {
      "id": 173025317,
      "en": "Collect Page 15",
      "es": ""
    },
    {
      "id": 91939554,
      "en": "\\qThe hateful Men of Gondor were thinned and driven from their walls and towers. All that they left - Moon Fort and River Palace - the Dark Lord took.\\q",
      "es": ""
    },
    {
      "id": 173025364,
      "en": "Collect Page 4",
      "es": ""
    },
    {
      "id": 173025318,
      "en": "Collect Page 16",
      "es": ""
    },
    {
      "id": 91939555,
      "en": "\\qTheir towers taken, their watch weakened, Gondor lowered its blade from Mordor's neck and crouched cravenly behind its shield. All this from Lhaereth's Great Plague.\\q",
      "es": ""
    },
    {
      "id": 173025365,
      "en": "Collect Page 5",
      "es": ""
    },
    {
      "id": 91939556,
      "en": "\\qSing with me sisters, of our Lady of Blight. Sing of her works, her loyalty, her hunger, and her strength.\\q",
      "es": ""
    },
    {
      "id": 173025366,
      "en": "Collect Page 6",
      "es": ""
    },
    {
      "id": 148970343,
      "en": "Collected tapestry fragments ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 91939557,
      "en": "\\qSing of the Great Plague that went before any other and made all Sauron's conquests possible.\\q",
      "es": ""
    },
    {
      "id": 173025367,
      "en": "Collect Page 7",
      "es": ""
    },
    {
      "id": 190220505,
      "en": "The story is complete. Lhaereth the Stained was responsible for the Great Plague, bidden by Sauron himself. From the text it is clear that Lhaereth's children are as loyal to her as she was to the Dark Lord. It is clear she poses a great threat to the Free Peoples.",
      "es": ""
    },
    {
      "id": 91939558,
      "en": "\\qSing of our beloved mother, Lhaereth the Stained, truest and deadliest and first of them all.\\q",
      "es": ""
    },
    {
      "id": 173025368,
      "en": "Collect Page 8",
      "es": ""
    },
    {
      "id": 173025369,
      "en": "Collect Page 9",
      "es": ""
    },
    {
      "id": 173025701,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 173025702,
      "en": "Collect tapestry fragments ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 53192719,
      "en": "As",
      "es": ""
    }
  ]
}