{
  "id": 620996191,
  "txt": [
    {
      "id": 173025701,
      "en": "Complete",
      "es": ""
    },
    {
      "id": 173025702,
      "en": "Collect tapestry fragments ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970343,
      "en": "Collected tapestry fragments ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621520,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 184621524,
      "en": "Soot-smudged pages can be found scattered around Udûn.\\n\\nYou should collect the pages to complete the story.",
      "es": ""
    },
    {
      "id": 173025367,
      "en": "Collect Page 1",
      "es": ""
    },
    {
      "id": 173025368,
      "en": "Collect Page 2",
      "es": ""
    },
    {
      "id": 173025369,
      "en": "Collect Page 3",
      "es": ""
    },
    {
      "id": 184621091,
      "en": "TBD: Collect Tapestry Fragments in Udûn.",
      "es": ""
    },
    {
      "id": 236954432,
      "en": "Lost Lore of Gorgoroth: Udûn",
      "es": ""
    },
    {
      "id": 190220626,
      "en": "TBD: Find Tapestry Fragments",
      "es": ""
    },
    {
      "id": 190220628,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 190220450,
      "en": "You've found the page of a journal, written in an Elvish script, and ripped from its binding. It has small, sooty handprints on it. Perhaps you can find other pages around Udûn and complete the story.",
      "es": ""
    },
    {
      "id": 15954000,
      "en": "\\qThere he commanded Durthand, the Black Shield, be built as an ever-vigilant watchtower of Gondor. For sixteen centuries the Thandrim, its keepers, dwelt here.\\q",
      "es": ""
    },
    {
      "id": 15954001,
      "en": "\\qBut war, plague, and other attritions weakened the Kingdom of Men, and in time, the Watch on Mordor faltered.\\q",
      "es": ""
    },
    {
      "id": 15954002,
      "en": "\\qBy cunning, force, and treachery did Ugrukhôr, the Captain of the Pit seize Durthand and Udûn. The tower he made his own and renamed to Durthang, the Dark Oppression.\\q",
      "es": ""
    },
    {
      "id": 15954003,
      "en": "\\qThe Captain strengthened the fortifications of Udûn, restored the old, and built anew. Anglach arose and Mornaur towered under his command.\\q",
      "es": ""
    },
    {
      "id": 15954004,
      "en": "\\qSauron returned, and once again the forges blazed. Great stockpiles of Orc-arms were smithied, but the old alloys and dark enchantments were remembered, too.\\q",
      "es": ""
    },
    {
      "id": 15954005,
      "en": "\\qDeep in Anglach, with great works and dark sorceries, Grond, the fearsome battering ram which broke the gates of Minas Tirith, was forged.\\q",
      "es": ""
    },
    {
      "id": 15954006,
      "en": "\\qNew Morgul blades and other evil implements were hewn from the cursed iron mined from the Pit and hidden away in dark places. Who knows what evil is still locked away in these mountains.\\q",
      "es": ""
    },
    {
      "id": 126687185,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 173025312,
      "en": "Collect Page 4",
      "es": ""
    },
    {
      "id": 173025313,
      "en": "Collect Page 5",
      "es": ""
    },
    {
      "id": 17774337,
      "en": "\\qWe believe it was in the Second Age, after Sauron came to Mordor, that he set to work building an army to make war against the kingdoms of Men and Elves.\\q",
      "es": ""
    },
    {
      "id": 173025314,
      "en": "Collect Page 6",
      "es": ""
    },
    {
      "id": 17774338,
      "en": "\\qIn the valley of Udûn, Sauron ordered great pits delved and forges and furnaces made.\\q",
      "es": ""
    },
    {
      "id": 173025315,
      "en": "Collect Page 7",
      "es": ""
    },
    {
      "id": 17774339,
      "en": "\\qHere would be the parade-ground of his Orkish hordes and the great forge-works for their weapons and armour.\\q",
      "es": ""
    },
    {
      "id": 173025316,
      "en": "Collect Page 8",
      "es": ""
    },
    {
      "id": 17774340,
      "en": "\\qGreat wheels turned, bellows worked, and fires smouldered and belched. One forge, one hundred, one thousand.\\q",
      "es": ""
    },
    {
      "id": 173025317,
      "en": "Collect Page 9",
      "es": ""
    },
    {
      "id": 126686755,
      "en": "Soot-smudged pages can be found scattered around Udûn. Perhaps you can complete the story if you find them all.",
      "es": ""
    },
    {
      "id": 17774341,
      "en": "\\qStrange ores Sauron found, which had been laid bare when the earth had trembled and broken, and these he smelted into secret alloys with dark enchantments: Morgul-steel.\\q",
      "es": ""
    },
    {
      "id": 173025318,
      "en": "Collect Page 10",
      "es": ""
    },
    {
      "id": 17774342,
      "en": "\\qThe wicked knife, Gulthauk, and Mormagáth the Shadow-hammer were foremost among the fearsome weapons forged with this new alloy, so he took them for his own.\\q",
      "es": ""
    },
    {
      "id": 173025319,
      "en": "Collect Page 11",
      "es": ""
    },
    {
      "id": 17774343,
      "en": "\\qUdûn was yielded quickly, heedlessly, after our victory in the War of the Last Alliance, as the dark host fled back to make its ultimately doomed stand at Barad-dûr.\\q",
      "es": ""
    },
    {
      "id": 173025320,
      "en": "Collect Page 12",
      "es": ""
    },
    {
      "id": 17774344,
      "en": "\\qWe quelled forges and collapsed mines as we went, but in the end Udûn's best defence was our own haste to pursue the Enemy.\\q",
      "es": ""
    },
    {
      "id": 173025321,
      "en": "Collect Page 13",
      "es": ""
    },
    {
      "id": 17774345,
      "en": "\\qOver seven years later, after siege, strife, and victory, did Isildur return as king and conquerer to the vale of Udûn.\\q",
      "es": ""
    },
    {
      "id": 184621491,
      "en": "Completed.",
      "es": ""
    },
    {
      "id": 190220484,
      "en": "You have gathered the pages, but the binding is still missing, and the author still unknown. You recall Narthavron at the Udûn Foothold mentioned fighting in the War of the Last Alliance; perhaps he knows more about these pages.",
      "es": ""
    },
    {
      "id": 184621494,
      "en": "Narthavron can be found at the Udûn Foothold.\\n\\nYou should talk to Narthavron.",
      "es": ""
    },
    {
      "id": 173025328,
      "en": "Collect Page 14",
      "es": ""
    },
    {
      "id": 173025329,
      "en": "Collect Page 15",
      "es": ""
    },
    {
      "id": 173025330,
      "en": "Collect Page 16",
      "es": ""
    },
    {
      "id": 190220487,
      "en": "'Ah, yes I do know of these pages, for I am the author! One of the Captain's spies made off with this journal when we first arrived, and I was only able to recover the binding. The pages were nowhere to be found. It is truly miraculous that you were able to find them!\\n\\n'Here, allow me to re-bind this tome for you. You may keep it for your efforts, and as a warning. We must never again allow evil to regain its footing here, lest it will fester and grow.'",
      "es": ""
    },
    {
      "id": 173025333,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 173025336,
      "en": "Talk to Narthavron",
      "es": ""
    }
  ]
}