{
  "id": 620996193,
  "txt": [
    {
      "id": "0x78d17d1",
      "en": "Pages of a tome can be found scattered around Dor Amarth. Perhaps you can complete the story if you find them all.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011823",
      "en": "Shadowed pages can be found scattered around Dor Amarth.\\n\\nYou should collect the pages to complete the story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568952",
      "en": "You've found a torn page of a tome. Like many other artifacts of this cursed land, shadows cling to it. Its written words are dripping with malice, clearly penned by a powerful servant of Sauron. Perhaps you can find other pages around Dor Amarth and complete the story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x10f3701",
      "en": "\\qWhen the great, mighty, and inimitable Lord Sauron first lay claim to the lands of Mordor, he didst reshape the slopes of Orodruin and form Sammath Naur, the Chambers of Fire.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568954",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x10f3702",
      "en": "\\qDeep in Sammath Naur, amongst the fire and the dark, in the forge of his own devising, the Dark Lord wrought the One Ring. The One to rule all others.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x10f3703",
      "en": "\\qLong in sight, deep in cunning, did He don the One Ring and with his newfound power made war against the Elves and therein seized the Nine rings, and the Seven.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x10f3704",
      "en": "\\qThen to Rhûn and Harad Sauron roamed, gifting six of the Nine Rings to kings and chieftains, yoking peoples and armies under his command. Seven to Dwarf-lords, in their hidden halls.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d0",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x10f3705",
      "en": "\\qThree rings of the Nine yet remained, and these he bestowed upon Númenórean Men, proud and tall, who had bowed before him well and faithfully since times of old.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x10f3706",
      "en": "\\qThen upon the pinnacle of Barad-dûr did Sauron stand, rightful lord of all. He raised the One Ring high, spoke dark words, and a wreath of shadow and storm were all about the Tower's top.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x10f3707",
      "en": "\\qWith the raising of the Ring, the Nine Kings, all upon their thrones, were called henceforth to the Dark Tower and lo! they were become wraiths and servants of my Lord.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a4",
      "en": "Completed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x10f3708",
      "en": "\\qOne by one the Nine Kings abased themselves before their Lord and Master, for they were Nazgûl, Ringwraiths, now, and all marvelled at the One Ring's might.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x10f3709",
      "en": "\\qTimeless and changed were the nine Nazgûl; their old names forgotten, their old titles and reigns turned to dust. New names they would earn, for their deeds in Sauron's service.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502820",
      "en": "Collect Page 11",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502821",
      "en": "Collect Page 12",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa340",
      "en": "Lost Lore of Gorgoroth: Dor Amarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502822",
      "en": "Collect Page 13",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502851",
      "en": "Collect Page 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502823",
      "en": "Collect Page 14",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502852",
      "en": "Collect Page 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d5",
      "en": "The story is complete. These accounts were written by Dulgabêth, the Black Word. He must have held the Nazgûl in high regard, despite them being his rivals for Sauron's attention. You can't help but wonder if the Conquest of Gorgoroth would even have had a chance if the Witch King and the others still lived. Hopefully this is the last we hear of the Nine Rings as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502853",
      "en": "Collect Page 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502854",
      "en": "Collect Page 5",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502855",
      "en": "Collect Page 6",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502856",
      "en": "Collect Page 7",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b67",
      "en": "Collected tapestry fragments ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502857",
      "en": "Collect Page 8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502858",
      "en": "Collect Page 9",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf37050",
      "en": "\\qThe Bane of Rhûn, The Woe of Khand, and The Cursed Rider did the Easterling Chieftains become. Their rings are Sâkhla, The Cruel One, Adâsh, the Foe-maker, and Orôm, the Warmonger.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502859",
      "en": "Collect Page 10",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf37051",
      "en": "\\qThe Grim Southron, The High Sorcerer of Harad, and The Forsaken Reaver were the Southrons named. Their rings are Jûru, the Herald of Mourning, Mêbat, the Mirth-eater, and Khânto, the Pain-giver.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf37052",
      "en": "\\qAnd the Númenórean kings became The Black Blade of Lebennin and The Gloom of Nurn, wielding Sapthân, the Foolstone, and Nitîr, Terror's Sting.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf37053",
      "en": "\\qThe Lord of the Nazgûl, who wields the sorcerous power of the ring Ûri, the Heart-stopper, was titled Witch-king of Angmar, and justly so, for Angmar quivered under his wrathful gaze.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf37054",
      "en": "\\qThus were the Nazgûl, the Great Lord Sauron's most powerful servants, made. Each in his own keep in Mordor they dwelled, and in Minas Morgul they gathered, a fell and terrible host!\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a5",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a6",
      "en": "Collect Page 1",
      "es": "",
      "es (fem)": ""
    }
  ]
}