{
  "id": 620766455,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected an ancient journal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Strewn throughout the lore you discovered in previous efforts for Tobold Leafcutter were stories of a great Cardolan treasure. He believes that two brothers, warriors of Arnor, fought and recovered the treasure and brought it to the Northern Barrow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x477a3e2",
      "en": "The dead... suffer no intruders...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It seems that this may not be the first time that such terror has plagued these lands. The bits of parchment you recovered lead me to believe that two brothers fought to recover a great treasure of Cardolan and brought it here to the northern Barrow-downs.\\n\\n'The lore-fragments you brought me mention a fortress named Ost Gorthad. The Men of Cardolan took many of those who fell sick to the Plague there. The ruins of that fortress still stand today in the south! It is from here that a terror rose and cursed the brothers for their theft.\\n\\n'If you are willing, you may seek the treasure or the history of that treasure at the Northern Barrow, not far from here to the east. Perhaps we can learn more about these Men and how to stave this evil from spreading beyond the bounds of the Barrow-downs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You may find a chest resting at the Northern Barrow, the northernmost barrow of the Barrow-downs. Tobold Leafcutter waits for you between the Old Forest and Barrow-downs.\\n\\nTobold Leafcutter has asked you to search the Northern Barrow for more lore. He hopes that lore from the Men of Cardolan may have survived the long years since the Great Plague in a chest. If you find such lore, you should bring it to Tobold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, you found something! Many of the pages are missing, but perhaps I can glean something from those which remain.\\n\\n'Ah! This is almost too terrible to read. The author, a Man of Cardolan, tells how those few of Cardolan who remained died in a Great Plague, borne along by dark clouds from the East. Soon after, fell spirits swept down from the North. The man writes of tormenting dreams that followed, dreams of a place called Angmar. Soon after, the Dead walked the land once more. In the last entry, the man writes that he fears that he too will succumb to the Plague, but that his body will never know rest.\\n\\n'How I wish I had remained ignorant of those cursed lands, yet now I find I must know more. If you ever find more pages of this journal, bring them to me. Perhaps in this knowledge, a defence against these fell spirits can be learned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I don't think I'll ever forget what that journal you found said....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have ye found any lore at the Cardolan Ruins in the Northern Barrow? If we are to find an answer to how those lands became what they are today, I fear the answer can only be found there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Those poor Men of Cardolan. Falling to plague and besieged by fell spirits!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Have you found any lore at the Cardolan Ruins in the south of the Barrow-downs? If we are to find an answer to how those lands became what they are today, I fear the answer can only be found there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You took such risks in bringing me that lore, friend. You have my thanks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the ancient journal to Tobold Leafcutter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Search the Northern Barrow for an ancient chest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Treasures of Cardolan",
      "es": "",
      "es (fem)": ""
    }
  ]
}