{
  "id": 620766411,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Mungo's stolen sheep has died",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mungo Burrows has lost his prized ewe and believes she has been stolen by goblins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You've come along at just the right time, neighbour! The goblins in that camp over there have stolen my prized ewe, and if you don't do something, they'll roast her over a spit!\\n\\n'I have other sheep, but she's the pick of the lot and wins prizes at the Brockenborings Wool Festival year after year. You've got to rescue her!\\n\\n'You've got to go inside the goblin-camp over there and escort her out. She won't be able to leave on her own... she's just a sheep! She'll need you to guard her on her way out, so stay sharp! You might want to bring some friends along... I don't think those goblins care too much what they eat!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mungo's prized ewe is being held captive in the goblin-camp in the north-east corner of the Greenfields.\\n\\nMungo Burrows has asked you to fight your way into a goblin-camp and bring his stolen sheep safely outside. He suggested that you bring friends, or you may end up the goblins' next meal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you ever so much, [placeholder]! I'll dedicate her next win at the Brockenborings Wool Festival to you, my reliable friend! Take these coins for your trouble and take my thanks as well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mungo Burrows is outside the goblin camp in the north-east corner of the Greenfields.\\n\\nMungo is delighted that you brought his sheep safely from the camp of goblins who stole her and wants to speak with you at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I don't know where the goblins are keeping the ewe they stole from me, but I do know she'll be somewhere inside that camp to the north-east. Please save her, and I'll be in your debt!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "The ewe stolen from Mungo Burrows looks at you vacantly and appears to decide that now is the time to leave the goblin camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Who do those goblins think they are, stealing sheep from good, honest hobbits?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Goblins are not welcome in the Shire! Do you think anyone's told them?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Mungo's stolen sheep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Escort stolen sheep to Mungo Burrows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7a47631",
      "en": "'What a relief! She's all right!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sheep Theft",
      "es": "",
      "es (fem)": ""
    }
  ]
}