{
  "id": 620766531,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'In the Black Riders' wake, crebain have taken roost. They are not the common strain from Dunland, but a breed I have not seen before. Likely these foul creatures keep watch on Buckland and the Shire... or at the very least me, since they have taken to staring at me in the night.\\n\\n'While the crebain may see nothing of interest, the fact that the Enemy has eyes here is dangerous. If we were to blind these eyes, the Enemy would not be as sure in directing its efforts. If you would, dispose of the crebain that roost to the south-west, just beyond my camp.\\n\\n'Even killing one craban will go a long way towards blinding the enemy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good, you have slain those foul birds! The Enemy will not be nearly as sure in their efforts now!\\n\\n'However, I still have need of your aid. I must ask that you do something in Buckland, as it was their Horn-call that alerted me to the presence of the Nazgûl.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Enemy must not know what happens in the west. Otherwise, they would be too sure in their efforts in the east, which could lead to disaster.\\n\\n'Please blind the Enemy's eyes by slaying a few of the Crebain that roost just south-west of my camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 6: In the Black Riders' Wake",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Desiring news about the other Nazgûl, Strider sent you west to the borders of the Shire and Buckland to speak to Lenglinn, whom he had sent to look after a hobbit.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated crebain ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat crebain ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The crebain have taken roost south-west, just beyond his camp.\\n\\nLenglinn told you that crebain followed in the wake of the Nazgûl and have taken roost outside his camp. He is sure the birds are the Enemy's spies and will report on movements in the west. He has asked you to dispose of them to prevent them from doing harm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lenglinn's camp is to the north-east of the crebain roost.\\n\\nWith the crebain dead, the Enemy has fewer eyes watching Buckland and the Shire. Speak again with Lenglinn and learn what else he would have you do.",
      "es": "",
      "es (fem)": ""
    }
  ]
}