{
  "id": 620766516,
  "txt": [
    {
      "id": 90112915,
      "en": "'Fair are the tresses of the River-woman's daughter...'",
      "es": "'El cabello de la hija de la mujer del río es hermoso...'"
    },
    {
      "id": 159163671,
      "en": "'Under Old Man Willow tree, Tom will go a-roaming...'",
      "es": "'Bajo el viejo Hombre-Sauce, Tom va a vagar...'"
    },
    {
      "id": 142568347,
      "en": "'Down by the river-bank, near the rushing water...'",
      "es": "'Cerca de la orilla del río, junto al agua que corre...'"
    },
    {
      "id": 56079938,
      "en": "'White bread and yellow cream and berries all a-clutter!'",
      "es": "'Pan blanco y crema amarilla y bayas por todas partes!'"
    },
    {
      "id": 168906117,
      "en": "'A homely house is merry old Tom's house!'",
      "es": "'Una casa acogedora es la casa del viejo Tom feliz!'"
    },
    {
      "id": 157882551,
      "en": "'Hey dol merry dol wither are you going? Tramping in the forest lands and through the rivers flowing!'",
      "es": "'¡Hey dol, merry dol, ¿a dónde vas? Caminando por los bosques y cruzando ríos que fluyen!'"
    },
    {
      "id": 212145746,
      "en": "'Sing away the gnarling root, at dawning or at gloaming.'",
      "es": "'Canta lejos la raíz nudosa, al amanecer o al anochecer.'"
    },
    {
      "id": 258168757,
      "en": "'Come now, the table's laid with honeycomb and butter...'",
      "es": "'Ven ahora, la mesa está puesta con panal de miel y mantequilla...'"
    },
    {
      "id": 113302210,
      "en": "'Laughing all the day I go - Tom's a merry fellow!'",
      "es": "'Riendo todo el día voy - ¡Tom es un tipo alegre!'"
    },
    {
      "id": 200269929,
      "en": "'It's a fine day for leaping on the hilltops or dancing in the garden!'",
      "es": "'Es un buen día para saltar en las cumbres de las colinas o bailar en el jardín!'"
    },
    {
      "id": 51024485,
      "en": "'Ho! Tom Bombadil likes his daffodillies...'",
      "es": "'¡Ho! A Tom Bombadil le gustan sus narcisos...'"
    },
    {
      "id": 177367586,
      "en": "'Bright yellow all around, smiling willy-nilly.'",
      "es": "'Amarillo brillante por todas partes, sonriendo sin parar.'"
    },
    {
      "id": 49044946,
      "en": "'Return to your gloomy homes; do not be a-waking!'",
      "es": "'Vuelve a tus hogares sombríos; no te despiertes!'"
    },
    {
      "id": 104485301,
      "en": "'What a fine night for singing and dancing!'",
      "es": "'¡Qué noche tan buena para cantar y bailar!'"
    },
    {
      "id": 81781765,
      "en": "Tom Bombadil[mn]",
      "es": ""
    },
    {
      "id": 69716914,
      "en": "'Likes to go stomping 'round in his boots of leather.'",
      "es": "'Le gusta ir pisoteando por ahí con sus botas de cuero.'"
    },
    {
      "id": 247834882,
      "en": "'Come, Light, and dance with me, and the gloom be slaying.'",
      "es": "'Ven, Luz, y baila conmigo, y acabemos con la penumbra.'"
    },
    {
      "id": 127150024,
      "en": "'Old Tom, merry Tom, with his waving feather...'",
      "es": "'Viejo Tom, alegre Tom, con su pluma ondeando...'"
    },
    {
      "id": 172503522,
      "en": "'Water from the Withywindle, soon I will be bringing.'",
      "es": "'Agua del Tornasauce, pronto estaré trayendo.'"
    },
    {
      "id": 254723490,
      "en": "'Shadow, Shadow disappear, Bombadil is saying...'",
      "es": "'Sombra, Sombra desaparece, Bombadil está diciendo...'"
    },
    {
      "id": 115812030,
      "en": "A bright-eyed, merry-looking fellow. His face is creased into a hundred wrinkles of laughter.",
      "es": "Un tipo alegre y de ojos brillantes. Su rostro está surcado por un centenar de arrugas de risa."
    },
    {
      "id": 250766421,
      "en": "'No time to be standing about!'",
      "es": "'¡No hay tiempo para estar parado!'"
    },
    {
      "id": 132563161,
      "en": "'Bright blue my jacket is, and my boots are yellow.'",
      "es": "'Brillante azul es mi chaqueta, y mis botas son amarillas.'"
    },
    {
      "id": 251895410,
      "en": "'Goldberry, golden locks, flowing like the water!'",
      "es": "'Baya de Oro, cabellos dorados, fluyendo como el agua!'"
    },
    {
      "id": 258713938,
      "en": "'Tom found his Goldberry, River-woman's daughter!'",
      "es": "'Tom encontró a su Baya de Oro, la hija de la mujer del río!'"
    },
    {
      "id": 147474483,
      "en": "'Ho now, derry-dol, merry-dol, Tom's a-singing...'",
      "es": "'¡Ho ahora, derry-dol, merry-dol, Tom está cantando...'"
    },
    {
      "id": 4445353,
      "en": "'Evening will follow day, and there's a fire in the hearth!'",
      "es": "'La tarde seguirá al día, ¡y hay un fuego en la chimenea!'"
    },
    {
      "id": 15920215,
      "en": "'Sleep, all you creeping things, noises nightly making...'",
      "es": "'Duerme, todas las cosas que se arrastran, haciendo ruidos nocturnos...'"
    }
  ]
}