{
  "id": 620766429,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Skíthi Blackhand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Áskell was enraged by the news of his brother's death at the axes of the Dourhands and has sworn to have his revenge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have done me a great service, ill though your news was received. These vile Dourhands. How dare they?! Gellir came to them to talk of peace, but they cut him down like a goblin. I will have my revenge! Our elders watch me too closely, for they know my temper. I cannot fight the Dourhands myself. But you....\\n\\n'A while back an Elf came here looking for information about the Dourhands. He thought they might be up to something truly terrible. He said his name was Glamír. I sent him towards the woods north-east of Gondamon. Seek him out... maybe he knows the whereabouts of Skíthi Blackhand, the leader of the Dourhands at the fortified eastern camp.\\n\\n'My brother must have been slain at his orders. A grim and deadly warrior he is. Seek Glamír to learn Skíthi's whereabouts and wreak my vengeance upon Skíthi's head!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Glamír can be found at a small outpost north-east through the woods outside of Gondamon. He rests within a small Elf-ruin there.\\n\\nGlamír, an Elf, sought assistance from Áskell and the Dwarves of Gondamon before heading north-east towards a large encampment of Dourhand Dwarves. Áskell has asked you to seek him out and learn if he knows the whereabouts of Skíthi Blackhand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha! So you have done my will and slain the villain who killed my brother! You have done well, [placeholder].\\n\\n'But it is strange; I feel no pleasure at this news. The Dourhands will choose a new captain, and nothing will change.\\n\\n'There must be more that we can do, something that will truly hurt them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Skíthi Blackhand is in the fortified eastern camp, north of Gondamon.\\n\\nÁskell has asked you to slay Skíthi Blackhand, the Dourhand leader, in revenge for his brother's murder.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Áskell is at Gondamon, south of the Dourhand-encampments.\\n\\nYou should return to Áskell with news of your victory over Skíthi Blackhand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Seek Glamír, north and east from Gondamon, within the ruins. Perhaps he knows something more of Skíthi Blackhand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Skíthi Blackhand? Yes, I know of him indeed. I have seen him just beyond the main gates of the Dourhand-encampment to the north. Be cautious... the going will not be easy within the walls of that encampment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Skíthi may be to the north with the other Dourhand traitors. Be wary, for that place is well-fortified.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Return to Gondamon and tell Áskell of what you have done. Surely the dwarf will see that the anger he holds is now ready to diminish.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Glamír at the Elf-ruins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Skíthi Blackhand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Áskell at Gondamon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Vow of Vengeance",
      "es": "",
      "es (fem)": ""
    }
  ]
}