{
  "id": 620766520,
  "txt": [
    {
      "id": 218649169,
      "en": "'My Goldberry is away at her spring, and I was going lily-hunting! I've no time for chasing birds. But hoy now! Aragorn's a name I know, and a friend of Old Tom's!\\n\\n'Hear then my offer: While Old Tom Bombadil looks for sour crows, you'll gather lilies for my lovely. I saw some along the river, just a hop and a jump away. Just follow along until, ring a ding dillo, you find Old Man Willow!\\n\\n'You watch that old Grey Willow-man. He's a mighty singer. He'll sing you down to sleep and drown you, if you don't be careful.'",
      "es": "'¡Mi Baya de Oro está lejos en su manantial, y yo estaba buscando lirios! ¡No tengo tiempo para perseguir pájaros! Pero, ¡hoy ahora! ¡Aragorn es un nombre que conozco, y un amigo del Viejo Tom!\\n\\n'Escucha entonces mi oferta: Mientras el Viejo Tom Bombadil busca cuervos agrios, tú recogerás lirios para mi hermosa. Vi algunos a lo largo del río, a un salto y un brinco de distancia. Solo sigue hasta que, ¡ding dong dillo, encuentres al el viejo Hombre-Sauce!\\n\\n'Cuidado con ese viejo Sauce Gris. Es un poderoso cantor. Te cantará hasta dormir y te ahogará, si no tienes cuidado.'"
    },
    {
      "id": 218649170,
      "en": "'Lilies white for the River-daughter! Stronger than hobbit-folk are you if you outsang Willow-man! Not a lily crushed, nor leaf bent!\\n\\n'Old Tom's a merry fellow, but he knows when it's time for dancing or to go a-wighting. He's found your birds and none too soon. If you seek them out, then seek them now, unless you wish to sleep beneath green grass!'",
      "es": "'¡Lirios blancos para la Hija del Río! ¡Más fuerte que los hobbits eres si superas al Hombre-Sauce en canto! ¡Ni un lirio aplastado, ni una hoja doblada!\\n\\n'El Viejo Tom es un tipo alegre, pero sabe cuándo es hora de bailar o de ir a cazar. Ha encontrado tus pájaros y no demasiado tarde. Si los buscas, entonces búscalos ahora, ¡a menos que desees dormir bajo la hierba verde!'"
    },
    {
      "id": 218649171,
      "en": "'Where are the lilies I need for for my pretty lady? Only white for my Goldberry, and leaves of green!'",
      "es": "'¿Dónde están los lirios que necesito para mi hermosa dama? ¡Solo blancos para mi Baya de Oro, y hojas verdes!'"
    },
    {
      "id": 228870261,
      "en": "Book 1, Chapter 9: Lilies for the River-daughter",
      "es": "Libro 1, Capítulo 9: Lirios para la Hija del Río"
    },
    {
      "id": 54354734,
      "en": "Strider directed you to speak to Tom Bombadil, the master of the Old Forest, to ask for his aid in tracking the crebain who fled into woods.",
      "es": "Trancos te dirigió a hablar con Tom Bombadil, el maestro del Bosque Viejo, para pedir su ayuda en el rastreo de los crebain que huyeron al bosque."
    },
    {
      "id": 136263297,
      "en": "Collected large lilies ([placeholder]/[placeholder])",
      "es": "Recolectados lirios grandes ([placeholder]/[placeholder])"
    },
    {
      "id": 22075073,
      "en": "Bring the lilies to Tom Bombadil",
      "es": "Lleva los lirios a Tom Bombadil"
    },
    {
      "id": 94621393,
      "en": "The river flows westward from the house of Tom Bombadil.\\n\\nYou found Tom Bombadil and spoke with the strange creature. While he was not at first willing to find the crebain he did at last relent, if you would perform a task he considered far more important. He wishes you to gather lilies from the river, near someone called Old Man Willow.",
      "es": " El río fluye hacia el oeste desde la casa de Tom Bombadil.\\n\\nEncontraste a Tom Bombadil y hablaste con la extraña criatura. Aunque al principio no estaba dispuesto a encontrar los crebain, al final cedió, si realizabas una tarea que consideraba mucho más importante. Desea que recojas lirios del río, cerca de alguien llamado Viejo Hombre-Sauce."
    },
    {
      "id": 22075074,
      "en": "Collect large lilies ([placeholder]/[placeholder])",
      "es": "Recolecta lirios grandes ([placeholder]/[placeholder])"
    }
  ]
}