{
  "id": 620766452,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'I'm relieved you have returned! I was worried I'd sent you to your death! Now, let me look at the lore-fragments you have brought back.\\n\\n'These parchments are troubling. They appear to be written by Men of Cardolan. They speak of the kingdom falling into ruin, and those that remained falling victim to a great Plague. But that is all.\\n\\n'This doesn't answer, though, why such fell creatures came to the Barrow-downs. I fear these fragments have only yielded more questions and few answers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Hail, friend. Have you the lore-fragments from the Barrow-downs which I requested?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Digging in the Dirt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Your digging uncovers a fragment of lore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you uncovered anything yet? Take the blunted pick-axe I gave you and dig at the entrances to the barrow-mounds found in the north of the Barrow-downs.\\n\\n'Learning how these lands became infested with wights may help Bree-town in the future!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Your digging uncovers a fragment of lore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Your digging uncovers a fragment of lore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The barrows of Taradan, Orron, and Ringdor lie in the northern Barrow-downs.\\n\\nTobold Leafcutter has told you that you should dig at the entrances to the barrows of Taradan, Orron, and Ringdor. To help in your digging, he has given you a blunted pick-axe to use. This tool will help prevent any damage the digging may cause to any lore-fragments you uncover.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Collected stone rubbing ([current]/[max])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tobold Leafcutter waits for you between the Barrow-downs and the Old Forest.\\n\\nYour digging at the barrows of Taradan, Orron and Ringdor has uncovered three fragments of lore, written on scraps of parchment. You should bring these fragments to Tobold Leafcutter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "This appears to be a suitable ruin, take a rubbing here.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You are too far from the runes to take a rubbing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "Collected stone rubbing ([current]/[max])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "This appears to be a suitable ruin, take a rubbing here.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "You are too far from the runes to take a rubbing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6234031",
      "en": "'Our first effort yielded information that has proven very useful. Much was learned by that first effort into the Barrow-downs, but much can still be learned from the past. So it is that I ask once again that you return to the Barrow-downs and collect more runes from the ruins at the barrows.\\n\\nIf you are willing, I will send you to the north-western edge of the barrow-downs. There you will find another barrow ringed in ruins. Collect rubbings from these ruins and return them to me as you have done before, for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect lore-fragments ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collected lore-fragments ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find Taradan's barrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find Orron's barrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Find Ringdor's barrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Bring the lore-fragments to Tobold Leafcutter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Return the stone rubbings to Lofar Ironband.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1f368c0",
      "en": "Collected stone rubbing ([current]/[max])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1f368c1",
      "en": "This appears to be a suitable ruin, take a rubbing here.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1f368c2",
      "en": "You are too far from the runes to take a rubbing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tobold Leafcutter's studies in the Bree Library gave him an understanding of some of the secrets the Barrow-downs holds. His concern grows with every new discovery within the Barrows.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1f368c3",
      "en": "Collected stone rubbing ([current]/[max])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1f368c4",
      "en": "This appears to be a suitable ruin, take a rubbing here.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1f368c5",
      "en": "You are too far from the runes to take a rubbing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26a8eb1",
      "en": "'Once again, you succeed. Obviously, the stone wears thin, but the rubbings are clear enough to provide the information that I desire. You have once again, proven capable'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeaf0591",
      "en": "'Five rubbings in all, though the stones are worn and fallen, you shall find them, I am certain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Before my journey here to the Barrow-downs, I did some reading to learn about the area. I learned about the barrows of three Men of Cardolan: Taradan, Orron, and Ringdor. I would surely like to have found some evidence to keep of my journey to those places.\\n\\n'Try digging at the entrances to those barrows. I believe they lie in the north-east area of the Barrow-downs.\\n\\n'Here, take this pick-axe. The tip has been blunted, so your digging shouldn't cause any damage to any lore-fragments you uncover.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}