{
  "id": 620766408,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated hill-toads ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Milo Hornblower, irate at Lobelia's notion of receiving birthday presents instead of giving them out, has been raising a particularly vile, fat toad to bring her as a present.",
      "es": ""
    },
    {
      "id": 24743345,
      "en": "'Ribbit!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'That Lobelia Sackville-Baggins has been telling everyone that she doesn't think she should give out presents at her birthday party, that she thinks it more reasonable that she should be receiving them. She needs learning, so I've been raising this toad to give her as a present. I've named the toad Lobelia, and she's proved quite as ornery as the original, if you take my meaning -- in fact she's grown to be quite enormous!\\n\\n'Well, my Lobelia slipped loose today. She's too big and tough for me to deal with when she's upset, so I need someone to calm her down. Funny, though, she seems afraid of the other toads, so you might have to clear out a number of the toads in the marsh before Lobelia will show herself.\\n\\n'If she does come out, she'll probably be directly north of the The Floating Log -- that section of the marsh is more familiar to her, I think, and she'll probably return there.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lobelia the toad is hiding among the hill-toads in the Frogmoors, the marsh just north of Frogmorton.\\n\\nMilo Hornblower has asked you to clear out enough toads in the Frogmoors for Lobelia the Toad to show herself.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You certainly taught her a lesson! I wonder if I'll be able to keep Lobelia the Toad caged long enough to teach the real Lobelia a lesson as well. We'll see.\\n\\n'Thanks for your help!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "With enough toads cleared out, Lobelia the Toad should emerge somewhere in the Frogmoors, north of The Floating Log.\\n\\nMilo Hornblower has asked you to subdue the wild toad he has named Lobelia.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Milo Hornblower is waiting by The Floating Log in Frogmorton.\\n\\nYou should let Milo know of your success in capturing Lobelia the Toad.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Lobelia the Toad won't come out if there are lots of other toads around, [placeholder], so you'll want to clear out some of the toads that are currently lurking in the Frogmoors.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Lobelia the Toad will be a perfect birthday present for Lobelia... that toad!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'This style of giving gifts on other people's birthdays will never catch on, if I have anything to say about it!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat hill-toads ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Fight Lobelia the Toad",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Scared Lobelia the Toad back to her cage",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Many Happy Returns",
      "es": ""
    }
  ]
}