{
  "id": 620766417,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have found the \\qBlack Rider\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Odovacar Bolger's workhands reported that they saw a dark figure lurking around Mr. Bolger's pig sties at night.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have to tell you, I've a real problem! The hands say they've seen one of those black-cloaked Big Folk that have been riding to and fro lurking around my pig sties by night.\\n\\n'I've been thinking about selling this farm to Lotho Sackville-Baggins, and this Black Rider business makes me want to sell out all the more. I'm just happy Lotho still wants to buy, considering all the queer Outsiders coming through the Shire.\\n\\n'But I'm still not sure what's going on. It may be the hands are just scared of shadows. I want you to find out for me. Please go to the sties south of here by the stream at night, and see what there is to see, if anything.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Odovacar Bolger's sties are in the southern part of Budgeford by the stream.\\n\\nOdovacar Bolger has asked you to investigate his workhands' reports by going to his pig sties. He was very particular that you should go there at night.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Cower before me! You will face my wrath! Boooooooooo!\\n\\n'Er...\\n\\n'I have to go. So long!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The \\qBlack Rider\\q is attempting to menace the Bolger sties.\\n\\nThis \\qBlack Rider\\q looks rather less threatening than expected. You should confront him and find out what's really going on.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Odovacar Bolger is at his home up the hill in the centre of Budgeford.\\n\\nOdovacar Bolger sent you to investigate his workhands' claims of a Black Rider lurking in his pig sties. What you found was a hobbit dressed in a black cloak. You should report your discovery to Odovacar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found any sign of that so-called Black Rider?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What? A hobbit in a black cloak? My fool workhands can't tell a Man from a hobbit? Something queer is going on, and I want to know what....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Have you found any sign of that so-called Black Rider?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for the Black Rider at night",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Confront the \\qBlack Rider\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Spectre of the Black Rider",
      "es": "",
      "es (fem)": ""
    }
  ]
}