{
  "id": 620766519,
  "txt": [
    {
      "id": 94621400,
      "en": "The Pale Dwarf seems to have escaped into the Barrow-downs. Strider should be told of this, at once.... ",
      "es": "El Enano Pálido parece haber escapado a los Túmulos de los Túmulos. Trancos debería ser informado de esto, en seguida.... "
    },
    {
      "id": 218649169,
      "en": "'Was it worth the trouble? Did you learn your lesson? Leave the Dead to sleep their dreamless sleep and walk yourself upon the green grass under the sun!'",
      "es": "'¿Valió la pena el esfuerzo? ¿Aprendiste tu lección? ¡Deja que los Muertos duerman su sueño sin sueños y camina tú mismo sobre la hierba verde bajo el sol!'"
    },
    {
      "id": 218649170,
      "en": "'Well met! My Master sends thee greetings. I grant thee the boon of an audience before I kill thee. Thou seemed desirous of certain knowledge, so I will give it thee. For the Dead speak not!' The wight cackles.\\n\\n'My Master seeks a great Power for the Dark Lord, but the Dark Lord has more designs than this. The Pale Dwarf shall go to the north and gather an army in the name of Angmar and the Witch-king!\\n\\n'The gaunt one, a great power himself and to whom I owe this form, goes to the east. There, in Agamaur, he shall awaken a Power that lies sleeping in the waters. With her under his command, the skies will turn to blood and all shall despair!\\n\\n'Now thine audience comes to an end. Thy death awaits thee.'",
      "es": "'¡Qué gusto! Mi Maestro te envía saludos. Te concedo el favor de una audiencia antes de matarte. Pareces deseoso de cierto conocimiento, así que te lo daré. ¡Porque los Muertos no hablan!' El espectro se ríe.\\n\\n'¡Mi Maestro busca un gran Poder para el Señor Oscuro, pero el Señor Oscuro tiene más planes que este. ¡El Enano Pálido irá al norte y reunirá un ejército en nombre de Angmar y el Rey Brujo!\\n\\n'El demacrado, un gran poder él mismo y a quien debo esta forma, va hacia el este. Allí, en Agamaur, despertará un Poder que yace dormido en las aguas. ¡Con ella bajo su mando, los cielos se tornarán en sangre y todos desesperarán!\\n\\n'Ahora tu audiencia llega a su fin. Tu muerte te espera.'"
    },
    {
      "id": 200228373,
      "en": "Watcher-wight[e]",
      "es": "Vigía tumulario[e]"
    },
    {
      "id": 263346997,
      "en": "'Between those stones is what you look for, the Great Barrow of the Downs.'",
      "es": "'Entre esas piedras está lo que buscas, el Gran Túmulo de los Túmulos.'"
    },
    {
      "id": 139038293,
      "en": "'You men! See that none pass!'",
      "es": "'¡Ustedes, hombres! ¡Asegúrense de que nadie pase!'"
    },
    {
      "id": 123689534,
      "en": "'Arise... arise, my brothers....'",
      "es": "'Levántense... levántense, mis hermanos....'"
    },
    {
      "id": 189743637,
      "en": "'Come, Skorgrím.'",
      "es": "'Vamos, Skorgrím.'"
    },
    {
      "id": 102973489,
      "en": "Should not see this text.  I am a bug.  Please report me.",
      "es": "No debería ver este texto. Soy un error. Por favor, repórtame."
    },
    {
      "id": 129724377,
      "en": "Brigand-sentry[e]",
      "es": "Centinela bandido[e]"
    },
    {
      "id": 241942609,
      "en": "'Come now, my merry friends, warm fire is awaiting....'",
      "es": "'Ven ahora, mis alegres amigos, un cálido fuego nos espera....'"
    },
    {
      "id": 241942610,
      "en": "'In Tom's home you'll find sweet honeycomb and beds for resting!'",
      "es": "'En el hogar de Tom encontrarás dulces panales y camas para descansar!'"
    },
    {
      "id": 171765008,
      "en": "You have found Tom Bombadil's cottage, but Tom is nowhere in sight.  Ask his wife, Goldberry, where he might be found.",
      "es": "Has encontrado la cabaña de Tom Bombadil, pero Tom no está a la vista. Pregunta a su esposa, Baya de Oro, dónde podría encontrarse."
    },
    {
      "id": 171765010,
      "en": "You have discovered the entrance to Othrongroth. The Pale Dwarf has retreated within.",
      "es": "Has descubierto la entrada a Othrongroth. El Enano Pálido se ha retirado en su interior."
    },
    {
      "id": 171765011,
      "en": "You have foiled the Pale Dwarf's plan to raise a wight-army, and the dwarf himself has been captured by Rangers!\\n\\nTom Bombadil has brought you back to his cottage in the Old Forest. He would like to speak to you....",
      "es": " Has frustrado el plan del Enano Pálido de levantar un ejército de túmularios, ¡y el propio enano ha sido capturado por los Montaraces!\\n\\nTom Bombadil te ha traído de vuelta a su cabaña en el Bosque Viejo. Le gustaría hablar contigo...."
    },
    {
      "id": 171765013,
      "en": "Bring word to Strider that the Pale Dwarf has been captured, and bound with Willow-rope.",
      "es": "Informa a Trancos que el Enano Pálido ha sido capturado y atado con cuerda de sauce."
    },
    {
      "id": 215381585,
      "en": "'Fools! I shall suffer your presence no longer!'",
      "es": "'¡Tontos! ¡No soportaré más vuestra presencia!'"
    },
    {
      "id": 215381586,
      "en": "'You have hounded my steps for too long!'",
      "es": "'¡Me habéis acosado durante demasiado tiempo!'"
    },
    {
      "id": 215381587,
      "en": "'And now the Dead shall take you.'",
      "es": "'Y ahora los Muertos os llevarán.'"
    },
    {
      "id": 22075073,
      "en": "Go to the entrance of the Great Barrow, Othrongroth",
      "es": "Ve a la entrada del Gran Túmulo, Othrongroth"
    },
    {
      "id": 47675186,
      "en": "'Who goes there?'",
      "es": "'¿Quién anda ahí?'"
    },
    {
      "id": 22075074,
      "en": "Follow the Witch-king",
      "es": "Sigue al Rey Brujo"
    },
    {
      "id": 22075075,
      "en": "Pursue the Witch-king",
      "es": "Persigue al Rey Brujo"
    },
    {
      "id": 22075076,
      "en": "Speak to the Wight-lord",
      "es": "Habla con el Señor de los Túmulos"
    },
    {
      "id": 22075077,
      "en": "Defeat the Wight-lord",
      "es": "Derrota al Señor de los Túmulos"
    },
    {
      "id": 22075078,
      "en": "Search the boarding house stable for traces of the Pale Dwarf",
      "es": "Busca en el establo de la casa de huéspedes rastros del Enano Pálido"
    },
    {
      "id": 222918837,
      "en": "Distant Voice[e]",
      "es": "Voz distante[e]"
    },
    {
      "id": 22075079,
      "en": "Read the Discarded Letter.",
      "es": "Lee la carta descartada."
    },
    {
      "id": 22075080,
      "en": "Ask Mat Heathertoes about the Pale Dwarf.",
      "es": "Pregunta a Mat Matosos sobre el Enano Pálido."
    },
    {
      "id": 22075081,
      "en": "Find the Pale Dwarf's camp-site",
      "es": "Encuentra el campamento del Enano Pálido"
    },
    {
      "id": 90045489,
      "en": "'Don't weaken! They can't get past us!'",
      "es": "'¡No te debilites! ¡No pueden pasar de nosotros!'"
    },
    {
      "id": 90045490,
      "en": "'Fools! Kill them!'",
      "es": "'¡Tontos! ¡Mátalos!'"
    },
    {
      "id": 107302340,
      "en": "'You heard Lord Skorgrím!'",
      "es": "'¡Escuchaste al Señor Skorgrím!'"
    },
    {
      "id": 90045491,
      "en": "'Show no weakness!'",
      "es": "'¡No muestres debilidad!'"
    },
    {
      "id": 90045492,
      "en": "'Kill them! For the Dourhands!'",
      "es": "'¡Mátalos! ¡Por los Dourhands!'"
    },
    {
      "id": 90045493,
      "en": "'Hold the line! Hold the line!'",
      "es": "'¡Mantén la línea! ¡Mantén la línea!'"
    },
    {
      "id": 136263297,
      "en": "The stable is empty!",
      "es": "El establo está vacío!"
    },
    {
      "id": 136263298,
      "en": "The dwarf's footprints lead into the Barrow-downs...",
      "es": "Las huellas del enano conducen a los Túmulos..."
    },
    {
      "id": 71365509,
      "en": "'Flee! Flee for your lives!'",
      "es": "'¡Huid! ¡Huid por vuestras vidas!'"
    },
    {
      "id": 15582433,
      "en": "'As the great king commands....'",
      "es": "'Como manda el gran rey....'"
    },
    {
      "id": 252781905,
      "en": "'Ivar, we shall have need of your ward in the east.'",
      "es": "'Ivar, necesitaremos tu guardia en el este.'"
    },
    {
      "id": 170968774,
      "en": "'Come, Ivar awaits us.'",
      "es": "'Ven, Ivar nos espera.'"
    },
    {
      "id": 252781906,
      "en": "'Skorgrím, your dwarves should focus their efforts in the north and east.'",
      "es": "'Skorgrím, tus enanos deberían concentrar sus esfuerzos en el norte y este.'"
    },
    {
      "id": 252781907,
      "en": "'Once your tasks are complete, Mordirith awaits you both in the north.'",
      "es": "'Una vez que tus tareas estén completas, Mordirith te espera a ambos en el norte.'"
    },
    {
      "id": 15584737,
      "en": "'Kill them....'",
      "es": "'Mátalos....'"
    },
    {
      "id": 252781908,
      "en": "'My champion has not yet finished her task.'",
      "es": "'Mi campeona aún no ha terminado su tarea.'"
    },
    {
      "id": 252781909,
      "en": "'A great reward awaits you, if you both succeed.'",
      "es": "'Una gran recompensa os espera, si ambos tenéis éxito.'"
    },
    {
      "id": 252781910,
      "en": "'The Gurzorg must be called into service.'",
      "es": "'Los Gurzorg deben ser llamados al servicio.'"
    },
    {
      "id": 252781911,
      "en": "'We must counter the loss of Amdir.'",
      "es": "'Debemos contrarrestar la pérdida de Amdir.'"
    },
    {
      "id": 58427378,
      "en": "'Come on boys, let's cleave 'em in twain!'",
      "es": "'Vamos chicos, ¡vamos a partirlos en dos!'"
    },
    {
      "id": 252781912,
      "en": "'Our plans in the south are reaching fruition.'",
      "es": "'Nuestros planes en el sur están llegando a su fin.'"
    },
    {
      "id": 58427379,
      "en": "'They ain't getting past us!'",
      "es": "'¡No pasarán de nosotros!'"
    },
    {
      "id": 252781913,
      "en": "'Pay no heed to the twice fool, Saruman.'",
      "es": "'No prestes atención al dos veces tonto, Saruman.'"
    },
    {
      "id": 88985666,
      "en": "'No one gets past us!'",
      "es": "'¡Nadie pasa de nosotros!'"
    },
    {
      "id": 237050401,
      "en": "'Hey dol! Merry dol!'",
      "es": "'¡Hey dol! ¡Alegre dol!'"
    },
    {
      "id": 47586997,
      "en": "'All right! You've killed my men, but you won't kill me!'",
      "es": "'¡Está bien! ¡Has matado a mis hombres, pero no me matarás a mí!'"
    },
    {
      "id": 237050402,
      "en": "'What be you a-thinking? Dead Men should not be waking!'",
      "es": "'¿Qué estás pensando? ¡Los Muertos no deberían despertar!'"
    },
    {
      "id": 237050403,
      "en": "'Vanish into sunlight, leave your barrows empty!'",
      "es": "'¡Desaparece en la luz del sol, deja tus túmulos vacíos!'"
    },
    {
      "id": 228870261,
      "en": "Instance: Othrongroth",
      "es": "'Instancia: Othrongroth"
    },
    {
      "id": 121825276,
      "en": "'Thou may come forward....'",
      "es": "'Puedes acercarte....'"
    },
    {
      "id": 31250225,
      "en": "'Thou cannot defeat me!'",
      "es": "'¡No puedes derrotarme!'"
    },
    {
      "id": 39532176,
      "en": "'Come now, me hearties!'",
      "es": "'¡Vamos ahora, mis valientes!'"
    },
    {
      "id": 31250226,
      "en": "'Fools, I cannot be defeated!'",
      "es": "'Tontos, ¡no puedo ser derrotado!'"
    },
    {
      "id": 150329749,
      "en": "'Arise, my warriors!'",
      "es": "'¡Levántense, mis guerreros!'"
    },
    {
      "id": 39532178,
      "en": "'Careful now, or there your bones will lie, until the wights have you dancing!'",
      "es": "'¡Cuidado ahora, o allí tus huesos yacerán, hasta que los espectros te hagan bailar!'"
    },
    {
      "id": 18012018,
      "en": "'I tell you I heard something!'",
      "es": "'¡Te digo que escuché algo!'"
    },
    {
      "id": 54354734,
      "en": "Tom Bombadil has brought you to the barrow named Othrongroth. A servant of the Nazgûl, Andraste, said that the Lord of the Nazgûl would be found here.",
      "es": "Tom Bombadil te ha traído al túmulo llamado Othrongroth. Un sirviente del Nazgûl, Andraste, dijo que el Señor de los Nazgûl se encontraría aquí."
    },
    {
      "id": 15584994,
      "en": "'Only the Dead... shall pass....'",
      "es": "'Sólo los Muertos... pasarán....'"
    },
    {
      "id": 17978800,
      "en": "'The Ring moves east, to Imladris, no doubt.'",
      "es": "'El Anillo se mueve hacia el este, a Imladris, sin duda.'"
    },
    {
      "id": 84765776,
      "en": "search for traces of the dwarf's passage.",
      "es": "busca rastros del paso del enano."
    },
    {
      "id": 84765777,
      "en": "Return to Strider",
      "es": "Vuelve con Trancos"
    },
    {
      "id": 197193153,
      "en": "'The dead suffer no intruders....'",
      "es": "'Los muertos no sufren intrusos....'"
    },
    {
      "id": 84765778,
      "en": "Find Tom Bombadil's cottage",
      "es": "Encuentra la cabaña de Tom Bombadil"
    },
    {
      "id": 84765779,
      "en": "Talk to Goldberry",
      "es": "Habla con Baya de Oro"
    },
    {
      "id": 121985568,
      "en": "'You will not defeat me!'",
      "es": "'¡No me derrotarás!'"
    },
    {
      "id": 84765780,
      "en": "Find the entrance to the Great Barrow, Othrongroth.",
      "es": "Encuentra la entrada al Gran Túmulo, Othrongroth."
    },
    {
      "id": 84765781,
      "en": "Pursue the Pale Dwarf into Othrongroth",
      "es": "Persigue al Enano Pálido en Othrongroth"
    },
    {
      "id": 84765782,
      "en": "Talk to Tom Bombadil",
      "es": "Habla con Tom Bombadil"
    },
    {
      "id": 84765783,
      "en": "Speak to [placeholder]",
      "es": "Habla con [placeholder]"
    },
    {
      "id": 84765784,
      "en": "Gather seven Willow Root Fibres, and bring them to the dwarf's captors.",
      "es": "Reúne siete Fibras de Raíz de Sauce y llévaselas a los captores del enano."
    },
    {
      "id": 84765785,
      "en": "Return to Strider",
      "es": "Vuelve con Trancos"
    },
    {
      "id": 153204529,
      "en": "'Greetings, fool.'",
      "es": "'Saludos, tonto.'"
    },
    {
      "id": 63183937,
      "en": "'Here we are, my hearties! I've no time for wasting, saving foolish travellers! My Goldberry will be coming home, and I must set her lily bowls!\\n\\n'The mouth of Othrongroth lies west. Be careful. Heed no deadly voices!'",
      "es": "'¡Aquí estamos, mis valientes! ¡No tengo tiempo que perder, salvando viajeros tontos! ¡Mi Baya de Oro volverá a casa, y debo preparar sus cuencos de lirios!\\n\\n'La entrada de Othrongroth está al oeste. Ten cuidado. ¡No prestes atención a voces mortales!'"
    },
    {
      "id": 223110529,
      "en": "'What? It cannot be!'",
      "es": "'¿Qué? ¡No puede ser!'"
    },
    {
      "id": 153204530,
      "en": "'If thou seek an audience, thou may approach.'",
      "es": "'Si buscas una audiencia, puedes acercarte.'"
    },
    {
      "id": 102083953,
      "en": "'I... I can't be defeated!'",
      "es": "'¡Yo... yo no puedo ser derrotado!'"
    },
    {
      "id": 102083954,
      "en": "'Stay back!'",
      "es": "'¡Mantente atrás!'"
    },
    {
      "id": 94621393,
      "en": "The entrance to Othrongroth is nearby to the west.\\n\\nTom Bombadil led you safely to the entrance of Othrongroth, the Great Barrow, in the Barrow-downs. Your search for the Witch-king will lead you into the barrow.",
      "es": "La entrada a Othrongroth está cerca, al oeste.\\n\\nTom Bombadil te llevó a salvo a la entrada de Othrongroth, el Gran Túmulo, en los Túmulos. Tu búsqueda del Rey Brujo te llevará al interior del túmulo."
    },
    {
      "id": 102083955,
      "en": "'Skorgrím promised... he said we couldn't be defeated....'",
      "es": "'¡Skorgrím prometió... dijo que no podíamos ser derrotados....'"
    },
    {
      "id": 94621394,
      "en": "The Witch-king and the dwarf Skorgrím have entered Othrongroth. You should follow them into the barrow and search for them there.",
      "es": "El Rey Brujo y el enano Skorgrím han entrado en Othrongroth. Deberías seguirlos al interior del túmulo y buscarlos allí."
    },
    {
      "id": 102083956,
      "en": "'What... what was that noise?'",
      "es": "'¿Qué... qué fue ese ruido?'"
    },
    {
      "id": 94621395,
      "en": "Your path through the Great Barrow led you to the Black Rider, who took notice of your presence and called the Dead to attack you. Defeat these creatures and continue on through Othrongroth!",
      "es": "Tu camino a través del Gran Túmulo te llevó al Jinete Negro, quien notó tu presencia y llamó a los Muertos para atacarte. ¡Derrota a estas criaturas y continúa a través de Othrongroth!"
    },
    {
      "id": 102083957,
      "en": "'Augh!'",
      "es": "'¡Ay!'"
    },
    {
      "id": 94621396,
      "en": "Your pursuit of the Witch-king has led you to a room with a wight seated upon a great throne. The creature bid you welcome and said that if you sought an audience, you could approach.",
      "es": "Tu persecución del Rey Brujo te ha conducido a una habitación con un tumulario sentado en un gran trono. La criatura te dio la bienvenida y dijo que si querías una audiencia, podías acercarte."
    },
    {
      "id": 94621397,
      "en": "Thanks to the arrival of Tom Bombadil, the Wight-lord has been defeated! Tom waits to speak with you.",
      "es": "Gracias a la llegada de Tom Bombadil, el Señor de los Túmulos ha sido derrotado. Tom espera para hablar contigo."
    },
    {
      "id": 94621398,
      "en": "In the boarding house stable, you found a letter from Bill Ferny to the Pale Dwarf.  It was apparently delivered by a youth named Mat Heathertoes, who you saw skulking about, just outside the stable.",
      "es": "En el establo de la casa de huéspedes, encontraste una carta de Bill Helechal al Enano Pálido. Al parecer, fue entregada por un joven llamado Mat Matosos, a quien viste acechando justo fuera del establo."
    }
  ]
}