{
  "id": 620766414,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Cam Puddifoot just told me that one of his hands spotted that so-called Black Rider heading off to the east -- on foot, mind you. No horse in sight, not even a pony.\\n\\n'Cam says he was seen running through some fields of his, being chased by some wolves. It's bad enough we have to deal with unwanted nuisances like these \\qBlack Riders\\q, but now we have to worry about wolves, too?\\n\\n'If this fellow gets himself eaten by wolves, I'll never know what's going on here, so you'd best do something about it. Head off to Cam Puddifoot's fields, east of Budgeford, and look for any signs of that \\qBlack Rider\\q.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha! That's a hobbit-sized cloak all right. It must have got snagged when he was running away.\\n\\n'Don't worry about losing his trail. We'll soon have him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I want you to find that black-robed chap and get to the bottom of this, [placeholder]. He was seen being chased by wolves through Cam Puddifoot's fields, east of Budgeford.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Could you find no sign of that \\qBlack Rider\\q?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cloak of the Black Rider",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Odovacar Bolger has sent you to pursue the so-called Black Rider who has been stalking his pig sties by night.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Look for signs of the \\qBlack Rider\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The \\qBlack Rider\\q was seen in Cam Puddifoot's fields, east of Budgeford. \\n\\nOdovacar Bolger told you that one of his neighbours, Cam Puddifoot, reported the Black Rider on his land, being chased by wolves. Odovacar has asked you to go look for the horseless \\qRider\\q.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring black cloak to Odovacar Bolger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Odovacar Bolger is at his home up the hill in the centre of Budgeford.\\n\\nOdovacar Bolger sent you to search Puddifoot's fields for signs of the Black Rider, but all you found was a ruined black cloak. You should bring the cloak back to Odovacar.",
      "es": "",
      "es (fem)": ""
    }
  ]
}