{
  "id": 620766448,
  "txt": [
    {
      "id": 218649169,
      "en": "'Greetings again, [placeholder]! I have been studying the materials you brought me from the Barrow-downs and have learned much more since last we spoke.\\n\\n'I would ask one last favour of you. This journal that you found for me contains a vast amount of knowledge. Through it, I have learned that the Men of Cardolan buried many relics with their dead -- it may be that some of these things may be made to help defend against such creatures as the barrow-wights.  \\n\\n'The journal speaks of chalices that were buried in the Great Barrow itself. I wonder if you could go there and gather some for me. I am sure there are many of them deep inside the catacombs of the Great Barrow.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I confess that I was half-afraid you would not return! You found the chalices? Ah, wonderful!\\n\\n'I cannot say that these would help at all against such dread fiends as the barrow-wights, but they might still have some value -- strictly historical, of course! I will take these at once to someone who might find them of interest.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'It seems that the chalices did have some value after all, [placeholder]. Thank you for bringing them to me!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Do you not yet have the chalices? Please do hurry. The Great Barrow will remain hidden for only so long. Soon the treasures of knowledge will turn into the treasures of grave-robbers!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Collecting History",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'There were many people interested in those chalices...the search was a rewarding experience!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Tobold Leafcutter learned of ancient relics which the Men of Cardolan buried with their dead in the Barrow-downs, suggesting they might be of some use in defending against creatures such as the barrow-wights.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected an ancient chalice ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the ancient chalices to Tobold Leafcutter",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Great Barrow is at the heart of the Barrow-downs, beyond the Dead Man's Perch in the southern Barrow-downs.\\n\\nTobold Leafcutter has asked you to gather ancient chalices from the Great Barrow located in the heart of the Barrow-downs.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect ancient chalices ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}