{
  "id": 620766531,
  "txt": [
    {
      "id": 218649169,
      "en": "'In the Black Riders' wake, crebain have taken roost. They are not the common strain from Dunland, but a breed I have not seen before. Likely these foul creatures keep watch on Buckland and the Shire... or at the very least me, since they have taken to staring at me in the night.\\n\\n'While the crebain may see nothing of interest, the fact that the Enemy has eyes here is dangerous. If we were to blind these eyes, the Enemy would not be as sure in directing its efforts. If you would, dispose of the crebain that roost to the south-west, just beyond my camp.\\n\\n'Even killing one craban will go a long way towards blinding the enemy.'",
      "es": "'En la estela de los Jinetes Negros, los crebain han tomado posada. No son de la cepa común de Dunland, sino una raza que no he visto antes. Probablemente estas criaturas repugnantes vigilan Buckland y la Comarca... o al menos a mí, ya que se han dedicado a mirarme por la noche.\\n\\n'Aunque los crebain no vean nada de interés, el hecho de que el enemigo tenga ojos aquí es peligroso. Si pudiéramos cegar estos ojos, el enemigo no estaría tan seguro en dirigir sus esfuerzos. Si lo deseas, deshazte de los crebain que anidan al suroeste, justo más allá de mi campamento.\\n\\n'Incluso matar un creban ayudará mucho a cegar al enemigo.'"
    },
    {
      "id": 218649170,
      "en": "'Good, you have slain those foul birds! The Enemy will not be nearly as sure in their efforts now!\\n\\n'However, I still have need of your aid. I must ask that you do something in Buckland, as it was their Horn-call that alerted me to the presence of the Nazgûl.'",
      "es": "'Bien, has matado a esos pájaros repugnantes. ¡El enemigo no estará tan seguro en sus esfuerzos ahora!\\n\\n'Sin embargo, todavía necesito tu ayuda. Debo pedirte que hagas algo en Buckland, ya que fue su llamada de cuerno la que me alertó sobre la presencia de los Nazgûl.'"
    },
    {
      "id": 63183937,
      "en": "'The Enemy must not know what happens in the west. Otherwise, they would be too sure in their efforts in the east, which could lead to disaster.\\n\\n'Please blind the Enemy's eyes by slaying a few of the Crebain that roost just south-west of my camp.'",
      "es": "'El enemigo no debe saber lo que sucede en el oeste. De lo contrario, estarían demasiado seguros en sus esfuerzos en el este, lo que podría llevar a un desastre.\\n\\n'Por favor, ciega los ojos del enemigo matando a algunos de los Crebain que anidan justo al suroeste de mi campamento.'"
    },
    {
      "id": 228870261,
      "en": "Book 1, Chapter 6: In the Black Riders' Wake",
      "es": "Libro 1, Capítulo 6: En la estela de los Jinetes Negros"
    },
    {
      "id": 54354734,
      "en": "Desiring news about the other Nazgûl, Strider sent you west to the borders of the Shire and Buckland to speak to Lenglinn, whom he had sent to look after a hobbit.",
      "es": "Deseando noticias sobre los otros Nazgûl, Trancos te envió al oeste, a las fronteras de la Comarca y Buckland, para hablar con Lenglinn, a quien había enviado para cuidar de un hobbit."
    },
    {
      "id": 136263297,
      "en": "Defeated crebain ([placeholder]/[placeholder])",
      "es": "Crebain derrotados ([placeholder]/[placeholder])"
    },
    {
      "id": 22075073,
      "en": "Defeat crebain ([placeholder]/[placeholder])",
      "es": "Derrota a los crebain ([placeholder]/[placeholder])"
    },
    {
      "id": 94621393,
      "en": "The crebain have taken roost south-west, just beyond his camp.\\n\\nLenglinn told you that crebain followed in the wake of the Nazgûl and have taken roost outside his camp. He is sure the birds are the Enemy's spies and will report on movements in the west. He has asked you to dispose of them to prevent them from doing harm.",
      "es": "Los crebain han tomado posada al suroeste, justo más allá de su campamento.\\n\\nLenglinn te dijo que los crebain siguieron a los Nazgûl y han tomado posada fuera de su campamento. Está seguro de que los pájaros son espías del enemigo y informarán sobre los movimientos en el oeste. Te ha pedido que te deshagas de ellos para evitar que hagan daño."
    },
    {
      "id": 94621394,
      "en": "Lenglinn's camp is to the north-east of the crebain roost.\\n\\nWith the crebain dead, the Enemy has fewer eyes watching Buckland and the Shire. Speak again with Lenglinn and learn what else he would have you do.",
      "es": "El campamento de Lenglinn está al noreste del nido de crebain.\\n\\nCon los crebain muertos, el enemigo tiene menos ojos vigilando Buckland y la Comarca. Habla de nuevo con Lenglinn y aprende qué más quiere que hagas."
    }
  ]
}