{
  "id": 620766517,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You defeated Andraste!",
      "es": "¡Has derrotado a Andraste!",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tom Bombadil was pleased with the lilies you found for Goldberry and has told you where the crebain you were searching for can be found. He also told you that a woman was there waiting.",
      "es": "Tom Bombadil estaba complacido con los lirios que encontraste para Baya de Oro y te ha dicho dónde se pueden encontrar los crebain que estabas buscando. También te dijo que había una mujer allí esperando.",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Black birds flittered and fluttered, skipping among the branches. They came to rest where the restless walk. Beware the old barrows, they stir when they should be a-sleeping!\\n\\n'Go north up the path and follow the Old Barrows Road, then south within the barrows wall along the forest eaves. Hey dol! Merry dol! And there you'll find them! Watch for the lady dreary.\\n\\n'Now hop along, my hearty! Tom's a-going leaping!'",
      "es": "'Los pájaros negros revoloteaban y aleteaban, saltando entre las ramas. Se posaron donde los inquietos caminan. ¡Cuidado con los viejos túmulos, se agitan cuando deberían estar durmiendo!\\n\\n'Ve al norte por el camino y sigue la Vieja Ruta de los Túmulos, luego al sur dentro del muro de los túmulos a lo largo de los bordes del bosque. ¡Hey dol! ¡Merry dol! ¡Y allí los encontrarás! Cuidado con la dama sombría.\\n\\n'¡Ahora salta, mi valiente! ¡Tom va a saltar!'",
      "es (fem)": ""
    },
    {
      "id": "0xaf3a1e1",
      "en": "'Now, come my pets!'",
      "es": "'¡Ahora, vengan mis mascotas!",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Barrow-downs are reached by going north and east along the Old Barrows Road. The crebain stopped to roost in the trees within the Barrow-downs, south along the ridge, above the eaves of the forest. \\n\\nTom Bombadil found the crebain within the Barrow-downs, but also mentioned the presence of a woman. You should stay on your guard.",
      "es": " Los Túmulos están al norte y al este a lo largo de la Vieja Ruta de los Túmulos. Los crebain se detuvieron a posarse en los árboles dentro de los Túmulos, al sur a lo largo de la cresta, sobre los bordes del bosque.\\n\\nTom Bombadil encontró los crebain dentro de los Túmulos, pero también mencionó la presencia de una mujer. Debes mantenerte alerta.",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ho there! Stay awhile! Or are you still a-hurried?\\n\\n'Othrongroth, you say? That's a dark place, full of dark Wights, and you've no need of going.\\n\\n'If you must, you must, and I'll not be staying you. Very well, come closer, and I'll be telling you.'",
      "es": "'¡Hola! ¡Quédate un rato! ¿O todavía tienes prisa?\\n\\n'¿Othrongroth, dices? Ese es un lugar oscuro, lleno de espectros oscuros, y no tienes necesidad de ir.\\n\\n'Si debes, debes, y no te detendré. Muy bien, acércate, y te lo diré.'",
      "es (fem)": ""
    },
    {
      "id": "0xaf3a1e2",
      "en": "'No... my beautiful birds! You shall die for this!'",
      "es": "'¡No... mis hermosos pájaros! ¡Morirás por esto!'",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Old Barrows Road is north of Andraste's grove. The house of Tom Bombadil is west and south along the Old Barrows Road.\\n\\nAndraste revealed that the Lord of the Nazgûl had gone to someplace called Othrongroth, but you could learn nothing more before her death. Tom Bombadil is the Master of the Wood and of the Barrow-downs. He might know where Othrongroth lies.",
      "es": " La Vieja Ruta de los Túmulos está al norte del bosque de Andraste. La casa de Tom Bombadil está al oeste y al sur a lo largo de la Vieja Ruta de los Túmulos.\\n\\nAndraste reveló que el Señor de los Nazgûl había ido a un lugar llamado Othrongroth, pero no pudiste aprender nada más antes de su muerte. Tom Bombadil es el Maestro del Bosque y de los Túmulos. Podría saber dónde se encuentra Othrongroth.",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hey dol! Merry dol! Aren't you going hunting? Or would you rather stay awhile and sing or maybe go a-dancing?'",
      "es": "'¡Hey dol! ¡Merry dol! ¿No vas a cazar? ¿O prefieres quedarte un rato y cantar o tal vez ir a bailar?'",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Fool! Did you really think you could keep my pets from seeing all? Did you think that my pets would not learn that the Ring is no longer amongst those little buffoons and travels east in the hands of a hobbit named Frodo Baggins?\\n\\n'You have failed utterly! When my master, my great King and Lord of the Nine, returns from Othrongroth, I shall tell him all that my pets have seen. And I shall tell him of how I brought about your death!'",
      "es": "'¡Tonto! ¿Realmente pensaste que podrías evitar que mis mascotas lo vieran todo? ¿Pensaste que mis mascotas no aprenderían que el Anillo ya no está entre esos pequeños bufones y viaja hacia el este en manos de un hobbit llamado Frodo Bolsón?\\n\\n'¡Has fallado por completo! Cuando mi amo, mi gran Rey y Señor de los Nueve, regrese de Othrongroth, le contaré todo lo que mis mascotas han visto. ¡Y le contaré cómo causé tu muerte!'",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find and defeat the crebain and their master",
      "es": "Encontrar y derrotar a los crebain y su amo",
      "es (fem)": ""
    },
    {
      "id": "0x4d33f91",
      "en": "'Fool! Did you think that my pets would not learn that the Ring now travels east in the hands of a hobbit named Frodo Baggins?'",
      "es": "'¡Tonto! ¿Pensaste que mis mascotas no aprenderían que el Anillo ahora viaja hacia el este en manos de un hobbit llamado Frodo Bolsón?'",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Tom Bombadil at his house",
      "es": "Habla con Tom Bombadil en su casa",
      "es (fem)": ""
    },
    {
      "id": "0x4d33f92",
      "en": "'You have failed utterly! When the master of the Nine returns, he shall learn of this - and of your untimely death!'",
      "es": "'¡Has fallado por completo! Cuando el amo de los Nueve regrese, se enterará de esto - ¡y de tu muerte prematura!'",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 10: Into the Barrow-downs",
      "es": "Libro 1, Capítulo 10: En los Túmulos",
      "es (fem)": ""
    }
  ]
}