{
  "id": 620766416,
  "txt": [
    {
      "id": 218649170,
      "en": "'Ah well, I guess you've found out my little secret. We thought it would be so much fun!\\n\\n'See, I met this fellow a few days ago, while I was drinking, called himself \\qThe Chief\\q he did. He said he was an old friend of Odo's, wanted to play a little joke on him. Told me to get a black cloak and gave me some money to haunt Odovacar's farm by night.\\n\\n'Well now! Surely you don't think I meant any harm! I never! That Chief fellow? I haven't seen him since, come to think of it. At least I got some spare money for beer out of it. Oh, yes... I promise not to do it again. Those wolves almost got me! I won't be running around at night anymore, that's for sure!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I suppose it wouldn't be right to report that fool to the Shirriffs. But I wonder who this \\qChief\\q might be, and why would he want to play this terrible joke on me? You don't suppose... that Lotho... no!\\n\\n'Well, there's no way to prove anything I guess, but if Lotho wants to buy my farm, he'll have a long wait, let me tell you! It will take a lot more than this little \\qjoke\\q before I let go of my land!\\n\\n'Thank you kindly, for all your work. You may just have saved me from doing something very foolish. Please accept this small reward for your work.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fate of the Black Rider",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "Veronica snuffles at the cloak, sniffs the air for a moment, and then yips excitedly.",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'What? What Black Rider? Me? Of all the absurd...! Oh, this black cloak... yes, I have seen it before. I sewed it!\\n\\n'I sewed that cloak for my good-for-nothing nephew, Fogo. Little thanks I got from him, too. If you want to speak with him, he's likely at The Golden Perch in Stock, cadging drinks.\\n\\n'I wondered what that cloak was for. He acted so mysterious about it. I'll take it back, thank you very much, and you go have a word with Fogo.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Veronica runs back to Odovacar",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You go tell old Odovacar that I didn't mean any harm by it -- I just thought it would be a funny joke! Odo's probably at his house in the centre of Budgeford, north of his pig sties.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'What cloak are you talking about? I don't see any cloak.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You go talk to my good-for-nothing nephew, Fogo, and ask him what he's been up to. You're sure to find him cadging drinks at The Golden Perch, down Stock way.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Odovacar Bolger has lent you the services of his hound, Veronica, to track down the mysterious \\qBlack Rider\\q. He told you to follow Veronica wherever she lead, and she would find the trespasser.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Shame on Fogo for scaring Mr. Bolger's pigs!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Greta Fallohide is in Budgeford.\\n\\nVeronica has led you to Greta Fallohide. Could she be the mysterious \\qBlack Rider?\\q",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I want you to find out who has been masquerading around my sties!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Fogo Fallohide can be found at The Golden Perch in Stock, south-east of Budgeford.\\n\\nOdovacar's Bolger's hound, Veronica, led you to Greta Fallohide, who told you she made the cloak for her nephew, Fogo. Fogo Fallohide is very likely the \\qBlack Rider\\q. You should seek him out.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Do you know yet who has been masquerading around my sties?'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Odovacar Bolger can be found at his home in the centre of Budgeford north of his pig sties.\\n\\nYou should return to Odovacar Bolger and let him know what you learned about the \\qBlack Rider.\\q",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'One of those Fallohides is behind the fright? Which one?'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'So, Fogo was put up to the trick! Who is behind the fright?'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'That fool nephew of mine ought know better than to scare people like that!'",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'Did you call the Shirriffs out on my nephew, Fogo? No? Pity....'",
      "es": ""
    },
    {
      "id": 205636720,
      "en": "'If I'd known what Fogo was up to, I'd never sewed that cloak for him.'",
      "es": ""
    },
    {
      "id": 205636721,
      "en": "'There weren't no harm in the joke, was there?'",
      "es": ""
    },
    {
      "id": 205636722,
      "en": "'No more night \\qrides\\q for me...too many wolves out there!",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Follow Veronica to the \\qBlack Rider\\q",
      "es": ""
    },
    {
      "id": 205636723,
      "en": "'You're not going to tell the Shirriffs about that little joke, are you?'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Follow Veronica",
      "es": ""
    },
    {
      "id": 205636724,
      "en": "'Thanks to you, Bounder, for finding that fool Fallohide!'",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Show black cloak to Greta Fallohide",
      "es": ""
    },
    {
      "id": 205636725,
      "en": "'No more of this \\qBlack Rider\\q nonsense, thanks to you!'",
      "es": ""
    },
    {
      "id": 205636726,
      "en": "'I'll not be selling my farm for any price now!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Odovacar Bolger is certain the mystery of the trespasser in black will soon be resolved.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Never fear! My hound, Veronica, will track down that \\qBlack Rider\\q with just a sniff of his cloak. She's the best hunter in the Four Farthings! Maggot can talk up his Grip, Fang, and Wolf all he likes, but I'll stake Veronica against the pack of 'em!\\n\\n'You just follow Veronica wherever she leads, and you'll see! She'll find that trespasser!'",
      "es": ""
    }
  ]
}