{
  "id": 620766425,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Though we Longbeards were able to throw the Dourhands out of most of our steadings after they revealed their true evil two years ago, they are as yet still too strong for us to fight them in the field.\\n\\n'The last major Dourhand holding in Ered Luin is the river port of Kheledûl. It is at Kheledûl where much of their remaining strength is concentrated, and it is at Kheledûl where they stockpile their stolen wealth, the treasure they robbed from us during the long years of their tyranny in Thorin's Halls.\\n\\n'You have proven yourself to be a capable warrior and a true friend. If you can raid Kheledûl and recover the stolen treasure, not only will you be striking a blow for Durin's Folk, you will be dealing a sharp blow in my brother's name as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Very well done! I think my brother would be satisfied with this blood price. I will send this treasure to Thorin's Halls, and perhaps we can use it to defeat the Dourhands once and for all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Gellir's death has been avenged and our treasure restored! Your name will live on in our songs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I see you were unsuccessful at Kheledûl....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Plundered Port",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You have brought peace to my brother's memory, [placeholder]. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Unsatisfied by the death of the Dourhand who killed his brother, Áskell seeks to hurt the Dourhands further by reclaiming their stolen wealth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected treasure-boxes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the treasure boxes to Áskell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The treasure boxes are kept in the river port of Kheledûl, east of Gondamon.\\n\\nÁskell has devised a new plan to punish the Dourhands for Gellir's death. He has asked you to raid the port-town of Kheledûl and recover boxes of treasure stolen from the Longbeards by the Dourhands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect treasure-boxes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}