{
  "id": 620766427,
  "txt": [
    {
      "id": 136263297,
      "en": "These grave-markers are newly placed",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Recovered Gellir's shield",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gellir Goldentongue led a delegation to make peace with the Dourhands, but has not been heard from since leaving Gondamon.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Stranger, please tarry and hear my plea! My brother Gellir Goldentongue was a great warrior. Curse my treacherous tongue! I should say he IS a great warrior, but I fear for his life!\\n\\n'Though he is a doughty fighter, Gellir longs for peace. Even against the advice of our elders in Thorin's Hall, he felt that there must be a way to come to some sort of understanding with the Dourhands, so he and some companions set out for the great Dourhand encampment north of Gondamon. I think he went to the westernmost of the camps, the larger one.\\n\\n'He did not return from his mission. Please seek him out, and if he is slain, return to me with the news so we may seek our revenge on his murderers. You will know my brother easily by his gleaming shield, a great heirloom of our family.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gellir went to the westernmost of the two Dourhand-encampments north of Gondamon.\\n\\nÁskell has asked you to look for his brother, Gellir Goldentongue. He fears that Gellir has been treacherously slain and seeks any word of his passing. Gellir carried his gleaming shield everywhere, a famous heirloom of their family.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This is what I feared, but I could not bring myself to admit it. This shield bears mute testimony to the treachery of the Dourhands.\\n\\n'You have my thanks for these dark tidings.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gellir's shield lies atop his grave in the Dourhand encampment.\\n\\nIt is clear that Gellir and his party were slain. You should recover Gellir's shield and return it to Áskell in Gondamon.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Áskell is in Gondamon, south of the Dourhand encampment.\\n\\nYou have recovered Gellir's shield and should return it to Áskell.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Please hurry! My brother may be in grave danger!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not found my brother, then? He may still be alive!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Seek Gellir Goldentongue or any sign of his passing",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Recover Gellir's shield",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring Gellir's shield to Áskell",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Sundered Shield",
      "es": ""
    }
  ]
}