{
  "id": 620766450,
  "txt": [
    {
      "id": 218649170,
      "en": "'What? Fell creatures attacked you as you tried to gather these stones? I had not seen them. The guides kept us well shielded from whatever it was that was attacking them. I am glad that you fared so well, friend.\\n\\n'Well, these runes reveal nothing new. Each stone gives a bit of an account of the man who was buried there. There's nothing to reveal why these terrible creatures have taken up in those barrows. This is quite a mystery.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Greetings, friend. Have you made your way down to that barrow I told you of? The Dead Spire? Bring me three stone-fragments from there so I can examine their runes.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Dead Spire",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected stone-fragments ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Such secrets as the Men of Cardolan and Arthedain must have possessed should not remain lost while there is a craftsman as skilled as I present to make use of them. Please, go to the Barrow-downs and make the rubbings I have asked for.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "This appears to be an important ruin.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You are too far from the ruin to take a proper rubbing.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Dead Spire lies due south of the northern entrance to the Barrow-downs. Tobold Leafcutter waits for you between the Barrow-downs and the Old Forest.\\n\\nTobold Leafcutter wants you to gather rune-marked stone-fragments from near the Dead Spire, then return to him.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected Artfiact rubbing ([current]/[max])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You have obtained five rubbings of relics located in the Barrow-downs. You should bring them to Lofar Ironband at the Prancing Pony in Bree.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "This appears to be an important ruin.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You are too far from the ruin to take a proper rubbing.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "Collected Artfiact rubbing ([current]/[max])",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "This appears to be an important ruin.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You are too far from the ruin to take a proper rubbing.",
      "es": ""
    },
    {
      "id": 102973489,
      "en": "'Many years ago, a fell army forced the Men living here into exile. Before their departure, many perished beneath the might of Angmar. Those slain buried in barrows, Men's tradition of the age. Secrets watch over the interment places that long for discovering. \\n\\nDesire strikes the core of me and so I ask this favour. Take coal and parchment to the barrows on the northern edge of the Barrow-downs. Use the coal to obtain rubbings of the runes upon artifacts there and return it to me.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the stone-fragments to Tobold Leafcutter",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect stone-fragments ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect artifact rubbing ([current]/[max])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Return the rubbings, coal, and parchment to Lofar.",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Collect artifact rubbing ([current]/[max])",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Return the rubbings, coal, and parchment to Lofar.",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "You have [placeholder] [placeholder]",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "Collected Artfiact rubbing ([current]/[max])",
      "es": ""
    },
    {
      "id": 32729281,
      "en": "This appears to be an important ruin.",
      "es": ""
    },
    {
      "id": 32729282,
      "en": "You are too far from the ruin to take a proper rubbing.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Tobold Leafcutter, an aged and well-to-do resident of Bree, was interested in learning the history of the Barrow-downs and joined the expedition that headed into the Barrow-downs.",
      "es": ""
    },
    {
      "id": 32729283,
      "en": "Collected Artfiact rubbing ([current]/[max])",
      "es": ""
    },
    {
      "id": 32729284,
      "en": "This appears to be an important ruin.",
      "es": ""
    },
    {
      "id": 32729285,
      "en": "You are too far from the ruin to take a proper rubbing.",
      "es": ""
    },
    {
      "id": 40537777,
      "en": "'A success, you return to me bearing the rubbings that I desired and hearten me. You have earned my thanks this day.'",
      "es": ""
    },
    {
      "id": 246351249,
      "en": "'I should like those rubbings, secrets lost may once again be known with them in Dwarven hands.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I've lived a long time here in Bree-land, but in my long life I've never taken the time to learn the land's history. Now, near the end of my days, I found I wanted to know what came before.\\n\\n'I joined this trip to the Barrow-downs with hopes of finding some keepsakes or to take some rubbings, but it seems the Barrow-downs had a design of its own. I remember tromping over the hills as a lad and seeing that some of the barrows had fallen into a ruin. I remember lots of broken stones, covered in rune-letters, littering the ground, especially near the \\qDead Spire.\\q I wanted a few of those stones for my own.\\n\\n'Are you interested in bringing me, say, three of the stone-fragments from near the Dead Spire? Perhaps we can both learn a bit of history.'",
      "es": ""
    }
  ]
}