{
  "id": 620766545,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Raging Boars ([placeholder]/[placeholder])",
      "es": "Jabalíes enfurecidos derrotados ([placeholder]/[placeholder])",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Constable Tanglerush is concerned about the increase in the number of wild animals seen near the borders of Staddle.",
      "es": "El alguacil Tanglerush está preocupado por el aumento del número de animales salvajes que se ven cerca de las fronteras de Staddle.",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "Defeated rampaging bristlehides ([placeholder]/[placeholder])",
      "es": "Jabalíes rampantes derrotados ([placeholder]/[placeholder])",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The good folk of Staddle provide much of Bree-land with fresh, farm-grown food, and they have our thanks for it. Our captain in Bree has assigned my fellows and me to keep watch over this town.\\n\\n'Recently, there's been an increase in the wild animals outside Staddle. If we don't do something, one of the Little Folk is bound to be attacked on his way home from the fields, and the town will be in an uproar.\\n\\n'Constable Bolger reported a large number of boars by his home south-east of here. His house is due south of the Widow Froghorn's farm. If you could take care of those boars, it would help.'",
      "es": "'Los buenos habitantes de Staddle proporcionan a gran parte de Bree-land alimentos frescos cultivados en sus granjas, y les damos las gracias por ello. Nuestro capitán en Bree ha asignado a mis compañeros y a mí la tarea de vigilar este pueblo.\\n\\n'Recientemente, ha habido un aumento de animales salvajes fuera de Staddle. Si no hacemos algo, uno de los Pequeños está destinado a ser atacado en su camino a casa desde los campos, y el pueblo estará en un alboroto.\\n\\n'El alguacil Bolger informó de un gran número de jabalíes cerca de su casa al sureste de aquí. Su casa está al sur de la granja de la Viuda Froghorn. Si pudieras encargarte de esos jabalíes, ayudaría.'",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Defeat rampaging bristlehides ([placeholder]/[placeholder])",
      "es": "Jabalíes rampantes derrotados ([placeholder]/[placeholder])",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The boars can be found near Constable Bolger's house, south-east of Staddle, south of Widow Froghorn's farm.\\n\\nConstable Tanglerush wants you to thin the boar population near Staddle before one of the hobbits is attacked.",
      "es": "Los jabalíes se pueden encontrar cerca de la casa del alguacil Bolger, al sureste de Staddle, al sur de la granja de la Viuda Froghorn.\\n\\nEl alguacil Tanglerush quiere que reduzcas la población de jabalíes cerca de Staddle antes de que uno de los hobbits sea atacado.",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I thank you for your aid, [placeholder]. It is a great relief to me that the boar population has been thinned, and before the creatures injured any folk of Staddle, too! I thought it only a matter of time, but you have proven me wrong, and I am glad of it!'",
      "es": "'Te agradezco tu ayuda, [placeholder]. Es un gran alivio para mí que la población de jabalíes haya sido reducida, ¡y antes de que las criaturas hirieran a algún habitante de Staddle! Pensé que era solo cuestión de tiempo, ¡pero me has demostrado que estaba equivocado, y me alegro de ello!'",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Constable Tanglerush is in the town square of Staddle.\\n\\nConstable Tanglerush will be pleased to hear that you have thinned the boar population near Staddle.",
      "es": "El alguacil Tanglerush está en la plaza del pueblo de Staddle.\\n\\nEl alguacil Tanglerush estará complacido de saber que has reducido la población de jabalíes cerca de Staddle.",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There are many rampaging boars to the south-east, near the home of Constable Bolger. Leave the town by the east road, and when you reach the Widow Froghorn's farm, head due south until you arrive at the home of Constable Bolger.'",
      "es": "'Hay muchos jabalíes rampantes al sureste, cerca de la casa del alguacil Bolger. Sal del pueblo por el camino este, y cuando llegues a la granja de la Viuda Froghorn, dirígete directamente al sur hasta llegar a la casa del alguacil Bolger.'",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Boars are dangerous creatures, but you proved their master, [placeholder]!'",
      "es": "'¡Los jabalíes son criaturas peligrosas, pero tú demostraste ser su amo, [placeholder]!'",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Any threat to the good folk of Staddle must be dealt with quickly and decisively.'",
      "es": "'Cualquier amenaza para los buenos habitantes de Staddle debe ser tratada de manera rápida y decisiva.'",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Raging Boars ([placeholder]/[placeholder])",
      "es": "Derrota a los Jabalíes Enfurecidos ([placeholder]/[placeholder])",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dangerous Boars",
      "es": "Jabalíes Peligrosos",
      "es (fem)": ""
    }
  ]
}