{
  "id": 620766518,
  "txt": [
    {
      "id": 218649169,
      "en": "'The Great Barrow is not a place for weak hearts or frail limbs. Wicked wights and evil lords make merry in their terror. They've never caught Old Tom and never will they. He's the Master!\\n\\n'If you be a-going, Tom will take you!'",
      "es": "'La Gran Tumba no es un lugar para corazones débiles o miembros frágiles. Los malvados tumularios y los señores malignos se regocijan en su terror. Nunca han atrapado al Viejo Tom y nunca lo harán. ¡Él es el Maestro!\\n\\n'¡Si vas a ir, Tom te llevará!'"
    },
    {
      "id": 218649170,
      "en": "'The darkness is behind us in that dank and dreary tomb. We'll make our way back into the light and feel the sun on our faces once more!'",
      "es": "'La oscuridad queda atrás en esa tumba húmeda y sombría. ¡Volveremos a la luz y sentiremos el sol en nuestros rostros una vez más!'"
    },
    {
      "id": 63183937,
      "en": "'Well, my merry fellow! Ready to go a-leaping over barrows? Skip along and we'll sing a song that will make the Dark Ones rattle.'",
      "es": "'¡Bueno, mi alegre compañero! ¿Listo para saltar sobre túmulos? Salta y cantaremos una canción que hará temblar a los Oscuros.'"
    },
    {
      "id": 228870261,
      "en": "Book 1, Chapter 11: Othrongroth",
      "es": "Libro 1, Capítulo 11: Othrongroth"
    },
    {
      "id": 54354734,
      "en": "You learned from the woman Andraste that the Lord of the Nazgûl was travelling to a place called Othrongroth. If you could spy on the Witch-king at this place, you might learn more of his plans.",
      "es": "Aprendiste de la mujer Andraste que el Señor de los Nazgûl estaba viajando a un lugar llamado Othrongroth. Si pudieras espiar al Rey Brujo en este lugar, podrías aprender más sobre sus planes."
    },
    {
      "id": 22075073,
      "en": "Speak to Tom Bombadil",
      "es": "Habla con Tom Bombadil"
    },
    {
      "id": 94621393,
      "en": "Tom Bombadil has agreed to show you the way to Othrongroth, a barrow in the Barrow-downs.",
      "es": "Tom Bombadil ha accedido a mostrarte el camino a Othrongroth, un túmulo en los Túmulos."
    },
    {
      "id": 94621394,
      "en": "Return to Tom Bombadil and claim your reward.\\n\\nYou and your allies braved the dark depths of Othrongroth and emerged victorious.",
      "es": "Regresa a Tom Bombadil y reclama tu recompensa.\\n\\nTú y tus aliados se enfrentaron a las oscuras profundidades de Othrongroth y salieron victoriosos."
    }
  ]
}