{
  "id": 620766520,
  "txt": [
    {
      "id": 218649169,
      "en": "'My Goldberry is away at her spring, and I was going lily-hunting! I've no time for chasing birds. But hoy now! Aragorn's a name I know, and a friend of Old Tom's!\\n\\n'Hear then my offer: While Old Tom Bombadil looks for sour crows, you'll gather lilies for my lovely. I saw some along the river, just a hop and a jump away. Just follow along until, ring a ding dillo, you find Old Man Willow!\\n\\n'You watch that old Grey Willow-man. He's a mighty singer. He'll sing you down to sleep and drown you, if you don't be careful.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Lilies white for the River-daughter! Stronger than hobbit-folk are you if you outsang Willow-man! Not a lily crushed, nor leaf bent!\\n\\n'Old Tom's a merry fellow, but he knows when it's time for dancing or to go a-wighting. He's found your birds and none too soon. If you seek them out, then seek them now, unless you wish to sleep beneath green grass!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Where are the lilies I need for for my pretty lady? Only white for my Goldberry, and leaves of green!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 1, Chapter 9: Lilies for the River-daughter",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Strider directed you to speak to Tom Bombadil, the master of the Old Forest, to ask for his aid in tracking the crebain who fled into woods.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected large lilies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the lilies to Tom Bombadil",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The river flows westward from the house of Tom Bombadil.\\n\\nYou found Tom Bombadil and spoke with the strange creature. While he was not at first willing to find the crebain he did at last relent, if you would perform a task he considered far more important. He wishes you to gather lilies from the river, near someone called Old Man Willow.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect large lilies ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}