{
  "id": 621031217,
  "txt": [
    {
      "id": "0x9b56886",
      "en": "'What have you heard, my friend? Are your tidings as grim as I fear they will be?'\\n\\nDurin listens to your report of growing unrest among the Zhélruka, and of Glóin's concerns, and his face falls. He hefts the Red Axe thoughtfully.\\n\\n'I came here too hastily, [placeholder]. Each of our peoples suffered losses when the Frost-horde attacked, but there were never that many loyal Longbeards at Skarháld to begin with, and your people have always been few. I only assumed command because there was no one else! Without a strong leader to unify each of the dwarf-clans here, I feared the Grey Mountains would prove a grave-cairn for all of us. They might still, but now it is not drakes of the Frost-horde I fear. I fear the disloyalty of the Zhélruka. Is there not betrayal in the history of their clan? Your people know this better than any, do they not?\\n\\n'I need more loyal warriors to reinforce me! I ask you to return to my father at the Lonely Mountain and request that he send as many Longbeard warriors as he can spare. Too many were lost when the Frost-horde attacked, and I would not have us outnumbered by... by foes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 1.1: The Legacy of Durin and the Trials of the Dwarves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Bórnek of the Zhélruka in Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'I need more loyal warriors to reinforce me! I ask you to return to my father at the Lonely Mountain and request that he send as many Longbeard warriors as he can spare. Too many were lost when the Frost-horde attacked, and I would not have us outnumbered by... by foes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Glóin of the Longbeards in Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "<rgb=#00FF00>It is recommended, but not required, that you complete 'The Black Book of Mordor' before beginning 'The Legacy of Durin and the Trials of the Dwarves.'</rgb>\\n\\n'You have returned, my friend! I did not know when your adventures to the south might release you, but I am pleased it was sooner and not later! It is good to see you!'\\n\\nDurin claps you heartily on the back. Then he lowers his voice and warily eyes the courtyard.\\n\\n'Truthfully, things have not been going as well as I might have hoped. I have been trying to ease tensions among the dwarves that have come to Skarháld, but it has not been easy. The Longbeards, Zhélruka, and Stout-axes here all take exception with each other, even on trifling matters of little importance. All three of these dwarf-companies suffered grievous losses at the teeth and claws of the Frost-horde, under Karazgar's direction, but we have seen no sign of the worms since you departed. The Weeping Warrior himself has not reappeared in that time... do you know anything about that, [placeholder]?\\n\\n'But now it falls to me to get these dwarf-clans working together, and that is no easy thing. Perhaps you can ask members of each family what they think I should do on their behalf? Stout-axes, Zhélruka, and Longbeards up the stairs here at Skarháld are sure to give you their opinions on this subject, and it may help me decide how best to proceed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Durin wants to know what is to be done? Ha! This Stout-axe has a recommendation or two, but I do not think he is prepared to hear them!\\n\\n'I am a Stout-axe, [placeholder]. Of all the dwarves in this Middle-earth, we have endured the greatest trials; I dare you to say otherwise. Many were the torments Sauron devised for our great king when Drása did not submit, and his people were enslaved. But we kept our honour, though we toiled without end in Mordor, and now that the Dark Lord is gone the Stout-axes have emerged to take what we will, and what we deserve. So I say again to this dwarf-princeling: ha! What authority has he to command any Stout-axe? He fought against the Frost-horde? So did all of us at Skarháld. I count his deeds there no better than any of ours.\\n\\n'He will need a dozen such victories before he has matched even the least of my own.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Durin by the stable-master in Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Durin sent you to ask what should be done? He is no Zhélruka, that much is clear. If Bótuz Frostblood were still alive, he would not ask such a thing. He would simply tell us, and in no uncertain terms; woe be to the dwarf who did not comply with his command!\\n\\n'The Longbeard prince is still as green as Spring in the low-lands. He would do well to keep to himself, and leave the Zhélruka alone. We are not his to command, though we must inhabit Skarháld together for now. That will be for a short time only. Durin will soon tire of adventure and return to his father's halls. Beneath the Lonely Mountain he will live well, while we Zhélruka remain here, sleeping on the cold stone and dreaming of Gundabad, the home that has been kept from us.\\n\\n'He knows little of the Zhélruka, and cares for us less. I find it distasteful for him to pretend otherwise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'It seems we share the same affliction, my questing friend! Most of my companions have gone home, satisfied with their adventures, but you and I belong here in the mountains, courting danger and unafraid! I know there is a place of honour set for me beneath the Lonely Mountain, but no matter how great the feast I would still feel the emptiness in my belly. Only adventure can sate my appetite now. My son Gimli will discover this hunger runs in his blood, if he has not already! But from your recent tales I know he has!'\\n\\nYou tell Glóin that Durin is seeking advice from the dwarves at Skarháld.\\n\\n'I would tell him to treat carefully with the Zhélruka and Stout-axes who have come here, for they are not his people and care little for Longbeards. Each of these kindreds defended Skarháld when the Frost-horde attacked, and each suffered losses. But there are fewer Longbeards here than Zhélruka, and although the Stout-axes were few in number to begin with, it seems to me that more arrive everyday. Durin must be aware of this. Let him keep the Red Axe near at hand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to King Thorin Stonehelm in the Hall Under the Mountain, in Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I have said my say. If Durin does not like the truth I speak, he is welcome to tell me himself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'What have you heard, my friend? Are your tidings as grim as I fear they will be?'\\n\\nDurin listens to your report of growing unrest among the Stout-axes and Zhélruka, and of Glóin's concerns, and his face falls. He hefts the Red Axe thoughtfully.\\n\\n'I came here too hastily, [placeholder]. Each of our peoples suffered losses when the Frost-horde attacked, but there were never that many loyal Longbeards at Skarháld to begin with. I only assumed command because there was no one else! Without a strong leader to unify each of the dwarf-clans here, I feared the Grey Mountains would prove a grave-cairn for all of us. They might still, but now it is not drakes of the Frost-horde I fear. I fear the disloyalty of the Zhélruka and the Stout-axes. Is there not betrayal in the history of both clans?\\n\\n'I need more loyal warriors to reinforce me! I ask you to return to my father at the Lonely Mountain and request that he send as many Longbeard warriors as he can spare. Too many were lost when the Frost-horde attacked, and I would not have us outnumbered by... by foes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Durin does not belong here. He is untested and unproven, and should go back to the Lonely Mountain with the rest of the Longbeards.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Durin should keep the Red Axe close. There are too few Longbeards at Skarháld for me to sleep comfortably, and he should not either.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Durin is pleased you have returned to Skarháld, for he has had some difficulty forging a workable alliance between the dwarves who have come to the Grey Mountains and could use your help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Welcome back, my adventuring friend! What news of my son? What news do you bring of Durin? Has he brought to heel the Zhélruka that travelled without leave across my lands?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Durin's father, King Thorin Stonehelm, is at his throne in the Hall Under the Mountain in Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Things have not been going as well here as I might have hoped. I have been trying to ease tensions among the dwarves that have come to Skarháld, but it has not been easy. The Longbeards, Zhélruka, and Stout-axes here all take exception with each other, mostly for trifling matters. All three of these dwarf-companies suffered grievous losses at the teeth and claws of the Frost-horde, under Karazgar's direction, but we have seen no sign of the worms since you departed. The Weeping Warrior himself has not reappeared in that time... do you know anything about that, [placeholder]?\\n\\n'But now it falls to me to get these dwarf-clans working together, and that is no easy thing. Perhaps you can ask members of each family what they think I should do on their behalf? Stout-axes, Zhélruka, and Longbeards up the stairs here at Skarháld are sure to give you their opinions on this subject, and it may help me decide how best to proceed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Durin asked you to climb the stairs at Skarháld in search of Longbeards, Zhélruka, and Stout-axes who might share their opinions on what he should do for them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Durin is on the lowest level of Skarháld, near the stable-master, waiting for your report from the three dwarf-clans who inhabit the mountain fortress.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Kóvo of the Stout-axes in Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": " #-1:[placeholder]'Durin wants to know what is to be done? Ha! This Stout-axe has a recommendation or two, but I do not think he is prepared to hear them!\\n\\n'We are Stout-axes, [placeholder]! Of all the dwarves in this Middle-earth, you know we have endured the greatest trials. Many were the torments Sauron devised for our great king when Drása did not submit, and our people were enslaved. But we kept our honour, though we toiled without end in Mordor, and now that the Dark Lord is gone the Stout-axes have emerged to take what we will, and what we deserve. So I say again to this dwarf-princeling: ha! What authority has he to command any Stout-axe? He fought against the Frost-horde? So did all of us at Skarháld. I count his deeds there no better than any of ours.\\n\\n'He will need a dozen such victories before he has matched even the least of our own. You know it is true, my #-1:{sister[f]|brother}, as sure as my regrown beard. No pampered Longbeard prince can compare with such as us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Durin sent you to ask what should be done? He is no Zhélruka, that much is clear. If Bótuz Frostblood were still alive, he would not ask such a thing. He would simply tell us, and in no uncertain terms; woe be to the dwarf who did not comply with his command!\\n\\n'Your prince is still as green as Spring in the low-lands. He would do well to keep to himself, and leave the Zhélruka alone. We are not his to command, though we must inhabit Skarháld together for now. That will be for a short time only. Durin will soon tire of adventure and return to his father's halls. Beneath the Lonely Mountain he will live well, while we Zhélruka remain here, sleeping on the cold stone and dreaming of Gundabad, the home that has been kept from us.\\n\\n'You Longbeards know little of the Zhélruka, and care for us even less. I find it distasteful for you to pretend otherwise. Your prince is no different.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'It seems we share the same affliction, my questing friend! Most of my companions have gone home, satisfied with their adventures, but you and I belong here in the mountains, courting danger and unafraid! I know there is a place of honour set for me beneath the Lonely Mountain, but no matter how great the feast I would still feel the emptiness in my belly. Only adventure can sate my appetite now. My son Gimli will discover this hunger runs in his blood, if he has not already! But from your recent tales I know he has!'\\n\\nYou tell Glóin that Durin is seeking advice from the dwarves at Skarháld.\\n\\n'I know your people are strong and true, but there were few Stout-axes in the Grey Mountains to begin with. No, I would tell him to treat carefully with the Zhélruka who have come here; they are not his people and care little for either Longbeards or Stout-axes. They defended Skarháld when the Frost-horde attacked, and suffered losses. But there are fewer Longbeards here than Zhélruka. Durin must be aware of this. Let him keep the Red Axe near at hand.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}