{
  "id": 621031261,
  "txt": [
    {
      "id": 49286867,
      "en": "Bring the supplies to Glóin by the stable-master at Skarháld",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "Imák and Venko stop drinking as you approach",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'So you are ready to depart for the Wells of the Langflood? I know very little of that region, but I understand Glóin journeyed there during the Sixth War of Dwarves and Orcs, when he was very young. I am sure he will tell you anything you may need to know of that land.\\n\\n'I will await word of the raiding-party when you find it, and then we will turn our attention to the place from which it came: Gundabad, the Mountain-home of my people. For too long has it been kept by the Orcs, but their residency will soon come to an end!\\n\\n'One more thing, [placeholder]. Keep a watchful eye on the Stout-axe and Zhélruka with whom you travel. They may not wish you ill, not directly, but they may treat you dishonestly if it serves their purposes. The Wells of Langflood are west of here, accessible by a narrow pass in the southern cliffs, east of the broken Rushgate. Journey there boldly, but with caution in your eye, and find this raiding-party before it can do more harm.'",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "Talk to Glóin by the path leading into Misthallow",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Speak first to Durin, and then we will depart for the Wells of the Langflood.'",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Imák and Venko can be found two levels up from the stable-master in Skarháld, in the north-west corner.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Ah, there you are.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'You know I desire to take back Gundabad for my people, and it will not be long before I drive the Orcs from that sacred mountain. But I am no fool, [placeholder]! Too often the hasty stroke goes astray, or so they say, and I know any assault upon the Mountain-home must be carefully planned. To that end, I sent a number of scouts to the Wells of the Langflood, swift and true, and they have now returned.\\n\\n'But they return with news not from the foot of Gundabad, but from the lands to the south! They bring word of a raiding-party set loose from Gundabad upon the inhabitants of Misthallow and the Floodfells. There are few enough of those, but if the Orcs move in those lands they will trouble any army that seeks to advance upon Gundabad. Someone must deal with this raiding-party.\\n\\n'Do you know something, [placeholder]? I believe we might solve two problems with a single stroke! Why not send some of the troublesome Zhélruka or Stout-axes to confront this raiding-party? They will realize their true quarrel is with the Orcs, and during their absence some measure of peace may return to Skarháld. What were their names? Imák? Venko? Bring them the news of this task, and invite them to adventure on behalf of their people.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'We are all arrived, my friend. This is the path that will take us to the foggy basin of Misthallow, through which runs the tributaries of a familiar river. The folk of these northern lands named it Langflood, but you would call it the Great River, or Anduin.\\n\\n'The raiding-party from Gundabad was spotted somewhere near the Wells of Langflood. That is where we must go.'",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Talk to Durin by the stable-master in Skarháld",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Glóin by the stable-master in Skarháld",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Durin expects the two of us to go in search of a raiding-party from Gundabad? Is that what you are saying, [placeholder]? I cannot fail to notice that he has charged a Stout-axe and a Zhélruka with this mission, rather than any of the large number of his own folk that have come to Skarháld. I find that most curious, Venko, do you not?\\n\\n'I believe the Longbeard prince is seeking to get rid of us!'",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Collect the bag of foodstuffs in Skarháld, two levels up",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Durin wants us to go face a raiding-party from Gundabad? I see the workings of his mind, and I tell you they are not as subtle as he thinks them to be! If Imák and I prove victorious against these Orcs, then the few folk who live along the Langflood will be made safer, and if we do not, well, Durin has only lost a Stout-axe and a Zhélruka in the effort. He will not mourn us overmuch, Imák, will he?\\n\\n'In the interest of setting aside our differences, I will do as Durin requests, if Imák will do the same. I will venture to the Wells of the Langflood in pursuit of this raiding party... with two conditions only.\\n\\n'The first is this: you must come with us, [placeholder]. You are a close friend of the Longbeard prince, and he would not send you into danger without reason. If you were to perish, I believe he would be aggrieved. So I ask that you come with us in search of this raiding-party. My second condition is that Durin send a Longbeard as well. Why should Stout-axes and Zhélruka go into danger when Durin's Folk remain behind in safety?\\n\\n'Those are my conditions. Bring them to Durin with haste, [placeholder], and see what this Longbeard prince has to say.'",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Collect the bag of climbing gear in Skarháld, three levels up",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Collect the bag of camping gear in Skarháld, two levels up",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Why has the Longbeard prince not charged any of his people with this mission, Venko? That is what I want to know.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Durin is waiting by the Skarháld stable-master to hear that Imák and Venko will go in search of the raiding-party in the Wells of Langflood.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'They will only undertake this errand if you go with them? This is outrageous, [placeholder]! No one else has assumed the mantle of leadership here at Skarháld, and I do so only unwillingly, but if I make such a command as this it should be followed, and without question! These dwarves will cause only trouble for me and mine, and if I want them well away from Skarháld then away from it they shall be, without negotiation!\\n\\n'But what is it, Glóin? You have something to say?'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Yes, Durin, I have something to say. I have seen a thing or two during my long life, and it has taught me much. I was among the youngest of the dwarves to fight at Azanulbizar... did you know that? Every dwarf-clan sent representatives to fight in that war, Durin, not just the Longbeards. Even so youthful as I was, I knew that each family fought for more than just their own glory; they fought for the survival of all dwarves.\\n\\n'You should not send Zhélruka only, or Stout-axes only, in pursuit of this Orc raiding-party. Neither should you keep your Longbeards in reserve, for that speaks poorly both of you and of them! A Longbeard should go, and I volunteer myself. Let [placeholder] adventure there too, not just because Imák and Venko request it but because [placeholder] is a loyal friend and true, and will see this raiding-party destroyed. These are words of wisdom, Durin, and with age and experience they will come naturally to you. For now let them come from your friends and allies, for they want the same as you and will not lead you astray.\\n\\n'[placeholder], will you gather the supplies we will need for an excursion into the Wells of Langflood? You will find satchels of foodstuffs, climbing gear, and assorted other supplies two or three levels up in Skarháld. While you do that I will tell Imák and Venko that we will be travelling companions, for the good of Skarháld and all the dwarves.'",
      "es": ""
    },
    {
      "id": 111477334,
      "en": "Talk to Durin by the stable-master in Skarháld",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'What is it, Glóin? You have my respect and for that I give you my ear.'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "A bag of foodstuffs can be found two levels above the Skarháld stable-master.\\nClimbing gear can be found three levels above the Skarháld stable-master\\nFlint and camping supplies can be found two levels above the Skarháld stable-master.",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Return to Imák and Venko in the north-west corner, two levels up from the Skarháld stable-master",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Glóin is right. The two of you have leave to go with them in search of the Gundabad raiding-party. But you will need to collect some supplies before you depart.'",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "Find your travelling companions to the west of Skarháld, at the pass to the Wells of Langflood east and south of the broken Rushgate",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883649,
      "en": "'So you are ready to depart for the Wells of the Langflood? I know very little of that region, but I understand Glóin journeyed there during the Sixth War of Dwarves and Orcs, when he was very young. I am sure he will tell you anything you may need to know of that land.\\n\\n'I will await word of the raiding-party when you find it, and then we will turn our attention to the place from which it came: Gundabad, the Mountain-home of my people. For too long has it been kept by the Orcs, but their residency will soon come to an end!\\n\\n'One more thing, [placeholder]. Keep a watchful eye on the dwarves with whom you travel, especially Venko of the Zhélruka. He may not wish you ill, not directly, but he may treat you dishonestly if it serves his purpose. The Wells of Langflood are west of here, accessible by a narrow pass in the southern cliffs, east of the broken Rushgate. Journey there boldly, but with caution in your eye, and find this raiding-party before it can do more harm.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Imák of the Stout-axes in Skarháld",
      "es": ""
    },
    {
      "id": 162883650,
      "en": "'So you are ready to depart for the Wells of the Langflood? I know very little of that region, but I understand Glóin journeyed there during the Sixth War of Dwarves and Orcs, when he was very young. I am sure he will tell you anything you may need to know of that land.\\n\\n'I will await word of the raiding-party when you find it, and then we will turn our attention to the place from which it came: Gundabad, the Mountain-home of our people. For too long has it been kept by the Orcs, but their residency will soon come to an end!\\n\\n'One more thing, [placeholder]. Keep a watchful eye on the Stout-axe and Zhélruka with whom you travel. They may not wish you ill, not directly, but they may treat you dishonestly if it serves their purposes. The Wells of Langflood are west of here, accessible by a narrow pass in the southern cliffs, east of the broken Rushgate. Journey there boldly, but with caution in your eye, and find this raiding-party before it can do more harm.'",
      "es": ""
    },
    {
      "id": 162883652,
      "en": "'You know I desire to take back Gundabad for my people, and it will not be long before I drive the Orcs from that sacred mountain. But I am no fool, [placeholder]! Too often the hasty stroke goes astray, or so they say, and I know any assault upon the Mountain-home must be carefully planned. To that end, I sent a number of scouts to the Wells of the Langflood, swift and true, and they have now returned.\\n\\n'But they return with news not from the foot of Gundabad, but from the lands to the south! They bring word of a raiding-party set loose from Gundabad upon the inhabitants of Misthallow and the Floodfells. There are few enough of those, but if the Orcs move in those lands they will trouble any army that seeks to advance upon Gundabad. Someone must deal with this raiding-party.\\n\\n'Do you know something, [placeholder]? I believe we might solve two problems with a single stroke! Why not send the quarrelling Zhélruka and Stout-axe to confront this raiding-party? They will realize their true quarrel is with the Orcs, and during their absence some measure of peace may return to Skarháld. What were their names? Imák? Venko? Bring them the news of this task, and invite them to adventure on behalf of their people.'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Venko of the Zhélruka in Skarháld",
      "es": ""
    },
    {
      "id": 162883653,
      "en": "'Yes, Durin, I have something to say. I have seen a thing or two during my long life, and it has taught me much. I was among the youngest of the dwarves to fight at Azanulbizar... did you know that? Every dwarf-clan sent representatives to fight in that war, Durin, not just the Longbeards. Even so youthful as I was, I knew that each family fought for more than just their own glory; they fought for the survival of all dwarves.\\n\\n'You should not send Zhélruka only, or Stout-axes only, in pursuit of this Orc raiding-party. Neither should you keep your Longbeards in reserve, for that speaks poorly both of you and of them! Longbeards should go, and I volunteer myself. Let [placeholder] represent our people too, not just because Imák and Venko request it but because [placeholder] is loyal and true, and will see this raiding-party destroyed. These are words of wisdom, Durin, and with age and experience they will come naturally to you. For now let them come from your friends and allies, for they want the same as you and will not lead you astray.\\n\\n'[placeholder], will you gather the supplies we will need for an excursion into the Wells of Langflood? You will find satchels of foodstuffs, climbing gear, and assorted other supplies two or three levels up in Skarháld. While you do that I will tell Imák and Venko that we will be travelling companions, for the good of Skarháld and all the dwarves.'",
      "es": ""
    },
    {
      "id": 162883654,
      "en": "'I will await word of the raiding-party when you find it, and then we will turn our attention to the place from which it came: Gundabad, the Mountain-home of our people. For too long has it been kept by the Orcs, but their residency will soon come to an end!\\n\\n'One more thing, [placeholder]. Keep a watchful eye on the Stout-axe and Zhélruka with whom you travel. They may not wish you ill, not directly, but they may treat you dishonestly if it serves their purposes. The Wells of Langflood are west of here, accessible by a narrow pass in the southern cliffs, east of the broken Rushgate. Journey there boldly, but with caution in your eye, and find this raiding-party before it can do more harm.'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Durin is by the stable-master in Skarháld.",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "The way to the Wells of Langflood from the Grey Mountains is west of Skarháld, accessible by a narrow pass in the southern cliffs east of the broken Rushgate.",
      "es": ""
    },
    {
      "id": 177082720,
      "en": "You have met up with your travelling companions near the pass to the Wells of Langflood",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Glóin is at the entrance to the pass that leads to the Wells of Langflood from the Grey Mountains, east and south of the broken Rushgate.",
      "es": ""
    },
    {
      "id": 24695145,
      "en": "Durin's scouts have reported the presence of a raiding-party from Gundabad near the Wells of Langflood, and he thinks he may have found a solution to more than one of the problems that troubles him.",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'You found the supplies for our expedition? Very good. At a young age I learned the importance of preparing for a journey, and my appreciation of such preparation has only increased with every passing year. You do not want to lack some crucial tool in the middle of the wilderness, I can tell you that! But you know that as well as I, my friend.\\n\\n'I spoke to Imák and Venko while you were gathering up the supplies, and they said they will meet us at the pass that leads to the Wells of Langflood, far to the west of Skarháld, east and south of the broken Rushgate. They were not very happy about it; they believed their conditions would change Durin's mind and keep anyone from seeking out this raiding-party, but it was not so. Speak to Durin and then we will join our new companions.'",
      "es": ""
    },
    {
      "id": 246419780,
      "en": "Glóin is by the stable-master in Skarháld.",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'I will await word of the raiding-party when you find it, and then we will turn our attention to the place from which it came: Gundabad, the Mountain-home of my people. For too long has it been kept by the Orcs, but their residency will soon come to an end!\\n\\n'One more thing, [placeholder]. Keep a watchful eye on the Stout-axe and Zhélruka with whom you travel. They may not wish you ill, not directly, but they may treat you dishonestly if it serves their purposes. The Wells of Langflood are west of here, accessible by a narrow pass in the southern cliffs, east of the broken Rushgate. Journey there boldly, but with caution in your eye, and find this raiding-party before it can do more harm.'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'My scouts bring word of a raiding-party set loose from Gundabad upon the inhabitants of Misthallow and the Floodfells. There are few enough of those, but if the Orcs move in those lands they will trouble any army that seeks to advance upon Gundabad. Someone must deal with this raiding-party... and I believe we might solve two problems with a single stroke! Why not send some of the troublesome Zhélruka or Stout-axes to confront this raiding-party? They will realize their true quarrel is with the Orcs, and during their absence some measure of peace may return to Skarháld. What were their names? Imák? Venko? Bring them this news of this task, and invite them to adventure on behalf of their people.'",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Imák of the Stout-axes is in the north-west corner, two levels up from the stable-master in Skarháld.",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'My scouts bring word of a raiding-party set loose from Gundabad upon the inhabitants of Misthallow and the Floodfells. There are few enough of those, but if the Orcs move in those lands they will trouble any army that seeks to advance upon Gundabad. Someone must deal with this raiding-party... and I believe we might solve two problems with a single stroke! Why not send some of the troublesome Zhélruka or Stout-axes to confront this raiding-party? They will realize their true quarrel is with the Orcs, and during their absence some measure of peace may return to Skarháld. What were their names? Imák? Venko? Bring them this news of this task, and invite them to adventure on behalf of their people.'",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Venko of the Zhélruka is in the north-west corner, two levels up from the stable-master in Skarháld.",
      "es": ""
    },
    {
      "id": 177082737,
      "en": "Collected the bag of camping gear",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'Durin wants us to go face a raiding-party from Gundabad? I see the workings of his mind, and I tell you they are not as subtle as he may think them to be! If Imák and I prove victorious against these Orcs, then the few folk who live along the Langflood will be made safer, and if we do not, well, Durin has only lost a Stout-axe and a Zhélruka in the effort. He will not mourn us overmuch, Imák, will he?\\n\\n'In the interest of setting aside our differences, I will do as Durin requests, if Imák will do the same. I will venture to the Wells of the Langflood in pursuit of this raiding party... with one condition only.\\n\\n'It is this: you must come with us, [placeholder]. You are a Longbeard and a close friend of the prince, and he would not send you into danger without reason. If you were to perish, I believe he would be aggrieved. So I ask that you come with us in search of this raiding-party. Why should Stout-axes and Zhélruka go into danger when Longbeards remain behind in safety?\\n\\n'That is my condition. Bring it to Durin with haste, [placeholder], and see what your prince has to say.'",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'In the interest of setting aside our differences, I will do as Durin requests, if Imák desires to do the same. I will venture to the Wells of the Langflood in pursuit of this raiding party... but only if you come with us as well, [placeholder]. Let Durin's trusted friend be a part of this errand too, and perhaps he will be more interested in its successful outcome, and our survival.'",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Glóin has made it known he wishes to speak with you and Durin at the stable-master in Skarháld.",
      "es": ""
    },
    {
      "id": 177082759,
      "en": "Collected the bag of foodstuffs",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "Collected the bag of climbing gear",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 1.8: A Watchful Eye",
      "es": ""
    }
  ]
}