{
  "id": 621031221,
  "txt": [
    {
      "id": "0xd730886",
      "en": "Lági Helmbiter proved too much for you!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d8a981",
      "en": "'I hope you are ready for me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 1.4: Survivors of the Orc Wars",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730887",
      "en": "Agnar Brokentooth proved too much for you!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730889",
      "en": "Reithvald Red-ember proved too much for you!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You have proven yourself a [placeholder] of great courage, [placeholder], and I judge that you have an eye for strength and capability in battle. Will you measure your fighting prowess against some of the dwarves I have chosen to join this Longbeard army? I do not question their desire for glory; indeed, these dwarves fought bravely and well in time of war, and achieved much honour thereby.\\n\\n'But their greatest deeds are many years distant now. These three heroes fought in the Sixth War of Dwarves and Orcs, but that was more than two hundred and twenty years ago, when Durin's Folk last set foot within Gundabad. The Battle of Azanulbizar ended that war, and our losses were too great to pursue the Orcs into Khazad-dûm. I do not doubt the bravery of these three! But I want to know they still possess sufficient weapon-skill to aid my son.\\n\\n'Seek out Agnar Brokentooth, Lági Helmbiter, and Reithvald Red-ember in the passages to the Dwelling-halls and to the New-lodes, and challenge them to battle. If they still desire to join my son in the Grey Mountains after testing their skills against you, then they shall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d84981",
      "en": "'I will hold nothing back!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to King Thorin in the Hall Under the Mountain, in Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'A chance to test my skills? I welcome it, and promise I will not go easy on you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Agnar Brokentooth remains as eager for battle as ever!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You had best prepare for a real fight, stranger! I have not lived so long in idleness! Indeed, I test my combat skill every day without exception!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'You shall have a fight, then! I may be old, but I remain fierce and eager for battle!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "The passage of years has not slowed Lági Helmbiter one bit!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Those three remain eager for battle? I did not really expect otherwise, but I thought it best to make certain. Thank you for indulging me in this, [placeholder]. May their greatest heroics remain ahead of them, in service to my son Durin!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "King Thorin Stonehelm has ordered a great force of Longbeard warriors to go with you to reinforce Durin in the Grey Mountains, but first he wants you to test the mettle of some of the eldest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "King Thorin Stonehelm asked you to test the combat readiness of three survivors of the Sixth War of Dwarves and Orcs, which occurred more than two hundred and twenty years ago. These three heroes can be found in the passages leading to the Dwelling-halls and the New-lodes, in Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c3b721",
      "en": "'Ho ho! Well-struck! I am content.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Agnar Brokentooth and measure his combat prowess",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ae1",
      "en": "Defeat Agnar Brokentooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "King Thorin Stonehelm is at his throne in the Hall Under the Mountain, in Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Lági Helmbiter and measure his combat prowess",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c35721",
      "en": "'I am defeated! I bow to your combat-skill, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ae5",
      "en": "Defeat Lági Helmbiter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d87981",
      "en": "'This will be my exercise for the day!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Reithvald Red-ember and measure his combat prowess",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c36721",
      "en": "'That was a good fight, friend. That is enough for now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6af0",
      "en": "Defeat Reithvald Red-ember",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Reithvald Red-ember still burns for battle!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Seek out Agnar Brokentooth, Lági Helmbiter, and Reithvald Red-ember in the passages to the Dwelling-halls and to the New-lodes, and challenge them to battle. If they still desire to join my son in the Grey Mountains after testing their skills against you, then they shall.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}