{
  "id": 621031224,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'I do not like that Durin has not yet returned. He did not say where he and Heilar were going, but they were heading north-east when last I saw them, and there is not much in that direction, unless....'\\n\\nA dark shadow passes across Glóin's face.\\n\\n'That is the way to the Anvil of Winterstith, [placeholder]. You do not think they would be going there, do you? We must hurry!'\\n\\nGlóin looks around grimly.\\n\\n'And bring the army, [placeholder]. We cannot be too careful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 1.5: An Echo in the Mountains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Glóin by the stable-master in Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "<rgb=#FF0000>You will automatically travel to Skarháld with a large force of Longbeards when you accept this quest.</rgb>\\n\\n'Go now to the mountain-fortress where waits my son! Bring him this mighty force, and tell him his father knows he will bring glory for the Longbeards for so long as there is glory there to be had!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Glóin and go with him to search for Durin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Why have you brought all these Longbeards here, [placeholder]? I am offended to see so many! The Zhélruka were offered a home in these mountains, but now it seems Durin's Folk think to once again stand in the way of that offer.\\n\\n'What other meaning can there be for this great force? The son of Thorin Stonehelm thinks to cheat my people of the lands that were promised!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Durin by the stable-master in Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Now this is a fighting force! I do not suppose my son Gimli joined the company? No, I do not see him. He is far away, having further adventures of his own. A pity.\\n\\n'But look at these warriors! Why, even Agnar Brokentooth has come! And there is Lági Helmbiter! These are truly great heroes of my people, [placeholder]. I fought alongside them at Azanulbizar, you know; I was among the youngest to stand at that battle. I am not so young now, am I?\\n\\n'What a wonder it is that they have come to aid the prince here in the Grey Mountains! Where is Durin? He will be pleased to see so many fighters. I saw him speaking with Heilar some time ago, and the two of them went away to the north-east. Have they not returned?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'If the son of Thorin Stonehelm thinks to cheat the Zhélruka of the lands that were promised, he will be sorry. Surely he must know this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Finally, my friend! At last I know my purpose, and with this army of Longbeards at my back, I cannot hope but to achieve it! Gundabad awaits, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "A warrior of the Zhélruka eyes the large Longbeard force with suspicion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Bring Durin this mighty force, and tell him his father knows he will bring glory for the Longbeards for so long as there is glory there to be had!\\n\\n'Skarháld awaits your return, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "King Thorin Stonehelm has commanded a large force of Longbeards to travel with you to reinforce his son Durin in the Grey Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Durin has returned to Skarháld with renewed purpose, his eyes alight with hopeful flame.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Mírkuz eyes the Longbeard force with great suspicion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "King Thorin has asked you to return to Skarháld with the great force of Longbeards he commanded to reinforce his son Durin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Why have you brought all these Longbeards here, [placeholder]? The Zhélruka were offered a home in these mountains, but now it seems your people think to once again stand in the way of that offer!\\n\\n'What other meaning can there be for this great force? The son of Thorin Stonehelm thinks to cheat my people of the lands that were promised!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Why have you brought all these Longbeards here, [placeholder]? I am offended to see so many! The Zhélruka were offered a home in these mountains, but now it seems Durin's Folk think to once again stand in the way of that offer.\\n\\n'What other meaning can there be for this great force? The son of Thorin Stonehelm thinks to cheat my people of the lands that were promised!\\n\\n'You say you are a Stout-axe, but I see how friendly you are with these Longbeards. It seems to me your own clan is second in your heart, and your true loyalty is to Durin's Folk! I am ashamed for you, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Bring Durin this mighty force, and tell him his father knows he will bring glory for the Longbeards for so long as there is glory there to be had!\\n\\n'Skarháld awaits your return, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Return to Skarháld with the Longbeard force",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Mírkuz at Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Glóin stands near the stable-master at Skarháld, pleased to see the Longbeard reinforcements from the Lonely Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Glóin stands near the stable-master at Skarháld. He is worried that Durin left the fortress some time ago and has not returned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Glóin's brow creases in thought and with worry",
      "es": "",
      "es (fem)": ""
    }
  ]
}