{
  "id": 621031222,
  "txt": [
    {
      "id": 41653780,
      "en": "'It spoke of... Thafar-gathol....'",
      "es": ""
    },
    {
      "id": 41653781,
      "en": "'Who said that? Who speaks so to me?'",
      "es": ""
    },
    {
      "id": 41653782,
      "en": "'Bring him before me!'",
      "es": ""
    },
    {
      "id": 41653783,
      "en": "'Aye, Zhélruka. It is not my turn to seek the Citadel.'",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Glóin",
      "es": ""
    },
    {
      "id": 41653784,
      "en": "'See you this force? See you this mighty Longbeard army?'",
      "es": ""
    },
    {
      "id": 41653785,
      "en": "'I have my eye set upon a greater prize.'",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Listen to the questions of the Longbeards",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Glóin stands among the warriors of the Longbeard army before the Anvil of Winterstith.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Glóin and the warriors of the Longbeard army marvel at Durin's secret departure from Skarháld.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Do you see him down the hill there? At least he is not unguarded, for Heilar stands with him. But what purpose brought them hither with no word to anyone?'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Durin stares into the sheet of ice at Winterstith, muttering quietly.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Durin was last seen travelling north-east with a single companion. Do they journey to the Anvil of Winterstith? And for what purpose?",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Durin stares into the sheet of ice at Winterstith, muttering quietly.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "You have managed to break Durin's reverie at the Anvil of Winterstith, but he still speaks slowly, as if waking from a deep sleep.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'This is... Winterstith? What am I doing here?'\\n\\nDurin shakes his head to clear it. His eyes refocus upon you, and he no longer speaks as if he were submerged in the deep water of sleep.\\n\\n'I remember leaving Skarháld, and calling for Heilar to accompany me, but my purpose for doing so has fled. It seemed so clear to me, like the great sheet of ice before us, but now it is clouded over and hazy. It is lost to me. There was a voice; that much I do remember. It drew me here. If you had not disturbed me I might have learned what it wanted!'\\n\\nYou remind Durin of the need for caution: Hrímil Frost-heart dwells somewhere behind the ice, sealed within the Anvil of Winterstith, and the speech of dragons is known to have a strange power.\\n\\n'Do you take me for a fool? I would have known if this was dragon-speech. It cannot have been the voice of Hrímil, [placeholder]. No, I think this was something else. Many are the dwarves, Longbeard and Zhélruka alike, who have reported a fascination with the Anvil throughout the years. Many of them were kings. Can it be that it is now my turn to accept this kingly aspect?'\\n\\nDurin nods to himself, and his face shines as he sees the Longbeard army behind you.",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Durin stares deeply into the ice, muttering quietly",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Durin has managed to shake free of his reverie, seeing for the first time the Longbeard army from the Lonely Mountain.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I followed this great array of Longbeards here from Skarháld, for I do not like it and did not trust it. I like what I am hearing from their prince even less!\\n\\n'You need use no force, [placeholder]. I am of the Zhélruka and fear nothing, neither [placeholder] or dwarf. Nor do I fear kings or princes such as he.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Newly-resolved, Durin addresses the Longbeard army before the Anvil of Winterstith.",
      "es": ""
    },
    {
      "id": 235466168,
      "en": "Walk with Glóin among the soldiers of the Longbeard army",
      "es": ""
    },
    {
      "id": 104499553,
      "en": "'He said he heard something, [placeholder]...'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Mírkuz has listened to the words of Durin with growing displeasure and worry, and now he wishes to voice his concerns to you.",
      "es": ""
    },
    {
      "id": 104499554,
      "en": "'Something in the ice, he said, or something beyond it....'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I do not like it, [placeholder]. I fear the prince's words on this day will echo throughout the mountains until they reach unfriendly ears.\\n\\n'Who can say what evil might be done as a result of this Longbeard's newfound course?'",
      "es": ""
    },
    {
      "id": 186476387,
      "en": " ",
      "es": ""
    },
    {
      "id": 104499555,
      "en": "'Is it true that the sight of the Anvil drives all to madness?'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Can you not feel the power in the air, [placeholder]? My warriors will not know defeat, and soon, yes... soon we will walk in Gundabad once more, and cast out the Orcs that fill it!'",
      "es": ""
    },
    {
      "id": 104499556,
      "en": "'Please help him, [placeholder]!'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Listen to Durin as he addresses the great force of Longbeards",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Mírkuz",
      "es": ""
    },
    {
      "id": 136823025,
      "en": "'I find this most peculiar.'",
      "es": ""
    },
    {
      "id": 136823026,
      "en": "'He appears to be unharmed. May it prove so!'",
      "es": ""
    },
    {
      "id": 136823027,
      "en": "'Ah, there is no cause for worry.'",
      "es": ""
    },
    {
      "id": 136823028,
      "en": "'Let us hope not.'",
      "es": ""
    },
    {
      "id": 136823029,
      "en": "'Go down to him, [placeholder]. But approach with care.'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Glóin is worried for the prince of the Longbeards, and has asked you to slowly approach Durin and learn why he came to Winterstith.",
      "es": ""
    },
    {
      "id": 86489441,
      "en": "'Is someone... is someone there?'",
      "es": ""
    },
    {
      "id": 86489442,
      "en": "'[placeholder]... when did you... arrive...?'",
      "es": ""
    },
    {
      "id": 86489443,
      "en": "'Can it be?'",
      "es": ""
    },
    {
      "id": 86489444,
      "en": "'You have outdone yourself, my friend!'",
      "es": ""
    },
    {
      "id": 86489445,
      "en": "'When I sent you to my father for reinforcements, I never expected such a force.'",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "The Zhélruka Mírkuz followed on the heels of the Longbeard army during its march from Skarháld, and now he has interrupted Durin's speech.",
      "es": ""
    },
    {
      "id": 86489446,
      "en": "'Behold the might of the Longbeards! It stands before me!'",
      "es": ""
    },
    {
      "id": 86489447,
      "en": "'Doubt haunted my steps, but now it is banished.'",
      "es": ""
    },
    {
      "id": 86489448,
      "en": "'Aye, it has been replaced with something else.'",
      "es": ""
    },
    {
      "id": 86489449,
      "en": "'Where once there was fear, now there is hope!'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'You need use no force, [placeholder]. I am of the Zhélruka and fear no dwarves. Nor do I fear kings or princes such as he.'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'You need use no force, [placeholder]. I am of the Zhélruka and fear nothing, neither Elf or dwarf. Nor do I fear kings or princes such as he.'",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'I followed this great array of Longbeards here from Skarháld, for I do not like it and did not trust it. I like what I am hearing from their prince even less!\\n\\n'You need use no force, [placeholder]. I am of the Zhélruka and fear no dwarves. Nor do I fear kings or princes such as he.'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'I followed this great array of Longbeards here from Skarháld, for I do not like it and did not trust it. I like what I am hearing from their prince even less!\\n\\n'You need use no force, [placeholder]. I am of the Zhélruka and fear nothing, neither Elf nor dwarf. Nor do I fear kings or princes such as he.'",
      "es": ""
    },
    {
      "id": 101167345,
      "en": "'Prince of the Longbeards! Do not be a fool!'",
      "es": ""
    },
    {
      "id": 101167346,
      "en": "'Thafar-gathol has long been the doom of my people.'",
      "es": ""
    },
    {
      "id": 101167347,
      "en": "'Do not let it become yours as well, Longbeard.'",
      "es": ""
    },
    {
      "id": 41653760,
      "en": "'Longbeards! Hearken to me! I seek no mythical city.'",
      "es": ""
    },
    {
      "id": 67962961,
      "en": "'Has something happened to the prince, Lord Glóin?'",
      "es": ""
    },
    {
      "id": 41653761,
      "en": "'Thafar-gathol is a dream of the Zhélruka. Let them have it!'",
      "es": ""
    },
    {
      "id": 67962962,
      "en": "'I see no foe hereabout. Has he need of our swords?'",
      "es": ""
    },
    {
      "id": 41653762,
      "en": "'The city I desire is more real. And it belongs to US!'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Carefully approach Durin",
      "es": ""
    },
    {
      "id": 41653763,
      "en": "'I speak of the Mountain-home! I speak of Gundabad!'",
      "es": ""
    },
    {
      "id": 41653764,
      "en": "'Upon this Red Axe, I swear to reclaim Gundabad!'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Listen to Heilar's account",
      "es": ""
    },
    {
      "id": 41653765,
      "en": "'We will drive every last Orc from the sacred mountain!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Gently break Durin's reverie, if you can",
      "es": ""
    },
    {
      "id": 41653766,
      "en": "'The Longbeards will have victory!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Durin",
      "es": ""
    },
    {
      "id": 41653767,
      "en": "'Gundabad! Gundabad!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Listen to Durin as he addresses the great force of Longbeards",
      "es": ""
    },
    {
      "id": 41653768,
      "en": "'GUNDABAD!'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Mírkuz",
      "es": ""
    },
    {
      "id": 194207874,
      "en": "Heilar",
      "es": ""
    },
    {
      "id": 41653776,
      "en": "'Hope for glory!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: An Echo in the Mountains",
      "es": ""
    },
    {
      "id": 41653777,
      "en": "'I heard a voice beyond the ice.'",
      "es": ""
    },
    {
      "id": 41653778,
      "en": "'It whispered to me of dwarves long-dead.'",
      "es": ""
    },
    {
      "id": 41653779,
      "en": "'It whispered to me of the great deeds they accomplished.'",
      "es": ""
    }
  ]
}