{
  "id": 621031219,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 1.2: Treachery Remembered",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Examine the mosaic depicting the death of Mótsog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I do not like this, [placeholder]. I do not like this at all! Not every dwarf-clan is good-hearted, and treacherous, wicked dwarves have troubled the Longbeards throughout history. Our cousins in the Blue Mountains could speak at length about the exploits of the villainous Dourhands, and theirs is not the only name of ill repute. Durin will have his reinforcements! I will command the assemblage of a Longbeard army the like of which has not been seen in seventy years!\\n\\n'Do you think this unnecessary? I assure you it is not. I will not allow my son to be outnumbered by Zhélruka or Stout-axes! The Zhélruka have long quarreled with my people, and the Stout-axes could not have remained thralls to Sauron for so long without it affecting them deeply.\\n\\n'You remain unconvinced? Go then to Nabgûn-mazaru, the home of Stáli the Hewer, south-west of the entrance to the Dwelling-halls, and ask him about the Greymauls. Then you will see the importance of caution, even among dwarves. Especially among dwarves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Welcome to Nabgûn-mazaru, stranger. Are you a patron of the arts? I must confess to you that my hours are quite full, with a number of half-completed works already. If you desire a painting or statue, perhaps to decorate your home, it will be some time before I am able to get to it. With that understanding set forth, what would you like?'\\n\\nYou tell Stáli that King Thorin did not send you to him with a task, but for information on the Greymaul Dwarves.\\n\\n'The Greymauls? Why should they occupy his thoughts? Better to forget they ever existed, lest you doubt the decency of your closest friends and your family. But I will not disobey the King Under the Mountain, and will speak of them to you.\\n\\n'They were ancient dwarf traitors in the First Age who rebelled against Durin the Deathless, Father of the Longbeards. Their leader was named Mótsog, and he led the Greymauls in a bloody uprising against Durin. For a time the Greymauls ruled Durin's holdings, but it did not last. Durin returned and put Mótsog to death, and the rebellion was quelled.\\n\\n'I have been restoring a mosaic of this very event, if you would like to see it. It is over there, against the wall. It was damaged during the residency of Smaug, and once I have finished repairing the stones I will return it to the hall where once it stood. It will once again serve as a reminder that treachery is always rewarded with justice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'That mosaic stood in the Hall Under the Mountain with many others for hundreds of years, but the coming of Smaug was not kind to any of them. Many of the stones were lost, and it has been a time-consuming process to recreate the mosaic as it was.\\n\\n'But when Stáli the Hewer commits to such a project, he sees it through to the end!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Stáli the Hewer in Nabgûn-mazaru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I will not allow my son to be outnumbered by his foes! Go to Nabgûn-mazaru, the home of Stáli the Hewer, south-west of the entrance to the Dwelling-halls, and ask him about the Greymauls. Then you will see the importance of caution, even among dwarves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "This is the home of Stáli the Hewer, Longbeard artist and sculptor of some renown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I do not like this, [placeholder]. I do not like this at all! Not every dwarf-clan is good-hearted, and treacherous, wicked dwarves have troubled the Longbeards throughout history. Our cousins in the Blue Mountains could speak at length about the exploits of the villainous Dourhands, and theirs is not the only name of ill repute. Durin will have his reinforcements! I will command the assemblage of a Longbeard army the like of which has not been seen in seventy years!\\n\\n'Do you think this unnecessary? I assure you it is not. I will not allow my son to be outnumbered by the Zhélruka! They have long quarreled with my people, and while you have proven yourself strong and true, others among the Stout-axes might have been marred by their thralldom in Mordor. Durin is right to be wary.\\n\\n'You remain unconvinced? Go then to Nabgûn-mazaru, the home of Stáli the Hewer, south-west of the entrance to the Dwelling-halls. Then you will see the importance of caution, even among dwarves. Especially among dwarves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "King Thorin Stonehelm is displeased to hear of the situation in the Grey Mountains and worries for his son Durin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I do not like this, [placeholder]. I do not like this at all! Not every dwarf-clan is good-hearted, and treacherous, wicked dwarves have troubled our people throughout history. Our cousins in the Blue Mountains could speak at length about the exploits of the villainous Dourhands, and theirs is not the only name of ill repute. Durin will have his reinforcements! I will command the assemblage of a Longbeard army the like of which has not been seen in seventy years!\\n\\n'Do you think this unnecessary? I assure you it is not. I will not allow my son to be outnumbered by Zhélruka or Stout-axes! The Zhélruka have long quarreled with our people, and the Stout-axes could not have remained thralls to Sauron for so long without it affecting them deeply.\\n\\n'You remain unconvinced? You must have forgotten the tales of our people, [placeholder]. Go then to Nabgûn-mazaru, the home of Stáli the Hewer, south-west of the entrance to the Dwelling-halls. This reminder will teach you the importance of caution, even among dwarves. Especially among dwarves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "King Thorin Stonehelm has tasked you with going to Nabgûn-mazaru, the home of Stáli the Hewer, south-west of the entrance to the Dwelling-halls of Erebor, and asking him about 'the Greymauls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I will not allow my son to be outnumbered by his foes! Go to the home of Stáli the Hewer, south-west of the entrance to the Dwelling-halls, and ask him about the Greymauls. Then you will see the importance of caution, even among dwarves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Stáli the Hewer has been restoring a mosaic depicting the death of Mótsog and the end of the Greymaul Rebellion, and he has invited you to admire it. The mosaic is currently in his workshop of Nabgûn-mazaru, but it will be returned to the hall where it came from once his work is finished.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Stáli the Hewer, a Longbeard artist and sculptor of some renown, lives at Nabgûn-mazaru, south-west of the entrance to the Dwelling-halls of Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Find Nabgûn-mazaru, the home of Stáli the Hewer, south-west of the entrance to the Dwelling-halls of Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Stáli the Hewer in Nabgûn-mazaru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Stáli the Hewer, a Longbeard artist and sculptor of some renown, lives south-west of the entrance to the Dwelling-halls of Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'The Greymauls were ancient dwarf traitors in the First Age who rebelled against Durin the Deathless, Father of the Dwarves. Their leader was named Mótsog, and he led the Greymauls in a bloody uprising against Durin. For a time they ruled Durin's holdings, but it did not last. Durin returned and put Mótsog to death, and the rebellion was quelled.\\n\\n'I have been restoring a mosaic of this very event, if you would like to see it. It is over there, against the wall. It was damaged during the residency of Smaug, and once I have finished repairing the stones I will return it to the hall where once it stood. It will once again serve as a reminder that treachery is always rewarded with justice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "The mosaic depicting the death of Mótsog still needs repair, but its subject is clear",
      "es": "",
      "es (fem)": ""
    }
  ]
}