{
  "id": 621031218,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Stáli spoke to you of Mótsog and the Greymaul Rebellion? Good. Now you see how even good-seeming friends can turn traitor, and why it is so important that my son be surrounded by Longbeards he can trust.\\n\\n'I have commanded a great force of loyal warriors to go with you to join my son in the Grey Mountains. Durin will have his reinforcements!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Stáli the Hewer has invited you to look at the statue he carved of Durin the Deathless, located in his home and workshop of Nabgûn-mazaru.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "King Thorin is in the Hall Under the Mountain, in Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Examine the statue of Durin the Deathless carved by Stáli the Hewer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Stáli the Hewer is in Nabgûn-mazaru, his workshop and home in the Dwelling-halls of Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "The statue of Durin is quite impressive. Stáli is more skilled than he is modest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Stáli the Hewer in Nabgûn-mazaru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to King Thorin in the Hall Under the Mountain, in Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Ah, thank you very much, my friend! I can see you are an astute patron of the arts and have a fine eye for detail. I agree that I have done an excellent job of capturing Durin's heroism and majesty.'\\n\\nStáli beams at you. You have clearly won him over.\\n\\n'Durin the Deathless he was called, for he possessed a great span of years and it seemed he would not die. It was not so, for death comes to all, even to the very greatest of dwarves. And yet: we Longbeards believe that Durin comes back whenever we have need of him, reborn into a new form. You know it is true, my Longbeard friend! He has come back to us five times during our long history, has he not? That is why we count each Durin in a single line, from Durin I who awoke beneath Gundabad all the way to Durin VI, who perished in Khazad-dûm to shadow and flame. Some folk believe that the son of King Thorin Stonehelm may prove to be Durin the Deathless reborn, a seventh Durin to lead us into the future.\\n\\n'I hope it is true, [placeholder]. I have been planning a statue of him, and it would be a shame for that work to come to naught. But I have spoken too long already, and should get back to my endeavours. Return to King Thorin with my good wishes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Can King Thorin's son really be Durin the Deathless reborn? I hope so! I have been planning a statue of him, and it would be a shame for that work to come to naught. But I have spoken too long already, and should get back to my endeavours. Return to King Thorin with my good wishes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "King Thorin Stonehelm sent you to consult with Stáli the Hewer, a Longbeard artist of some renown who might tell you of the treacherous Greymaul dwarves and their rebellion against Durin the Deathless in the First Age.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Long, long ago, before the mountains were shaped as they are now, Durin awoke in the caverns beneath a mighty peak that joined two great mountain-ranges of the north. He looked to the peak and gave it the name we have revered ever since: Gundabad, the Mountain-home.\\n\\n'The fathers of other dwarf-clans began to awake elsewhere in Middle-earth after that, in pairs, but he had awoken first of all the dwarves, and alone, and we revere him as the father of the Longbeards. We are Durin's Folk, and our claim to these lands springs from he who first awoke beneath Gundabad. In time, other dwarves awoke to accompany Durin, and to serve him, but his closest friend was a mighty warrior who helped delve the great halls beneath Gundabad. Legend tells us this friend was also the first dwarf to brew mead, and later ale, but do not think so well of him! He it was who would take the name Mótsog, and lead the Greymauls in rebellion. But that was still some years away.\\n\\n'The servants of Morgoth in those days were a constant threat, and together Durin and Mótsog fought bravely to defend the Mountain-home from them, but Durin grew restless. He desired a place where the Longbeards might know peace, and so he set forth in search of such a haven. He named his dear friend Mótsog the Lord of Gundabad, a decision he would come to regret, and departed the sacred mountain.\\n\\n'Do you see the statue there? It was one of my first pieces, and dare I say one of my finest. I hoped to capture some small portion of Durin's majesty as he set forth on his journey to what would become the site of treasured Khazad-dûm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Go on, feel free to admire the statue of Durin. I am quite proud of it! See his noble visage? I like to imagine he has just looked into the lake of Kheled-zâram, and has realized he is near to finding a place of great wealth and safety for his people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 1.3: Father of the Dwarves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Ah, thank you very much, my friend! I can see you are an astute patron of the arts and have a fine eye for detail. I agree that I have done an excellent job of capturing Durin's heroism and majesty.'\\n\\nStáli beams at you. You have clearly won him over.\\n\\n'Durin the Deathless he was called, for he possessed a great span of years and it seemed he would not die. It was not so, for death comes to all, even to the very greatest of dwarves. And yet: we Longbeards believe that Durin comes back whenever the dwarves have need of him, reborn into a new form. It is true! He has come back to us five times during our long history, and we therefore count each Durin in a single line, from Durin I who awoke beneath Gundabad all the way to Durin VI, who perished in Khazad-dûm to shadow and flame. Some folk believe that the son of King Thorin Stonehelm may prove to be Durin the Deathless reborn, a seventh Durin to lead us into the future.\\n\\n'I hope it is true, [placeholder]. I have been planning a statue of him, and it would be a shame for that work to come to naught. But I have spoken too long already, and should get back to my endeavours. Return to King Thorin with my good wishes.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}