{
  "id": 621031225,
  "txt": [
    {
      "id": 162883764,
      "en": "'Did you hear that horn blowing? It ended suddenly. I think the Zhélruka hunting parties may have run into some trouble after all, [placeholder]. You had better go and bring back their weapons, for it seems they may not need them any longer!\\n\\n'The horn sounded to the east of Skarháld. I think that is where you will find them.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 1.6: A Proud, But Dangerous, Tradition",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Tell the Longbeard prince that if he wants those weapons he will have to wait for my Zhélruka brothers to return victorious from their hunt.'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Durin by the stable-master in Skarháld",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'My father's reinforcements from the Lonely Mountain have brought their own weapons, but those will not be enough if we are to truly assault Gundabad. Can I ask you to climb the stairs and find the armoury in the Skarháld keep? Bring back some of the swords and axes that are stored there, and we can better supply this fighting force.'",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "Collected abandoned weapons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Find the Zhélruka hunting party east of Skarháld and help them slay a drake of the Frost-horde",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Collect weapons from the western armoury up the stairs inside the Skarháld keep",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Collect weapons from the eastern armoury inside the Skarháld keep",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to the Zhélruka drake-hunter east of Skarháld",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'There were no weapons in the armoury? Did you try the other one?'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'You are looking for weapons? You will find none here. Several parties of my people armed themselves with swords and axes from the armouries here and set out into the mountains in search of the remaining drakes of the Frost-horde. It is a proud tradition of the Zhélruka to hunt such creatures... but I might have advised against it if I had known an army of Longbeards was soon to arrive!\\n\\n'Tell the Longbeard prince that if he wants those weapons he will have to wait for my Zhélruka brothers to return victorious from their hunt.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Tomókh in the eastern armoury inside the Skarháld keep",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Find the second Zhélruka hunting-party somewhere to the north-east",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Yes? What do you want?'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Some of the Zhélruka have gone into the mountains to hunt the remaining drakes of the Frost-horde? I would say to let them go, and good riddance, but we need those weapons!\\n\\n'You had better go after them, [placeholder], and save them from their own foolishness. I want them alive so they can hear my reprimands, but more importantly I want the weapons they stole. I have spoken with some of the reinforcements from the Lonely Mountain, and many of their weapons are of poor quality, damaged either from disuse or entirely too much use; there is no middle ground.\\n\\n'Find the Zhélruka hunting-parties outside Skarháld and bring back those weapons!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Collect the abandoned weapons from the slain hunting-party ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Reinvigourated by the arrival of the Longbeard reinforcements from the Lonely Mountain, Durin wishes to prepare for an assault upon Gundabad, the Mountain-home of Durin's Folk.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Durin is waiting by the Skarháld stable-master for you to return with weapons from the armouries.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The western armoury is up the stairs inside the Skarháld keep.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Thank you for your help, friend. We will return to Skarháld, but there was another party of drake-hunters with us, and they have not yet come back. We heard their horn blowing some time ago, but it stopped abruptly.\\n\\n'They continued on to the north-east, if you wish to search in that direction.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "One of the Zhélruka hunting parties went to the east of Skarháld.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "The first armoury was empty of weapons. Perhaps some implements of war remain in the other armoury on the eastern side of the Skarháld keep.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'The second party continued on to the north-east, but I fear they are dead. You had better find out for certain.'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "One of the Zhélruka hunting parties went east of Skarháld.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Tomókh has called for your attention inside the eastern armoury inside the Skarháld keep.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "The second Zhélruka hunting-party continued their hunt to the north-east of the first.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "The second Zhélruka hunting-party ran afoul of the drakes they sought, and now you should collect the weapons they took from Skarháld.",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "The Zhélruka cheer the victory",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "You hear a horn blowing in the distance east of Skarháld, but it ends abruptly",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'Thank you for these, [placeholder]. My Longbeards are going to need every weapon on which they can get their hands, and I do not appreciate these Zhélruka raiding the armouries without notice. That practice must end, or they will face my wrath and that of our people.\\n\\n'But there is trouble brewing in Skarháld, and I need my most trusted [placeholder] to help deal with it before the situation gets worse.'",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "You found the second Zhélruka hunting-party, but they are already slain",
      "es": ""
    },
    {
      "id": 30070913,
      "en": "'Well-fought! Let the drakes fear us!'",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'Sound the traditional drake-hunting horn and help us slay whatever answers the call, [placeholder]. It waits there for you.'",
      "es": ""
    },
    {
      "id": 30070914,
      "en": "'No worm is safe from the Zhélruka and their allies!'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Durin is waiting by the stable-master in Skarháld for you to return with the weapons the Zhélruka \\qborrowed.\\q",
      "es": ""
    },
    {
      "id": 30070915,
      "en": "'The reign of the Frost-horde will soon be over!'",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Yes, drake-hunting is a dangerous endeavour. They knew the risks when they set out from Skarháld, the same as us.\\n\\n'Where did you find them? To the north-east?'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "The armoury has been picked clean of weapons by persons unknown",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Thank you for these, [placeholder]. My Longbeards are going to need every weapon on which they can get their hands, and I do not appreciate these Zhélruka raiding the armouries without notice. That practice must end, or they will face my wrath and that of my Longbeards.\\n\\n'But there is trouble brewing in Skarháld, and I need my most trusted [placeholder] to help deal with it before the situation gets worse.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'My father's reinforcements from the Lonely Mountain have brought their own weapons, but those will not be enough if we are to truly assault Gundabad. Can I ask you to climb the stairs and find the armoury in the Skarháld keep? Bring back some of the swords and axes that are stored there, and we can better supply this fighting force.'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "This armoury has also been emptied of weapons. Tomókh calls you to him",
      "es": ""
    },
    {
      "id": 49286690,
      "en": "Return the \\qborrowed\\q weapons to Durin at the stable-master in Skarháld",
      "es": ""
    }
  ]
}