{
  "id": 621031260,
  "txt": [
    {
      "id": "0x9b56881",
      "en": "'Mugs of ale? Aye, that should help them set aside their differences... while they are drinking, anyway.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'You were able to smooth things over with the quarrelling dwarves? I expected no less, [placeholder].\\n\\n'But now there is something else. Isn't there always?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'It appears nothing was settled after all! You go find these unruly dwarves and get to the bottom of this, [placeholder]. Perhaps they will listen to you. If they do not, well... we will swing that axe when we get there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "You remember seeing a keg of ale and clean mugs on this level of Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'While you were away, a brawl broke out on the upper level. I do not know the precise cause of it, but it seems there is some resentment on the part of the Zhélruka and the Stout-axes here at Skarháld. When I climbed up to investigate, the matter had been resolved, but....'\\n\\nEven as Durin speaks, you hear shouting from up the stairs.\\n\\n'There! You hear them? It appears nothing was settled after all! You go find these unruly dwarves and get to the bottom of this, [placeholder]. Perhaps they will listen to you. If they do not, well... we will swing that axe when we get there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Tensions run high as Stout-axes, Zhélruka, and Longbeards quarrel at Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Collect clean mugs at Skarháld ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The arrival of the large Longbeard force has escalated the tensions between the dwarf-clans at Skarháld, and Durin has asked you to try and resolve the brewing conflict.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Fill mugs of ale from the ale-keg south of the quarrelling dwarves (0/4)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You want to know what happened? I said two words, little more than that, and turned to go. That treacherous slime knocked me down when my back was turned! He calls himself a Stout-axe, but I know what he really is! He spent so long in Mordor... he was a willing servant of Sauron, or I am an Elf!\\n\\n'I called him a Greymaul, what of it? He shows his true nature with such a cowardly strike! I wager all the Stout-axes have some Greymaul blood in them, and it wouldn't surprise me if the Zhélruka did too! Yes, some of the Greymauls must have escaped Durin's judgement, and their descendants probably intermingled with the other dwarf families. It would not surprise me to learn that Greymaul blood might have led to the crimes and failings of even the Dourhands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I saw it all. They were grumbling at each other for a good while, mostly about imagined slights, I expect, but before long they were each at a full bellow. Heilar called Imák \\qGreymaul filth\\q as he turned to go, and that is when Imák knocked him down.\\n\\n'I do not know what he meant by that, but he is fortunate Imák used his fists and not his axe. I might have done worse.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Fill mugs of ale from the ale-keg south of the quarrelling dwarves (1/4)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Fill mugs of ale from another ale-keg (2/4)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Fill mugs of ale from another ale-keg (3/4)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I do not know anything about these Greymauls he mentioned, but his tone of voice was clear. He intended for it to be insulting, so I was insulted. This story of treacherous dwarves must be some fable of the Longbeards. We Stout-axes have our own tales, and no shortage of villains to which I might compare such as he, who speak without thinking!\\n\\n'He would do well to remember the force of my punch, for if he says anything of the sort to me again he will face my fists once more, and this time I will hold nothing back!'\\n\\nYou ask Imák if there is anything that might be done to put this quarrel behind them, and he nods in the direction of Heilar and the interested onlookers.\\n\\n'I would accept an apology over a mug of ale, if you were to fetch enough for the four of us. I find that usually helps.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Bring the mugs of ale to the quarrelling dwarves in the north-west corner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "Heilar dusts himself off and scowls at Imák",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You say you have it well in hand? I expected nothing else, my friend!\\n\\n'If you cannot make these dwarves forget their quarrel, I fear no one can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Talk to Durin by the stable-master in Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "The ale-keg ran dry after filling two of the mugs, and now you need to find another keg or risk making the dwarves' quarrel worse instead of better!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Heilar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "You found another ale-keg in Skarháld and can now fill the last of the mugs you collected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Venko",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Imák",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "The quarrelling dwarves are two levels up from the stable-master at Skarháld, in the north-west corner, waiting for you to return with the mugs of ale you promised.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Durin is waiting by the stable-master in Skarháld for you to return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "The brawling dwarves can be found to the north-west and up two levels from the stable-master in Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Find these unruly dwarves and get to the bottom of this, [placeholder]. Perhaps they will listen to you. If they do not, well... we will swing that axe when we get there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Tensions run high as Stout-axes, Zhélruka, and Longbeards quarrel at Skarháld. Durin tasked you with easing these tensions, if such a thing is possible.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'You want to know what happened? I said two words, little more than that, and turned to go. That treacherous slime knocked me down when my back was turned! He calls himself a Stout-axe, but I know what he really is! He spent so long in Mordor... he was a willing servant of Sauron, or I am an Elf!\\n\\n'I called him a Greymaul, what of it? He shows his true nature with such a cowardly strike! I wager all you Stout-axes have some Greymaul blood running in your veins, and it wouldn't surprise me if the Zhélruka did too! Yes, some of the Greymauls must have escaped Durin's judgement, and their descendants probably intermingled with the other dwarf families. It would not surprise me to learn that Greymaul blood might have led to the crimes and failings of even the Dourhands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Find these unruly dwarves and get to the bottom of this, [placeholder]. Perhaps they will listen to you. If they do not, well... we will swing that axe when we get there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Imák the Stout-axe still glowers at Heilar the Longbeard. Durin asked you to ease the tensions among these dwarves, if such a thing is possible.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "Happily, this ale-keg is nearly full and you are able to pour a third mug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Find these unruly dwarves and get to the bottom of this, [placeholder]. Perhaps they will listen to you. If they do not, well... we will swing that axe when we get there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1173",
      "en": "You fill the last of your mugs from the ale-keg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1175",
      "en": "You pass out the mugs of ale, and the dwarves set aside their differences (for now)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "In order to help ease the tensions among the quarrelling dwarves, you have decided to fetch four clean mugs and fill them with ale from one of the kegs at Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "A keg of ale stands south of the quarrelling dwarves in Skarháld. You have gathered four (mostly) clean mugs and should now fill them from the ale-keg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Find Imák and calm him down",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "Collected clean mugs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Find Gílpi and calm him down",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "A keg of ale stands south of the quarrelling dwarves in Skarháld. You have gathered four (mostly) clean mugs and should now fill them from an ale-keg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Help Heilar to his feet and find out what happened",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1186",
      "en": "You fill one of the mugs with ale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "After filling the second mug, the ale-keg runs dry!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 1.7: Close Quarters",
      "es": "",
      "es (fem)": ""
    }
  ]
}