{
  "id": 621086804,
  "txt": [
    {
      "id": "0xd082ba5",
      "en": "You have discovered Calatirion, the Beacon-tower, which was raised by King Elendil to celebrate his victory over Sauron. However, the tower would not stand forever, for the Dark Lord's servants were not gone, and they would return in a later age. At the command of the Forsaken Reaver, one of the Nazgûl, the Calatirion was toppled. The day of its downfall came to be called the Death of Light, and the horror of it is remembered still by the oldest residents of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba71",
      "en": "You have discovered the Fleet-fast Gaol, where those who are found guilty of committing crimes are held until it is determined what should be done with them. Many of these folk choose trial-by-combat in the arena as a means of earning their freedom, hoping beyond hope that they are not matched up against Rothog the Storm when their number is drawn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Find the Northern Ship-yard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba8",
      "en": "You have discovered Bor Sêma, Tower of the Sky, the ruined observatory that stands on a hill above the city. Once a haven for those who studied the stars and sought to find meaning in the night sky, it was destroyed by the Church of the All-seeing and the servants of Sauron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "You have discovered Bith Gabâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Find the Southern Ship-yard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba74",
      "en": "You have discovered the Fleet-fast Parade Ground, where soldiers march before the assembled leaders of the Kindred of the Coins. Such gatherings have not been common of late, but in time of peace, when ceremony is required, the Parade Grounds will be ready.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "You have discovered Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Find the Barracks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba77",
      "en": "You have discovered the Stûna, where ships of the Corsairs dock. Most of the fleet was lost at Pelargir during the War of the Ring, but some ships remain, now under the command of the Kindred of the Coins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Find the Baths of Ishkun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Explore the Sail-haven, the Upper Ward, the Tor-gardens, the Lower Ward, the Fleet-fast, and the Shoreward Stone in Umbar Baharbêl, the City of the Corsairs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "You have discovered Dâr Jeraf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Find the Soldiers' Mess-hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Explore the Sail-haven, the Upper Ward, the Tor-gardens, the Lower Ward, the Fleet-fast, and the Shoreward Stone in Umbar Baharbêl, the City of the Corsairs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50249",
      "en": "Find the Fleet-fast Gaol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba80",
      "en": "In the Umbari tongue, the locations where stand the great bones of ships under construction are called Jâsh-bithi. This is the southernmost of the two largest, and it is overseen by Râmax, who has sworn to see the Heirsworn who remain in the Sail-haven defeated at last.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Find Calatirion, the Beacon-tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Find Dahâl Huliz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba83",
      "en": "You have discovered the Harbour-warden's Tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "You have discovered the Harbour-warden's Tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Find Bor Sêma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Find the Baths of Kadax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Find the Fathomwell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba86",
      "en": "You have discovered Dâr Irkant, the auction house of Umbar, through which a great deal of currency flows both into and from the coffers of the Upper Ward's merchant families. Hármelak, the Golden Queen, keeps a careful eye upon the business conducted at Dâr Irkant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "You have discovered Dâr Irkant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Find Dâr Rapha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Find Khabîr Rahal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba89",
      "en": "You have discovered the Baths of Ilmai Iforikh, known to local residents as the Flowering Waters. The peaceful tranquility of these baths are reputed to soothe both body and mind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "You have discovered the Baths of Ilmai Iforikh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1150",
      "en": "You have discovered the Fleet-fast Gaol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Find Bith Gabâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Find the Gut",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1153",
      "en": "You have discovered the Fleet-fast Parade Ground",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Find Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1156",
      "en": "You have discovered the Stûna",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "You have discovered Dâr Rapha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba91",
      "en": "You have discovered Dâr Rapha, the House of Tales, a great amphitheatre constructed by the Númenóreans. It frequently plays host to Umbari singers and storytellers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Find Dâr Jeraf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Find Kamîr Kateb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1159",
      "en": "You have discovered Temîr-bel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba94",
      "en": "You have discovered the Wharf-beacon, which welcomes ships arriving to the Sail-haven from long voyages away at sea, guiding them to safety when they arrive at night.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You have discovered the Wharf-beacon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Find Dâr Tabib",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba98",
      "en": "In the Umbari tongue, the locations where stand the great bones of ships under construction are called Jâsh-bithi. This is the northernmost of the two largest, and it is overseen by Ahûd, who has worked among the ships of the Sail-haven for many years.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "You have discovered the Northern Ship-yard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "You have discovered the Southern Ship-yard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba42",
      "en": "You have discovered the Barracks, where soldiers of the Fleet-fast are outfitted with armour and weapons for their guard duty and given their assignments.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1161",
      "en": "You have discovered the Barracks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "You have discovered Calatirion, the Beacon-tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "You have discovered Bor Sêma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba45",
      "en": "You have discovered the Baths of Ishkun, where soldiers of the Fleet-fast are permitted to wash the grime from their clothes after their shifts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1164",
      "en": "You have discovered the Baths of Ishkun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa0",
      "en": "You have discovered Dâr Jeraf, the grand academy of the Tor-gardens that was once known as the House of Wisdom. It was destroyed by servants of the Church of the All-Seeing, and now only rubble remains as a reminder of the damage done by the followers of Sauron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba48",
      "en": "You have discovered the Soldiers' Mess-hall, where guards on duty in the Fleet-fast take their meals.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1167",
      "en": "You have discovered the Soldiers' Mess-hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa2",
      "en": "You have discovered Kamîr Kateb. the scriptorium that once held countless records and histories of Umbar Baharbêl. Now it has fallen into disrepair and disuse, and the Chambers of Records gather only dust.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa4",
      "en": "You have discovered Dâr Tabib, the partially-ruined apothecary that was known at one time as the House of Healers. Like other structures of learning and knowledge in the Tor-gardens, the Church of the All-seeing exacted a cruel toll upon Dâr Tabib.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa7",
      "en": "You have discovered Dahâl Huliz, the grand gladiatorial arena of Umbar Baharbêl. Much blood has been spilt in the arena during many years of the city's history, and on the night of the Sea-stone Mutiny, even more was spilled when Rothog the Storm turned his gaze upon the Heirs of Castamir spectating in the stands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50272",
      "en": "Find the Fleet-fast Parade Ground",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba50",
      "en": "You have discovered the Baths of Kadax, where citizens of the Lower Ward are encouraged to find a respite from the grime and dust of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Find the Stûna",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba53",
      "en": "You have discovered the Fathomwell, a deep and wide pool that collects sea-water that can then be put to use by residents of the city or for fighting fires. Two fishermen come to the Fathomwell every day, and have done so without fail since they were children.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1172",
      "en": "You have discovered the Fathomwell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Find Temîr-bel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba56",
      "en": "You have discovered Khabîr Rahal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1175",
      "en": "You have discovered Khabîr Rahal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab2",
      "en": "You have discovered Bith Gabâr, the grand forum and meeting-place of the Upper Ward. It retains an air of enduring permanence granted to it by the presence of abundant Númenórean architecture, and has been known to draw folk of all sorts who wish to draw attention to themselves or their activities.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba59",
      "en": "You have discovered the Gut, a warren of narrow streets and alleys that is not especially safe for outsiders to dare unless they keep a careful watch upon their belongings. Residents of the Gut are a hardy sort, and suspicious of outsiders or folk from the wealthier regions of the city. The Sea-stone Mutiny began in the Gut and areas nearby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1178",
      "en": "You have discovered the Gut",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab5",
      "en": "You have discovered Dâr Laja, the Meeting-hall, located at the head of the great forum in the Upper Ward. This hall is one of the remaining intact Númenórean structures in the city, and is the location where the Kindred of the Coins often convene for official business.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Find the Harbour-warden's Tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Find Dâr Irkant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba60",
      "en": "You have discovered Temîr-bel, the primary town of the Temámir who dwell in the Shoreward Stone, the secretive dwarf-district of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba61",
      "en": "Eshmun, the Captain of the Haven, keeps a careful watch upon the goings-on throughout the Sail-haven from his post at the Harbour-warden's Tower. He is a loyal ally of the Kindred of the Coins and eagerly awaits the return of Tumúldo Fierce-water, who he expects to sail back to Umbar any day now.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "You have discovered Kamîr Kateb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Find the Baths of Ilmai Iforikh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "You have discovered Dâr Tabib",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1186",
      "en": "You have discovered Dahâl Huliz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "You have discovered the Baths of Kadax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Umbar Baharbêl, the City of the Corsairs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Find the Wharf-beacon",
      "es": "",
      "es (fem)": ""
    }
  ]
}