{
  "id": 620862188,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "The chieftains of Nan Laeglin will soon hold a council under Glynn Brenin to decide how to treat with the emissaries of Isengard and the passage of the Grey Company through Enedwaith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Your presence here is no mystery to me, Duvodiad. Our village is caught between powers. On one hand, we have the emissaries of Saruman the White, who demand our fealty in battles to come, while the Duvodiad of the North once again tresspass unwanted upon our lands.\\n\\n'Glynn Brenin will soon hold council to decide our course. We have no love for the Men of the North, but we are not blind...we see what is happening to our brethren in Dunland. They will serve Isengard as pawns in the war to come, and many will never see their homes again. Yet if we refuse, we may come to blows with our own kinsmen, or the savage half-orcs who serve under the banner of the White Hand. I cannot say which would be worse.\\n\\n'Know that Glynn Brenin's mind is not yet resolved in this matter, Duvodiad. Prove your worth to the brehur, and he may yet find the will to reject the entreaties of Isengard. Otherwise, I suspect that your wandering friends will soon be hunted down by Saruman's armies, and our Men-folk shall march to war in the South, to what fate, I know not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The brehur of Lhanuch are in the brenin's hall in Lhanuch.\\n\\nDufrig has told you to earn the favour of the brehur of Lhanuch before Glynn Brenin's council comes to a decision on whether to bow to the demands of Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The Dunedain may pass, though they shall not enter the gates of Nan Laeglin.\\n\\n'We shall remain neutral in the coming battles for as long as we are able, for it seems that the strength of the North is rousing from a long slumber, and Saruman's attentions wander elsewhere for the time being.\\n\\n'Do not tarry over-long however. Your presence here will inevitably draw the wizard's eye hither, and my people will suffer further for it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dufrig is in the brenin's hall in Lhanuch.\\n\\nYou should speak with Dufrig to enter the brenin's hall and observe the deliberations of the Council of Brehur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must earn the trust of the brehur, if you wish to secure the safety of your friends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Council of Brehur has begun its deliberations...do you wish to watch them?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete 'A Weapon of Old'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete 'The Half-orcs'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Complete 'Signs Among the Ashes'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Complete 'Where There is Smoke....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Brenin's Council",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Convince Glynn Brenin to reject the emissary's demands",
      "es": "",
      "es (fem)": ""
    }
  ]
}