{
  "id": 620862190,
  "txt": [
    {
      "id": "0x5c56119",
      "en": "'It will not likely be decided upon in this rather quaint little council chamber.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa757361",
      "en": "'Let the Council of Brehur now gather to discuss the offer or treaty proposed by Isengard, in the name of Saruman the White.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa757362",
      "en": "'I now call forth Gwilhum, Emissary of Isengard to speak on behalf of Isengard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56120",
      "en": "'But I do not like the tone of your voice Brehures -- you imply more than you say.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56121",
      "en": "'Perhaps you face mercenaries then, sent by the decrepit Lords of the West who look upon your lands greedily.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have little time, Duvodiad.\\n\\n'Should the Horse-lords fall to the forces of the White Hand, Saruman will have armies to spare to deal with our refusal of his demands... and I shall have little choice but to swear our fealty to Isengard, if he allows me to live at all.\\n\\n'Tell your duvodiad friends that they may pass through our lands, but we shall offer them no aid upon their way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56122",
      "en": "'For if you mean otherwise, I think you must choose your next words carefully.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The council is prepared to gather now, [placeholder]. I do not know what will transpire, but rumours continue to be bandied about.\\n\\n'I know you have spoken with many of the Brehur of late -- please remain in the hall during the deliberations, should one of them wish to call upon you for your testimony.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56123",
      "en": "'You claim that Isengard has sent brigands hither?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Enough! Begone from my hall, [placeholder].\\n\\n'We have other matters to discuss that are not for the ears of duvodiad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56124",
      "en": "'How could you make such claim against he who leads the order of the Wizards? He who has watched over these lands for years beyond ken like a father might his children?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56125",
      "en": "'And you claim these are from Isengard? That Saruman the Wise has set forces against his own people?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56126",
      "en": "'This is madness, Brenin! Saruman offers peace to all of his subjects!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56127",
      "en": "'Isengard has made many powerful alliances to ensure our prosperity, even with those who have long been isolated and hounded by the old powers of the West -- but many are not so allied.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56128",
      "en": "'Why direct your slander against Saruman, who has been so fair with this offer?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686a1",
      "en": "'Greetings, Gwilhum.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56129",
      "en": "'My lord Brenin, I beg you not to forsake our alliance upon the word of this... this duvodiad. '",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686a2",
      "en": "'Let us hear what Isengard has to say this eve and weigh its portent in this council.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686a3",
      "en": "'We are beset with many evils of late, Gwilhum, against which we are hard-pressed to defend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686a4",
      "en": "'Some would grasp at what you offer without ken of the price, but we have little to give, and so the price may prove more than we can afford.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686a5",
      "en": "'What is it then that Isengard would ask of us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686a6",
      "en": "'No matter. The road is there... let Saruman rebuild it if he wishes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686a7",
      "en": "'This matter of a levy, however, is no small thing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686a8",
      "en": "'We are no great empire to spend our sons on far battlefields and count not their loss, nor are our cattle cheaply given to feed soldiers who march in distant kingdoms.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56130",
      "en": "'All other matters shall remain the province of the Brenin and his council, so long as they do not conflict with the greater good of our people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686a9",
      "en": "'This news is disturbing, Gwilhum. I would send aid to our brothers in the South against the Horse-folk, but we are ourselves beset.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56131",
      "en": "'A road may change many things, Neirin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56132",
      "en": "'The world Saruman envisions shall have a great many roads and much industry to move upon them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56133",
      "en": "'Nor would we ask you to give them cheaply -- yet war is stirring.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56134",
      "en": "'The Horse-lords are of divided purpose, though their king may yet see wisdom and sign a pact with Isengard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56135",
      "en": "'Still, rumour now whispers that the king's own son plans his overthrow, as he burns with desire to bring war across the Isen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56136",
      "en": "'Should this come to pass, we will need all our strength to halt them, lest we lose these lands even as you once lost the flowing plains of Rohan to their brutal aggression.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56137",
      "en": "'I believe they can be dealt with swiftly. Such rabble as threatens your land is of no great moment before the strength of Isengard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56138",
      "en": "'I wager the mere announcement of our pact will be enough to frighten such brigands from your land lest they face Saruman's wrath.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56139",
      "en": "'Of course. The forces of Isengard are as loyal as may be to the word of Saruman.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56141",
      "en": "'I am Gwilhum, Emissary of Isengard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56142",
      "en": "'I come bearing the honour and goodwill of Saruman in the form of a most generous offer from the grand tower of Orthanc, jewel of Isengard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56143",
      "en": "'Let all present bear witness as Isengard offers its sovereign protection to the peoples of Enedwaith.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56144",
      "en": "'Moreover, we offer pacts of trade and commerce that shall enrich the folk of this isolated country.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56145",
      "en": "'What was once known as the Great North Road shall be rebuilt in anticipation of such trade.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56146",
      "en": "'It shall reconnect your people with their brethren in the main of Dunland, who have already wisely chosen to offer their allegiance to Saruman.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686c0",
      "en": "'I think that Saruman's purpose is clear to me now, as his arrogance has grown with his power.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56147",
      "en": "'In regards to the barbarous forces besetting this tranquil region, Isengard extends its strong arm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686c1",
      "en": "'Perhaps our countrymen of Dunland were beguiled, but I see that he moves too surely now, believing none will dare to deny him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56148",
      "en": "'We shall thwart any aggressor, though they ride from the South under the banner of the Horse-lords or infiltrate from the North through the devices of the Dúnedain, who have long harboured the will to conquer and rule all the West.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686c2",
      "en": "'And yet he shows his hand too early, for in sending such force as he has I think he must be occupied elsewhere, or his initial offer would have been the more forceful one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56149",
      "en": "'Saruman asks in return that the Brenin of Lhanuch accept the sovereignty of Isengard over this realm, extending in the main to matters of trade beyond its borders, to control of the Great North Road, and the levy of troops and materials for the common defence of all Dunland.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686c3",
      "en": "'We shall hold here, for your accomplices will soon be called to the South to face the Horse-folk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686c4",
      "en": "'That much of your story I believe, as Saruman's lust for conquest betrays his intent.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686c5",
      "en": "'But I no longer believe in his strength. Only his words have power, whereas others we have met of late that have shown us the strength of their deeds, and that is truly the only thing of value in this world.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686c6",
      "en": "'Go fight your war Emissary, but I do not think you will return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686c7",
      "en": "'For all their villainy, the Horse-folk have always been a people of deeds, and I foresee the downfall of Saruman's deceitful schemes at their hands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Dufrig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Observe the deliberations of the Council",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Place the sword before the brenin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Place the helm before the brenin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Observe the deliberations of the Council",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686d0",
      "en": "'If Isengard can relieve us, then I may be willing to put aside the pride of our people for the sake of such an alliance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Defeat the Champion of Isengard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686d1",
      "en": "'Indeed, your words are disturbing, Guladus, and most grave -- have you some proof of your claim?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Glynn Brenin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686d2",
      "en": "'I do not wish to offend the Emissary of Isengard, but this is no small charge the Brehures levies against your claim of good will.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686d3",
      "en": "'We are all most keen to hear your reply.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686d4",
      "en": "'What of my council then? We cannot be certain of the evidence placed before us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686d5",
      "en": "'We have but the word of a duvodiad against the word of Saruman in a matter most dangerous.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686d6",
      "en": "'And whose wisdom is it that has led us to this, Emissary?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686d7",
      "en": "'This council has deemed your words false. I cannot gainsay them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686d8",
      "en": "'What offer can you make us now, that we must not reject?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c686d9",
      "en": "'There is no need for further threats, thrall of Isengard!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x970e561",
      "en": "'Aye. I wish nothing more than to join my countrymen to the south in battle against the Horse-folk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x970e562",
      "en": "'But I cannot honourably fight beneath the banner of Saruman after he has wronged our people in so cowardly a fashion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have defeated the Champion of Isengard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xacd57a1",
      "en": "'You have roused the anger of Isengard, little one. You shall pay for your insolence in blood!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Glynn Brenin has rejected Isengard's demands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9703561",
      "en": "'I think it best if we see to our own herds, Brenin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9703562",
      "en": "'I trust none of those before me, wherever they claim their allegiance, for none of them mean well for us to my mind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9703563",
      "en": "'Let them fight their wars elsewhere.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9704510",
      "en": "'They were claimed in battle by [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9704511",
      "en": "'You speak overly-hasty, Emissary, for we are not subjects of Isengard yet!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9704512",
      "en": "'We have heard rumour of similar half-orcs who have come into the employ of Isengard to the south of late.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9704513",
      "en": "'Already you know my mind, Brenin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9704514",
      "en": "'Saruman does not ask, he takes. This entire ploy is of his imagining, and I will not take part in it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9704515",
      "en": "'Ha. If that is the power that Isengard wished us to see, then we shall count ourselves lucky that we have not made alliance with weaklings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9704516",
      "en": "'I think it best if you go now, Emissary of Isengard... you have long outstayed your welcome.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: The Council of Brehur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Brehur of Lhanuch have gathered in Glynn Brenin's hall to discuss whether they shall swear their allegiance to Isengard alongside their brethren in Dunland.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56100",
      "en": "'You are a fool's fool, Glynn Brenin!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56101",
      "en": "'The power of Isengard is greater than you imagine, and there are other powers that rise in alliance with it of which you know nothing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56102",
      "en": "'But let me show you one last thing....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56103",
      "en": "'Observe the fate of those who would defy the will of Isengard!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56104",
      "en": "'[placeholder] shall pay for besmirching the honour of my lord Saruman!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56105",
      "en": "'You will rue this day! Your pathetic village will be claimed in due time. I shall see to it personally!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9704561",
      "en": "'I would join your wager, for what brigand -- or soldier -- would dare to disobey the orders of his master in such a matter?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9704562",
      "en": "'I speak of what many here suspect, Gwilhum.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x970d561",
      "en": "'Who cares for your roads or your caravans?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9704563",
      "en": "'These are not simple brigands and wolves that beset our lands of late.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x970d562",
      "en": "'Few enough are the peddlers and bards who disturb our doorstep, much less the merchants of the South?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9704564",
      "en": "'They wield blades forged in great number. They fight like soldiers. The Wargs slaughter man and beast alike and yet take no carcass.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x970d563",
      "en": "'Build it, if you wish... I do not think many will come to so poor a place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9704565",
      "en": "'Then let me speak clearly, lest you mishear my words.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x970d564",
      "en": "'Hah! A Wizard's fantasy if ever I have heard one!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9704566",
      "en": "'For I choose to call them raiders, sent from the Mountains north of Isengard to force our hand in this very council, and I say that they come at the behest of Saruman himself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x970d565",
      "en": "'I have seen this Northerner fight on behalf of our people... and to my heart deeds speak unfailingly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56110",
      "en": "'These Northerners creep about the wilderness, seeking out weakness, separating friend from friend so that they may take each in turn like wolves amongst sheep!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9704567",
      "en": "'I do, Brenin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x970d566",
      "en": "'I cannot place my trust in this Emissary who has nothing but words for us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56111",
      "en": "'...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9704568",
      "en": "'[placeholder], would you bring forth the evidence you have found upon the battlefield?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56112",
      "en": "'I can hear in your tones that this matter has been most wrongfully decided.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9704569",
      "en": "'These were found upon the half-orcs who lead the raiders, just a short while ago.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Speak with Dufrig before the Council of Brehur begins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56113",
      "en": "'The duvodiad has poisoned your ears against the wisdom of Saruman.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Observe the deliberations of the Council.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56114",
      "en": "'Your view of this matter is rather unfortunate, Glynn Brenin -- but I do not see how our situation has changed in the slightest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Bring forward the items you found upon the half-orc raiders as evidence of Isengard's involvement in the attacks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56115",
      "en": "'Let us say that we simply understand each other more clearly now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Observe the deliberations of the Council.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56116",
      "en": "'Isengard still requires your allegiance, and in return Saruman offers his most gracious protection.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Defeat the Champion of Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56117",
      "en": "'Though it does seem that we shall have to modify our terms slightly to reflect this new... understanding... we have come to.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Speak with Glynn Brenin regarding the emissary from Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c56118",
      "en": "'However, should you refuse them, I can assure you that Isengard's next offer shall be far less lenient.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}