{
  "id": 620862194,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated half-orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated B没zog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bands of savage half-orcs have set upon the folk living on the outskirts of Lhanuch. Siorus Brehur of the Council of Thanes has asked if you have the strength to aid the people of Lhanuch and defeat these raiders before they destroy more homesteads. If you can do so, he will argue in council against the demands of Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Columns of smoke rise through the air south of here. The homes of my people are burning, and we have not the strength to defend them while raiders threaten the walls of this village.\\n\\n'If you can aid us by doing battle with the half-orcs -- at least keep them at bay for a time -- then I will support you in the Council of Brehur.\\n\\n'Otherwise, it seems that we must take up the banner of Isengard along with our kinsmen in the South, lest we be swept away upon the tides of war with no allies to call upon in time of need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Half-orcs can be found throughout Nan Laeglin, especially where they have raided Uch-l没th farms.\\n\\nSiorus Brehur has asked you to repel the half-orc raiders and their leader B没zog from Nan Laeglin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have fought bravely on our behalf, Duvodiad. \\n\\n'I have little doubt that these raiders owe their allegiance to Isengard, but that matters little if they force us to concede to Saruman's demands.\\n\\n'You have bought us some time and shown us the strength of the North-men. I shall try to convince Glynn Brenin to remain neutral for as long as we may.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Siorus Brehur is at the Brenin's Hall in the village of Nan Laeglin.\\n\\nYou should return at once to Siorus Brehur with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you can defend us against the half-orcs, I will speak in support of your duvodiad friends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat half-orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat B没zog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Siorus Brehur in the Brenin's Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Half-orcs",
      "es": "",
      "es (fem)": ""
    }
  ]
}