{
  "id": 620862170,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Heilun Brenin's personal guards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Heilun Brenin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Within Gwâl Draig, there must be a leader driving his people to perform such cruel acts upon the clans of the Algraig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Within the village of Gwâl Draig, there must be someone who has set his people to this course of action. It is my hope that by defeating the brenin of the Draig-lûth these folk will no longer harass the Uch-lûth. \\n\\n'Before his disappearance, my chief scout discovered Heilun Brenin and his guards standing near a large bonfire at the centre of their encampment.\\n\\n'Seek out Heilun Brenin and his men and dispatch them, then return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Heilun Brenin and his guards can be found at the centre of Gwâl Draig, east of Gronu's camp.\\n\\nGronu asked you to defeat Heilun Brenin and his personal guards. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I believe that while the creatures that hunt the valley to the north-east may still be difficult to deal with, Heilun Brenin's defeat may make the Draig-lûth less of a concern.\\n\\n'Thank you from the depths of my heart for all of your help. You will be remembered and spoken of well by me among the Uch-lûth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gronu's camp lies to the west of Gwâl Draig, beneath Harndirion.\\n\\nYou should seek out the Gronu and inform him that Heilun Brenin and his men have been defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Heilun Brenin is a vile monster and should be punished for the wicked deeds he has committed against the Uch-lûth and Turch-lûth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Heilun Brenin's personal guards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Heilun Brenin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Gronu at his camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Brenin of the Draig-lûth",
      "es": "",
      "es (fem)": ""
    }
  ]
}