{
  "id": 621064247,
  "txt": [
    {
      "id": 173025734,
      "en": "Talk to Adro",
      "es": ""
    },
    {
      "id": 184621161,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 148970242,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621140,
      "en": "One of Imbert's potato sacks is indeed filled with sprouted potatoes. You also found a trail of potatoes leading away from Imbert's house.\\n\\nYou should follow the trail.",
      "es": ""
    },
    {
      "id": 148970243,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173025782,
      "en": "Check one last sack",
      "es": ""
    },
    {
      "id": 148970292,
      "en": "These potatoes appear completely fine...",
      "es": ""
    },
    {
      "id": 148970293,
      "en": "These potatoes appear completely fine...",
      "es": ""
    },
    {
      "id": 148970295,
      "en": "These potatoes have sprouted -- and is that a trail of potatoes?",
      "es": ""
    },
    {
      "id": 190220772,
      "en": "'Hey! Why are you snooping around? Trying to ruin my potatoes again? Why, I ought to --\\n\\n'You don't know what I'm talking about? Hm... I admit, I may have been a bit hasty. Sorry. It's just that all of my potatoes have sprouted, and it's too early for them to sprout! Something's not right!\\n\\n'I'm no good at solving mysteries, but if you are, feel free to investigate the sacks over there.'",
      "es": ""
    },
    {
      "id": 184621124,
      "en": "The potato trail ends right at the feet of a hobbit waiting outside Gamwich.\\n\\nYou should question this suspicious hobbit.",
      "es": ""
    },
    {
      "id": 236954613,
      "en": "Potato Mystery",
      "es": ""
    },
    {
      "id": 184621266,
      "en": "Imbert has asked you to solve the mystery of why his potatoes are sprouting.\\n\\nYou should examine the potato sacks in his yard.",
      "es": ""
    },
    {
      "id": 184621129,
      "en": "The potatoes in the first two sacks you checked haven't sprouted at all.\\n\\nMaybe you should check one last potato sack....",
      "es": ""
    },
    {
      "id": 184621176,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 148970256,
      "en": "The trail leads away from Imbert's house...",
      "es": ""
    },
    {
      "id": 190220597,
      "en": "'Eep! I'm sorry, I'm sorry! I didn't want to steal those potatoes, honest!\\n\\n'Some ruffians caught me eavesdropping and one of them -- Elgar Crowfoot -- threatened me. I'd heard they were running low on supplies, so I offered to bring food to them if they'd let me go.\\n\\n'Stealing from Imbert was easy enough; I just filled his potato sack with sprouted ones so he wouldn't notice until it was too late. But I knew I'd get found out in the end.'",
      "es": ""
    },
    {
      "id": 173025728,
      "en": "Follow the potato trail",
      "es": ""
    },
    {
      "id": 148970259,
      "en": "The potato trail ends right at this hobbit's feet",
      "es": ""
    },
    {
      "id": 126687078,
      "en": "What could be causing Imbert's potatoes to sprout?",
      "es": ""
    },
    {
      "id": 173025778,
      "en": "Examine the potato sacks ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}