{
  "id": 621064245,
  "txt": [
    {
      "id": "0xb011824",
      "en": "You should free Reginard from his bindings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1657",
      "en": "Reginard has been found. Now it's time to find his belongings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502858",
      "en": "Return to Reginard's camp-site in the marsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11a91",
      "en": "Reginard's food and pipeweed have been scattered across the ground and ruined",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011829",
      "en": "Reginard has asked you to find his pack, which must be somewhere in Lhúngobel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e065",
      "en": "Talk to Reginard outside of Lhúngobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e4",
      "en": "'I can get out just fine once you untie me, but you've got to search for my pack! It has my lucky four-leaf clover. As long as I have my clover, everything will be fine.\\n\\n'The goblins dragged my pack off to who knows where -- though I suspect they didn't take it very far!\\n\\n'I'll wait for you outside the ruins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d2",
      "en": "'Oh, hello. I collected kindling on the way here but erm, I tripped and dropped most of it into the river....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3f5",
      "en": "Lost and Found",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d4",
      "en": "Reginard's face falls when he weighs the pack in his hands.\\n\\n'I suppose the goblins weren't very fond of my things. It's just a few spice containers left....\\n\\n'Wait. Wh -- where's my lucky clover? I can't go back without it! That clover was a gift from -- from -- '\\n\\nHe takes several deep, shaky breaths to steady himself.\\n\\n'Not much I can do about this, right? Can't comb the entire place for a single clover. This... this will just be a minor setback in my adventure! Yes, that's it.\\n\\n'Why don't I cook you a meal back at camp? It's only proper after everything you did! I'll meet you there -- I need to take this walk alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ae0",
      "en": "You find Reginard staring morosely at the unlit camp-fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a1",
      "en": "You have found Reginard back at his camp-site.\\n\\nYou should talk to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a7",
      "en": "Free Reginard from his bindings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d2",
      "en": "You have found Reginard's pack with most of its contents ruined.\\n\\nYou should retrieve his pack for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502850",
      "en": "Find Reginard's pack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502823",
      "en": "Talk to Reginard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d4",
      "en": "Reginard is waiting for you outside of Lhúngobel.\\n\\nYou should return to him with his pack and what remains of his belongings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1766",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502853",
      "en": "Retrieve Reginard's pack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d7",
      "en": "Reginard has invited you to meet up with him back at his camp-site.\\n\\nHis camp-site is in the marsh south of Lhúngobel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ae8",
      "en": "The pack feels unfortunately light",
      "es": "",
      "es (fem)": ""
    }
  ]
}