{
  "id": 621064261,
  "txt": [
    {
      "id": "0xeb01172",
      "en": "DNT - Adamanda North-took can be found in Yondershire.\\n\\nYou should look for Adamanda North-took.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a5",
      "en": "DNT - 'Hey! Watch your step! You nearly trampled all over the tracks that I am following!'\\n\\nShe straightens and looks you up and down.\\n\\n'Well now, and just who might you be? [placeholder], is it? And my mother sent you with a letter for me? Well, give it here then.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d4",
      "en": "'You bring fortuitous news, my new friend! The foolish dinner my mother insisted upon has been cancelled! I suppose we can thank good ol' Pip for whatever prank he's off pulling. I am glad to know he is as keen on the machinations of our parents as myself. Which is to say, not at all.\\n\\n'This leaves me free for the rest of the day to get on with my Grand Plan! Say, you seem to be rather accomplished and useful. Perhaps you could aid me in my endeavour? Excellent!\\n\\n'We need a few things to make this happen, one of which is a spool of rope from Anson. You head over to Tighfield and collect that from Anson while I gather some of the other supplies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502925",
      "en": "Talk to Anson Roper",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a9",
      "en": "Anson Roper can be found in Tighfield.\\n\\nYou should bring the flax to Anson Roper.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d8",
      "en": "Anson Roper can be found in Tighfield.\\n\\nAdamanda North-took has asked you to collect some rope from Anson Roper.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502927",
      "en": "Collect flax ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b4",
      "en": "With her obligations for the afternoon cancelled, Adamanda North-took is free to focus on enacting her Grand Plan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a9",
      "en": "'Rope, is it? Well, you have come to the right place, but this is sadly the wrong time. It will take me some time to get your order together. If you want the rope today, I will need you to take on some of the tasks I had planned for myself or I shall fall behind in my work.\\n\\n'You still want the rope? Very well. Firstly, my supply of flax is low for today and my next delivery is not until the morrow. Go gather some flax from the fields north of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011880",
      "en": "Fallen wood can be found in the forests around Tighfield.\\n\\nAnson Roper has asked you to collect a fine piece of fallen wood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fac0",
      "en": "Diamond's Grand Plan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011881",
      "en": "Anson Roper can be found in Tighfield.\\n\\nYou should bring the fine piece of wood to Anson.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b0",
      "en": "Flax can be found growing in the farms of northern Tighfield.\\n\\nAnson Roper has asked you to collect flax.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e0",
      "en": "'Welcome back, friend. My, you look like you have been busy! What took you so long?'\\n\\nYou explain the tasks Anson had you complete. Adamanda guffaws.\\n\\n'He made you do what?! That Anson is the laziest hobbit I know. I paid for that rope last week. Brought down a fine buck that I traded to him, and he has you running around doing a full day's work.'\\n\\nShe laughs again, shaking her head and wiping tears from the corners of her eyes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011886",
      "en": "The rope is next to Anson in Tighfield.\\n\\nYou should pick up the rope.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011888",
      "en": "Adamanda is near Nobottle.\\n\\nYou should bring the rope to Adamanda.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be8",
      "en": "Collected flax ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502907",
      "en": "Pick up the rope",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502937",
      "en": "Collect a fine piece of wood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e116",
      "en": "DNT - Find Adamanda North-took",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e145",
      "en": "Bring the wood to Anson",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e176",
      "en": "Bring the flax to Anson",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc2",
      "en": "This tree is old and brittle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f3",
      "en": "'Ah, you return! Why yes, this is a fine piece of wood indeed. Very well, you have fulfilled my requests and helped me out a great deal. I thank you! Here is the rope Diamond requested.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b97",
      "en": "DNT - Adamanda crumples the letter and tosses it on the ground",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c5",
      "en": "'Yes, yes, this will do! You did a fine job of harvesting the flax. If you ever give up this adventuring life of yours, you could make a fine farmer!\\n\\n'Now then, some animal wandered onto the rope walk and chewed up my top and other wooden items I use to make rope. The top is a piece of wood with grooves cut into it, you see. It is essential for weaving strands of yarn into rope, and you had best believe it will not produce the same quality with the grooves all chewed up.\\n\\n'Go into the forest and find some freshly fallen wood, will you? No need to cut anything down. We had a beast of a storm come through a few nights back. Knocked down all manner of trees that were otherwise healthy. Find a fine piece of wood for me that is not too dried out, rotted, or fragile. Bring me that and I will trade you for the rope.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf8",
      "en": "You found a fine piece of wood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e151",
      "en": "Return to Adamanda",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f9",
      "en": "'Welcome back, friend. My, you look like you have been busy! What took you so long?'\\n\\nYou explain the tasks Anson had you complete. Adamanda busts out laughing.\\n\\n'He made you do what?! That Anson is the laziest hobbit I know. I paid for that rope last week. Brought down a fine buck that I traded to him, and he has you running around doing a full day's work.'\\n\\nShe laughs again, shaking her head and wiping tears from the corners of her eyes.",
      "es": "",
      "es (fem)": ""
    }
  ]
}