{
  "id": 621064220,
  "txt": [
    {
      "id": "0xeb01172",
      "en": "Adamanda North-took can be found in Yondershire.\\n\\nYou should look for Adamanda North-took.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d1",
      "en": "'Diamond? She came by earlier today for a small meat pie, but I have not seen her for some while.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d3",
      "en": "DNT - Meregrot is sitting by the river, EAST of XXX.\\n\\nMeregrot North-took has asked you to pick up the picnic basket on the blanket beside her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502950",
      "en": "DNT - Talk to Meregrot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d3",
      "en": "'Adamanda? No, sorry. I have not seen my darling Diamond since second breakfast this morning.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a5",
      "en": "'Hey! Watch your step! You nearly trampled all over the tracks that I am following!'\\n\\nShe straightens and looks you up and down.\\n\\n'Well now, and just who might you be? [placeholder], is it? And my mother sent you with a letter for me? Well, give it here then.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d4",
      "en": "'Diamond? Oh yes, I saw her. She was hunting across the river, outside of town to the north-east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502954",
      "en": "DNT - Pick up the picnic basket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ee7",
      "en": "DNT - Place the mushrooms and strawberries in the picnic basket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01179",
      "en": "DNT - Meregrot is sitting by the river, EAST of XXX.\\n\\nMeregrot North-took has asked you to place the mushrooms and strawberries in the picnic basket on the blanket beside her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d8",
      "en": "Hobbits who may know where Adamanda is can found around Nobottle and Long Cleeve.\\n\\nYou should ask if anyone knows where Adamanda North-took is.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d7",
      "en": "'Diamond? I have not seen her today, no.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b4",
      "en": "Rosalinda North-took, Reeve of Yondershire, has too much work and too few hands to help. Her daughter Adamanda should be assisting her, but is nowhere to be found. Perhaps the local townsfolk have some clue as to where the errant hobbit may be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a9",
      "en": "'Adamanda? Oh, you mean Diamond! No, I am sorry. I have not seen her for a few hours. I have my hands full here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502928",
      "en": "Ask about Adamanda's whereabouts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56863",
      "en": "DNT - 'I have Bounders on our borders, goblins in the gardens, and shrews in the Shires! ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56864",
      "en": "'Bounders on our borders, goblins in the gardens, shrews in Yondershire, and my daughter is nowhere to be found... as usual!\\n\\n'Adamanda should have been back by now, as we had plans for a dinner this evening. I have too much work to go chasing that girl down, but perhaps you could locate her? When you do, please give her this letter. She is probably off pretending to be a Ranger somewhere. You should ask around and see if anyone has seen her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fac0",
      "en": "Diamond Hunting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be6",
      "en": "Ask about Adamanda's whereabouts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be9",
      "en": "UI Imperative, Neutral Tone, no ending punctuation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1136",
      "en": "DNT - The basket is full once more",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e116",
      "en": "Find Adamanda North-took",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56818",
      "en": "DNT - 'My daughter takes too much on herself. I keep telling her one of my most important rules: Many Hobbits makes for light work. Rosa needs to learn how to delegate her duties more! Spread around what needs doing. Like I do! On that note, why don't you take that basket back to her. I think having you show up with it will help make my point to her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01107",
      "en": "DNT - Meregrot is sitting by the river, EAST of XXX.\\n\\nYou should bring the mushrooms and strawberries to Meregrot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b97",
      "en": "Adamanda crumples the letter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50215",
      "en": "DNT - Return to Meregrot",
      "es": "",
      "es (fem)": ""
    }
  ]
}