{
  "id": 621064243,
  "txt": [
    {
      "id": "0xb011844",
      "en": "You've found Gildor outside Tham Amothir.\\n\\nYou should talk to him to decide on what to do next.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d17a3",
      "en": "The game of Hiders and Seekers has ended badly. It's up to you and Gildor to find Periwinkle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d2",
      "en": "The other children might know where Periwinkle has gone.\\n\\nThey're all playing near the Elbow's Bend Inn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011847",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011878",
      "en": "Gildor is waiting for you by Tighfield's western gate.\\n\\nYou should discuss what you've discovered with him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011852",
      "en": "Gildor has suggested regrouping outside the ruins of Tham Amothir, to the south-west of Tighfield.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e4",
      "en": "'Periwinkle is rather skilled at hiding. During our previous games, we only found her once she became bored and wandered off. I would not be surprised if this was the case again, but if you could not find her anywhere in Tighfield, then the situation is grave indeed.\\n\\n'I shall ask the Bounders if they've seen her. Perhaps you could ask the other children; they've gone to play near the inn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c0",
      "en": "Talk to Gildor at Tighfield's western gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3f5",
      "en": "The Wayward Child",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "Meet up with Gildor outside Tham Amothir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f3",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c6",
      "en": "Talk to Gildor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f6",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c8",
      "en": "Question the hobbit children near the Elbow's Bend Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b03",
      "en": "Gildor nods to you as you approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568902",
      "en": "'Oh, I saw Periwinkle! She came to my hiding spot and asked if I wanted to explore the scary ruins nearby. I said no, and shoo, before both of us get caught! I don't think she took that very well....\\n\\n'Are you going mathom-hunting together? Is that why I see Mr. Gildor waiting at the western gate?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b34",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b35",
      "en": "You didn't obtain any useful information from that...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b37",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568935",
      "en": "'[placeholder]! I've spotted Periwinkle sneaking about, though she escapes my sight more often than not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1766",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568909",
      "en": "'The Bounders have not seen Periwinkle, but I expected as much. After some investigation, I discovered faint footprints leading to the west.\\n\\n'If what you learned is true, then she must have run off to Tham Amothir. 'Tis a dark place, certainly no place for a child! Let us part for now; we can cover more ground on our way south-west, and regroup outside the ruins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b11",
      "en": "You didn't obtain any useful information from that...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011841",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    }
  ]
}