{
  "id": 621064246,
  "txt": [
    {
      "id": "0xa5029c7",
      "en": "Defeat half-orcs at Tham Amothir ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011854",
      "en": "You have caused enough of a distraction.\\n\\nYou should return to Gildor outside of Tham Amothir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c9",
      "en": "Return to Gildor outside of Tham Amothir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011841",
      "en": "Gildor has something to add.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b08",
      "en": "Defeated half-orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e4",
      "en": "'It is fortunate that the half-orcs have not yet found Periwinkle, but I fear this will not last.\\n\\n'A distraction is in order. Defeat the half-orcs -- I'll return here with her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3f5",
      "en": "Rescue at Tham Amothir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d3",
      "en": "Talk to Gildor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d2",
      "en": "Gildor needs you to cause a distraction so that he can rescue Periwinkle.\\n\\nYou should defeat half-orcs at Tham Amothir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011878",
      "en": "Thanks to your help, Gildor has successfully rescued Periwinkle from Tham Amothir.\\n\\nPeriwinkle seems to have something she wants to show you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b11",
      "en": "Periwinkle waves you over excitedly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c0",
      "en": "Talk to Periwinkle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1766",
      "en": "With Gildor, you have tracked Periwinkle to the crumbling ruins of Tham Amothir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568909",
      "en": "Periwinkle waits until she's certain she's caught your attention, then extends a closed fist towards you. With a gleeful grin, she reveals a handful of shiny metal knick-knacks. The objects are very old and warped beyond recognition -- relics from a different time.\\n\\n'I found these mathoms in the ruins! Mr. Gildor said I was very lucky. Um, he also said that what I did was very dangerous, and I have to apologize to you, so... I'm sorry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b15",
      "en": "Gildor smiles at Periwinkle in approval",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568922",
      "en": "'Do not worry, Periwinkle. There may be others in the Shire who can teach you how to stay safe on your adventures.'\\n\\nGildor lowers his voice, so as not to be heard by her.\\n\\n'I suspect the half-orcs intended to melt down her mathoms; there is little value to be found otherwise. We cannot stop them from combing the ruins, but my heart is glad to see some artifacts have been saved from such a bleak fate.\\n\\n'Thank you for your timely aid, [placeholder]. I'll escort Periwinkle back to Tighfield, then I must take my leave. I still have a long journey to Lin Giliath ahead of me.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}