{
  "id": 621064325,
  "txt": [
    {
      "id": "0xb5689c5",
      "en": "'Red. I like red things.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Ask around Tighfield for opinions on what makes a good mathom.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "Tílsa Hardstep needs help choosing a gift.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502900",
      "en": "Talk to Postman Hartclover",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Tílsa Hardstep can be found on the outskirts of Tighfield.\\n\\nReturn to Tílsa Hardstep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "The Perfect Present",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502936",
      "en": "Talk to Tílsa Hardstep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502937",
      "en": "Talk to Offo Hartclover",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502938",
      "en": "Talk to Frothard Took",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c2",
      "en": "'Interesting... cooking utensils, small things, and things that are... red? A third of that information is very useful.\\n\\n'You know my friend is a brewer, maybe a wooden spoon would make a good gift. Oh and you know what? I'm no stranger to whittling. Perhaps I could make it for her myself. Is it proper to whittle a wooden spoon? I suppose I'll find out!\\n\\n'Thank you for helping me. I feel so relieved to have a direction to go in.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502939",
      "en": "Talk to Henepa Twistknot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d9",
      "en": "'Judging by your outfit you must be a person of discerning taste. Perhaps you're the right person to help me! I'm in town visiting a friend. This'll be my first time being a guest in her home, and I'd like to bring a gift for her, a \\qmathom\\q as they say 'round these parts. Problem is, I can't decide what to give her. I'm petrified of giving a lackluster gift. Could I bother you to ask around town, see what folks think make for a good mathom?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c3",
      "en": "'What makes for a good mathom? Well, anything I suppose. If I receive a mathom I don't like, I simply pass it along to someone else! Personally, though, I like receiving a mathom suited to my hobbies. Best mathoms I ever received are a hammer, a bundle of cheesecloth, and a short sword.'\\n\\n...\\n\\n'For three separate hobbies, of course.\\n\\n'Why do you ask? Are you offering? If so a new wooden spoon would be great. I lost my old one during what I choose to call a 'grain mashing incident'.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c4",
      "en": "'What do I like in a mathom, you ask? The smaller the better! When you have as many friends and relations as I do, a lot of mathoms find their way into your home. I like to keep things tidy, so smaller mathoms mean they take up less space, which means I am less bothered!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}