{
  "id": 621064324,
  "txt": [
    {
      "id": "0x9b56889",
      "en": "'Let us trap this lynx!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Well done, my friend. May this be the last we see of these foul sorceries.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Help Diamond trap the lynx",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa26",
      "en": "A Steed Like No Other",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With net and pie in hand, Diamond is ready to enact her Grand Plan and set a trap for her prey!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Adamanda North-took has everything she needs for her Grand Plan!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'My mother is right. There are more immediate things I can be doing to help out and gain the respect of the Hobbits of Yondershire.\\n\\n'In any case, thank you for your help with this! I know exactly what we need to do next.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Speak to Adamanda",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The source of the crystals' corruption has been located, but what lies in wait in the muck?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'The time has come for me to reveal my Grand Plan!\\n\\n'There is a lynx in the area, harassing the sheep and making trouble for any who approach the nearby hill. We are going to trap him, my friend! Then, I shall charm my way into his heart until he agrees to be my steed and steadfast companion! My ancestor, the great Bandobras Took, rode a horse into battle! I shall follow in his footsteps with my new lynx steed! The Bullroarer club will go to war once more, and goblins and Orcs alike shall tremble before the might of the Yondershire!\\n\\n'Right! Let us get to it then. Look for a good place for our net, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Adamanda is in Yondershire.\\n\\nYou should speak with Adamanda North-took.",
      "es": "",
      "es (fem)": ""
    }
  ]
}