{
  "id": 621064210,
  "txt": [
    {
      "id": "0xeb01172",
      "en": "Meregrot is sitting by the river, south-east of Long Cleeve.\\n\\nYou should bring the mushrooms and strawberries to Meregrot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d3",
      "en": "The basket is beside Meregrot, south-east of Long Cleeve.\\n\\nMeregrot North-took has asked you to pick up the picnic basket on the blanket beside her and bring it to her daughter, Rosalinda.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502920",
      "en": "Pick up the picnic basket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502950",
      "en": "Talk to Meregrot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d5",
      "en": "Rosalinda North-took can be found in Long Cleeve.\\n\\nMeregrot has asked you to bring the picnic basket to her daughter Rosalinda.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01178",
      "en": "Strawberries are growing wild along certain paths, and mushrooms are all over the forest bed near Long Cleeve's river.\\n\\nMeregrot North-took has asked you to gather wild strawberries and forest mushrooms.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502954",
      "en": "DNT - Pick up the picnic basket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ee7",
      "en": "Place the mushrooms and strawberries in the picnic basket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a7",
      "en": "'Oh, hello again. Thank you for returning the basket - why, it is full of mushrooms and strawberries! How did she find the time?'\\n\\nYou pass along Meregrot's words of wisdom.\\n\\n'Ah yes, mother was always good at getting others to help her. I do not want to burden anyone, especially when I have a daughter who is perfectly capable of assisting me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01179",
      "en": "Meregrot is sitting by the river, south-east of Long Cleeve.\\n\\nMeregrot North-took has asked you to place the mushrooms and strawberries in the picnic basket on the blanket beside her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b4",
      "en": "Meregrot North-took would like to bring home some wild mushrooms and strawberries for dinner to help alleviate work for her daughter, Rosalinda.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56863",
      "en": "'Welcome back, welcome back! Ahhh, I can smell those mushrooms from here! Perfect timing. I just finished eating and the picnic basket is empty - a perfect place for those strawberries and mushrooms.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56864",
      "en": "'Isn't it nice to simply sit by the water and take a moment away from all the hustle and bustle? My daughter Rosa certainly could use a break. She tries to take too much on herself. Say, if you are not too busy yourself, perhaps you could do me a favour?\\n\\n'Rosa probably already has dinner planned, but it would not hurt for me to bring something home to contribute to the fare. Would you gather some ingredients for me? Rosa loves wild strawberries. Too tart for me, by far, but the girl can not get enough. I prefer a hearty, nutty mushroom! You can find the strawberries growing wild along certain paths, and the mushrooms are all over the forest bed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fac0",
      "en": "Between Nutty and Tart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be2",
      "en": "Mingled scents of tart and nutty fill the air",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1132",
      "en": "Collected wild strawberries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1134",
      "en": "Collected forest mushrooms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e112",
      "en": "DNT - Pick up the picnic basket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1136",
      "en": "The basket is full once more",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56818",
      "en": "'My daughter takes too much on herself. I keep telling her one of my most important rules: Many hobbits make for light work.\\n\\n'Rosa needs to learn how to delegate her duties more! Spread around what needs doing. Like I do! On that note, why don't you take that basket back to her? I think having you deliver it to her will help make my point.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e119",
      "en": "Return to Rosalinda",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50211",
      "en": "Collect wild strawberries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50213",
      "en": "Collect forest mushrooms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01107",
      "en": "Meregrot is sitting by the river south-east of Long Cleeve.\\n\\nYou should talk to Meregrot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50215",
      "en": "Return to Meregrot",
      "es": "",
      "es (fem)": ""
    }
  ]
}