{
  "id": 621064253,
  "txt": [
    {
      "id": "0xeb01198",
      "en": "Following the death of their chieftain, Hrungrod, at the hands of the dwarves, the heirs of Thyrstáth have pledged themselves into the service of Hrímil Frost-heart.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have completed the Hiddenhoard of Abnankâra on Tier 2.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Fallen under the sway of Hrímil Frost-heart's voice, Thrall-lord Dushtalbúk leads the Orcs of Gundabad in defending the Hiddenhoard of Abnankâra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "After suffering an unexpected defeat atop Mount Gundabad, Hrímil Frost-heart, the Herald of Winter, retreated to the Hiddenhoard of Abnankâra to tend her wounds and prepare for the final confrontation with Durin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Defeat the Heirs of Thyrstáth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Defeat Thrall-lord Dushtalbúk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Defeat Hrímil Frost-heart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Enter Abnankâra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'It is time, [placeholder]. Abnankâra lies just ahead, but to gain entry to its halls and its deepest chambers, we must overcome Hrímil's mightiest guardians. To win this final victory will be a difficult and costly task, but it is one we must undertake. If we do not stop Hrímil Frost-heart before she recovers from the wounds dealt to her by Motsóg, we may never have such an opportunity again. Such a thing must not come to pass!\\n\\n'The vanguard is yours to lead, my friend.'\\n\\n<rgb=#FF0000>NOTE: This quest tracks your progress for the Tier 2 difficulty of the Hiddenhoard of Abnankâra. It allows you and your fellows to resume adventuring in the Hiddenhoard of Abnankâra at the furthest checkpoint you have reached in each weekly cycle. This quest will automatically reset every Thursday.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d167",
      "en": "Determined to defeat Hrímil Frost-heart and reclaim Mount Gundabad once and for all, Prince Durin leads the Gabil'akkâ to the Hiddenhoard of Abnankâra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Completed: Into the Hiddenhoard (Tier 2)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Into the Hiddenhoard (Tier 2)",
      "es": "",
      "es (fem)": ""
    }
  ]
}