{
  "id": 621064398,
  "txt": [
    {
      "id": 136263297,
      "en": "You have failed to deliver the satchel",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You were spotted by one of the Chief's Bounders",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Postman Grubb of Nobottle has asked you to deliver a satchel to Long Cleeve.",
      "es": ""
    },
    {
      "id": 262725907,
      "en": "You were spotted by one of Lotho's Bounders",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Postman Grubb can be found in Nobottle, in Yondershire.\\n\\nDeliver the satchel to Postman North-took in Long Cleeve as quickly as possible. Let no nosey hobbits or those surly Bounders interfere with your duty!",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "<rgb=#FF0000>Avoid Lotho's Bounders</rgb>",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "You were spotted by a nosey hobbit",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'For years now, I have done my duty as a postman to the best of my ability, but as of late, I have found it quite overwhelming!\\n\\n'It pains me to ask, but would you help me to handle this workload? I've many deliveries to make today, and I do not know if I can finish them all before sundown. And what would folk think of the Quick Post then?\\n\\n'If you'd help me to get some of this mail delivered to Long Cleeve, I will see to it that you are properly compensated. Provided, of course, that the task is done to the standards of the Quick Post: No stopping to chat with nosey folk, and no swimming—at least not while you're holding one of my satchels! Also, I'm told that some queer Bounders have been coming out of Hithershire and bothering our folk. They seem an unsavoury lot, and if I were you, I'd avoid them. The Mayor or the First Shirriff ought to have a word with them, I think. Nothing doing with attitudes like that!\\n\\n'If you've never been to Long Cleeve, all you need to do is follow the road to the north. Once you pass under the stone arch into Long Cleeve, you'll find Postman North-took at the Quick Post to the east of the road—you can't miss him! Best get to it!'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "<rgb=#FF0000>Avoid nosey hobbits</rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect the satchel from Postman Grubb's table",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Carry the satchel to Postman North-took in Long Cleeve",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "<rgb=#FF0000>Avoid the Chief's Bounders</rgb>",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'The satchel for Long Cleeve is over there on the table. Remember that so long as you are carrying it, you are a representative of the Quick Post!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Route: Nobottle to Long Cleeve",
      "es": ""
    }
  ]
}