{
  "id": 621064269,
  "txt": [
    {
      "id": "0xb5689d4",
      "en": "Wingard is scanning the texts you recovered when she suddenly bursts into off-key song and clumsy dance.\\n\\n'O-Oh! Assistant! You're still here!\\n\\n...\\n\\n\\n'You didn't see or hear any of that.\\n\\n...\\n\\n'Ahem.\\n\\n'Assistant! I have made the most incredible finding. A shrub that grows in this area was actually used as a culinary herb. \\nI will gather a small amount on my way back to Gamwich and make some test dishes. I would ask you to pick a greater amount and bring them to me in Gamwich.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "The Aroma of Meals Past",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d5",
      "en": "Wingard accepts the bundle of herbs from you, plucks one from the bundle, and rubs the leaf between her thumb and forefinger. The aroma that seizes your attention is bitter and vegetal, but it quickly gives way to a profound sweetness backed by a gentle peppery note. And just as quickly, the scent is gone.\\n\\n'The test dishes I made were abject failures. Just horrid and... and gunky, if that's even a word. But the aroma is so arresting isn't it? Perhaps this wasn't used in the food itself, but as an aroma to appreciate before or after the meal. Maybe there are techniques that can properly draw out this herb's flavour.'\\n\\nWingard grips the bundle of herbs the way a child grips a new toy.\\n\\n'Assistant, I am sad to say that this is the end of our partnership. At least for now. If my research yields a famous new dish, I'll be sure to credit you for your contribution. Perhaps I'll find a way to work your name into the name of the dish.\\n\\n'How did you spell your name again? [placeholder]?\\n\\n'Hmm.... In any case, thank you again, and I hope to see you around.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502922",
      "en": "TBD Talk to Food Historian",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Wingard Puddifoot can be found back in Gamwich.\\n\\nReturn to Wingard Puddifoot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e166",
      "en": "Talk to Wingard Puddifoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Gather some herbs along the river east of Gamwich. Bring them to Wingard Puddifoot back in town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "Wingard Puddifoot needs help gathering ingredients.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1150",
      "en": "Collected Gamwich herbs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d3",
      "en": "TBD 'Oh excellent, excellent! I cannot begin to properly explain how excited I am. There is nothing as lovely like new research material. You have my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50249",
      "en": "Collect Gamwich herbs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}