{
  "id": 621064244,
  "txt": [
    {
      "id": "0xb011824",
      "en": "The goblins have held Reginard captive in Lhúngobel.\\n\\nYou should talk to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568955",
      "en": "'I didn't think anyone would come this far north to rescue me! The goblins ambushed me and took my pack. Didn't think it would be very smart to try fighting back... so here I am.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011827",
      "en": "The hobbit Reginard has gone missing.\\n\\nYou might find clues to his whereabouts at his camp-site in the marsh west of Tighfield.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568928",
      "en": "Most of these footprints must have been made by goblins, but one set may have belonged to a hobbit. You find no signs of a struggle.\\n \\nPerhaps it would be best to continue your investigation at Lhúngobel to the north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011829",
      "en": "Goblins may have captured Reginard and taken him to Lhúngobel.\\n\\nYou should try to find him there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011857",
      "en": "You have found Reginard's camp-site, but not him.\\n\\nYou should examine the footprints at the camp-site.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b63",
      "en": "The hobbit desperately struggles against his bindings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011841",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e4",
      "en": "'Have you got the time to help us search for a missing hobbit? Reginard is his name; he ventured out of Tighfield a day ago and hasn't returned. I'm rather concerned; the poor fellow has a reputation for being unlucky. There was a time when Reginard wasn't as plagued by misfortune but... well, that's not my story to tell.\\n\\n'He was headed towards a camp-site in the marsh to the west. I'm sure he can handle the local wildlife just fine, but goblins are another story. There are quite a few of them in the ruins to the north-west. I do hope he hasn't run into them....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a1",
      "en": "Find Reginard at Lhúngobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3f5",
      "en": "The Unlucky Adventurer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a6",
      "en": "Talk to Reginard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d5",
      "en": "Find Reginard's camp-site in the marsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1766",
      "en": "A hobbit by the name of Reginard left Tighfield and hasn't returned. Where has he gone?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011820",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d9",
      "en": "Examine the footprints",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b16",
      "en": "Reginard is nowhere to be found, but you spot tracks in the dirt...",
      "es": "",
      "es (fem)": ""
    }
  ]
}