{
  "id": 621064249,
  "txt": [
    {
      "id": 184621121,
      "en": "Gruffo's family lives in homes across Long Cleeve.\\n\\nYou should find and deliver the clothes to drop-off spots at their doorsteps.",
      "es": ""
    },
    {
      "id": 126686789,
      "en": "The clothes Gruffo has sewn are ready for his children and grandchildren, but he'll need a bit of help delivering them.",
      "es": ""
    },
    {
      "id": 190220772,
      "en": "'Dear me, you gave me quite a shock there. I'm afraid I was completely consumed by my work!\\n\\n'Oh yes, I'm very proud of the clothes I've sewn here! Picked up the hobby recently. The clothes are for my children and grandchildren, but trying to deliver to their doorsteps has been a vexing problem. Walking up and down Long Cleeve takes a toll on my old legs, you see. I'd never finish the job!'\\n\\n'If you'd like to assist me, you can deliver to some of them. I'll deliver the rest!'",
      "es": ""
    },
    {
      "id": 236954313,
      "en": "Reaping What Was Sewn",
      "es": ""
    },
    {
      "id": 236954613,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 190220499,
      "en": "'Phew, that's enough walking for me today. You have my thanks!\\n\\n'Now that that's out of the way... maybe I ought to start sewing clothes for my neighbours, just for fun. Ooh, I've got ideas already!'",
      "es": ""
    },
    {
      "id": 184621474,
      "en": "You have delivered all the clothes.\\n\\nYou should return to Gruffo and let him know. He lives in the house across from the Long Cleeve inn.",
      "es": ""
    },
    {
      "id": 126687078,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173025316,
      "en": "Talk to Gruffo",
      "es": ""
    },
    {
      "id": 148970216,
      "en": "Delivered clothes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025319,
      "en": "Deliver to clothes drop-offs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 251715702,
      "en": "Deliver to clothes drop-offs ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}