{
  "id": 620919641,
  "txt": [
    {
      "id": 228284034,
      "en": "'Hoom. You have done much to cripple the vile designs of these Orcs, little one.\\n\\n'Before I strode here, I spoke with the others. Even now, they travel to meet us here. They, like me, had grave concern for the flames and tools of the Orcs, but you have put a stop to those. Hoom... and now it is time we put a stop to the Orcs.\\n\\n'Let us all travel into their camp and push them from these lands, [placeholder]!'\\n\\n<rgb=#FF0000>NOTE: This instance quest is meant to be run Solo and cannot be run in a group.</rgb>",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Barallas outside Drû Vádokan",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Barallas and the Ents stand ready to raze Drû Vádokan in the wake of your attacks on the Orcs.\\n\\n<rgb=#FF0000>NOTE: This instance quest is meant to be run Solo and cannot be run in a group.</rgb>",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'You have proven yourself a bold ally, [placeholder].\\n\\n'The Ents and I will push any that return to the woods from these lands. The Orcs will never again have a foothold in our forest... and you have aided us greatly, little one. Such action is not usual for my kind, but these times... are strange, indeed. Hoom.\\n\\n'If you would wait before returning to the Men of these lands, I have more yet to say, my friend.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Forest for the Trees",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Hoom. The others are nearby... I can hear their approach. When you are ready, [placeholder], we shall push these Orcs from our lands!'\\n\\n<rgb=#FF0000>NOTE: This instance quest is meant to be run Solo and cannot be run in a group.</rgb>",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Barallas can be found outside Drû Vádokan.\\n\\nBarallas has rallied the Ents of Balewood and they journey to his side. You should speak to him when you are ready to begin the assault.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Barallas can be found at Stonecliff in northern Balewood.\\n\\nYou have defeated the vile Uruk, Voskor and brought a moment of peace to the Balewood. You should speak to Barallas of your victory.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Barallas",
      "es": ""
    }
  ]
}