{
  "id": 620925192,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Ordgar can be found near the gates into Entwade.\\n\\nThane Edric has asked that you speak to his guards inside and near the river Entwash to learn of any news of the Enemy's whereabouts in Kingstead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Inguc can be found slightly to the south-east outside the gates of Entwade.\\n\\nYou have spoken to Ordgar. You should continue to speak to Thane Edric's guards in hopes of discovering why the attacks have ceased in the past week.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730887",
      "en": "DNT -- Players will not see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Ordgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Anrad can be found slightly to the north outside the gates of Entwade.\\n\\nYou have spoken to Inguc of more threats in Kingstead. You should speak to Anrad before returning to Thane Edric.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Thane Edric can be found near the waggons outside the Mead Hall of Entwade.\\n\\nYou have spoken to Edric's men and learned much of the threats facing Kingstead. You should now return to Thane Edric.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730889",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Anrad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73088",
      "en": "DNT -- Players will not see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Thane Edric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I cannot tell you much more than you already know, [placeholder]. \\n\\n'The Uruk-hai have roamed in from both east and west, and I fear that they have stolen the horses of the Broadacres in their travels. I fear that they are responsible for Middlemead's silence as of late as well, though I know Mágla would not allow such foes to come close to his people. Ah well, the troubles facing Entwade are numerous enough.\\n\\n'None shall be safe until the roads are cleared of their kind, and of that, I am sure Thane Edric knows.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'It has been long since I have spoken with Thane Edric, and while it is  true that the relative peace has held, I fear it will soon end.\\n\\n'During my post a few days ago, I spied Orcs crossing the Entwash -- with much difficulty, mind you -- passing onto the shore of Kingstead. These Orcs looked different, and they did not bear the markings of the White Hand. Moreover, they appeared to be fleeing from the farmstead nearby. Perhaps Reeve Fastred is as brutal as I have heard it told....\\n\\n'I am not one to believe that an Orc can know fear, so I am certain we have not seen the last of them. Thane Edric surely knows not of this, and he must be advised about such troubles.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'It is as I feared, [placeholder]. More foes rally around our lands even now, and with such little time before my people depart.\\n\\n'We shall have to find and strike at these threats as soon as we are able, for only then will my people find safe passage.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730892",
      "en": "DNT -- Players will not see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Entwade has been the victim of many assaults as of late, [placeholder]. For my part, my men and I have kept the people from harm and our homes largely intact. \\n\\n'However, in the past week, the attacks have ceased. It does not take one well-versed in strategy to presume that a larger attack will soon fall upon us. I have been busy helping my wife prepare the people for travel to Aldburg and any new information of our foes' whereabouts has not yet been delivered to me.\\n\\n'If you would, speak to my guards near the Entwash and in town. They may have more insight on the dangers we'll be left to deal with once my people depart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Thane Edric and Léoflad struggle to ensure the safety of their people as the forces of the Enemy draw ever closer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Danger in Silence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730881",
      "en": "DNT -- Players will not see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Inguc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Thane Edric wishes to know what has become of our foes?\\n\\n'The Uruks still ride along the plains, and the King has done naught to drive them off.  He stripped us of most of our men, and soon we shall be even fewer when Léoflad and the rest depart. The Uruks circle us like vultures, [placeholder], and there is no telling when they shall strike at us next or if they direct their wrath towards Middlemead.\\n\\n'That is all of I know of what is to come, [placeholder]. The people must make ready to leave as soon as they are able.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}