{
  "id": 620925138,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Éothain is at Aldburg in the Eastfold.\\n\\nYou should seek out and speak with Éomer's cousin, Éothain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Aldburg is south-east of Edoras, nestled near the White Mountains.\\n\\nGandalf ask you to head to Aldburg and deliver the news of Éomer's release and the march upon Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Arcil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'You say that Éomer has been freed? This is surely wonderful news. However, while I am thankful to hear of this, we have pressing matters to attend here in Aldburg. \\n\\n'These Orc-attacks should not be taken lightly, but with our depleted numbers, we must bolster our defences.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Arcil can be found in the Mead Hall of Aldburg.\\n\\nÉothain recommended that you seek out the Thane, Arcil, who has been regent of Aldburg in Éomer's absence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Look for danger along the road to Aldburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Aldburg is south-east of Edoras, nestled near the White Mountains.\\n\\nFollow the road that leads to Aldburg and keep an eye out for danger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Aldburg is south-east of Edoras, nestled near the White Mountains.\\n\\nContinue to follow the road that leads to Aldburg and keep an eye out for danger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "An overturned supply waggon lies next to the road. Assess the damage done",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Keep an eye out for additional danger along the road to Aldburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Another overturned supply waggon lies next to the road. Assess the damage done",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Éomer has been released from the prison at Edoras, where he had been unjustly sent by Gríma Wormtongue.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Travelled to Aldburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Hello there, [placeholder]. It is good to speak with you again; however, the circumstances could be better. Though Éomer has been freed already, word has not made its way to the Eastfold, where he is Reeve. The people, I am sure, would be pleased to hear it, and the news could bolster their spirits.\\n\\n'Ride to the former capital of Rohan, Aldburg, and give the people there the news. While you are there, be sure to lend a hand...I fear that the Eastfold will be vulnerable with most of their men heading west. Be wary, though...the road to Aldburg may be dangerous in these days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Éothain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Travel to Aldburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Éomer has been freed? He never should have been held captive in the first place, but I will not speak ill of Théoden King. \\n\\n'You say that you were attacked by Orcs unknown to you upon your journey here? I was recently following a party of White Hand Orcs, but you are certain these were not the same? My cousin Éomer and I have had many encounters with Saruman's Orcs, and I fear that they may attack us here in Aldburg.\\n\\n'We will be watchful, but you should go speak with Arcil. He is a stout warrior, but as a Reeve...well, my cousin he surely is not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Word from Edoras",
      "es": "",
      "es (fem)": ""
    }
  ]
}