{
  "id": 620925177,
  "txt": [
    {
      "id": 228284034,
      "en": "'You appear to be a hale [placeholder], traveller. As my wife makes ready to escort my people south to safety, I would ask something of you.\\n\\n'The road to the south will lead my people to Aldburg, but our foes lurk too near. The Uruks that stalk the fields of Kingstead have done much to harry my people and have been so bold as to attack Entwade itself several times in the past weeks. Now, I have heard talk that they ride along the road to the south and slay passers-by before claiming their goods.\\n\\n'My people and my wife cannot meet such a fate, [placeholder]. Ride against them and clear the road so that my people may pass unfettered when the time comes.'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Thane Edric can be found outside the Mead Hall of Entwade in Kingstead.\\n\\nYou have defeated many Uruk-hai along the road south of Entwade and have secured safe passage for Léoflad and her people. You should return to Thane Edric.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Uruks have recently begun to attack and pillage travellers upon the southern road through Kingstead. Such attacks threaten the journey of Léoflad and the people of Entwade.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tainted Lands, Tainted Legacy",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'You bear the telling marks of a skirmish, [placeholder]. I trust it is done then.\\n\\n'The Uruks have been fighting with great tenacity as of late, so I am glad that their riders along the road have been quelled.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Defeated Uruk-hai pillagers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Defeat Uruk-hai pillagers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Uruk-hai pillagers can be found along the edges of the road to the south-west of Entwade.\\n\\nThane Edric has asked that you clear the road south of foes as his wife, Léoflad, continues to prepare her people to journey south to Aldburg.",
      "es": ""
    },
    {
      "id": 215429257,
      "en": "DNT -- Players will not see",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Thane Edric",
      "es": ""
    }
  ]
}