{
  "id": 620925116,
  "txt": [
    {
      "id": 216727830,
      "en": "Shields, spears, and saddles can be found throughout the refugees' small camp north of Marton.\\n\\nYou should collect spears, shields, and saddles for the journey, and ready the horses.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Collect saddles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Collected a saddle ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "The refugees' horses can be found at the head of their camp, north of Marton.\\n\\nYou should saddle the horses to ready them for the dangerous journey to Helm's Deep.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Saddle the horses ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Agelwyn is in the refugees' small camp in the ravine north of Marton.\\n\\nYou should speak with Agelwyn.",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Saddled a horse ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Speak with Agelwyn",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'You work quickly, [placeholder]! I had hoped you would take longer, for I dread this next step.\\n\\n'I'll now see if I have what it takes to motivate my people. I cannot delay any longer. I hope you will come with us, my friend! You and Elstan strengthen my will.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Agelwyn has asked you to ready the horses for travel, and to gather the weapons and shields for delivery to Helm's Deep.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I suppose we must make ready now. Would you be so kind as to ready the horses and gather anything that we might need for our journey?\\n\\n'We must travel light, but I expect some spears and shields will come in handy. If we do not need them, the guardians of the Hornburg will want them.'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Gathered a bundle of weapons and spears ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Collect spears and shields ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Making Ready to Flee",
      "es": ""
    }
  ]
}