{
  "id": 620925164,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "A note lies in Gladsúnu's hand. Gladsúnu's body is at the Fords of Isen.\\n\\nYou should collect the note in Gladsúnu's hand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e01",
      "en": "Find Agelwyn at Helm's Deep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Read the letter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "You hope that the raven's message will bring some closure to Agelwyn. She has found courage in learning to lead her people; perhaps that courage will stay with her when she faces her grief.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "You have sent Gladsúnu's note to Agelwyn, along with a message of your own -- that her husband has perished.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Messenger-ravens can be found at inhabited friendly camps throughout the Westfold.\\n\\nYou can use a messenger-raven to send Gladsúnu's last words to Agelwyn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "You have discovered a letter clutched in Gladsúnu's hand.\\n\\nYou should read the letter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "You hope that the raven's message will bring some closure to Agelwyn. She has found courage in learning to lead her people; perhaps that courage will stay with her when she faces her grief.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Agelwyn can be found in the Hornburg at Helm's Deep. near the stables and vendors.\\n\\nYou should bring Gladsúnu's letter to Agelwyn to notify her of her husband's death.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Agelwyn deserves to have this letter delivered by a friend, for the news of her husband's death will be hard to bear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Pick up the paper in Gladsúnu's hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "You give Agelwyn the news of her husband, and hand her the letter.\\n\\n'I knew he was gone, [placeholder]. At some point, I just knew -- I do not know how. It is thanks to you that I was strong enough to face it, rather than be paralyzed by fear.\\n\\n'I will miss him more than anything, but at least now my grieving can begin, now that all hope of his return is truly gone. There is comfort in this letter. Thank you for this gift.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have come upon the body of Gladsúnu, Thane of Marton -- husband to Agelwyn who led bravely in his place while she awaited word of his whereabouts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "You have found a note addressed to Agelwyn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Collected a note addressed to Agelwyn in a hurried scrawl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "Here lies Gladsúnu, Thane of Marton and beloved husband to Agelwyn.\\n\\nAgelwyn waited long for word of her beloved before she bravely led her people to Helm's Deep in his place.\\n\\nA note lies clutched in his hand....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Pick up the paper clutched in Gladsúnu's hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Grave of Gladsúnu",
      "es": "",
      "es (fem)": ""
    }
  ]
}