{
  "id": 620925191,
  "txt": [
    {
      "id": 162883718,
      "en": "'This is not the first time you have come before the Golden Hall of Meduseld. It is in my mind that you were sent from here in disgrace, by command of the King. What brings you hither against the word of Théoden? How many unwanted visitors will bring ill news here today?'\\n\\nHáma notices your puzzled expression and continues, 'You are not the only unwelcome guests to come to Meduseld this day. Some are within the Golden Hall this very hour!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 11, Chapter 2: Edoras",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'Will you look at that, my friend? The glory of the father of horses is returned in Shadowfax, unless my old eyes betray me with hopeful sights!'",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'That was a fortunate turn, was it not?'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Climb the streets of Edoras to reach the entrance to Meduseld",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Wait, there is something familiar about that man... is it Gléowine? Gléowine, is that you? The minstrel of Théoden! On what account do you accompany these folk?'\\n\\nGléowine sheepishly steps forward, and you realize that Hunbald was never told of the minstrel's exile.\\n\\n'It is you!' Hunbald continues. 'Is it true what this [placeholder] says?'\\n\\nGléowine responds quickly, and Hunbald muses in silence. After a time, he continues.\\n\\n'Gléowine, if you will speak for these others, I will allow the three of you to pass. I am merely a simple man from the Eastfold, but you are held in confidence of the King, and must know his mind more thoroughly than ever I could hope to do. For the good of my King, and the Riddermark, I will allow you to pass. Do not make me regret this choice! I would cast my blade aside before I raise it against such as you.'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Wait, there is something familiar about that man... is it Gléowine? Gléowine, is that you? The minstrel of Théoden! On what account do you accompany these folk?'\\n\\nGléowine sheepishly steps forward, and you realize that Hunbald was never told of the minstrel's exile.\\n\\n'It is you!' Hunbald continues. 'Is it true what this child says?'\\n\\nGléowine responds quickly, and Hunbald muses in silence. After a time, he continues.\\n\\n'If you will speak for these others, I will allow the three of you to pass, Gléowine. I am merely a simple man from the Eastfold, but you are held in confidence of the King, and must know his mind more thoroughly than ever I could hope to do. For the good of my King, and for the Riddermark, I will allow you to pass. Do not make me regret this choice! I would cast my blade aside before I raise it against such as you.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'If Gléowine will speak for you, I will allow you to pass. Ride to Edoras, and do not stray from your course. Do not make me regret this decision!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Háma outside the Golden Hall of Meduseld",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'We have come to Edoras, [placeholder], for good or ill.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'We have returned to Edoras, [placeholder], and death is upon my mind. Will Théoden King heed the warning we bring, or will he answer our words of caution with admonishment and a more final decree than exile?'\\n\\nHorn looks to the mounds on the left and right side of the road.\\n\\n'How long has it been since Meduseld was raised, and how many Kings of Rohan sleep here in death? Ten and six mounds for ten and six kings. Will the Evermind blossoms cover another mound before this war is through, or will no good Men remain to build it? Let us continue into the city. Our errand is urgent, and we have little time for my dark musings!'",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Gléowine stops ahead and stares at a magnificent white horse",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Hunbald has put his honour on the line, trusting that you and your companions mean no harm to Théoden or to the people of Rohan, and now you should ride for Edoras to bring warning to the King.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "You have come to Edoras and should now make your way up through the city.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'We should make our way into the city, [placeholder]. Keep watch for anything unusual.'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "The barrows outside the entrance to Edoras will be a good place to meet up with your companions.\\n\\nHunbald has allowed you to cross the Entwash, and now you should ride to the entrance of Edoras.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Look at this! Unless I am very much mistaken, that horse is Shadowfax, lord of the Mearas! The King gifted him to Gandalf the Wizard some months ago, rather against his wishes, truth be known. It seems the horse has found his way back home, riderless! The King will be pleased, if he does not already know mighty Shadowfax has returned! That will brighten his countenance, for certain! He may be more willing to forgive our defiance of his commands, as well.\\n\\n'Let us continue onward to the Golden Hall, [placeholder]. I am ready.'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Horn by the barrows outside the entrance to Edoras",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Make your way into Edoras and meet up with Gléowine",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Gléowine is on the road within the entrance to Edoras, by a majestic white horse.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Horn is by the barrows outside the entrance to Edoras.\\n\\nYou have arrived at Edoras, and should speak now to Horn by the barrows.",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Gléowine in Edoras, along the road",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Ride to the barrows outside the entrance to Edoras",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "The time has come to climb the streets of Edoras to the entrance to the Golden Hall of Meduseld, there to await the judgement of Théoden.",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Háma stands before you, and he bars the way to the Golden Hall of Meduseld.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'We will find Gléowine further up the road, within Edoras. Let us join him before we proceed to the Golden Hall and the judgement of Théoden.'",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Outside the Golden Hall of Meduseld, the doorward of Théoden bars your way",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Before the gates of Edoras, burial mounds of Kings stand beside the road",
      "es": ""
    }
  ]
}