{
  "id": 620793939,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Defeat Gwigon in the barrow of Taradan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have defeated Brishzel of Haudh Nogbenn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have defeated Umnen of Ringdor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have defeated Fergandir of Haudh Iarchith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "Brishzel the Barghest is a creature known for its dreadful cunning and hunger for the flesh of any living creature.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "Umnen is a fell spirit who dwells deep within the Barrow of Ringdor, poisoning the very air and water around him as he wanders through its dark corridors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Among the rotting horrors of the Barrow-downs, a gathering of corrupt and evil creatures holds sway over a black court. You must find and slay each of these evil abominations if there is to be any hope of wresting the grip of darkness from this once-hallowed place.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have defeated Faegfaer in the barrow of Goetham",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "Fergandir may perhaps have been a scholar once, for his knowledge of the dark and arcane arts is considerable.\\n\\nIt is said that it may have been him who led the first fell spirits of Angmar to this place, but no-one knows for certain, and his powers have faded considerably in the vast span of years since that time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You have defeated Marrow of Haudh Methernil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "The shade now called Faegfaer was once a prince of the Dúnedain -- but he was led astray by a misspoken oath of hatred at a time of weakness and loss. This error he compounded in a fruitless quest for vengeance, eventually trapping his spirit within the confines of the barrow of Goetham upon his death.\\n\\nIn time, he was discovered by the Gaunt-man Fergandir and twisted to the service of Angmar in his anguish, which can be heard howling up through the bones of the earth on the darkest, moonless nights.\\n\\nOr so the story is told to the children of Bree-land around their fireplaces on dark and windy nights....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You have defeated Gwigon in the barrow of Taradan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "The kergrim Marrow has been drawn to the darkness and evil lurking within Haudh Methernil, where he preys upon the dead as willingly as he does upon the living who dare to tread within.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "No one can say from what evil brood Gwigon hatched, nor when this evil thing came to the barrow of Taradan, but her brood now scuttles silently through its myriad halls, searching for any scrap of life and sustenance upon which to feed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Brishzel in the barrow of Haudh Nogbenn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Umnen in the barrow of Ringdor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Fergandir in the barrow of Haudh Iarchith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Defeat Faegfaer in the barrow of Goetham",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Executioner of the Wicked",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Defeat Marrow in the barrow of Haudh Methernil",
      "es": "",
      "es (fem)": ""
    }
  ]
}