{
  "id": 620793946,
  "txt": [
    {
      "id": 22075078,
      "en": "Defeat Gâdhûp in the ruins of Sarnúr",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have defeated Brúllug of Sarnúr",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have defeated Glúmir of Sarnúr",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have defeated Latub of Sarnúr",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "Brúllug is an enormous drake of exceptional cunning and cruelty. Spies suggest that he was sent recently from the wastes of Angmar to ensure the victory of the Dourhands and the overthrow of the Longbeards.\\n\\nIndeed, it is believed that he may well have been sent to wrest control from the Dourhands themselves and enslave them once and for all to the yoke of Angmar, though they are too foolish and greedy to see their doom as it stoops down upon them.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "Glúmir is one of the champions of the Dourhands who hold Sarnúr. While a powerful warrior, he is a witless thrall of Angmar, serving their bidding even as he believes that he fights for the glory of the Dourhands, who stand now on the verge of enslavement to the power of the Witch-king.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "An alliance of enemies plots against Ered Luin from within the ancient ruins of Sarnúr, as the traitorous Dourhands seek to bring an array of forces to bear against their hated cousins the Longbeards. They seek to claim legitimacy by holding the seat of an ancient dwarf-city, but their presence in the company of such evils only defiles the sanctity of their ancestors.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have defeated Northpaw of Sarnúr",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "Latub is the most cunning and wicked of the goblins who have come to 'serve' the Dourhands as allies in their deceitful war with Thorin's kin. Like as not, it will be his dagger that is found stuck between the ribs of any who dare question the authority of Angmar among the ranks of the Dourhands.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have defeated Icerender of Sarnúr",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "While wolves have long been known to serve the powers of darkness in ravening packs from the hills, some few of the feline variety have been coaxed into service by playing to their considerable vanity -- Northpaw is one such.\\n\\nWhile he has been known to snack upon the occasional unwary goblin, Northpaw is one of the most accomplished stalkers and spies in the service of the dark forces who move against Ered Luin, and few ever see aught but his shadow before they fall.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have defeated Gâdhûp of Sarnúr",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "It is uncertain whom Icerender serves, if anyone. More likely this cunning beast found his way into the ruins of Sarnúr many years ago and has stalked its crumbling ways ever since, avoided by dwarves and goblins alike as his appetite threatens any who cross his path.",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "A brooding, reclusive creature, Gâdhûp leads his fellow trolls to act as the hammer of the Dourhands -- but their true loyalty lies with Angmar, having been branded into them over long years of pain and cruelty, and they will never bow to another master.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Brúllug in the ruins of Sarnúr",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Glúmir in the ruins of Sarnúr",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat Latub in the ruins of Sarnúr",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defeat Northpaw in the ruins of Sarnúr",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Avenger of Sarnúr",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Defeat Icerender in the ruins of Sarnúr",
      "es": ""
    }
  ]
}