{
  "id": 620793895,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected kegs of cram ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected bottles of ale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected Bottles of Gin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Argirion, boatswain of the Gilminuial, told you how his ship was damaged in a storm and lost all of its cargo. He has asked for your help in locating his captain and reclaiming the lost cargo.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hoi there! I am Argirion, boatswain aboard the Gilminuial -- or at least I was until we were beset by a great storm! The Gilminuial is a ship belonging to we Rangers that sails up and down the Baranduin providing much-needed supplies to the Wardens of Annúminas in the North.\\n\\n'That work, though, was brought to an end with the storm. Our ship was grounded, the quartermaster and I were washed overboard, and our cargo lost. I know not if anyone else survived the disaster and would be pleased if you could search northward for the Captain.\\n\\n'It is also vital that the cargo be recovered, for it was intended to supply the Wardens as they fight the evil that has come to Annúminas. I am sure it is strewn all along the Brandywine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Captain of the Gilminuial may be found northward along the Baranduin. The cargo is strewn along the Brandywine River.\\n\\nArgirion asked you to seek out the Captain of the Gilminuial and recover as much of the ship's cargo as you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah! You have come from Argirion? He and Mindambeth are well? That is good.\\n\\n'You may return to Argirion and let him know that all survived the wreck and are now repairing the damage. Do as Argirion requested and gather the cargo before you return, however... it is vital for the defence of Annúminas.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Argirion is southward along the Brandywine River.\\n\\nThe Captain of the Gilminuial bid you return to Argirion and let him know that the rest of the crew survived. He also asked that you fulfil Argirion's request and collect the cargo.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I fear the rest of the Gilminuial's crew perished, but I must know for certain. Seek out the Captain, if you can, and recover as much of the cargo as possible.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'It is good to know that my kinsmen did not perish in the storm.\\n\\n'Thank you as well for recovering this cargo. Bring it to Mindambeth, as well as any more you may find as you journey along the Baranduin.\\n\\n'As thanks for your efforts, you may choose something from the ship's stores that have survived. Mindambeth will see to your reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You have done us a great favour, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Have you found some of the lost ale and cram? The Wardens will need both if they are to continue to keep Annúminas from falling completely to the Iron Crown!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Soon the Gilminuial will be repaired and much of our lost cargo reclaimed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the lost cargo to Argirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect kegs of cram ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect bottles of ale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Tale of the Shipwrecked Mariners",
      "es": "",
      "es (fem)": ""
    }
  ]
}