{
  "id": 620883240,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Grimbold's emissary will arrive shortly. You must escort him to the gates of Isengard and ensure that no ill befalls him there. Perhaps we shall have some answers as to the full extent of Saruman's treachery at last.\\n\\n'Speak with me when you are ready to meet the emissary.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Such is the influence of Saruman's voice upon the unwary. Even now, I find myself wishing to believe the truth of what he said, though I need but look around myself to see his dark intent.\\n\\n'I do not know what words Ordwaer will return with, but I fear it will only serve to confuse matters further for Théodred and Grimbold as they weigh their next choice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should head off quickly...Grimbold's man will be here at any moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Gates of Isengard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Grimbold's emissary has come north to speak with Saruman and demand to know why Orcs and goblins have been seen gathering in numbers near Isengard, and why the Wizard is meddling in the affairs of the Dunlendings and Rohirrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Dagoras to accompany Grimbold's emissary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dagoras is at his camp near Isengard.\\n\\nDagoras asked you to accompany the Grimbold's emissary to the gates of Isengard. You should speak with Dagoras when you are ready to meet the emissary.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Dagoras at his camp near Isengard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dagoras is at his camp near Isengard.\\n\\nYou should tell Dagoras what transpired at the meeting between Ordwaer and Saruman before the gates of Isengard.",
      "es": "",
      "es (fem)": ""
    }
  ]
}