{
  "id": 620780025,
  "txt": [
    {
      "id": 155428532,
      "en": "'Do not worry about us. These fools look ripe for the culling. We will let their blood for the Red-maid.'",
      "es": ""
    },
    {
      "id": 165489715,
      "en": "'No...the pain...the fire.'",
      "es": ""
    },
    {
      "id": 155428533,
      "en": "'All right, Men! Now is time to prove your loyalty. Attack!'",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "Instance: Garth Agarwen",
      "es": ""
    },
    {
      "id": 98502977,
      "en": "'Show them no mercy! These fools will suffer for this incursion!'",
      "es": ""
    },
    {
      "id": 210656865,
      "en": "'Who comes to disturb the slumber of the Red-maid? Come forward and show yourself.'",
      "es": ""
    },
    {
      "id": 210656866,
      "en": "'Excuse my creaking bones. It has been quite some time since the last sacrifice.'",
      "es": ""
    },
    {
      "id": 210656867,
      "en": "'I sense you are not here for sacrificial reasons, however.'",
      "es": ""
    },
    {
      "id": 210656868,
      "en": "'We are here to protect her. This is what happens to those who cross us!'",
      "es": ""
    },
    {
      "id": 210656869,
      "en": "'How foolish of me. Of course you would. Witness the past and know that you cannot defeat the Maiden.'",
      "es": ""
    },
    {
      "id": 210656870,
      "en": "'Come closer and observe the past through my eyes and know this dance has lasted since time ended for me. Any who tarry beyond that door will not face me.'",
      "es": ""
    },
    {
      "id": 210656871,
      "en": "'Not even the chosen of Iarwain Ben-adar can defeat me. You, too, shall pay this price.'",
      "es": ""
    },
    {
      "id": 210656872,
      "en": "'Let us begin!'",
      "es": ""
    },
    {
      "id": 210656873,
      "en": "'...and so the dead shall rise!'",
      "es": ""
    },
    {
      "id": 208394849,
      "en": "'Please, someone get these beasts away from me!'",
      "es": ""
    },
    {
      "id": 94578357,
      "en": "'Hurh hurh'",
      "es": ""
    },
    {
      "id": 208394850,
      "en": "'Help! Help! There must be someone who can save me!'",
      "es": ""
    },
    {
      "id": 208394851,
      "en": "'Foul wights, be gone! I am only looking for peace!'",
      "es": ""
    },
    {
      "id": 94598837,
      "en": "'Sir, yes, sir!'",
      "es": ""
    },
    {
      "id": 249244080,
      "en": "'My beloved children are not for slaughter!'",
      "es": ""
    },
    {
      "id": 747448,
      "en": "'You will not stop me or Angmar, [placeholder]!'",
      "es": ""
    },
    {
      "id": 249244081,
      "en": "'You must be punished for this insolence.'",
      "es": ""
    },
    {
      "id": 249244082,
      "en": "'You fools, I have lived for ages. I have seen the fall of my home and rise of this new one.'",
      "es": ""
    },
    {
      "id": 249244083,
      "en": "'You presume to end my existence, or do you wish to restore me?'",
      "es": ""
    },
    {
      "id": 249244084,
      "en": "'No matter. I call the blood forward. I call the blood to service.'",
      "es": ""
    },
    {
      "id": 249244085,
      "en": "'Can you feel my strongest children rise? You will die, for none can stand against me in my home.'",
      "es": ""
    },
    {
      "id": 249244086,
      "en": "'Come, insolent fools, come and meet your end.'",
      "es": ""
    },
    {
      "id": 249244087,
      "en": "'I am your death!'",
      "es": ""
    },
    {
      "id": 249244088,
      "en": "'Insignificant mayflies...'",
      "es": ""
    },
    {
      "id": 27846177,
      "en": "'Come forward and take this. I have etched her name upon this mithril. Place it upon her altar, and she will come to you.'",
      "es": ""
    },
    {
      "id": 94619317,
      "en": "'Aye, Sir!'",
      "es": ""
    },
    {
      "id": 27846178,
      "en": "'It will. She will remember only that we serve her and forget her true nature.'",
      "es": ""
    },
    {
      "id": 27846179,
      "en": "'Fools! You shall not pass to visit the Maiden. I will see to that.'",
      "es": ""
    },
    {
      "id": 27846180,
      "en": "'I have no time for you fools!'",
      "es": ""
    },
    {
      "id": 27846181,
      "en": "'That is a wise choice. I shall exist long after you are gone, and she must have a warden.'",
      "es": ""
    },
    {
      "id": 124626117,
      "en": "'No!'",
      "es": ""
    },
    {
      "id": 86135042,
      "en": "High Pass Gate",
      "es": ""
    },
    {
      "id": 267227795,
      "en": "'I find your hearts amusingly pure. I shall take my time in turning you.'",
      "es": ""
    },
    {
      "id": 39768626,
      "en": "'That is not a thrust! I have seen Elven scum do better than that!'",
      "es": ""
    },
    {
      "id": 39768627,
      "en": "'You are not even fit to be sacrificed to the Red-maid! Train harder!'",
      "es": ""
    },
    {
      "id": 245794549,
      "en": "Garth Agarwen Gate",
      "es": ""
    },
    {
      "id": 267227796,
      "en": "'Blood as noble as yours feeds my power more than any other.'",
      "es": ""
    },
    {
      "id": 267235985,
      "en": "'Who calls me forth, who are not my devoted?'",
      "es": ""
    },
    {
      "id": 118644433,
      "en": "'Look sharp, men! This is a real war we train for. Make Rhudaur proud!'",
      "es": ""
    },
    {
      "id": 267227797,
      "en": "'Come, children, come forth and let me sup upon your noble blood.'",
      "es": ""
    },
    {
      "id": 267235986,
      "en": "'Your intentions are your folly, and so you shall meet doom where you hoped to find victory.'",
      "es": ""
    },
    {
      "id": 123314709,
      "en": "'You dare to enter the Red-maid's hold? You will pay dearly for your mistake! To me, Men of Rhudaur! Do not shirk your duties now!'",
      "es": ""
    },
    {
      "id": 118644434,
      "en": "'You had better find yourself a suitable memorial stone...you will need it soon.'",
      "es": ""
    },
    {
      "id": 267227798,
      "en": "'I am nearly impressed.'",
      "es": ""
    },
    {
      "id": 118644435,
      "en": "'Do you think that you will defeat the Men of Eriador with attacks such as those?'",
      "es": ""
    },
    {
      "id": 267227799,
      "en": "'But my power is not limited to the water alone. Come forward, initiates, destroy these unwanted guests!'",
      "es": ""
    },
    {
      "id": 118644436,
      "en": "'You look like you could be blown away by a quick wind. Do they not breed strong Hillmen anymore?'",
      "es": ""
    },
    {
      "id": 267227800,
      "en": "'Men shall spill your blood, and your deaths will provide me power...and entertainment.'",
      "es": ""
    },
    {
      "id": 267227801,
      "en": "'I grow tired of this. You have proven an adequate match thus far, but my true strength is yet unseen.'",
      "es": ""
    },
    {
      "id": 39768370,
      "en": "'Are you a boy or a man?'",
      "es": ""
    },
    {
      "id": 39768371,
      "en": "'Well done, men! Keep it up!'",
      "es": ""
    },
    {
      "id": 258366881,
      "en": "The man on the altar moans loudly.",
      "es": ""
    },
    {
      "id": 258366882,
      "en": "'Yeaaaa!'",
      "es": ""
    },
    {
      "id": 39772210,
      "en": "'I will feed you to Ivar and his wights if you do not strengthen that blow!'",
      "es": ""
    },
    {
      "id": 39772211,
      "en": "'Bring that elbow in! Head down, eyes up!'",
      "es": ""
    },
    {
      "id": 220357217,
      "en": "'She has forgotten who she is. How shall we call to her when she no longer remembers?'",
      "es": ""
    },
    {
      "id": 219907234,
      "en": "Barrows Gate",
      "es": ""
    },
    {
      "id": 220357218,
      "en": "'This will hold her name forever and will call her to us?'",
      "es": ""
    },
    {
      "id": 220357219,
      "en": "'I shall place the plate into this chest and entrust the key to you, Vatar.'",
      "es": ""
    },
    {
      "id": 135188403,
      "en": "'Kill them all, minions!'",
      "es": ""
    },
    {
      "id": 220357220,
      "en": "'Vatar! Arthedain comes for the Maiden.'",
      "es": ""
    },
    {
      "id": 67947393,
      "en": "'By the Eye and the Iron Crown, I call you forth to command this host and rise again in unending service to Angmar and her enemies.'",
      "es": ""
    },
    {
      "id": 67947394,
      "en": "'Rise again from this flesh, infuse it with putrescence, and rise a wretched fiend.'",
      "es": ""
    },
    {
      "id": 67947395,
      "en": "'Rise, servant. Rise and fulfill your oath to the Red-maid, to Angmar, and to your lord, Ivar.'",
      "es": ""
    },
    {
      "id": 67947396,
      "en": "'A new wretch come to fill our ranks, my maiden. And by the smell of living flesh your servant will be tested quickly.'",
      "es": ""
    },
    {
      "id": 39771954,
      "en": "'Do you take me for a fool? You may be a warrior's son, but you are not yet a warrior!'",
      "es": ""
    },
    {
      "id": 67947397,
      "en": "'Be not shy. Come forward and place yourself upon my altar. Your flesh will make a suitable servant.'",
      "es": ""
    },
    {
      "id": 39771955,
      "en": "'Brilliant stroke, lad!'",
      "es": ""
    },
    {
      "id": 227652915,
      "en": "Description of Instance here...",
      "es": ""
    },
    {
      "id": 155428529,
      "en": "'Fools! You do not belong here.'",
      "es": ""
    },
    {
      "id": 155428530,
      "en": "'Run and get the captain! We will drive these fools away.'",
      "es": ""
    },
    {
      "id": 165489713,
      "en": "'For oaths broken to the Eldest and Fatherless, we come to reclaim the Maiden!'",
      "es": ""
    },
    {
      "id": 155428531,
      "en": "'Are you certain? They look prepared.'",
      "es": ""
    },
    {
      "id": 165489714,
      "en": "'Now men! We fulfill our oath to Iarwain Ben-adar!'",
      "es": ""
    }
  ]
}