{
  "id": 620780192,
  "txt": [
    {
      "id": 218649170,
      "en": "'You say that you ran afoul of a wolf of unnatural origin? Such things are not unheard of, for wolves are creatures of evil to begin with, twisted mockeries of the great hounds of old. The Wargs and their ilk are possessed of foul spirits, but I deem that this creature was itself a spirit of some kind.\\n\\n'Word must be brought to the sons of Elrond....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Wolves of Drauglad",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "The path continues eastward along the road",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Search deeper in the wolf-den for the source of the evil",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated wolves in Drauglad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Bruinen Gorges are to the south-east of Thorenhad and the wolves I am concerned about are in Drauglad, its most south-western valley. Defeat the wolves and their pack-leader, and travel into the deepest reaches of their dens. Perhaps you will find some sign of the evil that has caused this new madness in the creatures.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "A terrible sense of dread overcomes you",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Only time can heal that valley, so marked by evil as it is.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Defeat the Shadow-wolf elder",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The den continues westward into the cliffs.\\n\\nYou should search deeper in the dens for the source of the evil presence.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Do not return to the valley of the wolves. It is not safe.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Fimgris is at Narlinn's camp, west down the main road from the entrance to Drauglad.\\n\\nYou should return to Fimgris with news of your discovery within Drauglad.",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Fimgris",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "The trail turns southward off the main road",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Track the wolves to their den",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "It appears that you have found the wolves' den. You feel a chill, as though a great evil is present here. You should press further into the den",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You hunted the wolves in the vale between the road and Thorenhad and discovered that they were not from that vale: they came from somewhere to the south.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "The wolves seem to have come from somewhere south of Thorenhad. Their trail seems to lead eastward along the road.\\n\\nYou should track the wolves back to their den.",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "The wolves have uncharacteristically left nearly whole carcasses scattered around their den. Something is terribly wrong here",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "The wolves seem to have come from somewhere south of Thorenhad.\\n\\nYou should track the wolves back to their den.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "The wolves seem to have come from somewhere south of Thorenhad. Their trail has turned southward off the road.\\n\\nYou should track the wolves back to their den.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat wolves in Drauglad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Track the wolves eastward along the road",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Explore the deep reaches of Drauglad",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The wolves seem to have come from somewhere south of Thorenhad.\\n\\nYou should track the wolves back to their den.",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Explore the deep reaches of Drauglad",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Track the wolves south off the road",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "The den continues westward into the cliffs.\\n\\nYou should search deeper in the dens for the source of the evil presence.",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Search deeper in the wolf-den for the source of the evil",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Track the wolves to their den",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elf Fimgris has noticed the wolves of the Bruinen Gorges have been acting queer and wonders what could have put such rage and fear into their eyes.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Track the wolves to their den",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "The Shadow-wolf elder is at Drauglad, east of Narlinn's camp and south of the road.\\n\\nYou should attempt to defeat the Shadow-wolf elder.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Track the wolves south to the main road",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Before you, you see a wolf unlike anything you have ever seen before. Clearly, this dire creature is the source of the evil you sensed",
      "es": ""
    },
    {
      "id": 262725906,
      "en": "These wolves seem to have come from somewhere south of Thorenhad. You should track them back to their den",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Defeated the Shadow-wolf elder",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "These wolves seem to have come from south of Thorenhad and their tracks lead back to the main road",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "These wolves seem to have come from south of Thorenhad and their tracks lead back to the main road",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "The wolves seem to have come from somewhere south of Thorenhad.\\n\\nYou should track the wolves back to their den.",
      "es": ""
    }
  ]
}