{
  "id": 620780092,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Sara Oakheart has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have escorted Sara Oakheart to safety",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have found a familiar face as a prisoner within Garth Agarwen: the strange old woman, Sara Oakheart.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x86c6274",
      "en": "'Terrific!  You have brought me out of harm's way!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1bfa1dc",
      "en": "'Ah here it is, right where I left it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4b2e82c",
      "en": "'Perhaps the way out is up this hill?  Oh my no!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It is a great and wonderous thing that you have rescued me, [placeholder]. I had feared I would be lost here forever.\\n\\n'I'm not sure that I can make it out on my own.  Do you think you could help me get to the front gates of Garth Agarwen? \\n\\n'Perhaps if you follow me, I can find a way out of this maze.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Follow Sara Oakheart out of Garth Agarwen and protect her along the way! She seems to have been captured by Ivar and the wights.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You found who?  Oakheart?  Never heard the name, I'm afraid.  But an older woman matching your description did, in fact, come by here and dropped some things off.  I suppose she must have left them for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Now that you have successfully escorted Sara Oakheart to safety, you should speak with someone at the Eglan-camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Hurry! Let's get out of here before more of them come. \\n\\n'Follow me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Sara Oakheart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Escort Sara Oakheart to safety",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Tell someone at the Eglain camp about Sara's rescue",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Oakheart's Plight",
      "es": "",
      "es (fem)": ""
    }
  ]
}