{
  "id": 620951987,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Malthellam can be found outside his home in Morlad.\\n\\nGúrion asks that you return to Malthellam in Morlad to warn him of the impending union between the Dead and the invader from Tarlang's Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Malthellam can be found outside his home in Morlad.\\n\\nYou have rallied an archer to the defence of each of Blackroot Vale's villages and should now report back to Malthellam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Archers can be found along the borders of Morlad in Blackroot Vale.\\n\\nMalthellam has asked you to send an archer to each of the villages in Blackroot Vale to aid in their defence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Malthellam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73085",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Very well, the villages shall be protected, but the matter of this man from Tarlang's Crown still looms over us all.\\n\\n'We must convince him to reveal himself... and when he does, we shall force him from our lands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I wish your return to Morlad could have been a merry one, [placeholder]... but our future only seems to grow darker with each passing day.\\n\\n'If this man is the invader from Tarlang's Crown as you believe, I fear he plans to gather the Dead as part of his great army in the south. We cannot allow him to maintain a foothold in the vale, and I will not risk the safety of my people to push him from these lands.\\n\\n'Gather my archers, and send them to defend Alagrant, Sardol, and Lancrath. Go with haste, [placeholder], for I shall look to you when the time comes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Fearful of the grim alliance between the Dead and the invader from Tarlang's Crown, Gúrion asks you to seek Malthellam's counsel in confronting them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Time grows short, [placeholder]... Malthellam must be told at once of the Dead and their new ally.\\n\\n'The longer we delay, the greater the peril for everyone who dwells in the vale. I know not how many of the Dead have thrown their lot in with this man, and I do not know how best to act against them. I pray that Malthellam can offer some guidance in defending our lands, or I fear all will be lost....\\n\\n'Go now! Seek out Malthellam in Morlad, and tell him of what we have learned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Rallied archers to the defence of Blackroot Vale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Malthellam in Morlad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Rally archers to the defence of Blackroot Vale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Call to Arms",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730881",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    }
  ]
}