{
  "id": 621091219,
  "txt": [
    {
      "id": 162883728,
      "en": "'Oh, wonderful! Those flowers look beautiful and will be perfect for my gift!'\\n\\nYou hand her the lavender and white flowers as she is dancing with excitement.\\n\\n'Now I can finish this crown and I just know my sister will love it. Mum says she has been sick for a long while and must rest. Mum is worried she is not getting better, but I am certain this will make her better soon!'\\n\\n'Thank you!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Gella asked you to gather lavender anemones near the pond and white anemones near the keep in Lond Cirion.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Hooray! These flowers are so pretty!'\\n\\nYou hand her the lavender and white flowers as her eyes light up with joy.\\n\\n'Now I can finish my special crown, and I know Amardis will love it! Mum says she has been unwell and must rest. Mum fears her health does not improve, but with this crown, I am certain she'll be on her feet in no time!\\n\\n'Thank you!'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Collected white anemones ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Collected lavender anemones ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Gella has asked you to gather some white and purple flowers for a crown she is making.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Hello! I'm Gella! You look like someone who is good at helping. I am making a gift for my sister, Amardis, but I could use some help gathering the last of what I need for it.\\n\\n'There are the prettiest lavender flowers around the pond just behind me... but mum is afraid I will fall in if I get too near! Oh, and the white ones near the keep up the road would be lovely too, they are her favourite!\\n\\n'I'll be so grateful!'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "A Sister's Request",
      "es": ""
    },
    {
      "id": 49286673,
      "en": "Bring the flowers to TBD Girl by the pond in Lond Cirion",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Collect lavender anemones near the pond ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Collect white anemones near the keep ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 49286675,
      "en": "Bring the flowers to Gella by the pond in Lond Cirion",
      "es": ""
    }
  ]
}