{
  "id": 621091241,
  "txt": [
    {
      "id": 246419861,
      "en": "You have ensured all of Raephion's companions have been fed, return to him back in the docks in Lond Cirion near the bottom of the northern lift.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Fed Gwath",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Feed Cúron out on the pier",
      "es": ""
    },
    {
      "id": 49286659,
      "en": "Let the old fisherman know his friends have been fed",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Fed Cúron",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Feed Tathar near the northern lift",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Fed Tathar",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Feed Meril hiding off the main path",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Feed Dagnir near the northern gate",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Fed Meril",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Fed Dagnir",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'A thousand thanks, kind friend.\\n\\n'My dearest companions shall sing their silent praises to you, and my heart is warm with my thanks for tendin' to the ones I hold fondest.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Raephion, the old fisherman, has asked you to help feed his feline friends around the docks.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Fed Heruin",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Feed Heruin near the southern lift",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Fed Maedal",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Hail adventurer! If yer willin', I've a humble request. The cats that roam these docks are wantin' for a meal, and me hands are tied up with this fella here. I've already taken care of a good number of them around, but could ye spare a moment to share some food with my feline friends that haven't been tended to yet with this here bucket of fish?\\n\\n'There's Maedal, a sturdy fella with a grey coat. You're sure to find him at the training grounds nearby. He loves to watch the sparring and the folk there tend to share their scraps with 'em as well.\\n\\n'Tathar and Heruin are twins. Skinny little orange critters that have taken it upon themselves to defend the lifts. Tathar will be close to here watching this one and his sister, Heruin, will fer sure be down at the southern lift. They keep an eye out for any suspicious individuals.\\n\\n'While yer down south, I'm sure you'll find a friend with a fluffy black coat near the southern gate, that'll be Gwath. He is always sitting around the water, and Cúron will surely be that way as well. She will be the orange one nappin' out on the farthest pier where she watches the boats arrive and is sure to get plenty of scraps from the folk there.\\n\\n'Hmm... and good ol' Dagnir'll be guardin' us from the north. He'll be the one with the dark fur at the gate. Oh, and of course ye can't forget about Meril, the most friendly little creature you'll ever meet, but scared of everything. You'll know it's her by her grey and white fur, and she'll surely be hiding somewhere off the main path.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Feed Maedal near the training grounds",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Hungry Companions",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Feed Gwath near the southern dock",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Raephion has asked you feed his feline friends around the docks in Lond Cirion with the bucket of fish pieces he provided.",
      "es": ""
    }
  ]
}