{
  "id": 621091378,
  "txt": [
    {
      "id": "0xa8e11b0",
      "en": "Gathered vegetables and spices ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Bring the stew ingredients back to the tavern cook",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Gave ingredients to cook",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e06",
      "en": "Deliver crate of bowls to Lornion in The Brew and Bounty in Lond Cirion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e07",
      "en": "Bring the stew ingredients back to the tavern cook",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Get bowls from the training grounds cook",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Pick up the crate of bowls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Lornion has asked you to gather meat from dun oxen to the east as well as vegetables and spices from crates at the top of the northern lift.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Picked up the crate of bowls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Well met, adventurer. What can I help you with?'\\n\\nYou tell the cook of the situation at The Brew and Bounty and their need for bowls.\\n\\n'Bowls, ye say? Not a worry at all. We got more bowls than we know what do with. You can find a whole crate of 'em near the wall back here. If ye need more, just holler. Always happy to help the other folk here and Lornion is good folk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Collected dun ox meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "Lornion has asked that you ask Hithudor for some bowls near the training grounds behind the tavern, at the docks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Lornion needs your help making the stew for the day's meal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Return to Lornion at The Brew and Bounty Tavern in Lond Cirion with the stew ingredients.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect meat from dun oxen east of Lond Cirion ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Obtain a crate of bowls behind Hithudor near the training grounds at the docks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Greetings, friend. I'm in a right mess, ya see. The ol' Brew and Bounty is in a pickle, and not the tasty kind! We are missing the supplies I need for today's grub. I was planning a stew, but we are all out of the meat and veggies.\\n\\n'Ye look like you have some know-how in adventurin'. Would you be able to lend a hand and gather what I need? It would sure mean a lot to the workers down here on the docks.\\n\\n'Out the eastern gate of Lond Cirion, ye can find some dun oxen who will provide plenty of meat and ye can find some veggies and spices in the supplies at the top of the northern lift nearby. Gatherin' up those would make for a fine stew.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Return to Lornion in The Brew and Bounty in Lond Cirion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Trouble Stewing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Gather vegetables and spices near the docks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'Well yer a sight for sore eyes. Back with a whole crate of bowls!\\n\\n'Done our humble tavern a mighty favour ye have. The stew will be flowing and they'll be singing yer praises for this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Bless ye for bringin' back the stew ingredients. You've proven yourself a most solid individual, you have! But, lo and behold, we're still in a bit of trouble. We're lackin' bowls, can ye believe it? Bowls we need to serve the meal, no less!\\n\\n'If ye could do me one more favour adventurer and run off to the training grounds outside near the water. Ask the cook there, Hithudor, if they have any layin' about that they can spare. I'd be in yer debt, friend.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}