{
  "id": 621091379,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Greetings traveller, do you have a moment? I am in dire need of help.\\n\\n'My dear husband, Tirneldir, set out to tend to his traps along the shore, but has not yet returned. I am worried something has happened to him with all these Corsairs about as he is never too careful when he should be.\\n\\n'It may all be for nothing... and mayhap he stopped at \\qThe Brew and Bounty\\q and lost track of the day... but please go and check for me, you can find the tavern if you take the northern lift down and go up the stairs behind it. Send him back home when you find him. You can mark him by his brown hair and azure tunic he wears.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Lindil needs your help finding her missing spouse.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Lindil has asked you to check \\qThe Brew and Bounty\\q for her spouse, Tirneldir, in lower Lond Cirion near the northern lift.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Late Fisherman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Eh? What can I do for you, adventurer?'\\n\\nYou tell them that you are looking for Tirneldir.\\n\\n'Ah, Tirneldir, you say? Afford me a moment to gather my thoughts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Search for Lindil's spouse in \\qThe Brew and Bounty\\q near the docks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "You do not see Tirneldir within \\qThe Brew and Bounty\\q in Lond Cirion. The guard sitting at the table may know where he went.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You don't see Tirneldir. The guard nearby may have information",
      "es": "",
      "es (fem)": ""
    }
  ]
}