{
  "id": 621025405,
  "txt": [
    {
      "id": 8567431,
      "en": "You have learned of the many heroic battles fought by the Great Alliance in Mordor Besieged.",
      "es": ""
    },
    {
      "id": 8567477,
      "en": "'It will be the Dead City no longer. That is my king's command.' - Faramir, Prince of Ithilien",
      "es": ""
    },
    {
      "id": 8567432,
      "en": "'Lhaereth the Stained, Lady of Blight. She is still out there, even if fewer of her winged servants live to trouble us.' - Culang, Ranger of the Grey Company",
      "es": ""
    },
    {
      "id": 8567456,
      "en": "'The Orcs hold sway over their part of the city, but do you know something? I think they may be a worse threat to each other than we are to them; perhaps they will fight amongst themselves and do us a favour!' - Culang, Ranger of the Grey Company",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Complete Merrevail and Mervyl Slayer of Imlad Morgul (Advanced)",
      "es": ""
    },
    {
      "id": 8567480,
      "en": "'You slew how many spiders? Save some for me, will you? I don't want you appropriating my epithet, now!' - Atli Spiderbane",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Slay many foes in Imlad Morgul and Mordor Besieged.",
      "es": ""
    },
    {
      "id": 8567459,
      "en": "'The upper tiers are stalked by horrors, tormented wraiths that remember nothing but the evils of the Witch-king and his master Sauron. They are dangerous foes, but you have proven you have the courage to face them, and to rid the world of their menace.' - Gandalf",
      "es": ""
    },
    {
      "id": 8567460,
      "en": "'I remember the banners waving above the arid plains, and the lives that were lost, and even if the defeat of Sauron did not last, still it was worth the fight. There was victory, but there was sorrow too. I remember it all.' - Elrond of Rivendell",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Complete Battles of the Great Alliance (Advanced)",
      "es": ""
    },
    {
      "id": 149027365,
      "en": "Slayer of Imlad Morgul and Mordor Besieged",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Complete Wight Slayer of Imlad Morgul (Advanced)",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Complete Spider and Insect Slayer of Imlad Morgul (Advanced)",
      "es": ""
    },
    {
      "id": 24695142,
      "en": "Slay many foes in Imlad Morgul and Mordor Besieged.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Complete Orc-kind Slayer of Imlad Morgul (Advanced)",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Wraith Slayer of Imlad Morgul (Advanced)",
      "es": ""
    }
  ]
}