{
  "id": 621025406,
  "txt": [
    {
      "id": 173025573,
      "en": "Explore Bâr Nírnaeth",
      "es": ""
    },
    {
      "id": 8567316,
      "en": "Atop a massive underground tomb rests Aufaltor, the Fane of the Eye. Without number are those counted amongst the Dead of Aufaltor, for it was here the servants of the Nazgûl laid the lifeless bodies of those they deemed unworthy of the dark rites of Agath-kali, Mistress of Lamentation, in Bâr Nírnaeth.",
      "es": ""
    },
    {
      "id": 111477344,
      "en": "Explore Aufaltor",
      "es": ""
    },
    {
      "id": 8567317,
      "en": "Long before Ufurok became a monument to the Gaunt-lords, it was a fortress erected in defence of Bâr Nírnaeth. It was Laugdursh, the Dire Span over which the Nazgûl and their most unfortunate victims travelled to the Houses of Lamentation. It fell into disuse once the Nazgûl adopted fell-beasts as their winged mounts in the Third Age of the world.",
      "es": ""
    },
    {
      "id": 111477345,
      "en": "Explore Ufurok",
      "es": ""
    },
    {
      "id": 111477368,
      "en": "Explore Torgris",
      "es": ""
    },
    {
      "id": 149027538,
      "en": "Scouting Thuringwath",
      "es": ""
    },
    {
      "id": 111477347,
      "en": "Explore Laugdursh",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "Falch Gurth, the Deathly Cleft, was a secret path leading back into the southern Ephel Dúath. It was hewn by the Nazgûl when they first conquered Minas Ithil during the Second Age, and hidden by concealing spells that could not be broken while Sauron survived. It was visible only to the Dark Lord and his servants, but now, with its master defeated, it is revealed to all as the passage to the long-hidden gorge of Thuringwath.",
      "es": ""
    },
    {
      "id": 8567414,
      "en": "It was at Bâr Nírnaeth, the Houses of Lamentation, where the Nazgûl worshipped their master Sauron. Many were the dark and profane rituals that were conducted here in his name, and the mark of those terrible evils remain still upon every one of their buildings and courtyards.",
      "es": ""
    },
    {
      "id": 137079110,
      "en": "It was at Bâr Nírnaeth, the Houses of Lamentation, where the Nazgûl worshipped their master Sauron. Many were the dark and profane rituals that were conducted here in his name, and the mark of those terrible evils remain still upon every one of their buildings and courtyards.",
      "es": ""
    },
    {
      "id": 8567415,
      "en": "With many of their number too fearful to press into the shadows of Thuringwath, the Rangers of Ithilien make camp at Torgris, the Hidden Cleft, a small crack in the heart of Falch Gurth.",
      "es": ""
    },
    {
      "id": 8567394,
      "en": "It was to Ufurok, the Dreadfast, that the Witch-king of Angmar drew five of the mightiest Gaunt-men of the Elder Days. It was his will to empower them, crafting them into terrible, twisted reflections of the Wizards whose arrival in Middle-earth threatened the Dark Lord. The fell sorceries of the Witch-king unmade them and reshaped them into the Gaunt-lords. These were their names, and their number was five: Ivar the Blood-hand, Thadúr the Ravager, Ferndúr the Virulent, Drugoth the Death-monger, and Gortheron the Doom-caller.",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Explore the dark and dreadful sites that lie within Thuringwath.",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Explore the dark and dreadful sites that lie within Thuringwath.",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Explore Falch Gurth",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Explore Bâr Nírnaeth",
      "es": ""
    }
  ]
}