{
  "id": 621025400,
  "txt": [
    {
      "id": "0x82ba951",
      "en": "Once a place of feasting and good cheer, the Wracking-hall has not known a meal free of terror for countless years. Now it is a den of evil, and only horrors sup there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba954",
      "en": "The Shadow-roost of Gath Daeroval is home to Khatlob, the great brood-mother who birthed the vile flying mounts used by the Nazgûl in pursuit of the aims of Sauron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba956",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502925",
      "en": "Explore the Garth of Angáth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba957",
      "en": "Barad Cúron rises from the top of the city, a place of mystery much-coveted by each of the Masters of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502927",
      "en": "Explore Bâr Maenath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502956",
      "en": "Explore Búrzangh, the Shrouded Forge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502957",
      "en": "Explore Dâr Grazadh, the Hall of Rot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502958",
      "en": "Explore Ghashan-kútot, the Hall of Black Lore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502959",
      "en": "Explore the Gloomwaters",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba14",
      "en": "The Circle of Mirth above which stood Barad Arthir has become the Circle of Despair, haunted by spirits and a place of great danger for Faramir's White Company, which seeks to restore the city. That goal remains far-off, but every step taken is a step closer, and with the spirits driven out of Barad Arthir, perhaps more victories will soon follow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba15",
      "en": "The gauntmen walk in Roz Dagalur, and few only know the way inside. Fewer still know the way out.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba930",
      "en": "The baths of Minas Ithil were once a place to rest and relax, and the people who lived here scrubbed away the dirt and the grime of their daily lives, sinking into waters of contentment. Now the baths are empty of all good folk, haunted by shades of evil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba16",
      "en": "They say the forge works still, but the hands of men touch it not. In Búrzangh some ghostly power takes command, seeking to craft some relic of ancient days, but none among the living can say what artifact the spirits desire to create.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "Barad Angarth has been reclaimed from the Orcs, and now it serves the White Company as a foothold in the city. Further such towers may better serve the reclamation, but they will first need to be taken from the foes that hold them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba960",
      "en": "Ugrukhôr's forces have pushed into Minas Morgul and established the encampment of Zhar Skator upon the Circle of Wrath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50260",
      "en": "Explore Barad Arthir, the Lofty Watch-fort",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba17",
      "en": "The smell of decaying flesh fills the Hall of Rot, and wights stalk among chambers once home to light and life. But those days are gone, and King Elessar is uncertain if they can ever return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba961",
      "en": "The sprawling encampment of Zhar Dushgoi was established by Gothmog's Orcs who gather what defenses they can to hold the Circle of Wrath from Ugrukhôr's forces.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "Explore the Song-house of Lindalírë",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba18",
      "en": "The dusty paths between the shelves of Ghashan-kútot are walked by an unnatural force. It answers to the name Dolguzigir, but few only have seen the Accursed Sage. It is said he can drape himself in whatever form he wishes, but he is not a Man, and if he appears so it is only in answer to his whim. He is eager to learn the story of any who stray into the Hall of Black Lore, eager almost to the point of sickness, and he does not wish for any to leave... uncollected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba76",
      "en": "Barad Orhant once overlooked the Circle of Skill in Minas Ithil, but now the view has changed. That tier is now the Circle of Sorrow, and it is home only to the Dead. So too was the Tower of the Treegarth, but it has been seized for the use of the White Company. Perhaps it will be the same for the Circle of Sorrow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502930",
      "en": "Explore Uialrond, the Dome of Evening",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba77",
      "en": "Barad Elenath, the Star-gazers' Spire, was once a place of study and learning. From its great height the scholars of the city spent night after night studying the moon and the stars, but that was long ago. The merrevail of Lhaereth the Stained claimed this tower, and have only just been driven away. The tower serves now as a foothold for the White Company's reclamation of Minas Morgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50263",
      "en": "Explore Roz Dagalur, the Fiend-house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502932",
      "en": "Explore the Wracking-hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502933",
      "en": "Explore Gath Daeroval",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore the many places of fear and dread that can be found within Minas Morgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502935",
      "en": "Explore Barad Cúron, the Tower of the Crescent Moon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore the many places of fear and dread that can be found within Minas Morgul, the Dead City.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502938",
      "en": "Explore Zhar Dushgoi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502939",
      "en": "Explore Zhar Skator",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad2",
      "en": "Scouting Minas Morgul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba946",
      "en": "'Is there anything more sad to the heart than a garden dead and twisted? So it was with Ithilien, and already we work to restore my land's beauty. Perhaps it can be the same here.' - Prince Faramir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Explore Barad Angarth, the Gate-wardens' Keep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Explore Barad Orhant, the Tower of the Treegarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba948",
      "en": "The Dome of Evening has been sealed away for years uncounted, and for purpose unknown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba949",
      "en": "Most of Minas Ithil's treasures were already looted, either by good folk fleeing from the city in advance of its several falls, or by forces of evil in search of artifacts and gold. The relics that remain have been corrupted by the long residence of the Nazgûl and their minions, and now Bâr Maenath holds only ill fortune for the few treasure-seekers who dare explore there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Explore Barad Elenath, the Star-gazers' Spire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba62",
      "en": "Minstrels and poets flocked to Minas Ithil when Gondor was at its height, and the lamps were lit in the Song-house of Lindalírë long into the night. But the Night proved darker and more insidious, and with the coming of the Witch-king the theatre is host only to the Dead.",
      "es": "",
      "es (fem)": ""
    }
  ]
}