{
  "id": 621025409,
  "txt": [
    {
      "id": "0x82ba87",
      "en": "'Can Minas Morgul ever truly be cleansed of its evil? I do not know, but my king has commanded it, and therefore we will try to see it done.' - Faramir, Prince of Ithilien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba88",
      "en": "Explore Imlad Morgul and Mordor Besieged.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa0",
      "en": "'The roots of the tale begin more than three thousand years ago, and span even unto the present. But to the Great Powers that is only a small portion indeed.' - Gandalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Complete Explorer of Imlad Morgul and Mordor Besieged",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab8",
      "en": "'Sauron ruled his armies through fear, even before his defeat at the hands of the Last Alliance, and that fear remains though he does not. It is a lash both cruel and effective, and still it drives his servants against us.' - Gandalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Complete deeds in Imlad Morgul and Mordor Besieged.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa2",
      "en": "'These lands have changed over time, as is the nature of all things. But for the Black Land and the Morgul Vale, that nature is evil, for Sauron and his servants had a hand in it. I do not know how these lands might have fared had Sauron not come to this place and taken it for his own, but things might have been otherwise.' - Gandalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Complete The Reclamation of Minas Ithil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa25",
      "en": "Deeds of Imlad Morgul and Mordor Besieged",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Complete Slayer of Imlad Morgul and Mordor Besieged",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d166",
      "en": "Complete deeds in Imlad Morgul and Mordor Besieged.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Complete Quests of Imlad Morgul and Mordor Besieged",
      "es": "",
      "es (fem)": ""
    }
  ]
}