{
  "id": 621025421,
  "txt": [
    {
      "id": "0x82ba14",
      "en": "The Ungoledain have come a long way overland across Middle-earth, following a call only they can hear, and they have established the resting-place of Cadar Skûs in the mountains. Is their long journey finally near its end?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50260",
      "en": "Explore Cadar Skûs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba15",
      "en": "None have seen beyond the entrance to Remmorchant, the Net of Darkness, for that is the deepest and most subterranean of Ungwetári's tunnels, the pitted and sunless abyss into which she retreated after her unexpected injury at the hands of Samwise Gamgee and the point of Sting, the Gondolin-forged blade wielded by both Bilbo and Frodo Baggins, and later by the terrified but deadly gardener of Bag End.\\n\\nUngwetári knew nothing of those hobbits or the lineage of that blade, but she remembers the pain of that encounter, and it has built in her a white-hot and blinding rage. In Remmorchant she broods upon her wound, and festers in her hatred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "Explore Torech Ungol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba16",
      "en": "The forest of Taurlingol has become spider-infested, a place of webs and unnatural voices. If the Ungoledain can understand the chittering of their idols, they are unwilling to share its meaning. This is probably a good thing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Explore Echad Taerdim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502956",
      "en": "Explore Taurlingol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba17",
      "en": "Uruks following the commands of Rukhor the Pale Herald have established this camp atop the Winding Stair, west of Cirith Ungol. It seems they have run afoul of the Ungoledain and spiders ranging out of Taurlingol and Torech Ungol, which is unsurprising. Expectedly, some uruks have also fallen to infighting among themselves and with other Orc-bands creeping down from the tower and through the pass.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad2",
      "en": "Scouting Cirith Ungol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502957",
      "en": "Explore Kaslokroz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50263",
      "en": "Explore the Remmorchant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "This is the first of the stairs climbed by Frodo Baggins, Samwise Gamgee, and the creature Gollum by which they intended to gain access to the Land of Mordor. The stairs are tall and steep, and while the climb is straight and without turns, the steps are uneven and treacherous. The stairs are cut into the flanks of the Ephel Dúath and climb from the floor of the valley up to the pass itself, on the western side of Cirith Ungol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba76",
      "en": "This second stair begins high above the valley floor, and unlike the Straight Stair it weaves back and forth along the cliffside, a great chasm yawning to one side. At the top of the stairs, a dark cleft leads onward to the entrance of Torech Ungol and the horrors within.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba77",
      "en": "Mablung has established the small camp of Echad Taerdim at the top of the Straight Stair, and he intends to use it as a base from which to mount small expeditions into nearby Cirith Ungol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba62",
      "en": "The pass of Cirith Ungol was rarely left unguarded, but few only would dare to make the crossing while the Orcs of the tower could spy on them from above. The worse and far greater danger was spoken of only in whispers, for few good folk knew even rumour of it. Some dark terror dwelled in the tunnel of Torech Ungol, through which the path must lead. Even should a traveller make it safely through the web-haunted passage, the tunnel gave way to a chasm open to the sky but riddled with cave-mouths on each cliffside from which any foe might have the advantage of surprise. No tactician would advise taking that road.\\n\\nIt was the favourite hunting-ground of Ungwetári, last daughter of Ungoliant, and only the very foolish or the very desperate should go that way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore the many dreadful and worrisome locations to be found within Cirith Ungol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore the many dreadful and worrisome locations to be found within Cirith Ungol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Explore the Straight Stair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Explore the Winding Stair",
      "es": "",
      "es (fem)": ""
    }
  ]
}