{
  "id": 621025422,
  "txt": [
    {
      "id": "0xd082ba4",
      "en": "The Dead City of Minas Morgul awaits, freed of the Witch-king but not of the evils he left there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Complete 'The Circle of Despair'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba90",
      "en": "The Circles of Despair and Death may never be wholly free of those names, but you have done everything in your power to fight those gruesome appellations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Complete 'The Circle of Death'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba91",
      "en": "The Circle of Wrath is home to several warring Orc-factions, and by your efforts they have been dealt a serious blow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba93",
      "en": "The name may be of recent invention, for the Circle of Madness has become infested with merrevail sent by Lhaereth, Lady of Blight, and her madness is known to ally and foe alike. She commanded them with a single-minded purpose, and you stood against her minions with equal determination. In time, this tier of the city may reacquire its original appellation: Circle of Wisdom.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba94",
      "en": "The Circle of Sorrow has not welcomed the living for many years and has become home only to the Dead. Through your efforts, you have brought the warmth of life back to this tier of the city. Such warmth will not stay, but you have wielded it as a weapon against the spirits of this place, a warning that the city belongs no longer to them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba96",
      "en": "It was the command of King Elessar that every tier of the city be cleansed of evil, and Faramir wished to see it done, but the continued presence of Gothmog's servants in the Circle of Despair proved especially troubling for the Prince of Ithilien. 'Once this was the Circle of Mirth,' he mused, 'but today the only laughter to be heard on this level is cruel and full of mockery. Will it ever be quieted? I cannot say.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Complete 'Into the Dead City'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba98",
      "en": "Many are the mysteries confronting Prince Faramir and his Rangers on the Circle of Death, uppermost tier of Minas Morgul. Still they stand against the forces of evil that seek to preserve the vile secrets of the Dead City.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Complete quests in Minas Morgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Complete 'The Circle of Wrath'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Complete 'The Circle of Sorrow'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Complete 'The Circle of Madness'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Quests of Minas Morgul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Complete TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Complete quests in Minas Morgul.",
      "es": "",
      "es (fem)": ""
    }
  ]
}