{
  "id": 621025420,
  "txt": [
    {
      "id": "0xa502925",
      "en": "Explore Taen Orwath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502956",
      "en": "Explore Râkh Mathán",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502957",
      "en": "Explore Banám Lugaun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502958",
      "en": "Explore Shakam Moz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502959",
      "en": "Explore Dáru Lagúrz, the Broken Houses",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba14",
      "en": "Countless bones fill the Deep-barrow of Gorthad Nûr, an unholy ossuary carved into the rock of the mountains. Tombs and shrines remain, but they have been desecrated by dark arts. Kergrim howl among the forgotten statues, hungry for flesh, but few other sounds can be heard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba15",
      "en": "Prince Faramir's White Company established the camp of Echad Uial on the eastern side of Rath Dúath, intending to marshal expeditions into Minas Morgul itself. But they have spent much attention maintaining the watch on the Dread Door of Fennas Gost, and there are never enough adventurers willing to face the Dead City.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba930",
      "en": "Vile and unpleasant kergrim have settled into Dáru Lagúrz, picking over the remains. Filth and disease have followed them into the Broken Houses, vile dangers to be faced by those few who must gain entrance to that one-time place of rest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba16",
      "en": "The warg dens of Râkh Mathán extend up into the hills surrounding Rath Dúath, and the creatures' wailing howls strike fear even into the brave hearts of Faramir's Rangers. Especially the Rangers, for they have experienced much grief at the teeth and claws of the beasts during the last several months, as the wargs have ranged further from their dens at the command of their Orkish masters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "This western gate from the valley could be shut in case of trouble, preventing access to Ithilien. This proved a fairly frequent occurrence during the long and tumultuous history of Gondor. Annon Morgul has been damaged by war, and is now a ruin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50260",
      "en": "Explore Gorthad Nûr, the Deep-barrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba17",
      "en": "The Orc encampment of Banám Lugaun sees a great deal of activity during both night and day, serving as a waypoint of sorts for servants of evil on their way to one place or another within Imlad Morgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "Explore Estolad Lân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba18",
      "en": "The merrevail roost of Shakam Moz watches over both Rath Dúath and Lhingris from the high peak, and the minions of Lhaereth the Stained prove a terror for all who are forced to travel in those valleys.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba76",
      "en": "This is the main bridge over the Morgulduin. It has been destroyed and rebuilt several times throughout the history of Rath Dúath, but now it stands anew, carrying the primary road to Minas Morgul across the rushing waters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba77",
      "en": "The Filth-well of Eithel Gwaur is located at the source of the Morgulduin, and appears to be the cause of that river's foul contagion. It is not known when the cavernous cistern first fell prey to its corruption and disease, but the river has not been called Ithilduin for many years, and its clean waters are only the faintest memory now.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50263",
      "en": "Explore Echad Uial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore the many locations where danger might lurk, and where good-hearted folk might oppose it, within Rath Dúath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore the many locations where danger might lurk, and where good-hearted folk might oppose it, within Rath Dúath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad2",
      "en": "Scouting Rath Dúath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Explore Annon Morgul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba947",
      "en": "Few of the Rangers of Ithilien have braved the hills of Rath Dúath. There upon an overlook, those few have established the small encampment of Taen Orwath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Explore the Gúliant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Explore Eithel Gwaur, the Filth-well",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba62",
      "en": "Anborn, Ranger of Ithilien, has established the camp of Estolad Lân on the western side of Rath Dúath. From there he seeks to carry out the commands of Prince Faramir of Ithilien, though the camp rests nearly beneath the very shadow of Minas Morgul.",
      "es": "",
      "es (fem)": ""
    }
  ]
}