{
  "id": 621025417,
  "txt": [
    {
      "id": 173025568,
      "en": "Learn of Mokh Darga",
      "es": ""
    },
    {
      "id": 173025569,
      "en": "Learn of Barthost",
      "es": ""
    },
    {
      "id": 173025570,
      "en": "Learn of Urshúlagar",
      "es": ""
    },
    {
      "id": 173025571,
      "en": "Learn of Matum Graz",
      "es": ""
    },
    {
      "id": 173025572,
      "en": "Learn of Angathrai",
      "es": ""
    },
    {
      "id": 173025622,
      "en": "Learn of Halroth",
      "es": ""
    },
    {
      "id": 173025623,
      "en": "Learn of Barad-dûr",
      "es": ""
    },
    {
      "id": 173025624,
      "en": "Learn of Baur Kasak",
      "es": ""
    },
    {
      "id": 173025625,
      "en": "Learn of Mokh Shapat",
      "es": ""
    },
    {
      "id": 8567316,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 8567317,
      "en": "'Dol Naeg was the name of a rocky spur on the north slope of Amon Amarth. It is a place of great sadness for me, for that is where my father died. It is also where I obtained an artifact of Sauron that brought me only sorrow and grief. Would that I had never stood there!' - Isildur",
      "es": ""
    },
    {
      "id": 137079088,
      "en": "'I am grieved to hear that the Orcs remain still in this world. They were a fearsome foe when we fought against Sauron, cruel and deadly, without an ounce of mercy. Many of my friends and soldiers perished in their encampments. The one called Mokh Shapat remained for years, despite our attempts to eradicate it.' - Isildur",
      "es": ""
    },
    {
      "id": 8567318,
      "en": "'I know the tunnel of Halroth, but I never ventured inside. Glorfindel of the Bright Company knows of that place. Let him speak of it, if he will.' - Isildur",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "'It was Ram Raedas, the Ensnaring Wall. We built that fortification athwart the Neck of Iron to keep enemies from crossing through from Udûn and attacking the Great Alliance from the rear.' - Isildur",
      "es": ""
    },
    {
      "id": 137079089,
      "en": "'Mokh Darga was a large encampment from which the Orcs launched many attacks upon Adambel. My father himself turned away several of these assaults, deeds which inspired not just the men under his command but also proved an inspiration to me and to my brother. Alas for Anárion!'",
      "es": ""
    },
    {
      "id": 111477344,
      "en": "Learn of Adambel",
      "es": ""
    },
    {
      "id": 8567319,
      "en": "'Barad-dûr, the tower of Sauron, was built not by his servants but by Númenórean hands. He has bent it to his evil, and it stood as a cruel mockery to my people. He remained within for the long years of the siege, content to outlast us, but it was not to be.' - Isildur",
      "es": ""
    },
    {
      "id": 137079090,
      "en": "'Barthost, you say? I do not remember that name. Perhaps Gultháva's enchantment has not yet released me from its grip.' - Isildur",
      "es": ""
    },
    {
      "id": 111477345,
      "en": "Learn of Amon Fuin",
      "es": ""
    },
    {
      "id": 8567320,
      "en": "'The wargs of Baur Kasak were feared by all the men under my command, for the beasts could move at incredible speed across the plains, seizing an unwary soldier with their powerful jaws and charging away in moments. Many of my soldiers insisted upon being accompanied on the plains by an Elf of Gil-galad's forces, for only their swift bows could dissuade the advance of such creatures.' - Isildur",
      "es": ""
    },
    {
      "id": 8567414,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 137079091,
      "en": "'It was a camp of evil men, sworn to serve Sauron. I never set foot inside, but I know the forces of Sauron festered in their malice within its bounds, and set forth with hatred in their hearts, intending to defeat the Great Alliance.' - Isildur",
      "es": ""
    },
    {
      "id": 8567415,
      "en": "'Echad-in-Edhil was the forward encampment of the Elves, and it was where Gil-galad and his household dwelt for much of the siege. From this camp, the High Elves of the Bright Company undertook many dangerous excursions on the plains before Barad-dûr and against Sauron's servants.' - Isildur",
      "es": ""
    },
    {
      "id": 137079092,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477347,
      "en": "Learn of Dol Naeg",
      "es": ""
    },
    {
      "id": 137079093,
      "en": "'Shades drifted within Angathrai, given cruel purpose by Mordorrim cultists and the will of Sauron. Let us not speak of them.' - Isildur",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Explore locations of bravery and heroism to be found within Isildur's tale of Mordor Besieged.",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "As Gultháva's enchantment fades, Isildur comes to remember the events at the close of the Second Age, when Mordor was besieged.",
      "es": ""
    },
    {
      "id": 149027538,
      "en": "Exploring Mordor Besieged",
      "es": ""
    },
    {
      "id": 137079109,
      "en": "'Díngarth was the most secure location of the Free Peoples, built at the beginning of the siege and repeatedly assailed and rebuilt over the ensuing years. Near the end it was mostly emptied, kept as a last redoubt in the event that the forward forces of the Alliance were overwhelmed and forced to retreat. My sons greatly enjoyed making life difficult for Ontamo, the master of the fortifications at Díngarth, despite my chiding of them for it.' - Isildur",
      "es": ""
    },
    {
      "id": 137079110,
      "en": "'Adambel was the forward encampment of Men, from whence my father Elendil and my brother Anárion and I commanded our armies. It was the nearest to Barad-dûr we deemed it wise to set camp.' - Isildur",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Learn of Ram Raedas",
      "es": ""
    },
    {
      "id": 137079111,
      "en": "'It was Amon Fuin, the Gloom-hill, the last remaining major fortification held by Sauron’s forces beyond the Dark Tower itself. The Mordorrim conducted sacrifices and other rituals behind the walls of that fortress, and many were the soldiers of the Great Alliance we lost to their deadly excursions.' - Isildur",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Learn of Díngarth",
      "es": ""
    },
    {
      "id": 137079112,
      "en": "'The shades and spirits of Matum Graz lingered alongside the dead that walk, and they nursed hatred for the living in their evil hearts. I do not wish to speak of them now.' - Isildur",
      "es": ""
    },
    {
      "id": 111477368,
      "en": "Learn of Echad-in-Edhil",
      "es": ""
    },
    {
      "id": 8567394,
      "en": "TBD",
      "es": "TBD"
    }
  ]
}