{
  "id": 621044514,
  "txt": [
    {
      "id": 177082681,
      "en": "This cavern appears to go very deep underground",
      "es": ""
    },
    {
      "id": 148970386,
      "en": "Defeated influenced goblins ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Influenced goblins can be found in northern Gloomingtarn.\\n\\nYou should defeat influenced goblins.",
      "es": ""
    },
    {
      "id": 184621264,
      "en": "The entrance to the Den of Pughlak can be found in the Gloomingtarn.\\n\\nYou should further explore where the influenced goblins are camped.",
      "es": ""
    },
    {
      "id": 190220708,
      "en": "'I was starting to wonder where you have gone off to? What did you find that had you across the tarn for such a length in time?!\\n\\n'A giant toad had poisoned the goblins' minds?! I would have never guessed that to be the answer! All of your talk about this cavern of deep toads, and a broken, nameless shrine has me rethinking my curiosity, [placeholder].\\n\\n'There are many strange creatures who have taken refuge in Gundabad during the absence of the dwarves. Perhaps we will all be better off if some of these creatures are just left alone.'",
      "es": ""
    },
    {
      "id": 246419714,
      "en": "Complete 'Den of Pughlak' on any difficulty.\\n\\nUse the Instance Finder to enter the Den of Pughlak.",
      "es": ""
    },
    {
      "id": 111477267,
      "en": "Complete 'Den of Pughlak' on any difficulty",
      "es": ""
    },
    {
      "id": 149027505,
      "en": "Den of Pughlak",
      "es": ""
    },
    {
      "id": 177082676,
      "en": "Completed 'Den of Pughlak'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'If you are busy with other matters, do not trouble yourself with what I am about to say, [placeholder].\\n\\n'There is something peculiar across the tarn. I have spied a small band of goblins acting more strange than even goblins ought to act! They seem to wander up and down the shoreline in a trance. Perhaps they have an encampment in a nearby cave, and search the shore for something to eat?\\n\\n'As I have said, if curiosity takes you across the lake to find answers, I am glad. There are certainly more important tasks at hand in the Gloomingtarn, however.'",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "A group of goblins in Gloomingtarn has been seen acting in a very peculiar way.",
      "es": ""
    },
    {
      "id": 111477270,
      "en": "Talk to Orti",
      "es": ""
    },
    {
      "id": 246419719,
      "en": "Orti can be found at Watchers' Roost in the Gloomingtarn.\\n\\nYou should return to Watchers' Roost and talk to Orti.",
      "es": ""
    },
    {
      "id": 162883605,
      "en": "DNT USE EXISTING NPC",
      "es": ""
    },
    {
      "id": 111477272,
      "en": "Further explore where the influenced goblins are camped",
      "es": ""
    },
    {
      "id": 173025617,
      "en": "Defeat influenced goblins ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}