{
  "id": 621044555,
  "txt": [
    {
      "id": 216727830,
      "en": "You have done much to hinder the Orcs and their vile allies at Zaghúth.\\n\\nYou should raise a banner of the Haban'akkâ of Thráin at Zaghúth.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Defeat Orcs and goblins at Zaghúth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Defeat Warg-riders at Zaghúth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Orcs, goblins, Warg-riders, and barricades can be found at Zaghúth.\\n\\nKing Thráin has commanded you to join in the assault at Zaghúth. You should aid the Haban'akkâ of Thráin.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Defeated Warg-riders at Zaghúth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Destroy Orkish barricades at Zaghúth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Destroyed Orkish barricades at Zaghúth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "The Haban'akkâ of Thráin will be victorious!",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Upon the slopes of Barazinbar at Zaghúth, the Orcs and goblins of Moria have constructed a blockade to hinder the Haban'akkâ of Thráin at Azanulbizar.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Raise a banner of the Haban'akkâ of Thráin at Zaghúth",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'The Haban'akkâ has need of your aid, my friend.\\n\\n'I have received word that our enemies at Zaghúth have repaired and reinforced their encampment upon the slopes of Barazinbar. We cannot suffer the Redhorn Pass to be held by our foes, and neither can we allow the Orcs to flee to safety beyond the northern reaches of the dale should the battle turn swiftly against them. This war will end at Azanulbizar!\\n\\n'Let our enemies at Zaghúth know the wrath of the Haban'akkâ!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Blockade on Barazinbar",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Defeat Orcs and goblins at Zaghúth ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}