{
  "id": 620765020,
  "txt": [
    {
      "id": 63183944,
      "en": "'The road winds east to the Ford of Bruinen, and then climbs to Imladris.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Alphlanc is watching the road as it runs over the Last Bridge for any sign that servants of the Enemy might slip into -- or out of -- the Trollshaws.",
      "es": ""
    },
    {
      "id": 262725907,
      "en": "Markings upon this stone point south from the road, indicating the direction of Barachen's camp",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I bid you welcome, friend, but must give you a word of caution: servants of the Enemy passed across the Last Bridge and swept into the Trollshaws no less than two months ago, pursuing a small company. They were hindered at the Ford of Bruinen, and the good people were brought to safety, but... not all of the evil ones were accounted for.\\n\\n'Barachen maintains a camp to the east, on a hill south of the road. Bring him this message from me, if you are going that way: \\qNo agents of evil have entered the Trollshaws by the Last Bridge, but so too have none left it. Whatever evil lurks among the ruins of old Rhudaur... remains there.\\n\\n'I thank you for this, friend. Tread with care and follow the road east until you find the marker we placed to guide friends to Barachen's camp. It is difficult to miss, for it is white, unlike the stone of these hills.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Barachen is at his camp east of the Last Bridge, on a hill south of the road.\\n\\nAlphlanc asked you to bring word to Barachen that no evil has entered the Trollshaws while she has been watching the Last Bridge, though neither has any left.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You bring word from Alphlanc? I am gladdened that she has not encountered any evil creatures, but it is clear to the Wise that an unseen evil is often the worst.\\n\\n'Still, I am glad of your tidings. If you are willing to help us watch the wilderness for signs of evil, you would be doing us a great service.'",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Find the Elves' marker",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'This Elf, Barachen, has agreed to help me with the troubles I have encountered here in the Trollshaws. If you are of a mind to, you could lend him a hand.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'If you are looking for Barachen's camp, you will find it to the south. Leave the road and follow the slope to the right as it winds up the side of those cliffs.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Barachen",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Barachen has a camp not far to the east, on a hill south of the road. Follow the road until you see the marker we placed to guide friends to Barachen's camp.\\n\\n'Bring him word that the road over the Last Bridge remains clear, though the evil that crept into the Trollshaws seems to remain here.'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I will maintain my watch over the Last Bridge and hold it against any servant of the Enemy.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'The road is always dangerous. Use caution on your travels, friend.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Scouting the Wild",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "The Elves placed a white marker stone along the road to guide friends towards Barachen's camp.\\n\\nAlphlanc told you to seek a white marker stone eastward along the road.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Barachen's camp is south of here. Follow the sloping hill to the right as it climbs.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'My good friend Alphlanc keeps watch over the Last Bridge, west of here.'",
      "es": ""
    }
  ]
}