{
  "id": 620765086,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have decided to craft a necklace for my Elf-maid, [placeholder], and though the feather you brought me is a fine addition, it is not yet enough.\\n\\n'Lilies grow along the banks of the Loudwater, the Bruinen to the east, and any of them would be pretty enough for an Elf-swain to give his love. Mine is no ordinary love, [placeholder], and these white lilies will not be enough!\\n\\n'Only a mauve lily of unsurpassing beauty will be lovely enough for my Elf-maid. Look for one somewhere along the Bruinen, and carefully -- lilies of such a shade are exceedingly rare!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Such beauty! This lily will do nicely, [placeholder]. You have my thanks, of course, and they are most heartfelt!\\n\\n'It will just be a moment. Narlinn will cherish this necklace and recognize the depth of my affection for her!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'A mauve lily of unsurpassing loveliness is a rare thing and is only found along the Bruinen. Look with care! None of the white ones will do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have not returned with the lily I requested, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lilies in the Valley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Arrod was pleased with the feather you brought him and has been inspired by it to craft a necklace for Narlinn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Found a perfect lily",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the perfect lily",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "A perfect lily grows somewhere along the Bruinen east of Arrod's post.\\n\\nArrod has asked you to bring him a perfect lily of exquisite beauty. No other kind will do.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the perfect lily back to Arrod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Arrod is watching the road through the Bruinen Gorges from his vantage point near a set of hilltop ruins, west of the Bruinen.\\n\\nArrod will be delighted to see that you have found a lily of exquisite beauty.",
      "es": "",
      "es (fem)": ""
    }
  ]
}