{
  "id": 620765089,
  "txt": [
    {
      "id": "0xc41c471",
      "en": "'Arrod must be distracted if he did not make clear to you his intentions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'Arrod has grown distant as of late. I cannot imagine why!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'I do not understand why Arrod has not paid me as much mind as he used to.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c472",
      "en": "'Have you taken Arrod's necklace to Faimir?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Arrod has prepared a necklace for the Elf-maid Narlinn with whom he is smitten.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There, I have finished the necklace, [placeholder]. If you will bring this to Narlinn, I will be in your debt! You will find her at Thorenhad, the camp of the sons of Elrond located north-west of here, north of the bear dens.\\n\\n'Narlinn believes that the maiden for whom I have been sighing is Faimir of Rivendell. She is lovely, and for a time I thought I loved her, but my time here in the wild has taught me that Narlinn is the one for whom my heart sings.\\n\\n'Bring her this necklace with my fondest affection! I will stay here and continue my duties, though I will look forward to rejoining Narlinn in peace when the dark times against which we must guard have passed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Narlinn is at Thorenhad, the camp of the sons of Elrond located among the Bruinen Gorges, north of the bear dens.\\n\\nArrod has asked you to deliver the necklace to Narlinn, the Elf-maid who is the object of his devotion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What? This necklace is from Arrod? You must be confused -- he is interested only in Faimir of Rivendell. He has told me this himself!\\n\\n'You are well-meaning, [placeholder], but I cannot take this. Return with this to Arrod, and tell him that you did not understand his charge.\\n\\n'I will not hear anymore of this. I do not wish to embarrass you or Arrod any further. You have brought this beautiful necklace to the wrong Elf-maid!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Arrod is at his vantage point high above the Bruinen Gorges, by an old set of ruins.\\n\\nNarlinn has refused Arrod's gift and has sent you to return it to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Narlinn? Why do you ask me about her? She is off at Thorenhad with Elladan and Elrohir, I think.\\n\\n'My Arrod is also there, I think. He has been so thoughtful and admiring of me lately, as to inspire envy from the other maidens.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Do you have something for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'That necklace is very shoddily-made, [placeholder]. I do not want it.\\n\\n'I am sure its maker is most ashamed of his hasty craftsmanship.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'What? Why do you still have the necklace, [placeholder]? Do not tell me that Narlinn refused it!\\n\\n'I see...I have become a victim of my own subtleties, my friend! So good was my performance that Narlinn believes that Faimir truly is the Elf-maiden for whom I have been sighing!\\n\\n'I have a solution, [placeholder]. I will maintain my watch here, ever-vigilant and meet Narlinn personally when my duty here is done. I will then explain my true feelings to her! I should not have given you this task at all. This task is for Arrod of Rivendell, and Arrod of Rivendell alone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Have you given Narlinn the necklace?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Thorenhad is west of here, and north of the bear dens of the Bruinen Gorges. Bring my necklace to Narlinn with my affection!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring Arrod's necklace to Narlinn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Arrod is scouting the Bruinen Gorges, and I am worried that by thinking always of Faimir, he pays no heed to his own safety or to his duty! Return this necklace to him, for there has been some mistake. He did not mean for you to bring it to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring Arrod's necklace back to Arrod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'My performance must have been very convincing. Too convincing, I think!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Gift for the Elf-maid",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'I have so thoroughly convinced Narlinn that she is not the maiden for whom I was sighing! Alas!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'Arrod used to be so admiring of me, but lately he has been downright dismissive!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'I have never been accused of too much subtlety before, [placeholder]! How odd!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}