{
  "id": 620765039,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have arrived at just the right moment, [placeholder] -- any later and the spiders of the Wovenvales might have spilled forth from their valley and forced me to retreat. Once the creatures escape the valley, there will be little to stand between them and the rest of the Trollshaws. Imladris would become the only beacon in the darkness, though this may already be the case.\\n\\n'These spiders are a particularly dangerous breed, or I would have already journeyed into the valley to face them myself, but I cannot face them alone. If you would, gather any allies you might have, [placeholder], and cleanse the Wovenvales of this filth.'\\n\\n<rgb=#FF0000>This quest is intended for a full fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well, [placeholder], but this is only the beginning! Your tale of valour against the spiders of the Wovenvales has encouraged me, but it also contains news that gives me pause. There are more spiders within the Wovenvales than I suspected.\\n\\n'And yet I believe this may prove a great help to us. If I am correct in my guess, we may be able to turn these great numbers to our advantage. We must find out if this is so, and quickly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Wovenvales are crawling with spiders, [placeholder]. Bring allies with you, for the creatures are both vicious and innumerable.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fighting the Brood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Talk to Thoroniel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thoroniel has been keeping an eye on the activity of the spiders in the North Trollshaws and has become alarmed at the recent surge in their number.\\n\\n<rgb=#FF0000>This quest is intended for a full fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated spiders in the Wovenvales ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat spiders in the Wovenvales ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Spiders have made their home in the Wovenvales of the North Trollshaws, north of Thoroniel's camp.\\n\\nThoroniel has asked you to defeat spiders in the Wovenvales, advising you to bring allies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thoroniel is in the North Trollshaws, just south of the Wovenvales in the north-west corner.\\n\\nThoroniel is waiting to hear that you have defeated the spiders which stalk the Wovenvales.",
      "es": "",
      "es (fem)": ""
    }
  ]
}