{
  "id": 620765069,
  "txt": [
    {
      "id": 228284040,
      "en": "This emblem bears markings belonging to a gaunt-man named Gúrdring. The vile creature must be found and destroyed.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Hillmen of Rhudaur may be found throughout the ruins of Nan Tornaeth, especially across the bridge of Thoriant.\\n\\nThe Hillmen of Rhudaur have some foul connexion to the wights that stalk the ruins of Nan Tornaeth, and you should search among them for some token which might reveal their mutual master.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "You found the emblem of the gaunt-man Gúrdring and should hunt for the evil creature before his power becomes too great.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected gaunt-man's emblem",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Slain Yiarn-poisoners ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Calenthon believes that the Hillmen of Rhudaur in Nan Tornaeth have some foul association with the wights that stalk the ruins by night.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "Hillmen of Rhudaur may be found throughout the ruins of Nan Tornaeth, especially across the bridge of Thoriant.\\n\\nThe Hillmen of Rhudaur have some foul connexion to the wights that stalk the ruins of Nan Tornaeth, and you should search among them for some token which might reveal their mutual master.",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "The Hillmen of Rhudaur may have some token which might reveal their mutual master",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Hillmen of Rhudaur may be found throughout the ruins of Nan Tornaeth, especially across the bridge of Thoriant.\\n\\nThe Hillmen of Rhudaur have some foul connexion to the wights that stalk the ruins of Nan Tornaeth, and you should search among them for some token which might reveal their mutual master.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This emblem is that of a gaunt-man named Gúrdring, [placeholder]! I do not know the strength of this creature, but one such as he would have power to command the wights of Nan Tornaeth!\\n\\n'Gúrdring must have given these emblems to the Hillmen as a sign of mastery over them, or for some other purpose we cannot perceive. It is of no matter, however, for our course is clear.\\n\\n'We must defeat this Gúrdring, [placeholder], for he is too powerful an ally for the Hillmen and could drive them against us in great force, with wights at their backs and a fell cry on the air.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Calenthon is in Nan Tornaeth, north-west of Thorenhad.\\n\\nYou found a curious emblem on the body of a fallen Hillman. You should bring it to Calenthon at once.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Defeat the Hillmen of Rhudaur in Nan Tornaeth, [placeholder], north-east of here. Look especially on Amon Varadh and at Minas Ciliant. One of the Hillmen is certain to bear something that will reveal their connexion to the wights that stalk this place.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not returned with an artifact or emblem that is of any use to us, [placeholder]. Defeat the Hillmen of Rhudaur until you find some clue to the association between them and the wights that stalk Nan Tornaeth by night.'",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "During your rescue of Malloval, you discovered that the Corcur are in league with wights, but learned nothing else.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect a token from the Hillmen of Rhudaur",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "You found the emblem of the gaunt-man Gúrdring and should hunt for the evil creature before his power becomes too great",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Collect a token from the Hillmen of Rhudaur",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Gúrdring's emblem to Calenthon",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with Elladan",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Keepers of the Dead",
      "es": ""
    }
  ]
}