{
  "id": 620765036,
  "txt": [
    {
      "id": 54354734,
      "en": "Thoroniel believes that the Wovenvales are infested with two different broods of spider, and she has formed a plan to deal with both of them.\\n\\n<rgb=#FF0000>This quest is intended for a full fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 262725906,
      "en": "Collected trapdoor spider-fangs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "Collected flesh-gnawer spider-fangs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It appears that we are dealing not with one brood of spiders, [placeholder], but with two! I do not know for what purpose these two broods have formed an alliance within the Wovenvales, but I can guess at it -- to prepare for an assault upon the rest of the Trollshaws.\\n\\n'If these creatures do indeed belong to separate broods, then I propose that the venom of one may be deadly to the other. If this is so, we may be able to turn their own weapons against them and destroy each of the deadly broods! These spiders cannot be allowed to remain here.\\n\\n'If you are prepared for another adventure, [placeholder], I ask you to journey once more into the Wovenvales. Defeat spiders of each brood and retrieve their fangs. There may be enough venom within them to poison their egg sacs.'\\n\\n<rgb=#FF0000>This quest is intended for a full fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Collect trapdoor spider-fangs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Two broods of spider make their home in the Wovenvales of the North Trollshaws, north of Thoroniel's camp.\\n\\nThoroniel has asked you to collect fangs from the two different spider-broods in the North Trollshaws.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have returned with the fangs of the trapdoor-spiders and the flesh-gnawer spiders? Now we shall see if my guess was correct, and if we can turn their own weapons against them.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thoroniel is just outside the Wovenvales of the North Trollshaws.\\n\\nThoroniel is waiting for you to return with the fangs you collected from each of the broods of spider in the North Trollshaws.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Search within the Wovenvales to the north-west and collect fangs from trapdoor and flesh-gnawer spiders.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I am still waiting for you to return with fangs from the trapdoor-spiders and the flesh-gnawer spiders. Only then can I prepare the next weapon in our store-house -- their own venom, used against them!'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Collect flesh-gnawer spider-fangs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring trapdoor fangs and flesh-gnawer fangs to Thoroniel",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Deadly Broods",
      "es": ""
    }
  ]
}