{
  "id": 620765091,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You are here to help Elladan and Elrohir? I am glad of it, but I would ask you to help me as well, if you have a moment.\\n\\n'My friend Arrod is a good Elf, but he is not always as cautious as he is well-intentioned, and he often gets into trouble. Master Elrond recommended that he help keep watch over the Trollshaws, and indeed he has been assigned to scout the Bruinen Gorges, but I fear that his mind is not entirely on his duty.\\n\\n'All of his thoughts dwell on Faimir, an Elf-maiden of our acquaintance in Imladris, and I fear he is not paying the attention he should to his own well-being and safety. Would you seek him out in the Bruinen Gorges and make sure he has not come to harm, [placeholder]? He is sure to have taken up a post overlooking the road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You are from Thorenhad? Elladan and Elrohir entrusted me to scout the Bruinen Gorges for signs of evil, and I am doing so. I have not found much, but I must admit that I hope to find something -- there is an Elf-maid I hope to impress with my valour and my prowess in battle!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please look to Arrod for me, [placeholder]. He is east of here, probably somewhere in the Bruinen Gorges, and though he should be keeping alert for signs of evil and ensuring his own safety, I fear he is likely daydreaming about the Elf-maiden Faimir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Scout among the Bruinen Gorges",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I hope to prove my worth in the eyes of my Elf-maiden!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Many scouts were dispatched across the Trollshaws to keep watch for signs of evil, and the sons of Elrond want to know if anything has been found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'It has been quiet. If I were assigned to Nan Tornaeth, I would see some adventure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe12d51",
      "en": "'Up here, friend! This way!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Arrod is keeping watch somewhere among the Bruinen Gorges, south-east of Thorenhad, at a position where he can overlook the road.\\n\\nNarlinn has asked you to check on Arrod, currently scouting the Bruinen Gorges, though likely more focused on wooing the Elf-maiden Faimir.",
      "es": "",
      "es (fem)": ""
    }
  ]
}