{
  "id": 620765180,
  "txt": [
    {
      "id": 218649170,
      "en": "'These boots fill me with anger, [placeholder], anger that the Dourhands would be so bold as to seize Gabilazan from my kinsmen!\\n\\n'You have done well to bring these and to bring the ashen hide of Grimgore. No longer will he stride the cliffs of Fasach-larran!\\n\\n'If you can collect the next set of components as quickly, I will finish my work in no time at all! Next I shall need unyielding drake-scales such as can be found on the drakes of Angmar and other treacherous places. I will also need the gem-crusted nails of the cave-claws found in Angmar and such places.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not returned with the components for which I asked, [placeholder]?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Articles of Fortitude",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'These scales look to be just the thing, [placeholder], and these nails have just the right sort of gems! The equipment I make for you is sure to be something special, when it has such components on which to draw.\\n\\n'Two components remain: a flawless scale of Lhugrien and a Warg-keeper's token. If you can retrieve these items, you will truly be counted among the mightiest of guardians. Both can be found in Urugarth; the first from the drake Lhugrien and the second from the goblin Warg-keeper Athpukh.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You do not have the components for which I have asked, [placeholder]. What are you doing?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected snow-encrusted Dourhand-boots ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You may find the boar Grimgore in Fasach-larran, and the Dourhands have encamped at Gabilazan in the Misty Mountains.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'I marvel at your courage, [placeholder], for none know better than I the ferocity of Lhugrien! I know too the reluctance with which Athpukh would part with his token.\\n\\n'You are a mighty guardian, [placeholder], and it is an honour to know you. Take this equipment with my regards, from one guardian to another!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Grimgore's ashen hide",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Drakes and cave-claws of the varieties you seek may be found in Angmar and other such evil places.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'You do not have the components for which I asked, [placeholder]. Why are you wasting my time?'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected unyielding drake-scales ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Grimgore can be found in Fasach-larran in Angmar. The Dourhand dwarves may be found at Gabilazan in the Misty Mountains.\\n\\nWáli asked you to bring him snow-encrusted Dourhand-boots and Grimgore's ashen hide.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Lhugrien and Athpukh may both be found at Urugarth, [placeholder].'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected gem-encrusted nails ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Collect Warg-keeper's token",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Wáli is at the outpost of Noglond, south of Thorin's Hall and west of the dwarf-city of Gondamon.\\n\\nWáli is waiting for you to return with the first set of components for which he asked.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Collected flawless scale of Lhugrien",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Bring final set of components to Wáli",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Drakes and cave-claws may be found in Angmar and other dangerous places.\\n\\nWáli asked you to bring him unyielding drake-scales and gem-encrusted nails.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Collect Warg-keeper's token",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Collect flawless scale of Lhugrien",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Wáli is at the outpost of Noglond, south of Thorin's Hall and west of the dwarf-city of Gondamon.\\n\\nWáli is waiting for you to return with the second set of components for which he asked.",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Collect Warg-keeper's token",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Lhugrien and Athpukh may both be found at Urugarth in Angmar.\\n\\nWáli asked you to return with a flawless scale of Lhugrien and a Warg-keeper's token.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Wáli is at the outpost of Noglond, south of Thorin's Hall and west of the dwarf-city of Gondamon.\\n\\nWáli is waiting for you to return with the last set of components for which he asked.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect snow-encrusted Dourhand-boots ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Grimgore's ashen hide",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring first set of components to Wáli",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect unyielding drake-scales ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Collect gem-encrusted nails ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Bring second set of components to Wáli",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Collect unyielding drake-scales ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Collect gem-encrusted nails ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Collect flawless scale of Lhugrien",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Wáli has agreed to help you fashion a piece of equipment worthy of your might as a guardian.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I can make you a piece of equipment befitting your stature as a guardian, [placeholder], but heed my warning: I will require several components for its making that will take you to dangerous lands and into great danger.\\n\\n'But you are a guardian! Surely you will not shy away from such a challenge!\\n\\n'The first items I need you to gather are the ashen hide of the great boar Grimgore in Fasach-larran in Angmar and the snow-encrusted boots of the Dourhands at Gabilazan in the Misty Mountains.'",
      "es": ""
    }
  ]
}