{
  "id": 620765017,
  "txt": [
    {
      "id": "0xd085252",
      "en": "The crate has been smashed open and its contents removed. Whatever it once contained has been stolen by parties unknown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have found the crate my dwarves were bringing with them? I had hoped that you might return with the stones, but it sounds from your tale that someone else has already made off with them.\\n\\n'This is inexcusable! We must find them, [placeholder], or Lord Gl贸in will be made a laughing-stock!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Trouble by the Last Bridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Greetings once more, [placeholder]. Alas, I have seen no sign of these dwarves you are searching for. Is Heithur Ironfist certain that they came this way? If so, it was before Rochwen and I arrived.\\n\\n'Perhaps you should search the area around the bridge very carefully. Some evidence of trouble might have been missed, or well-hidden by whatever evil fate befell the dwarves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "A shattered crate lies near the foot of the Last Bridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Barachen sent one of his Elves to the Last Bridge, didn't he? You should speak with this Elf about my dwarves, and without delay!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The dwarf-crate has been smashed open, its contents removed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Alphlanc is at the Last Bridge, on the western edge of the Trollshaws. It could be that she knows the fate of Heithur's dwarves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Alphlanc is at the Last Bridge on the western edge of the Trollshaws, where the road passes into the Lone-lands.\\n\\nBarachen has asked you to speak again with Alphlanc at the Last Bridge to see if she has learned anything of the missing dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You have located the crate containing the stones, but they have been removed? You should speak with Heithur about this, but he will not be pleased to hear it, I am certain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Last Bridge supports the road as it winds west out of the Trollshaws and passes into the Lone-lands.\\n\\nAlphlanc has asked you to search the area immediately around the Last Bridge closely for some sign of the missing dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'The Last Bridge is to the west -- just follow the road. Alphlanc may have seen some sign of the missing dwarves, but I must admit that she has not mentioned it to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "A smashed crate lies at the foot of the Last Bridge, on the water's edge.\\n\\nYou have located a smashed crate by the Last Bridge that appears to be of dwarf-make. You should investigate further.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'You found the crate Heithur's dwarves were escorting, but the contents were removed? These are grim tidings, [placeholder]. Journey to Barachen's camp, south of here, at the top of the shadowed slope, and give the dwarf this news. He will not be pleased to hear it, but he would want to know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'You found a shattered crate of dwarf-make? Then it seems your dwarves did pass this way, ere Rochwen and I arrived. You should return to Heithur Ironfist and let him know of your discovery, for it would seem that the dwarves were not fortunate in their encounters.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Heithur Ironfist is at Barachen's camp, east of the Last Bridge, on a sloping hill in the shadow of the southern cliffs.\\n\\nAlphlanc believes that Heithur will want to hear about your discovery of a shattered dwarf-crate at the base of the Last Bridge, emptied of its contents, for it means that Heithur's company met with an unfortunate fate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Examine the area around the Last Bridge carefully, friend, and you might find some sign of the dwarves for whom you are searching.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'You found a shattered crate of dwarf-make? You should examine it more closely, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'You should return to Heithur Ironfist at Barachen's camp, east of here and south of the road, and tell him what you have discovered -- that his dwarves have almost certainly fallen to an ill fate!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Alphlanc is at the Last Bridge on the western edge of the Trollshaws, where the road passes into the Lone-lands.\\n\\nYou should tell Alphlanc what you have found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search the area around the Last Bridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Search the shattered dwarf-crate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Talk to Alphlanc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Heithur Ironfist is concerned about his missing dwarves, but he is especially worried about their cargo of historically-significant stones from Thorin's Hall bound for Gl贸in, and he wants them recovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Alphlanc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Heithur Ironfist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e113",
      "en": "You found nothing within the crate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Heithur Ironfist told me about the missing dwarves while you were away, [placeholder]. Gl贸in of the Lonely Mountain requested the delivery of some stones of historical value from Thorin's Hall as a sign of good faith for the Elves of Rivendell -- he is visiting Imladris on a mission of some importance -- and Heithur is worried that Gl贸in will be made a laughing-stock without such gifts.\\n\\n'He is mistaken, of course. Master Elrond treats all with respect and honour and has no need for such baubles. I have told Heithur he need not worry on that account, but he does not listen.\\n\\n'Perhaps the dwarves were surprised before they had come very far into the Trollshaws. Return to the Last Bridge and speak with Alphlanc... perhaps she has seen some sign of their passing.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}