{
  "id": 620765016,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Many... thanks, good [placeholder]. I do not think... I could have held out... any longer.\\n\\n'You say that Heithur Ironfist... has taken refuge with an... Elf to the south of here? I... will go to him... then, when I have rested a moment. Please... track down the trolls who... stole the stones. They led us here... but I believe their camp... is further east along the road....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'There are cave-claws among the ruins of Ost Dúrgonn, not far north-east of the Last Bridge, but how or why the beasts would carry off the stones Heithur is seeking, I do not know.\\n\\n'Perhaps some other foe is to blame, but the cave-claws are closest to the Bridge and may have played some part in weakening the dwarf-company or in drawing them off the road.\\n\\n'Travel north-east of the Last Bridge until you reach the ruins of Ost Dúrgonn and seek within their crumbling walls for either the stolen stones or the dwarves of Heithur's company. Speak with me again if you decide to go that way -- I would have you perform another task among the ruins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Stolen Stones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Are you... here to help? Be careful, friend! A mighty cave-claw has slain... the rest of my....'\\n\\nThe dwarf shudders with exhaustion.\\n\\n'This monstrous cave-claw... attacked us... after the trolls stole... the stones we... were bearing....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Tóki Whitebeard has been defeated!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hurry and speak to Rochwen about this, north of here on the road -- every minute wasted is a minute in which Lord Glóin's lack of gifts may insult his hosts!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have successfully defended Tóki Whitebeard!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'What did she say? Ruins to the north-east of the Last Bridge are infested with cave-claws? That could be it, [placeholder], that could be it! Hurry and look for the stones, or for the dwarves that bore them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Rochwen is along the road, north of Barachen's camp in the South Trollshaws.\\n\\nHeithur Ironfist has asked you to speak with Rochwen about what threats could have overtaken his dwarf-company by the Last Bridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Rochwen, north of here on the road, is well-acquainted with threats in the area and may know what evil could have befallen Heithur's missing dwarves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cave-claws infest the ruins of Ost Dúrgonn, north of the road and Barachen's camp.\\n\\nHeithur Ironfist believes that the cave-claws of Ost Dúrgonn might have carried away the stones that his company was bringing to Glóin and perhaps swarmed in such strength as to defeat the dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You should bring this information to Heithur Ironfist at once.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Heithur Ironfist is at Barachen's camp, east of the Last Bridge and south of the road, on a sloping hill in the shadow of tall cliffs.\\n\\nYou have learned from Tóki Whitebeard that the stones his company was transporting have been stolen by trolls, apparently aided by the monstrous cave-claw you defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'There is little else I may tell you but to go at once to Ost Dúrgonn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Heithur awaits you at Barachen's camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Find Heithur Ironfist...and tell him that the stones were stolen...by trolls. I'll be fine...you must hurry! I will...rejoin him later....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9dc897",
      "en": "'Here comes the big fellow! Get ready!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x589b817",
      "en": "'Tell Heithur Ironfist about the trolls that stole the stones, friend! You have my thanks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x47288e1",
      "en": "'We're not safe yet!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search Ost Dúrgonn for the stolen stones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Protect Tóki Whitebeard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Talk to Tóki Whitebeard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6e75385",
      "en": "'Oh no! Here come the lot of them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The dwarves of Heithur Ironfist's company have fallen upon some misfortune near the Last Bridge, and the stones they were transporting to Glóin in Rivendell were lost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2656ee4",
      "en": "'Oh no! Here he comes! Defend me, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Clearly, misfortune befell my companions. My dwarves may be lost now, but the stones they were escorting can be recovered from whomever or whatever has stolen them. This we must do, [placeholder].\\n\\n'As I was returning from Glóin's camp to meet my companions, I saw a large number of cave-claws along the road, especially to the north of the road. Barachen tells me that the ruins of Ost Dúrgonn lie near there as well... the old fortress of Rhudaur would attract creatures such as cave-claws, for the vermin devour stone. It may be that whatever frenzy has drawn them out of their caves has also driven them to attack armed caravans. Alas, the stolen stones would be just such a prize as might cause the cave-claws to swarm so.\\n\\n'Would you investigate Ost Dúrgonn for any signs of the stones? As with many beasts, often the pack-leader keeps the choicest morsels, and these stones would certainly be that. Perhaps they yet survive within their foul den.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}