{
  "id": 620765021,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You found no further evidence of the dwarves' location",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Elf Barachen and his friends have learned that a company of dwarves bound for Rivendell may have fallen to misfortune.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73086",
      "en": "'Did you find any sign of Heithur's company?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e7",
      "en": "Bring the scrap of cloth you found to Barachen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e113",
      "en": "This corpse is badly mauled, but you did find a piece of fabric stuck on its tusk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Our dwarf-friend here has requested my assistance with a matter of some urgency, and we should do what we can to help him. He was part of a company of dwarves that was commanded to bring certain relics from Thorin's Hall to the dwarf Glóin, currently staying in Rivendell.\\n\\n'Heithur Ironfist travelled ahead to notify his lord that the dwarves would soon arrive, but after the passage of some days, he grew worried. The company never arrived at Rivendell, and Heithur has now come back along the road seeking them. Alas, the grounds along the road from the Last Bridge have been trampled by a herd of wild boars and any tracks are illegible.\\n\\n'It may be that if you search among the herd to the west, at a place in the wood that we call Lavanim, you may find some clues as to the whereabouts of the dwarves. It may even be that they paused to hunt for meat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "A boar herd can be found in the South Trollshaws, at a place called Lavanim, west of Barachen's camp.\\n\\nBarachen asked you to search for the missing dwarves among the boars to the west of his camp. Perhaps you may find more evidence upon the boars of Lavanim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am both disappointed and heartened that you did not find any sign of Heithur's dwarves among the boars, [placeholder]. They may yet live, though I have little hope of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Search for evidence of the dwarves' location",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Barachen is at his camp in the South Trollshaws, south of the road and in the shadow of tall cliffs.\\n\\nBarachen is waiting to hear whether you found any sign of the missing dwarves among the boars of the Trollshaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My dwarves should have come this way, but they're nowhere to be found! If they really have been trampled by the wild boars of this place, the boars will soon taste of my vengeance!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'No sign of them? Well, go tell Barachen. It seems like he was mistaken -- no boar could best any of my dwarves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The boars of the Trollshaws are most ferocious and are best avoided. If Heithur's dwarves thought to hunt some of the creatures to break the monotony of their journey, they may well have come to an unhappy end.\\n\\n'Defeat some of the boars to the west and remain alert for some sign of the missing dwarves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for evidence of the dwarf-company upon the boars of Lavanim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You'll find boars further to the west, south of the road. Their hooves often score the muddy earth that lies in the shadow of the tall cliffs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I am uncertain what this cloth portends. It is not of Elf-make, but I cannot say whether it is of dwarf-make or not. Heithur's company may yet live, though I have little hope of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Trampling Hooves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "A boar herd can be found in the South Trollshaws, at a place called Lavanim, west of Barachen's camp.\\n\\nBarachen asked you to search for the missing dwarves among the boars of the South Trollshaws.",
      "es": "",
      "es (fem)": ""
    }
  ]
}