{
  "id": 620765084,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Arrod is encamped in the Bruinen Gorges, upon the cliff overlooking the road eastward from Narlinn's camp. Narlinn told you to seek the white marker stone pointing towards the road north to Thorenhad, then take the road and turn aside to the right of the path and circle back to the cliff.\\n\\nNarlinn has not received any reports from her friend Arrod in days and has asked you to seek him out and learn if he is well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have found a brightly-coloured feather",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Unable to leave her post, Narlinn is concerned for her friend, Arrod, whom she has not heard from in days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My friend Arrod watches from the heights above the road, guarding the path to Thorenhad. Fimgris and I have seen trolls wandering towards that path in the night, and I fear for Arrod's safety. He is a skilful archer, surely able to defend against a single troll, but against more? I do not think that even Arrod would survive the encounter.\\n\\n'Normally, Arrod would send his companion Calendhroval to provide us with regular reports, but I have seen naught of the bird in days. Neither Fimgris nor I can leave our post... would you seek out Arrod and learn if he is well? You need but travel a small distance east to the white marker stone and take the road north. Leave the road to the right as soon as you may and circle back upon the cliff. You should find him among the ruins there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The hendroval made its nest among the rocks to the east of Arrod's post.\\n\\nFearing for his bird, Caledhroval, Arrod has asked you to search the nest of the hendroval he saw for any evidence of what it might have brought back from its hunt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Alas, it is as I feared! This feather could belong to none but Caledhroval. I do not believe his death was simply the result of a predator seeking food. It was the work of the Enemy.\\n\\n'There have been trolls about at night -- I have barely managed to stay hidden at times -- and I have no doubt there are other foul servants of the Enemy in these woods. We must know what evils have come to these lands....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Arrod is encamped in the Bruinen Gorges, upon the cliff overlooking the eastward road, west of the hendroval-nest.\\n\\nYou should bring the feather you found to Arrod.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Narlinn will not wait forever, [placeholder]! I refuse to abandon my duty, but my heart is heavy with the sorrow that I may not be able to make this gift for her!\\n\\n'Hendrevail nest in the high places of the Bruinen Gorges, and sometimes leave the beautiful feathers of their prey behind. Bring me one, and I will use it to make my Elf-maid's gift.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Were you able find Calendhroval?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Talk to Arrod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "This white stone has markings that point northward along the path",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Narlinn sent you? I am not surprised. I have been unable to send her any reports for several days, for my friend and companion Caledhroval, whom I usually dispatch with messages, has been missing.\\n\\n'I sent Calendhroval out to scout the Gorges a few days ago, and he never returned. I did, however, sight a hendroval returning to its nest not far from here. I fear the worst, for I saw that the bird bore something in its talons. It may have simply been a rodent, but I doubt it. Hendrevail are oft used by the Enemy as spies, and I think it more likely that Caledhroval fell prey to the creature.\\n\\n'I cannot leave my post to investigate... would you do so in my stead? I must know if Caledhroval still lives. The nest was on the other side of those rocks to the east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search hendroval-nest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Find the white marker stone indicating the path to Thorenhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the brightly-coloured feather to Arrod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Perfect Feather",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Arrod is encamped in the Bruinen Gorges, upon the cliff overlooking the road eastward from Narlinn's camp. Narlinn told you to seek the white marker stone pointing towards the road north to Thorenhad, then take the road and turn aside to the right of the path and circle back to the cliff.\\n\\nNarlinn has not received any reports from her friend Arrod in days and has asked you to seek him out and learn if he is well.",
      "es": "",
      "es (fem)": ""
    }
  ]
}