{
  "id": 620765185,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Wáli heard that Samwise Gamgee is an extremely skilled guardian, peerless and without compare.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You deserve to wield equipment that reflects your opposition to the forces of shadow, and your determination to fight to the last against them. I can help you prepare such equipment, but I tell you now that it will be no easy task.\\n\\n'The scars we bear tell the tale of the battles we have fought, every conflict etching upon our bodies and minds the memory of all the good that we do. Your equipment should do the same, [placeholder]. Do not fear what lies ahead! Though your foes be fearsome, I know you have it in you to triumph. Speak with me if you are ready to begin this greatest of trials.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wáli knows of a legendary guardian who could teach you great lessons, but first you must be suitably outfitted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I'd like to take a moment to congratulate you on your accomplishments, [placeholder]. You have got to be the most dedicated guardian I have ever met!\\n\\n'If I am to believe the rumours, though, there is one that puts even your skills to shame! I've heard from my brother down south in a small town called Needlehole that there's an incredible guardian who calls the Shire his home. This guardian is apparently unmatched, and his name is Samwise Gamgee.\\n\\n'My brother said he's not in the Shire any longer, so he didn't have a chance to meet this Samwise and learn any lessons he might have for a fellow guardian, and no one seems to know where he's gone! If you could find this Samwise, I'm sure he'd teach you a thing or two, since you're such an accomplished guardian, same as he is! You might find him in Rivendell, now that I think on it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The dwarf Wáli is at the outpost of Noglond, south of Thorin's Hall and west of the dwarf-city of Gondamon in Ered Luin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The whereabouts of Samwise Gamgee are currently unknown to Wáli, but he thinks he might be in Rivendell.\\n\\nWáli thinks you should speak with Samwise Gamgee, rumoured to be a guardian of unmatched skill, with the hope that he could teach you a thing or two.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must complete the tasks set before you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You were told what? You were told that I'm an incredible guardian, the finest in the Shire? Someone's pulling your leg, [placeholder] -- I'm no guardian! I think this dwarf is having some fun at your expense! Finest guardian....\\n\\n'Actually, now that you mention it, I think I know what might have happened. You see, I'm not a guardian at all, but I am in fact a gardener, and although it's not right for me to boast, my flowers and vegetables have been quite well-received by my neighbours in the Shire on several occasions, and...\\n\\n'Oh, bother! This Wáli's brother must have misheard someone, that's all! I don't know much about being a guardian, but I could give you some advice about gardening, if you were of a mind to listen! It's all about how well you watch the health of your plants and how effectively you respond to their changing conditions: by watering them, changing the amount of sunlight they receive, or re-spacing their neighbours. A guardian might learn a thing or two from a gardener, if you ask me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I don't know where this incredible guardian Samwise Gamgee is. He used to live in the Shire, but he hasn't been there in some time. If you can find him, he's sure to give a fellow guardian some pointers! Have you tried looking in Rivendell?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Me, a guardian! Can you imagine?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete Articles of Fortitude",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I do miss my garden.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete Implements of Battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Samwise Gamgee in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I wonder if we'll be setting back to the Shire soon?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Lesson from Samwise Gamgee",
      "es": "",
      "es (fem)": ""
    }
  ]
}