{
  "id": 620765067,
  "txt": [
    {
      "id": 228284039,
      "en": "As you examine the collar, you are nearly overwhelmed by a chilling sensation which seems to emanate from the south-west part of Nan Tornaeth, not far from Calenthon's camp.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "You have found a rune-marked collar amongst the maddened bears.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Tainted Bear-hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 215429253,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Your tale of evil wolves and worm-wights reminded Calenthon strongly of the madness of the bears in Nan Tornaeth.",
      "es": ""
    },
    {
      "id": 262725907,
      "en": "Found a rune-marked collar",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The tale you tell of the wolves at Drauglad and in the Bruinen Gorges reminds me much of the madness I have seen among the bears here in Nan Tornaeth. Perhaps you encountered some of the beasts as you journeyed here?\\n\\n'Hunt the mad bears of these hills and see if you can find any clues as to the cause of their madness...though I have little doubt the source is related to the evil which called forth the creatures you encountered before. There are many bears to the south and south-west. I would start there.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Maddened bears stalk the passes and valleys of Nan Tornaeth, especially to the south and south-west.\\n\\nCalenthon asked you to hunt the maddened bears of Nan Tornaeth and search them for clues which might reveal the source of their madness.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have returned with the tainted bear-hides? Good, good. Allow me to examine them, and perhaps they will reveal some sign of the source of their corruption.\\n\\n'I do not...wait, here is something. Yes, I see that these are present in most of the pelts that you brought: stone splinters of some kind. And here is the one responsible! A large piece of stone...it seems to be a fragment of an arrowhead.\\n\\n'These bears have all been struck with arrows or spears, and I feel these weapons may be to blame for the disease.'",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Hunt the bears of Nan Tornaeth for clues to the source of their madness",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Calenthon is north-west of Thorenhad, keeping watch over Nan Tornaeth.\\n\\nCalenthon is waiting for you to return with tainted bear-hides from the diseased bears of Nan Tornaeth.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Corrupted bears stalk the passes and valleys of Nan Tornaeth, and their pelts may give me some sign of the source of the evil with which they have been stricken.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not yet brought me the tainted bear-hides for which I asked. Without them, I cannot determine the source of the corruption that has afflicted the creatures!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring tainted bear-hides to Calenthon",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 22075074,
      "en": "Collect Tainted Bear-hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Beasts Among the Ruins",
      "es": ""
    }
  ]
}