{
  "id": 620765190,
  "txt": [
    {
      "id": 218649170,
      "en": "'You have done well to defeat Shataz, [placeholder], and I am pleased that his tale is at last ended, for he brought much grief to my kin in his day.\\n\\n'I thank you for these spears, as well. Note the poor craftsmanship...it is a wonder to me that weapons of goblin-make don't just fall apart when wielded! I will destroy these weapons and sprinkle the powder over the weapon I make for you to remind it of the fragility of its foes.\\n\\n'I am ready for the next set of components. Now set forth and bring me grisly bat-talons, hooked Warg-claws, and spider-mandibles from such creatures as dwell in Angmar and other similarly terrible places.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You do not have the first set of components I need, [placeholder]? I must ask you, why?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Implements of Battle",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Very well-done, [placeholder], and with such speed, as well! Your weapon will become a great deal stronger when the memory of these foes become a part of it.\\n\\n'I need only one more set of components, and these will be most difficult to obtain. Barashal the Gorthorog and Gruglok of Urugarth are fearsome opponents. From Barashal, collect a crimson Gorthorog-horn. You may find him at Carn Dûm. You may gain from Gruglok at Urugarth a Sigil of War.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You do not have the things for which I asked, [placeholder]? Are you sure you are a guardian?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Shataz's cruel bludgeon",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You may find the Snow-troll Shataz near the giant-lands in the Misty Mountains. The Tarkrîp goblins serve at the Orc-camps in Malenhad.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'I greet you in victory, [placeholder], and my heart is more glad than it has ever been of late, to know that Barashal is dead! Sleep well, my kinsmen -- you are avenged.\\n\\n'It is an honour and a privilege to know you, [placeholder], for you are truly mighty among guardians.\\n\\n'I give to you this weapon with the hope that you will use it well and for the betterment of all the Free Peoples of Middle-earth.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected brimstone-tinged spears ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'[placeholder], you may find spiders, Wargs, and bats in Angmar and other such terrible places.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'You do not have the components I sought, [placeholder]? Why is this?'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collect grisly bat-talons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Shataz may be found on the outskirts of the land of the giants in the Misty Mountains. Tarkrîp goblins may be found among the Orc-camps of Malenhad in Angmar.\\n\\nWáli asked you to bring him the cruel bludgeon of Shataz and brimstone-tinged Tarkrîp-spears.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'If you can defeat Barashal and retrieve from him his crimson horn, you and I will both benefit, [placeholder]. And I would appreciate it if you were to say this to Barashal when he falls: \\qThus are the kinsmen of Wáli avenged!\\q\\n\\n'Somewhere within Urugarth, uruk commander Gruglok holds vigil over his arena. If you can take from him a Sigil of War, the weapon I fashion for you will be made the stronger.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected mottled spider-mandibles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Collect hooked Warg-claws ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Wáli is at the outpost of Noglond, south of Thorin's Hall and west of the dwarf-city of Gondamon, in Ered Luin.\\n\\nWáli is waiting for you to return with the first set of components he needs.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Collected hooked Warg-claws ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Collect crimson Gorthorog-horn",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Spiders, Wargs, and bats may be found in Angmar and other dangerous places.\\n\\nWáli asked you to bring him grisly bat-talons, mottled spider-mandibles, and hooked Warg-claws.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Collected crimson Gorthorog-horn",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Collect Sigil of War",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Wáli is at the outpost of Noglond, south of Thorin's Hall and west of the dwarf-city of Gondamon, in Ered Luin.\\n\\nWáli is waiting for you to return with the second set of components he needs.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "Collected Sigil of War",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Bring final set of components to Wáli",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Barashal may be found at Carn Dûm in Angmar. Gruglok is at Urugarth in Angmar.\\n\\nWáli asked you to bring him a crimson Gorthorog-horn and a Sigil of War.",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Collect crimson Gorthorog-horn",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Wáli is at the outpost of Noglond, south of Thorin's Hall and west of the dwarf-city of Gondamon, in Ered Luin.\\n\\nWáli is waiting for you to return with the final set of components he needs.",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Collect Sigil of War",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Shataz's cruel bludgeon",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect brimstone-tinged spears ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring first set of components to Wáli",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect grisly bat-talons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Collect mottled spider-mandibles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Collect hooked Warg-claws ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Bring second set of components to Wáli",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Collect grisly bat-talons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Collect mottled spider-mandibles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Wáli has agreed to help you fashion a weapon worthy of your might as a guardian. He has assured you that from great toil comes strength.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I can make you a weapon that befits your tremendous might as a guardian, [placeholder], and I am happy to do so! As with all things, however, I must tell you that something of such worth will require a great deal of toil and hardship. It -- and you -- will be stronger for it!\\n\\n'I will first need the cruel bludgeon of the snow-troll Shataz and brimstone-tinged spears of the Tarkrîp goblins. Shataz dwells now on the outskirts of the land of the giants in the Misty Mountains. The Tarkrîp you seek are encamped among the Orc-camps of Malenhad in Angmar.'",
      "es": ""
    }
  ]
}