{
  "id": 620765072,
  "txt": [
    {
      "id": "0xd085252",
      "en": "The falcon has been wounded by an arrow and hops about restlessly. He must be defended from his foes, or he will surely perish.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have earned my gratitude many times over, [placeholder], for the defence of my friend Malloval. He managed to fly back to me, and it appears he has escaped the sting of the corrupting malady. He has already returned to his duties -- such devotion and courage he has!\\n\\n'Still, my heart is uneasy. I do not like what you tell me of wights and Hillmen working as allies. Something is wrong.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Missing Scout",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You must return my whistle to me, [placeholder]. I will have need of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "This would be a good place to use Calenthon's whistle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The slope to the south would be an ideal place to summon Malloval with the whistle I gave you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You leave an ideal spot to use Calenthon's whistle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You have heard a falcon in the skies to the north-east? That must have been Malloval! Quickly, you must hurry to him -- if he has been wounded, he may have fallen onto the bridge of Thoniant, just north and east of here. The Hillmen often travel across that bridge. You must defend Malloval!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Malloval has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The slope south of Calenthon would be an ideal location at which to blow the whistle he gave you to summon Malloval.\\n\\nCalenthon gave you a whistle with which to summon his falcon, Malloval.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "The presence of wights and Corcur together suggests that the Hill-men are in league with whoever or whatever has raised the Dead. One of the Hill-men may bear an emblem or sigil indicating whom they serve....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You successfully defended Malloval",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The ruins are above Calenthon's camp, which can be reached by taking the path north and east from Calenthon's camp.\\n\\nAfter using Calenthon's whistle, you heard a falcon cry above the ruins near the bridge of Thoniant in Nan Tornaeth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "In response to the whistle, you hear the distant cry of a falcon to the north-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Calenthon is south of the bridge of Thoniant, in Nan Tornaeth.\\n\\nCalenthon will be pleased to hear that you defended his falcon, Malloval, from the Hillmen of Rhudaur and waits for you to return with his whistle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "This would be a good place to use Calenthon's spyglass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You leave an ideal spot to use Calenthon's spyglass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You leave an ideal spot to use Calenthon's spyglass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd31db64",
      "en": "'Send your servants to aid us, my master!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "The presence of wights and Corcur together suggests that the Hill-men are in league with whoever or whatever has raised the Dead. One of the Hill-men may bear an emblem or sigil indicating whom they serve....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Use Calenthon's whistle on the southern slope",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find and defend Malloval",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5abc78",
      "en": "'Angmar will not fail again. Your agents are no more. The Rider shall triumph!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Locate Malloval",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Defend Malloval",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Use Calenthon's whistle on the southern slope",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Bring Calenthon's whistle back to Calenthon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Calenthon has sent his falcon Malloval to scout the Rhudaur ruins in Nan Tornaeth a long while ago, but Malloval has not returned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xabd46e3",
      "en": "The Flacon lifts into the sky.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'If you have not already surmised, Malloval is a falcon, swift of wing and keen of eye. I sent him to learn what he could of the Corcur's strength and plans, but he has not returned.\\n\\n'I use this whistle to summon him when he is flying afar amid the peaks and valleys...take it and climb the hill to the south. Blow the whistle from its sloping side, and Malloval should come to you, or at the very least answer your call with one of his own. If the latter, go to him, for it is likely he is beset by danger!\\n\\n'Be wary, for the Corcur are dangerous in great number!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}