{
  "id": 620904084,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Pretended to be a scarecrow on crofts of Garsfeld ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated confused crebain ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Agelric of Garsfeld has lamented that none of his scarecrows have survived the crebain flocks that have terrorized the fields recently. He hopes that you can become a more persuasive replacement.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ho, traveller. I am Agelric and until recently, I was a respectable crofter....\\n\\n'Have you heard that flapping -- that infernal cawing on our fields? I thought the half-orcs were bad, but even they do not peck at our wounds! Those dark birds have come to strip away all that is left of our crops! Even the scarecrows have been torn asunder.\\n\\n'I have an idea, though. Those birds aren't too bright... will you go out to the crofts and fool them? Hold as still as a scarecrow, and when they come to peck at you, you can solve our problem in your own way....\\n\\n'Yes, let me know if this works!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Having seen his others destroyed, Agelric of Garsfeld wants you to lure crebain by acting like a scarecrow in the fields surrounding Garsfeld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ho-ho! It worked? Those wretched birds got what they had coming, I say!\\n\\nThank you for your aid... maybe now some of my crops will actually make it to the next harvest!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The crebain have been thoroughly surprised by Agelric's ruse. You should inform him of your success.\\n\\nAgelric can be found in central Garsfeld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'TBD'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Pretend to be a scarecrow on crofts of Garsfeld ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat confused crebain ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Agelric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Convincing Scarecrow",
      "es": "",
      "es (fem)": ""
    }
  ]
}