{
  "id": 620904195,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have caught a blood-fish",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The scent will soon dissipate; quickly catch a blood-fish",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You are covered in goat scent, quickly jump into the water!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The blood-fish is an elusive fish found in the shallows of the southern extents of the Entwash. It only comes out when it senses the scent of fresh goat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There are many fish that swim within the Entwash and its streams. The blood-fish is elusive and difficult to catch, but very large and many stewpots can be filled with its meat.\\n\\n'Blood-fish are drawn out only if the waters are scented with the fresh remains of a goat. To catch one, you must first defeat a goat, then while the kill is fresh, jump into the waters. If you are quick enough, the blood-fish can then be caught. The scent will dissipate soon thereafter, so you must be quick about it.\\n\\n'The goats and blood-fish can be found among the willows along a section of the Entwash south-west of Walstow. Make sure that the waters you jump into are shallow and stagnant... the river's current will carry the scent away too quickly, otherwise.'\\n\\n<rgb=#FF0000>The Fishing Hobby is required to complete this quest</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Goats and blood-fish can be found among the willows lining the Entwash south-west of Walstow.\\n\\nHéalac asked to catch a blood-fish from the Entwash. In order to do so, you must first scent the water with a freshly-defeated goat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This is a very large one! Well done, [placeholder]. I can make stew for a week with just this one fish.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Héalac is at Snowbourn.\\n\\nHéalac will be pleased to have the blood-fish that you have caught.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat a goat, scent a fishing hole, and catch a blood-fish",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Scent a fishing-hole with goat-blood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the blood-fish to Héalac",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "<rgb=#FF0000>Completing Aiding the Eastemnet will cancel this quest</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Blood-fish",
      "es": "",
      "es (fem)": ""
    }
  ]
}