{
  "id": 620904082,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It is no secret that Garsfeld has fallen on the very worst of times, [placeholder]. For my own part, I have struggled to keep the crofters from the enemies at our doorstep, and more importantly, from the panic that they are surely feeling.\\n\\n'My son, Gísling, has taken a more active role in moving against our foes, but we fight a losing battle.\\n\\n'If you would, speak with him. He may have use of you on the fields, and I am curious to know of any new thoughts he has for the days ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, yes, Gísling is right - I have thoughts of my own on how to resolve this matter, but we have talked enough for now. Let us first aid the peoples of Garsfeld and push back against those that would surround us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Greetings. [placeholder], was it? I am Gísling, son of Gísil.\\n\\n'I am sorry for my rather unenthusiastic introduction, but dark days loom over Garsfeld. The half-orcs stalk our fields, crebain pick at the crops that still stand, and the Orcs have pushed forth in the south.\\n\\n'I am certain we can beat them back, but I know not how long we can hold against the tide. For now, though, we should fight!\\n\\n'Return to my father - I may be skilful in battle, but only because I learned from his valour through the years. He will surely have some thought on what our next move should be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Trouble on the Crofts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gísil and his son, Gísling, are concerned by the forces gathering against them. Half-orcs, crebain, and Orcs marshal around Garsfeld and have frightened the crofters into hiding within the town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Gísling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gísil, Thane of Garsfeld, wishes you to speak to his son, Gísling, about the troubles Garsfeld is facing.\\n\\nGísling is inside the mead-hall in Garsfeld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gísil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Having spoken to Gísling about the troubles facing Garsfeld, you should return to Gísil.\\n\\nGísil is inside the mead-hall of Garsfeld.",
      "es": "",
      "es (fem)": ""
    }
  ]
}