{
  "id": 620904141,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], the time has come to bring the fight to these half-orcs. We cannot allow them and the Orcs to unite against us in any coordinated fashion. We have struggled hard to hold against the half-orcs alone and would surely fall if they banded together.\\n\\n'Travel to their camp and destroy their banners -- show them that such evil will never control even the smallest part of Rohan!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good! Those half-orcs will pay for giving us so much trouble. The loss of their banners will symbolize what little stake they will continue to have in our lands.\\n\\n'A strong start, to be sure, but we have more work to do. Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Standard Assault",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fearing a united force, Gísil now wishes to bring the fight to the brutal half-orcs encamped nearby. He wants you to assault their camp and burn their standards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Burned half-orc banners ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Burn half-orc banners ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The half-orc camp can be found to the north-east of Garsfeld.\\n\\nGísil wants you to assault the half-orc camp and burn their banners.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gísil at the Mead Hall of Garsfeld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gísil can be found inside the Mead Hall of Garsfeld, south-west of the half-orc camp.\\n\\nYou should return to Gísil with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}