{
  "id": 620904093,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Olghakh贸sh's Easterling snipers are expert marksmen, lethal with a bow and arrow. Their weapons always hit the mark, and many lives were taken by these dangerous foes in the attack on Wakenflood. If you have the opportunity, deliver vengeance upon them, for they have earned it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You delivered quite the blow to the Easterlings, [placeholder]! Revenge is sweet, for those snipers killed many good men during the raid on Wakenflood.\\n\\n'The marksmen were instrumental in breaking our defences, but now we may sleep a little easier.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Pushing Back Their Advance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Olghakh贸sh's Easterling snipers are expert marksmen, lethal with a bow and arrow. Their weapons always hit the mark, and many lives were taken by these dangerous foes in the attack on Wakenflood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Easterling snipers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Easterling snipers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Easterling snipers can be found in Olghakh贸sh, the enemy encampment near Wakenflood on the banks of the Anduin.\\n\\nYou should defeat a number of Easterling snipers, for they are deadly foes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Sergeant Hubyrt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sergeant Hubyrt can be found in Wakenflood.\\n\\nYou should tell Sergeant Hubyrt of the Easterling snipers you defeated in Olghakh贸sh.",
      "es": "",
      "es (fem)": ""
    }
  ]
}