{
  "id": 620904094,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'There is a rumour that the Easterlings plan to rain fire upon Wakenflood, igniting the tips of their arrows with a putrid liquid that ignites unquenchable flames. The wooden fortifications of Wakenflood will not hold against such an attack. Should you see such a liquid while you are in their camp, destroy it, and you will save many lives.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Our wooden defences are strong against spears and swords, but they are naught but fuel for fire, if fire was indeed to come.\\n\\n'I am glad to hear you destroyed their supply of fire-oil! Wakenflood would never have withstood an attack of that cruel nature. Fire is a cruel, cruel weapon, not to be used lightly, but the Easterlings are cruel people!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Quench the Flames",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Easterlings plan to rain fire upon Wakenflood, igniting the tips of their arrow with a putrid liquid that ignites unquenchable flames. The wooden fortifications of Wakenflood will not hold against such an attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Destroyed a barrel of fire-oil ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy barrels of fire-oil ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Barrels of fire-oil for lighting arrows can be found in the Easterling camp called Olghakhósh.\\n\\nYou should destroy barrels of fire-oil in Olghakhósh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Tell Sergeant Hubyrt of the fire-oil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sergeant Hubyrt can be found in Wakenflood.\\n\\nYou should find Hubyrt and tell him of the barrels of fire-oil you destroyed at Olghakhósh.",
      "es": "",
      "es (fem)": ""
    }
  ]
}