{
  "id": 620904091,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Hello... Bernwyn is my name.\\n\\n'If you could spare some time, I would greatly appreciate your help. I have seedlings that are ready to plant, but alas, our crofts are damaged nearly beyond repair.\\n\\n'The grimness of our situation is not lost on me, traveller. Yet, I know that we can survive, and if we can plant more crops for the next harvest, I know we'll be better off.\\n\\nIf you would, go out to the crofts. You have strength enough to fend off those wicked Half-orcs, so I trust that you can plant these for me. Please be safe, though.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you, [placeholder]. I know not if many of those you planted will make it through the week, but it fills me with hope that one day Garsfeld will be as beautiful as it once was.\\n\\n'You have my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hope For Brighter Days",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bernwyn of Garsfeld wants you to replant crops amongst the ravaged fields outside town. She is unsure that any good plots still remain, but hopes you can find something.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Planted new crops at the crofts of Garsfeld ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Plant new crops at the crofts of Garsfeld ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bernwyn wants you to plant new crops in any remaining viable soil outside of Garsfeld. Plots can be found in all surrounding fields of Garsfeld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Bernwyn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You have planted numerous crops where the soil remained fertile enough to do so. You should return to Bernwyn in Garsfeld.",
      "es": "",
      "es (fem)": ""
    }
  ]
}