{
  "id": 620904193,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have discovered a bucket full of fish",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Delivered food to Langar's cat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You were spotted!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Langar is afraid his pet cat will starve if food cannot be provided.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hail! You came to speak with me? You have already done more than the others, as sad as it is to say. These are hard times, aye, but surely we can spare rations for my cat. Do they expect me to let him starve?\\n\\n'If you would, grab some rations for me from near the Mead Hall. The guards are not keen on allowing rations for animals -- aside from the horses of course -- so they might get in your way. Best to avoid them if you can, I think.\\n\\n'I will be waiting... and please, this would mean so much to me. You will be rewarded in kind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The food can likely be found near the Mead Hall of Garsfeld.\\n\\nLangar has asked that you find food for his cat in Garsfeld. However, he worries that the guards will not take kindly to giving rations to a pet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Oh, thank you, thank you! I cannot tell you how much this means to me. The guards look at me as though I am crazy, but you... you trusted in the importance of my request! I fear what would have happened had you not aided me.\\n\\n'Here, take this... you deserve it for such a kind deed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rations can be found outside the mead-hall.\\n\\nLangar wants you to sneak a ration for his beloved pet without being caught.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Langar can be found in west Garsfeld.\\n\\nYou should speak with Langar about the task he set for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find food for Langar's cat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Deliver food to Langar's cat and avoid Garsfeld guards",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Langar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Langar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Hungry Inhabitant",
      "es": "",
      "es (fem)": ""
    }
  ]
}