{
  "id": 620904148,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Talk to Gísil at the Mead Hall of Garsfeld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Agelric told me of your efforts to drive the crebain from our crofts. You aided us greatly, but as always, the crebain have flocked back to Garsfeld.\\n\\n'When the crebain first arrived, they came from the west. They were simply a nuisance at first, but you can see for yourself what they have done to our crops.\\n\\n'I had the crofters set traps near their homes a few weeks back, but since the goblins and half-orcs raided our fields, the traps have been of little use. If you would, travel out to the crofts and thin their numbers. Also, if you could place bait in the traps, we might find at least some success against these fiends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Very good. The crebain should no longer pose such a threat to us.\\n\\n'The time has come for a discussion... about your actions here and about the future of Garsfeld.\\n\\n'But for now, you again have my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Eyes Out of the Sky",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gísil has noticed that, despite your efforts, crebain continue to harry the crofters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated crebain ([placeholder]/[placeholder])",
      "es": "Crebain derrotados ([placeholder]/[placeholder])",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Baited traps for crebain ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat crebain ([placeholder]/[placeholder])",
      "es": "Derrota a los crebain ([placeholder]/[placeholder])",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The crebain and traps can be found to the south-west of Garsfeld.\\n\\nGísil wants you to defeat the crebain that have flocked around Garsfeld and bait traps outside the town to ensnare the foul birds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bait traps for crebain ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gísil can be found in the Mead Hall of Garsfeld.\\n\\nYou should return to Gísil and let him know that you have done as he directed.",
      "es": "",
      "es (fem)": ""
    }
  ]
}