{
  "id": 620904086,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Ah, my father has sent you. Very well, let me tell you of our next course of action.\\n\\n'About three days ago, Snowbourn sent a caravan of supplies north to aid us in our situation, but they never made it here. I believe the caravan was ambushed by goblins and half-orcs, and now food that would have saved us is in the hands of our enemy.\\n\\n'The goblin riders would have been the ones to strike at any passers-by. They patrol the fields to the east and south-west of Garsfeld...run them down, and see if you can get any of our rations back.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You ran them down? I'm amazed that so many of the rations were untouched - those greedy goblins never have any patience.\\n\\n'Good, let my father know that this is done. I am certain he has more use for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Rapid Rations",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Goblin riders have been pillaging the crofts of Garsfeld. Gísling wants you to run down these riders and reclaim the rations for the people of Garsfeld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected stolen rations from goblin riders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect stolen rations from goblin riders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Goblin riders near Garsfeld have stolen rations from the crofts. Gísling wants you to retrieve them and defeat the goblins that have burned the crofts of Garsfeld.\\n\\nGoblin riders can be found to the east and south-west of Garsfeld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gísling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gísling can be found in the mead-hall of Garsfeld.",
      "es": "",
      "es (fem)": ""
    }
  ]
}