{
  "id": 620904158,
  "txt": [
    {
      "id": 22075075,
      "en": "<rgb=#FF0000>Completing Aiding the Eastemnet will cancel this quest</rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'If it is not the Orcs that we have to worry about, then it is something else these days. It did not used to be this way. We had a long period of peace, but now it feels as if the very land itself is rising up to fight us.\\n\\n'I have been sending out anyone able to catch fish from the Entwash to help supplement the food-stores and replace the destroyed crops. Several have not come back from the shallows just to the west. The ones who do speak of a terrible creature that has come up from the waters and devoured fishermen whole.\\n\\n'Head to the stretch of the Entwash just west of town and fish within the shallows. See if you can get this creature to take your bait, then ensure that it never harms anyone ever again.'\\n\\n<rgb=#FF0000>The Fishing Hobby is required to complete this quest</rgb>",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'An avanc you say? I knew it was not some unknown monster like the others believed. Still, it was a dangerous threat, and I thank you for taking care of it.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Terror of the Deep",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "An avanc has been preying upon the fishermen of the Entwash.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "The avanc has been defeated",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The Avanc has been defeated",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Fish up and defeat the creature",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The creature can be found in the shallows of the Entwash just west of Snowbourn.\\n\\nHéalac asked you to fish up a creature from the Entwash that is eating fishermen and defeat it.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Héalac",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Héalac is at Snowbourn.\\n\\nHéalac will be pleased to know the avanc that was eating his fishermen has been dealt with.",
      "es": ""
    }
  ]
}