{
  "id": 620904161,
  "txt": [
    {
      "id": 54354734,
      "en": "Gísil is unnerved that Orcs have also begun to encroach upon Garsfeld.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'[placeholder], we cannot deceive ourselves any longer. The half-orcs will continue to hound us at every turn, more crebain will flock here from the west, and with the Orcs pushing up from the south... we simply will not survive.\\n\\n'Some action must be taken, and while I already know what I feel must be done, I would ask that you speak to two of my most trusted soldiers and my son.\\n\\n'Go to them and learn their opinions, then we shall speak again.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The two Rohirrim soldiers can be found in Garsfeld proper, and Gísling is inside the Mead Hall.\\n\\nGísil wants you to speak to his men and his son, Gísling, about what action should be taken to protect Garsfeld in the wake of learning that the town is surrounded by foes.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Gísil wishes to know my thoughts? Then he shall have them!\\n\\n'Garsfeld will fall... our foes are too numerous, and no aid comes for us from the Reeve. We should flee to Snowbourn while we still can!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The two Rohirrim soldiers can be found in Garsfeld proper, and Gísling is inside the Mead Hall.\\n\\nGísil wants you to speak to his men and his son, Gísling, about what action should be taken to protect Garsfeld in the wake of learning that the town is surrounded by foes.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The two Rohirrim soldiers can be found in Garsfeld proper, and Gísling is inside the Mead Hall.\\n\\nGísil wants you to speak to his men and his son, Gísling, about what action should be taken to protect Garsfeld in the wake of learning that the town is surrounded by foes.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I will tell you what action should be taken: we should slaughter our foes, every last one.\\n\\n'Gísil is the most seasoned warrior among us, yet here he sits, content to converse as our proud town burns to the ground.'\\n\\nAlbryt spits on the ground.\\n\\n'There are more than enough of us to defeat any foe we face, but we cower within these walls. I respect my lord, but I have lost my patience. When Gísil is ready to take action, he can tell me himself.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Gísil can be found inside the Mead Hall of Garsfeld.\\n\\nYou should return to Gísil with the opinions of his counsellors.",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Ah, yes. All three of them said exactly what I expected.\\n\\n'My son and I see eye-to-eye on this matter: the crofters must be led to safety, for there is no way to hold against these forces.\\n\\n'However, with the caravans destroyed between Snowbourn and Garsfeld, many challenges will come with this decision. We have much to discuss....'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'My father knows my feelings. I am hesitant to abandon the town I have called my home for many years now, but I know that our foes will eventually find their way in.\\n\\n'Perhaps if we could evacuate the crofters to Snowbourn, we could at least protect those that cannot defend themselves.\\n\\n'I do not know for certain that it will do us any good, but tell my father of my thoughts.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Odnoth",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Albryt",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Gísling",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Gísil",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Setting Sun",
      "es": ""
    }
  ]
}