{
  "id": 620904128,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Aid Bernwyn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Gísil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'As I said, the safety of my people is of the utmost importance to me. The Half-orcs are causing far more harm than the damage they do outside the town. With our crops ravaged, it won't be long before our supplies of food begin to run dry.\\n\\n'There are many among us that require aid - I would ask that you seek out Agelric and Bernwyn, two crofters that have toiled for the good of Garsfeld for many years now. Also, I am certain that my son will have another task for you should you seek him out.\\n\\n'Speak to them, and know that you may yet bring hope back to Garsfeld.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done very well, [placeholder]. I heard joy echoing through Garsfeld in a way I have not for weeks now.\\n\\n'Those half-orcs have given us enough trouble - now that the people are secure, let us fall upon our foes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Feeding Garsfeld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gísil has expressed concern for the folk of Garsfeld. He and his men have kept the invaders at bay, but the crofters are too afraid to return to their work. Gísil hopes you can help the people of Garsfeld by aiding them with various tasks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Aid Agelric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gísil wants you to aid the people of Garsfeld with various tasks that he believes will help restabilise the town.\\n\\nAgelric and Bernwyn can be found in the centre of Garsfeld, while Gísling can be found inside the mead-hall of Garsfeld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Aid Gísling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gísil can be found inside the mead-hall of Garsfeld.",
      "es": "",
      "es (fem)": ""
    }
  ]
}