{
  "id": 620904157,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "There is widespread devastation on this croft; the crops are completely torn apart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "This croft has suffered massive damage; nothing remains to save",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "This cow was slain viciously by an armed attacker...suddenly an Orc strikes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gísling is uncertain how widespread the devastation of the local crofts has become. He requests that you search the crofts for any signs of life.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have done much good for Garsfeld, but my curiosity grows as to how much of our once fertile land remains untouched.\\n\\n'Outside the town, the half-orcs and crebain destroy everything we hold dear.\\n\\n'If you would, investigate the fields around Garsfeld and see if there are any signs of life, be it crops or any stragglers who did not heed my father's call to seek shelter within the town.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The crofts can be found to the east, south, and south-west of Garsfeld.\\n\\nGísling wishes for you to scout the three largest crofts around Garsfeld to discover how much damage has been dealt to this season's crops.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Orcs? This is far worse than I thought, [placeholder]. \\n\\n'We will soon find ourselves surrounded by the very worst of our enemies. We need to take action quickly if Garsfeld is to survive!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gísling is in the Mead Hall of Garsfeld.\\n\\nYou should return to Gísling with news of your discoveries.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Scout the croft to the east of Garsfeld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Scout the croft to the south-west of Garsfeld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Scout the croft to the south of Garsfeld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Gísling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Killing Crofts",
      "es": "",
      "es (fem)": ""
    }
  ]
}