{
  "id": 620951286,
  "txt": [
    {
      "id": "0x6a502a5",
      "en": "Pose like a hero for the refugee who wants to know who saved Lothgobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'Is it really true? Are the Corsairs gone, and can I truly go back home? Do... do I dare to hope that everything will go back to normal?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "You have calmed the anxious refugee, and he will now return to Lothgobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "You have told the hopeful refugee yes, and she is thrilled by the thought of returning home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Return to Laindir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'I would like to see the brave warrior who drove the Corsairs out of Lothgobel! Who was it, eh? Surely not a young [placeholder] like you. Who was it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1186",
      "en": "You have posed like a hero, and the refugee is impressed by your great deeds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Tell refugees that Lothgobel is now safe from Corsairs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'Excellent! Thank you, [placeholder]. They will be happy to be in their own beds and at their own hearths again. You have done a great service to the peoples of Lamedon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1172",
      "en": "You have delivered good news to Lothgobel refugees ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "Laindir is in Calembel.\\n\\nYou should return to Laindir to tell him the refugees have been informed of the good news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Tell refugees that Lothgobel is now safe from Corsairs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1175",
      "en": "You have delivered good news to Lothgobel refugees ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The refugees of Lothgobel are in Calembel, and should return to their home now that it is safe from the Corsairs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Refugees from Lothgobel can be found around Calembel.\\n\\nYou should tell the refugees that it is safe for them to return, for the Corsairs have pulled out.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I will let you have the pleasure of telling these refugees that they can return to their homes, since you were the one to enable this happy turn of events.\\n\\n'You can find the folk of Lothgobel throughout Calembel. They will be glad to know that the Corsair threat has been dealt with... though they might need some convincing. They are very frightened, you see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Calm the anxious refugee",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'I do not think it wise to return yet! I am very anxious, very frightened, you see. Everyone is all in a frenzy. How could you expect me to be calm about this? What if the Corsairs come back? What if they are still there. No, I cannot put aside my anxiety.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Say yes to the hopeful refugee",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Home Awaits",
      "es": "",
      "es (fem)": ""
    }
  ]
}