{
  "id": 620951359,
  "txt": [
    {
      "id": "0xa8e1150",
      "en": "Hebil was merciless. Not one of Jajax's men was left alive...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50248",
      "en": "Meet Jajax at the site of Hebil's massacre",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01151",
      "en": "Jajax is at the gate of Calembel.\\n\\nYou should speak with Jajax.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56876",
      "en": "The Havens of Belfalas can be found by following the road south-west from Lamedon.\\n\\nYou should travel to the Havens of Belfalas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01157",
      "en": "The site of Hebil's massacre is south-west of Calembel.\\n\\nYou should go with Jajax to the site where Hebil slaughtered Jajax's men.\\n\\n<rgb=#FF0000>NOTE: Use the whistle to summon Jajax if you become separated.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "An Unlikely Plea",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'[placeholder]! Someone has come looking for you. Apparently there is a Corsair standing at the front gate, calling out for you. He does not approach, and he has no men with him. Would you like us to drive him away?'\\n\\nYou assure Laindir that you can deal with this threat yourself. You should head to the main gate, and see who is looking for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "The Corsair seeking you is at the main gate of Calembel in Lamedon.\\n\\nYou should answer the summons of the Corsair, and find out what he wants.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Jajax has come to the gate of Calembel looking for you, and his presence has alarmed the Gondorians.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1160",
      "en": "It is Jajax alone who calls for you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Answer the summons from the Corsair at the gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01161",
      "en": "The site of Hebil's massacre is south-west of Calembel.\\n\\nYou should help Jajax avenge his men against Hebil.\\n\\n<rgb=#FF0000>NOTE: Use the whistle to summon Jajax if you become separated.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "See what Jajax wants",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50272",
      "en": "Help Jajax avenge his men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01165",
      "en": "The Havens of Belfalas can be found by following the road south-west from Lamedon.\\n\\nYou should travel to the Havens of Belfalas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1166",
      "en": "Jajax wants to avenge his men, who were slaughtered by Hebil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56845",
      "en": "'I am not the sort of man to ask for help, [placeholder], but you earned my respect in Lothgobel, and you are now the closest thing to a friend that I have left.\\n\\n'It is Hebil. He heard about what happened in Lothgobel, and took it upon himself to punish me for forsaking our ways. He... he slaughtered all of my men while I scouted ahead for a town to pillage.\\n\\n'He has challenged me to battle, and means to kill me. I want revenge! It is not enough to kill him in a fair battle between two captains, you see. I want him to be bested once and for all by you... the outsider, who threatens our way.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}