{
  "id": 620951379,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Hebil mentioned other captains of his rank and for once I believe his words. [placeholder], you should be on your way to Belfalas. I know of a strong Corsair presence there but know not the precise location.\\n\\n'Perhaps the townsfolk in Tadrent will be able to provide you this information. The village houses many merchants who see and hear much that goes on throughout West Gondor.\\n\\n'I wish you luck, [placeholder], as we part ways. I now must bury my men and it is a task that I must do alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The village of Tadrent is located in eastern Belfalas, on the south side of the River Ringló.\\n\\nYou should speak with Bruidis, the head merchant in Tadrent.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You bring word from Lamedon? I thank you for that. This Jajax seems like a helpful ally. The Corsairs you seek most likely reside in Belfalas.\\n\\n'I am Bruidis, wife of Rossaran, one of the swan-knights called away to war. In his absence I have forged this shipping line to bring goods and supplies to Dol Amroth from towns east of Tadrent in this time of need.\\n\\n'However, all our trade has come to a halt. Corsairs have been ambushing our carts on the road, and so I have held them here, cutting us off from the world beyond. Haelam, a merchant that works for me, will be able to give you a first hand account.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Speak with Haelam to learn more about the situation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Yes, as Bruidis stated I was leading a shipment from Calembel to Dol Amroth six days ago.\\n\\n'Those Corsair scoundrels sprung at us like dogs. I managed to escape to Tadrent, but my fellow merchant was not so lucky, rest his soul. He stood and fought, refusing to flee, and was overtaken by blade.\\n\\n'I am glad that you are here to help but please don't get in the way. Shipping is a delicate operation. Talk to Bruidis if you want to be useful around here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Haelam is located near Bruidis in Tadrent.\\n\\nSpeak with Haelam to learn more about the Corsair situation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Bruidis is located near Haelam in Tadrent.\\n\\nSpeak with Bruidis to discuss a plan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73085",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Haelam has told you his first hand account? Good.\\n\\n'There are few of us in Tadrent. Perhaps enough to defend ourselves, but not enough to overtake the Corsair camp looming across the River Ringló.\\n\\n'With your assistance we may be able to make these roads safe again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Speak with Bruidis to discuss a plan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Bruidis wishes you to speak with Haelam of his account on the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Speak with Bruidis on how you may be of assistance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d176",
      "en": "Now that Jajax has tasked it upon himself to bury his loyal fallen, he sends you to Belfalas where these other Corsair captains that Hebil alluded to may be hiding.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "npc_gondor_west_lamedon_jajax_final.wc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Travel to Tadrent and speak with Bruidis",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Word from Lamedon",
      "es": "",
      "es (fem)": ""
    }
  ]
}