{
  "id": 620898273,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have had ample time to study the pages you delivered to me, [placeholder]. Understanding these tales is simpler than I had imagined. The author describes the events in great detail and with incredible accuracy. The stories that are told within are tragic, but important to our history.\\n\\n'You should have the honour of delivering the completed story to Búkk. He must surely wonder what has been found since you and he last spoke. Share with him the knowledge we have uncovered and give him my regards.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I have been eagerly awaiting your return, [placeholder]. What news from Arnod?\\n\\n'Ah, this is outstanding! These pages recount one of the greatest battles of my forefathers in Khazad-dûm... and in such detail!  We have just as much to learn from the victories of old as we do our failure. There is no dishonour in defeat when all have fought bravely.\\n\\n'These records are not safe here in Tharâkh Bazân. Take this tale to Borgar in Jazârgund, so that they may be preserved for future ages.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What tale is this you bring to me, [placeholder]? I know it not.'\\n\\nBorgar looks carefully over the aged pages.\\n\\n'Azog... this is a tale most grim. It is a sad moment in our history, but an important one as well. I had thought the pages of this tale were forever lost. I shall be sure to preserve these stories for Búkk, and for all our kin. Many thanks, brave [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Preserving Ancient Tales",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Arnod has studied the ancient texts of Khazad-dûm, and would like you to deliver the tale to others.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Búkk in Tharâkh Bazân ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Búkk waits in Tharâkh Bazân for your return, awaiting any news of the battles from ancient lore.\\n\\nArnod has asked you to bring the tales to Búkk, so that he may know the conclusions of the ancient tales.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Borgar at Jazârgund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Borgar may be found in Jazârgund, along the path east out of Tharâkh Bazân.\\n\\nBúkk has asked you to bring the tale of the ancient battle to Borgar in Jazârgund, so that the story may be preserved for future generations.",
      "es": "",
      "es (fem)": ""
    }
  ]
}