{
  "id": 620898391,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'There are more threats in Moria than we originally guessed, my good [placeholder]. We have had your aid in dealing with the Uruk-hai and goblins here in Durin's Way, but an entirely new menace threatens to spread from the east; the merrevail, an ancient ally of Morgoth.\\n\\n'A large tribe of merrevail have taken residence in the Fanged Pit. Folkath and some others have taken camp there in order to deal with this threat, but they are in sore need of supplies. I have prepared this sack of goods, take the provisions to Folkath if you are ready to help in his task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Welcome, traveller. It is good to make your acquaintance, [placeholder].\\n\\n'Ah, I see you have brought supplies from Oxi! I was deeply worried that we might be cut off from Jazârgund, but appears you made it here safely. Many thanks to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Into the Fanged Pit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Oxi has asked you to give aid to a group of dwarves attempting to hinder the merrevail in the Fanged Pit, on the eastern side of Durin's Way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have collected the sack of provisions",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect the sack of provisions near Oxi ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Oxi's sack of provisions lies on the ground beside him, in Jazârgund.\\n\\nOxi has asked that you bring a sack of important provisions to the dwarf-outpost in the Fanged Pit.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Folkath in the Fanged Pit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Folkath awaits the supplies at the camp in the Fanged Pit, at the end of the path east out of Jazârgund.\\n\\nOxi has asked you to take the important provisions he has collected to Folkath in the Fanged Pit.",
      "es": "",
      "es (fem)": ""
    }
  ]
}