{
  "id": 620898285,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The beauty of the gardens never ceases to amaze me. Many of the crystals that grow naturally here in Tharâkh Bazân  are used throughout Khazad-dûm as a source of light.\\n\\n'In some locations, the merrevail have been destroying the crystals we have placed, in order to extinguish any visible light. Many of our corridors and halls have become darker than the blackest night.\\n\\n'We must collect more crystals to replace the ones that have been destroyed. Search Tharâkh Bazân for naturally formed crystals, and I will make sure they are put to good use.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have brought me quite the assortment of crystals, great work! We will use them to bring some of the warmth and beauty of these gardens into the dark corners where no other light can pierce.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Blackest Night",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gerwith needs the natural cave crystals that grow in Tharâkh Bazân to replace many of the light sources that have been destroyed across Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have collected a glowing crystal ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Harvest naturally growing crystals from Tharâkh Bazân ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Crystals may be found in Tharâkh Bazân, west of Jazârgund in Durin's Way.\\n\\nGerwith has asked you to search for natural crystals in Tharâkh Bazân in order to replace ones that have been destroyed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return the crystals to Gerwith in Tharâkh Bazân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gerwith is at the encampment on the eastern edge of Tharâkh Bazân.\\n\\nGerwith awaits your return with the glowing crystals that may be used as sources of light.",
      "es": "",
      "es (fem)": ""
    }
  ]
}