{
  "id": 620898343,
  "txt": [
    {
      "id": 218649169,
      "en": "'The horse is acting strange as of late. He keeps staring to the south-east, always focused there. It's as if something is out there waiting for him, and he knows it.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So, he is eager to return to his herd? It warms my heart to hear he received his calling. I hope to see him one day returned to his true home.'\\n\\n<rgb=#00FF00>Completing this quest will grant the Favour of the Mearas skill.</rgb>  \\n\\n<rgb=#FF0000>Note: The skill from this quest can only be used while mounted on a war-steed in the fields of Rohan.</rgb>",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "The horse stamps at the ground and looks anxious to be free of his stall, out running free....\\n\\n<rgb=#FF0000>WARNING: This quest begins a special session quest. You will be logged out of your normal character and take on the guise of a player-friendly npc. You will not be able to leave the region the character starts in, as this character and will attain a set of skills unique to this special player character.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Discovering the Descendant",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "The horse paws at the ground and looks anxious to be free of his stall, and out running free...\\n\\n'<rgb=#FF0000>WARNING: This quest begins a special session quest. You will be logged out of your normal character and take on the guise of a player-friendly npc. You will not be able to leave the region the character starts in, as this character and will attain a set of skills unique to this special player character.</rgb>'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "For centuries the Mearas have freely roamed the plains of Rohan, only bowing before the kings and princes of the Rohirrim.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Check on the horse from Combe",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The horse appears to be staring off into the distance, as if he now knows where he needs to go.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Éogar in the Horsefields",
      "es": ""
    }
  ]
}