{
  "id": 620898286,
  "txt": [
    {
      "id": 218649169,
      "en": "'When I was merely a lad, my grandfather taught me about a certain plant that had nourishing properties. He called this plant mud-root, as it only grew near the edges of fresh water. By boiling the roots of this plant, he could extract the oils within and create a brew that was hearty enough to rouse a sleeping dragon! Well, that is what he claimed. I doubt he ever saw a dragon. Nevertheless, the brew was strong and could be put to use in helping our sick and wounded recover more quickly.\\n\\n'I have not seen such a plant in some time, but I am hopeful that it may be growing here in Tharâkh Bazân, as there are many pools and streams of fresh water to be found. If you come across any healthy roots growing near the water, please return them to me so that I may examine them.' ",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These are exactly what I had hoped for, [placeholder]! Yes these are the mud-roots I remember from my youth. I had all but given up hope that I would see them again. You are well deserving of my praise.\\n\\n'I will wait for you to take your leave before beginning the boiling process, the smell is quite horrible, and it often attracts the deep claws.... I wish you luck on your travels.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Rare Root",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Búkk hopes to find a type of medicinal root, which he remembers from his youth. He suspects that the plant may be found near the pools of water in Tharâkh Bazân.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have collected a healthy looking plant root ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect healthy mud-roots in Tharâkh Bazân ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Tharâkh Bazân can be found to the west of Búkk's camp in Durin's Way.\\n\\nBúkk has asked you to look for a specific plant root which only grows near sources of fresh water. He believes it may be found among the streams of Tharâkh Bazân.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Búkk with the healthy roots",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Búkk can be found at the small encampment at the eastern edge of Tharâkh Bazân.\\n\\nYou have collected several roots near water sources that seem to match Búkk's description of mud-roots. He awaits your return at the small encampment in Tharâkh Bazân.",
      "es": ""
    }
  ]
}