{
  "id": 620778792,
  "txt": [
    {
      "id": "0x474a241",
      "en": "'Don't be silly. Prunella has been visiting me all day!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fosco Boffin in Scary is worried about his aunt, a reputable hobbit named Prunella.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd5ea5a1",
      "en": "'Oh, my poor Aunt Prunella! To think she'd meet her end at the hands of goblins!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My Aunt Prunella is as reputable a lady as you could hope to meet, but I'm worried that she might have done something a little reckless and could now be in terrible trouble! She'd been listening to that Tunnelly lass, and before you could say \\qgoblins-in-the-Shire?\\q, she'd gone off to see the creatures for herself!\\n\\n'I just don't know what I'd do if my dear old Aunt actually finds goblins. Could you go look for her? Rumour has it that there are goblins in the north-west Greenfields.\\n\\n'Aunt Prunella had a pretty umbrella that she carried everywhere, even on sunny days, so if you see a goblin with an umbrella, well....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd5ea5a2",
      "en": "'Er. What was I saying?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Goblins may be found in the north-west Greenfields. If one of them took Aunt Prunella's umbrella, it might be lying somewhere inside one of their camps.\\n\\nYou promised Fosco Boffin that you would look for his Aunt Prunella's umbrella. He fears that she ran afoul of goblins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good gracious me, it could be that I might have gotten ahead of myself. Well, it's good that the old lady is safe. I am terribly sorry for troubling you about this. Take these coins, and I'd appreciate it if you didn't go mentioning this to anyone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fosco Boffin is in Scary, near the centre of town.\\n\\nYou promised Fosco Boffin that you would look for his Aunt Prunella's umbrella. He fears that she ran afoul of goblins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Fosco Boffin is in Scary, near the centre of town.\\n\\nFosco was distressed by your recovery of his Aunt Prunella's umbrella; however, a neighbour informed him that she had actually been visiting her all day, and that Prunella had lost her umbrella earlier in the day. Fosco motions you over.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found Aunt Prunella's umbrella yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Oh no! You found Aunt Prunella's umbrella! I was afraid that you might.\\n\\n'My poor, old Auntie! She was a tough, old lady, but I used to visit her all the time. Once every few months, at least! She will be missed, by one and all, I just know it! Scary is poorer for her loss!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I suppose it doesn't pay to be too hasty. Lesson learned, okay?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'If you do find Aunt Prunella's umbrella by one of the goblins that sneaked into the Shire out by the Greenfields...well, that's not happy news at all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Goblins are dangerous business, even if on this particular occasion Aunt Prunella was not in trouble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Aunt Prunella's Umbrella",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Prunella's Umbrella",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring Prunella's umbrella to Fosco Boffin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Fate of Prunella Boffin",
      "es": "",
      "es (fem)": ""
    }
  ]
}