{
  "id": 621089661,
  "txt": [
    {
      "id": 162883717,
      "en": "'Ah, [placeholder], you return! Let us see the carrots.'\\n\\nShe takes the vegetables from you.\\n\\n'Yes, these will do nicely. Thank you!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Roadside Respite",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "TBD Nobody should see this?",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "TBD Nobody should see this either",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "TBD You don't see this?",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Welcome, traveller. What brings you to the Angle?'\\n\\nYou tell her that you are here at the request of your friend, Elladan, and she smiles at you.\\n\\n'A friend of Elladan is a friend of mine. Come, join us at the fire. Have you eaten? I am Ivoreth, and my brave guardian is Barhador. We are on an errand to Tham Lumren to trade with the Elves for supplies and stopped here to take a rest and have a bite to eat. Would you join us? It's important to keep your strength up when the land is full of dangers.\\n\\n'Have you come from the north? I would be thankful for any news from that point of the earth. It is my son Halbarad's duty to safe-guard the north.'\\n\\nYou tell her briefly of your adventures and what news you are able.\\n\\n'Is that so!? Well, now you must join us for a meal, but I am not sure we have enough to feed another. Go forage up some carrots, would you? They grow wild on a hill to the south, not far from here.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "TBD This also should be overridden?",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Collected wild carrots ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Ivoreth, the mother of the Ranger Halbarad, travels to Tham Lumren and is stopped along the road for rest and a meal. She has asked you to join them and forage for some wild carrots so that there is enough food for everyone.",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "TBD Success text Fish.",
      "es": ""
    },
    {
      "id": 49286662,
      "en": "Return to Ivoreth with the carrots you collected",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "TBD Success text Carrot",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Return to Ivoreth with the food you collected",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "TBD Description for Objective 2. Bring the quest items back to the bestower.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Forage for wild carrots ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Catch fresh fish from the stream nearby ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Wild carrots grow on a hill to the south of Ivoreth's location in the Angle of Mitheithel. Collect wild carrots to join Ivoreth for a meal.",
      "es": ""
    },
    {
      "id": 49286679,
      "en": "Return to TBD Boy with the food you collected ",
      "es": ""
    },
    {
      "id": 49286681,
      "en": "Return to Ivoreth with the carrots you collected ",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "You have collected wild carrots to share a meal with Ivoreth. You should return to her at her camp in the Angle of Mitheithel.",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Caught fresh fish ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}