{
  "id": 621089660,
  "txt": [
    {
      "id": "0x2f00e17",
      "en": "Talk to Glorfindel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Continue further east down the road to Tham Lumren, watching for threats that may hinder the travel of Ivoreth and Barhador.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Continue east along the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "You have spotted the Elf-lord Glorfindel near the bridge to Tham Lumren, and he is hailing you. You should talk to Glorfindel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "TBD success text",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e9",
      "en": "Look for threats along the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Return to Ivoreth at her camp in the Angle of Mitheithel and let her know that the road ahead is clear.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Return to Ivoreth at her camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "An Elf is hailing you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Glorfindel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Continue your search further east, to Tham Lumren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Hail, and well met [placeholder]. I have come recently from the House of Elrond and was told I may encounter you in Haudh Erthaid.'\\n\\nHis voice is musical and his eyes sparkle with a joy that fills your heart.\\n\\n'It is good that you are here, as you may lighten my burdens! I am keeping watch for the Enemy along the roads surrounding Rivendell for the benefit of our mutual friends when they choose to depart.\\n\\n'You are also making safe this road? I feel then that I need not repeat what you have already done, and may now take myself east of the Baranduin. Thank you, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "You tell Ivoreth that the road is secure and that you encountered the Elf-lord Glorfindel just outside of Tham Lumren.\\n\\n'Oh, this is excellent news! We will be safe indeed! Thank you, [placeholder], for all you have done for us. May you be well on the rest of your journeys, even as dark times lie ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ivoreth is concerned for the safety of Barhador as they travel east to Tham Lumren and has asked you to scout the road ahead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "You see no Wargs, but you should continue further east along the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "You spot a tall, fair Elf with a mighty presence ahead, hailing you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "This is the cross-roads Ivoreth described",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'[placeholder], I would ask one last thing of you. It would not be necessary were I alone, but with a child in my company, the situation is different. I should have left him in Tornhad, but the lad is persuasive and loves hearing the songs of the Elves. If you would perform but one more act of kindness for us, I would ask you to scout the road ahead.\\n\\n'There is a crossing to the east where this road meets another going to the south. Wargs have been spotted there before, and I would wish to ensure that they are not there now. Our destination of Tham Lumren is just a short way further east from there. Would you scout the road ahead and ensure that it is free of peril? When you return we will be on our way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Safe-guarding Passage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Follow the road east toward Tham Lumren, to the sometimes dangerous road crossing described by Ivoreth while watching for threats that may hinder their travel.",
      "es": "",
      "es (fem)": ""
    }
  ]
}