{
  "id": 621089659,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "Pick tart berries that grow to the west of where Barhador is camped in the Angle of Mitheithel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Do you like my shield? Uncle Candaith says it's from Dunland. Have you ever been to Dunland? Where are you from? Did you say you know Halbarad? Do you know Uncle Candaith? He is very brave and strong.'\\n\\nThe lad assails you with questions and doesn't allow you to answer any of them.\\n\\n'I am going to be a Ranger just like him! I will slay Orcs and goblins and have a bow and a blade of my own. I will travel all over Eriador and do good things for people, but they will never know. It is our way. Who are you, anyway?\\n\\n'My name is Barhador. Are you going to get some more food and join us? We don't have anything for dessert! Do you like berries? Some berries grow west of here that are both sweet and tart and make your face do this.'\\n\\nThe boy puckers his lips and raises his eyebrows as far as they can go.\\n\\n'We went past them earlier but Ivoreth said we couldn't stop yet. If you're going foraging, can you get us some of them? They are very good, I promise!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Return to Barhador at his camp in the Angle of Mitheithel with the berries you picked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Among many other things, Barhador has asked you to pick some tart berries while you are out gathering the other things to eat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Finding Fresh Dessert",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'So many berries! This is excellent. You are truly a good [placeholder], [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e11",
      "en": "Return to Barhador with the tart berries",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Picked tart berries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Pick tart berries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}