{
  "id": 621089658,
  "txt": [
    {
      "id": 228284035,
      "en": "'[placeholder], since I need not continue down this road, would you do me the favour of delivering something for me? I carry a sealed letter from Aragorn to the Rangers in Tornhad. When he is unable to speak with them in person, he sometimes sends them information or instructions this way. Can I trust you with this task?\\n\\n'As you travel overland, you are quite likely to encounter a Ranger outside of the village keeping watch.... If you can spot him, that is!'\\n\\nGlorfindel laughs and you think you can almost hear the ringing of clear bells in his voice.\\n\\n'The Ranger keeping watch will make certain it gets into the right hands. If you do this for me, I will be free to scout the east.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Glorfindel has asked you to deliver a letter from Aragorn to the Rangers of Tornhad.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "You have found the Ranger Calithil, who is keeping watch outside of Tornhad. You should talk to him and give him the letter.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Hoy there, what business have you?'\\n\\nYou tell the Ranger that you are delivering a letter from Aragorn on behalf of Glorfindel, and the Ranger straightens up.\\n\\n'Yes, I see,' he says, taking the letter. He scrutinizes it and then tucks it away.\\n\\nThe Ranger leans against the wall again and gives you a curt nod.\\n\\n'Thank you, friend. I appreciate that it is unopened. Many thanks on behalf of the Dúnedain.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Message From the Chieftain",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "You spot a Ranger keeping watch to the north-west",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "You should look for a Ranger outside of Tornhad who is keeping watch, to whom you should deliver the letter. Tornhad is in the southern region of the Angle of Mitheithel.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Find the Ranger keeping watch outside of Tornhad",
      "es": ""
    },
    {
      "id": 86966504,
      "en": "Talk to the Ranger keeping watch",
      "es": ""
    }
  ]
}