{
  "id": 621089656,
  "txt": [
    {
      "id": 246419872,
      "en": "Ezaphir congratulates you on your victory, but there are more difficult challenges to come.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "TBD Rothog calls forward the Organizer",
      "es": ""
    },
    {
      "id": 126754723,
      "en": "Dahâl Huliz, The Arena -- Tier 1",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Ezaphir calls for the first challenge!",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'You must forget those you have fought before. Your next foes will be far more dangerous, and if you cannot best them the story of your name will end here!\\n\\n'But perhaps it is not to be so? Can it be we will see your true mettle here instead? I call forth your next challenge, and may you prove its equal!'",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "TBD Defeat the first group of Challengers",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Any who have sat in the stands of Dahâl Huliz know the names of the favoured champions who do battle on the fighting sands. You will face one of these now! Use your wit, guile, and strength to survive, and perhaps your own name will be raised as high!\\n\\n'Now will I call them forth!'",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "Ezaphir calls forth the fourth challenge!",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Ezaphir and defeat the third challenge",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Ezaphir will call forth one of the more stalwart gladiators to test your mettle in glorious combat.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "TBD The First Challenge is Concluded!",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "You are victorious, and Ezaphir returns to the fighting sands",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Defeat the Second Challenge",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "TBD Welcome to the Arena",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Ezaphir calls forth the second challenge!",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "TBD The First Gladiator has fallen!",
      "es": ""
    },
    {
      "id": 177082759,
      "en": "Ezaphir calls forth your final challenge: Rothog the Storm!",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Ezaphir and defeat the fourth challenge",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "You have defeated Rothog the Storm, and the spoils of victory are yours!",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "The gladiatorial pits of Umbar Baharbêl serve several important purposes: entertaining the masses, keeping their attention focused, and meting justice upon those who break the laws of the city.\\n\\nUpon taking control of Umbar, the Kindred of the Coins altered the traditional rules of the arena. Most battles are no longer to the death, and the memory of such capital punishment has remained in the cruel past. Combat has become a sport for the masses, and any who dare can enter the fighting pits and attempt to enhance their glory. Gladiators bound to the arena serve their sentences by entering battle and fighting to the end.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I welcome you to my domain: Dahâl Huliz, the grand arena of Umbar Baharbêl! I consider these sands to be sacred ground; you should do the same. In this place, those who are accused fight for their freedom, and those who are not fight for greater glory.\\n\\n'On this day we fight not to the death, for those who perish would be unable to entertain the crowds on the morrow. Instead we fight until a combatant's first submission. In that way those who lose can be spared, that they may gain in strength, and fight again on a future day.\\n\\n'Be warned, for the Arena plays host to many surprises. May you fight well! Give all those who attend a magnificent show and you will have their approval, as I do!'",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "Ezaphir informs you that you are about to face your greatest challenge in the arena: Rothog the Storm himself.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'We are honoured by your presence here today! I shall call forth the first set of the Khâbraghai, the blade-fodder, so you may warm up your muscles and get your blood flowing!\\n\\n'The crowd wants to cheer for you, but on some days they can be fickle-minded. They want to see a good show. See that they do.'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Ezaphir and defeat the second challenge",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "Rothog awaits you in the Arena.",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "Ezaphir calls forth the third challenge!",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "Defeated the Third Challenge!",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'Your greatest challenge has arrived, my impressive friend. Will you face it with courage and with strength, or will its arrival send you screaming from these sands in fear?\\n\\n'I believe in you, though all the crowd cheers for your opponent. They do not think you have what it will take to best this final opponent, and why should they? You must win them over. You must attain their belief with a great display of your prowess and your fighting skill!\\n\\n'Your final challenge is this: you must defeat he who calls this place home. Rothog the Storm is your final opponent, my friend, and he is a mighty foe indeed. Can you take this crown from him? Can you defeat the Arena's favourite son and champion? We will see, friend. Show us now, and win glory for your name!\\n\\n'Fight now! Dahâl Huliz will ring with the sound of battle, and let the cheering of the crowd ascend even to the stars above!'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Ezaphir congratulates you on your success, but he warns you the following challenges may not be so easy.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Rothog the Storm in the Arena",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Ezaphir and defeat the first challenge",
      "es": ""
    },
    {
      "id": 177082737,
      "en": "TBD Come forward Ezaphir, Let the games commence!",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "TBD First Group of Challengers Defeated",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Talk to Ezaphir and defeat Rothog the Storm",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'Well-struck, and well done. Every victory adds to the story of your name.\\n\\n'But do not rest yet, for now I call forth the next round of Khâbraghai. Will you best these as you did the others? Do not let down your guard! The crowd will prepare themselves for the more challenging contest to come, but you must focus upon each battle as it is joined, and not look past them to the next!'",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "Defeated the Second Challenge!",
      "es": ""
    },
    {
      "id": 246419776,
      "en": "Ezaphir will issue your first challenge when you are ready to compete.",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Defeated the First Challenge!",
      "es": ""
    }
  ]
}