{
  "id": 620933785,
  "txt": [
    {
      "id": 246419865,
      "en": "Thanks to you, the hungry townspeople of Edoras now have fresh Wayfarer's Bread to sate their hunger on their journey to Dunharrow.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "The oven of eastern Edoras can be found near the eastern gate of the city.\\n\\nYou should bake rations of Wayfarer's bread for the poorer people of Edoras.",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Bake Wayfarer's Bread ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Deliver the bread to people without food ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Baked Wayfarer's Bread ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 24695158,
      "en": "Though Éowyn has promised food for all, the poorer townspeople of Edoras will feel more secure with travelling rations in their hands.\\n\\n<rgb=#FF0000>NOTE: Edoras quests must be completed before the Evacuation of Edoras takes place.</rgb>",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Delivered bread ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 111477426,
      "en": "(Must be completed before the Evacuation of Edoras)",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "Thanks to you, the hungry townspeople of Edoras now have fresh Wayfarer's Bread to sate their hunger on their journey to Dunharrow.",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Oh! Is this for us? Thank you so much, kind stranger. I did not know what we would be eating on our journey, and it is a long walk....'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'Oh! Is this for us? Thank you so much, kind stranger. I did not know what we would be eating on our journey, and it is a long walk....'",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'Bread? And still hot from the oven, too. It is a great gift that will feed my children when they are hungry. Thank you, stranger!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I know that Lady Éowyn has promised that there will be food enough for all, but the folk in these parts of town will not be satisfied with that. They oft go hungry when their crops fail, or their stores run empty.\\n\\n'Would you be so good as to make some Wayfarer's bread and hand it out to them? It is not a difficult recipe, and I know they will sleep easier with food to hold them over.'\\n\\n<rgb=#FF0000>NOTE: Edoras quests must be completed before the Evacuation of Edoras takes place.</rgb>",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Townspeople who are worried about food can be found throughout eastern Edoras.\\n\\nYou should deliver the bread to townspeople without food to bring with them.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Is this truly for me? Thank you! I do not remember the last time a stranger has been so kind to me.'",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'What a kind [placeholder] you are! I have no way to repay you for this, but you have a friend in me, always.'",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'What is this? Wayfarer's bread, fresh from the oven? You have eased many cares by putting this gift in my hands, stranger. I cannot thank you enough!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Edoras: Wayfarer's Bread",
      "es": ""
    }
  ]
}