{
  "id": 621095896,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'The Ordâkhai continue to nip at our heels. Have you had much trouble ridding these wastes of their like? The sooner their numbers dwindle, the safer Ghalburu becomes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Ordâkhai soldiers can be found throughout TBD Khud Zagin.\\n\\nTBD has asked you to defeat several wandering patrols of Ordâkhai soldiers through TBD various parts of Khud Zagin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "TBD Rebel Sharpshooter can be found in Ghalburu.\\n\\nReturn to TBD Rebel Sharpshooter,",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "TBD return to rebel sharpshooter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'TBD thanks for fighting the Ordakhai!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Return to TBD Rebel Sharpshooter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d174",
      "en": "TBD, a rebel in opposition to the Ordâkhai, is growing concerned about the number of Ordâkhai patrols near Ghalburu. You have offered to clear a few of their number.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'It is not just I and my fighters that have noticed fewer Ordâkhai sniffing about our home. Our families, sick, injured, and children back home in Ghalburu have all felt relief from the yoke of their oppression. Thank you for sending those vile invaders a message that we will not accept their presence lying down.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "TBD defeat Ordakhai",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Ordâkhai defeated ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You are known to me through a particular shared network, wanderer, and I know the Ordâkhai are no friend of yours. I and my fellows grow wary of their patrols so near to our own. We true of the Khûd would welcome your assistance in limiting their hunting grounds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Defeat Ordâkhai soldiers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Like Smoke in the Night",
      "es": "",
      "es (fem)": ""
    }
  ]
}