{
  "id": 620994852,
  "txt": [
    {
      "id": 216727831,
      "en": "Faramir can be found due west of Dol Acharn in Dagorlad.\\n\\nYou attempted to reach the hill-top of Dol Acharn but found your efforts repelled by an unseen force that sapped your will to press onward. You should return to Faramir and tell him of what you have experienced.",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "The Wainriders have claimed the hill of Dol Acharn, but they must be challenged if you are to stand between them and the Host of the West.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Cursed Hill",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'It is as I feared... it seems only the Wainriders themselves can stand upon the hill without succumbing to fear.\\n\\n'I had hoped you would not encounter such resistance from the Wainriders before even confronting them, but it seems our cause grows more desperate.\\n\\n'I may know a way to allow you to travel onto Dol Acharn without hindrance, but it shall not be an easy task.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "<rgb=#FF0000>An unseen force saps your will to press forth and your morale begins to waver!</rgb>",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Attempt to approach the hill-top of Dol Acharn",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Dol Acharn can be found in eastern Dagorlad.\\n\\nFaramir has asked you to approach the hill to confirm his suspicions about the Wainriders. You should scout the hill carefully.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Your friends can rest easy for the moment, [placeholder], but rest shall not soon come to me.\\n\\n'Even in this form beyond death, I have done naught to stop the countless horrors I have witnessed, and I can bear it no longer. This fallen man of Númenor, Burudagath, perverts the banner of my father and kills without mercy... and the Wainriders that rose in answer to the strife in these lands have slain the men of your company with fear alone. These two foes stand in defiance of Gondor on the hills of Dagorlad... and there remains no force to stop them.\\n\\n'Yet, I believe that I have found a means to set our foes upon each other.\\n\\n'However, such a ruse demands swaying the attention of the Wainriders... and that shall be no simple task.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Faramir near Dol Acharn",
      "es": ""
    }
  ]
}