{
  "id": 620994839,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Mincham can be found at Tham Durlan in south-western Dagorlad.\\n\\nArtamir has asked you to speak to Mincham about allowing him and the accursed warrior to travel away from the camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Seek Artamir and the accursed warrior to the north of Tham Durlan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Artamir can be found somewhere to the north of Tham Durlan.\\n\\nArtamir fled the camp while you spoke to Mincham and has now gone missing along with the accursed warrior. You should seek him at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "You have found Artamir and the accursed warrior outside Ondoher's Folly!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Artamir can be found in hiding outside of Ondoher's Folly.\\n\\nYou have found Artamir and the accursed warrior and should now confront him about leaving before Mincham's permission was granted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Artamir can be found at Tham Durlan.\\n\\nMincham has offered tenuous permission for Artamir to speak with the accursed warrior privately, but is concerned that it may endanger the Host of the West.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Artamir outside Ondoher's Folly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Learn of Faramir, son of Ondoher's burdens ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I... I had to follow where he led, [placeholder]. Steward Denethor would have commanded it if he still lived, and I cannot abandon his task now.\\n\\n'I sensed that the Rangers would not wish me to go, so I sent you to hold their attention as I departed. I apologise for the deception, but you must understand the significance of the man we have encountered this day. As I suspected, he is none other than Faramir, son of Ondoher!\\n\\n'How capricious of fate that I should find a Faramir here amid the wastes when I so recently bid a farewell to Steward Denethor's son in the Houses of Healing...'\\n\\nArtamir looks around with a sense of wonder, but soon meets your gaze again.\\n\\n'Faramir, son of Ondoher, met a grim end here in the Wastes, but perhaps more tragic, he was never meant to journey to these lands at all. King Ondoher and Faramir's brother, Artamir, rode to repel the forces of the Wainriders in the Wastes, but they were caught unprepared and vastly outnumbered. They were soon aided by a company of North-men, but even still, their forces were slain on the fields and driven into the Dead Marshes. Amid all this, Faramir was bidden to remain in Minas Anor when Minas Tirith was still called as such, but he defied his father's wishes and secretly rode to join the North-men as they rode southward toward the battle. Thus, Ondoher and his two sons met their ends in the Wastes...\\n\\n'As with so much of Gondor's history, there is much more to be said on these events, but I would prefer to tell it when we return to Minas Tirith. The air here has left my throat quite dry, indeed. In the meantime, Faramir has told me much of what he has seen in recent days, and I must admit... it gives me great concern for the Host of the West.\\n\\n'It took some great efforts on my part, but I have convinced Faramir to trust you with his burdens. You should speak to him and learn how we might aid both him and the Host.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Faramir, son of Ondoher can be found to the north of Tham Durlan near the entrance to Ondoher's Folly in Dagorlad.\\n\\nArtamir has spoken to the spirit of Faramir, son of Ondoher, and believes that what he has seen may be of use to the Host of the West. You should learn more of Faramir's burdens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Artamir outside Ondoher's Folly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Learned of Faramir, son of Ondoher's burdens ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Artamir can be found on the plains to the south of Ondoher's Folly.\\n\\nYou have learned much of Faramir's tragic past as well as the new foes that have risen against the Host of the West. You should now speak to Artamir and urge him to tell the Rangers of what you both have learned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'A man of true Númenórean blood to have survived so long in Mordor...\\n\\n'This is unthinkable, [placeholder]. If he is responsible for the fates of those at Ondoher's Folly, he is also a danger to the Host of the West. I still am not certain what to make of Faramir's claims about the Wainriders, but I would not dismiss them so carelessly.\\n\\n'We must send word at once to the Rangers at Haerondir and ready ourselves for what may come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Mincham worries the spirit might endanger the Host of the West",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The accursed warrior has seen much in his days upon the battlefield, and now the foes of the past may become the foes of the present.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Artamir and the accursed warrior have vanished!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'As I said, I have many suspicions about the identity of this spirit... but those shall remain mine alone until I learn more of this spirit's purpose.\\n\\n'If you and the Rangers would grant me leave, I shall follow where he leads and learn what I can of him and his fate in the Wastes. Think what he may have seen - such experiences are beyond the life of any mortal Man!\\n\\n'Talk to Mincham and see what he makes of this. I have heard tell he is no stranger to spirits of the Dead. If he grants my request, I would ask that you - and you alone - follow us to the north after a short time.\\n\\n'I shall speak well of you to him, and perhaps he shall be more willing to speak to you directly. That is my hope, [placeholder], for safety seems so far away now... and I would much like to return to it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Mincham",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Return to Artamir at Tham Durlan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'A spirit here... in the ruins?\\n\\n'I fear this shall not portend any good at all, and I would caution Artamir to put the safety of the Host before his own misguided studies. It may be true that the spirits of the Dead that followed Aragorn were honourable enough when they fulfilled their oaths, but do not forget those we lost when they felt no such duty.\\n\\n'If one has been cursed by the breaking of an oath, you should not assume them a friend. We of the Grey Company have learned this all too painfully.\\n\\n'I shall not stop him, but I hope he considers the great risk he would impose on all of our company.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "DNT - New Dagorlad Quest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa4",
      "en": "Watcher of the Wastes",
      "es": "",
      "es (fem)": ""
    }
  ]
}