{
  "id": 620994849,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "The Rangers can be found somewhere to the north-east of Haerondir on the battle plain between Ondoher's Folly and Dol Acharn.\\n\\nAnborn has asked you to seek the lost company of Rangers that left Haerondir in search of you and Anborn. You should search for them in Dagorlad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa6",
      "en": "Lost in Passing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Dol Acharn can be found due east of Ondoher's Folly and the battle plain in Dagorlad.\\n\\nYou have found six dead Rangers, but still seek the remaining four. You should search the foot of Dol Acharn for any survivors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Faramir, son of Ondoher can be found at the foot of Dol Acharn.\\n\\nYou have discovered Faramir, son of Ondoher while searching for the remaining Rangers. You should speak to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Faramir at the foot of Dol Acharn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Do you believe my words now? Have you seen your allies fall now to unseen blades?\\n\\n'Tread carefully, [placeholder]...\\n\\n'The Wainriders have claimed the site of their greatest defeat and now defile it with their very presence. You and any other Living that seek to pass through these lands have much to fear from their return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "This Ranger lies slain, but is marked with no wounds...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "After sending a company of Rangers to seek you on the battle plain, Anborn now hopes to see them safely return to Haerondir at your side.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Find the Rangers in the lost patrol ([placeholder]/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'As Laeglaw told you, I sent ten of my Rangers to seek you and the lore-master on the battle plain. They have not returned, and I would have you lead the search for them.\\n\\n'They took the road eastward toward the Slag-hills and were to move northward onto the battle plain to search for you and Artamir between the hills.\\n\\n'I would suggest you begin your search upon the battle plain itself. Let us hope the Enemy's forces have heeded their Master's orders and have not brought an ambush upon my men.\\n\\n'When you find them, send them back to Haerondir by our safest paths. They will know the way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "You have discovered the spirit of Faramir floating near the foot of Dol Acharn!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Search for the remaining Rangers near Dol Acharn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "DNT - New Dagorlad Quest",
      "es": "",
      "es (fem)": ""
    }
  ]
}