{
  "id": 620994829,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "You have defeated many marsh-lights in the southern reaches of the Dead Marshes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lights in the Murk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "You have quieted many of the more aggressive marsh-lights in the southern reaches of the Dead Marshes. If only for a moment, you have helped to free the Rangers of Ithilien from their unsettling influence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa32",
      "en": "Glimmers of Death",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Defeated marsh-lights in the southern Dead Marshes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Defeat marsh-lights in the southern Dead Marshes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Marsh-lights can be found in northern Dagorlad in the southern reaches of the Dead Marshes.\\n\\nYou have come across a number of aggressive and distracting marsh-lights in the Dead Marshes. You should quiet them before leaving the area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d170",
      "en": "After fleeing northward from the spirits of the Wainriders, the Rangers of Ithilien have fallen into the thrall of curious, flickering lights in the Dead Marshes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "After wandering through the southern reaches of the Dead Marshes, you have encountered a number of unusually aggressive marsh-lights. These seem to be the same marsh-lights that exerted their influence over the patrol of Rangers of Ithilien as they fled northward from the Wainriders.\\n\\nYou should quiet as many as you are able, and make clear the path for retreat to Haerondir.",
      "es": "",
      "es (fem)": ""
    }
  ]
}