{
  "id": 620994827,
  "txt": [
    {
      "id": "0x63d4028",
      "en": "'I... thank you...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Tortured captives can be found throughout Ondoher's Folly in north-western Dagorlad.\\n\\nMincham has asked you to aid in freeing the Enemy's captives while you assault the hill of Ondoher's Folly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa6",
      "en": "Prisoners of the Eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Mincham can be found at Tham Durlan, to the south of Ondoher's Folly in Dagorlad.\\n\\nYou have freed as many of the captives as you were able, and you should now return to Mincham at Tham Durlan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Mincham at Tham Durlan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Ah! Let us hope we have freed the last of those held in the Wastes, [placeholder]! I mourn for those we were too late to save, but I hold hope that the Dark Lord shall soon suffer the fate he deserves for these atrocities.\\n\\n'I do not doubt the Enemy still keeps many slaves beyond the Black Gate, but we must look to the battle ahead before we can aid them.\\n\\n'Thank you, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x63d4021",
      "en": "'...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x63d4022",
      "en": "'My suffering is finally over...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'The Fane of Screaming... what a vile name for a place of such sorrow for the people of Gondor.\\n\\n'I have heard tales told by Aragorn of the king of old, Ondoher, and the fate that travelled far to meet him in these lands. I believe that is a tale better told by Artamir - and in less pressing times. Suffice it to say, a king of Númenórean blood laid low by the Enemy's servants is not soon to be forgotten. They have twisted the loss of Gondor into a monument to their own Master.\\n\\n'It is clear that these Orcs have defiled the hill and I fear many of the Dark Lord's prisoners have met their end on its summit - and without the mercy of a swift death. Even in war-time, and with a great battle looming, I cannot abandon those that still remain to such a fate.\\n\\n'I could not forgive myself for turning away from their pain, [placeholder], and I believe Aragorn would consider this the proper course as well.\\n\\n'Travel to Ondoher's Folly, and free all of the prisoners you can find. I shall keep watch for your return, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x63d4023",
      "en": "'I must get out of here...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Freed tortured captives at Ondoher's Folly ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x63d4024",
      "en": "'I thought none would come for me...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x63d4025",
      "en": "'I can still hear their screams...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Free tortured captives at Ondoher's Folly ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "DNT - New Dagorlad Quest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x63d4026",
      "en": "'Thank you... friend...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d17",
      "en": "If not freed from the clutches of the Enemy, a cruel fate awaits those fallen captive to the Orcs of Mordor in Dagorlad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x63d4027",
      "en": "'So many dead...'",
      "es": "",
      "es (fem)": ""
    }
  ]
}