{
  "id": 620994850,
  "txt": [
    {
      "id": 216727827,
      "en": "The remaining Rangers can be found somewhere in the southern reaches of the Dead Marshes in northern Dagorlad.\\n\\nFaramir has informed you that the rest of the Rangers fled northward into the dangerous shallows of the Dead Marshes. You should seek them out at once.",
      "es": ""
    },
    {
      "id": 236911088,
      "en": "You have moved too far from the Ranger!",
      "es": ""
    },
    {
      "id": 236911089,
      "en": "You have moved too far from the Ranger!",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "<rgb=#FF00FF>Poke</rgb> the Ranger and attempt to wake him from the trance",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "<rgb=#FF00FF>Poke</rgb> the Ranger and attempt to wake him from the trance",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "<rgb=#FF00FF>Poke</rgb> the Ranger and attempt to wake him from the trance",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "<rgb=#FF00FF>Poke</rgb> the Ranger and attempt to wake him from the trance",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Find and free the remaining Rangers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Faramir at the foot of Dol Acharn",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "The Ranger wakes from the trance!",
      "es": ""
    },
    {
      "id": 24695136,
      "en": "The remaining Rangers in Anborn's company fled northward from the battle plain after the Wainriders ambushed them, but may now have become enthralled by the glimmering lights that dance about the Dead Marshes.",
      "es": ""
    },
    {
      "id": 199356308,
      "en": "You have moved too far from the Ranger!",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'You did well to ensure the safety of your allies and kin, [placeholder]. It is something I wish I could have done...\\n\\n'They would be wise to avoid the marshlands should they pass through the Wastes again... for the lights can take a hold on any man.\\n\\n'Let us hope they return to their encampment with news of what they have found here.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "You have found a Ranger staring blankly into the waters of the Dead Marshes...",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "You have found a Ranger staring blankly into the waters of the Dead Marshes...",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "You have found a Ranger staring blankly into the waters of the Dead Marshes...",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "You have found a Ranger staring blankly into the waters of the Dead Marshes...",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'The Wainriders must be made to pay for defiling these lands once more, [placeholder], but your allies are in grave danger and their lives cannot wait on my designs for vengeance.\\n\\n'The six men you found were caught unawares by the Wainriders, but four more yet lived last I saw them.\\n\\n'They fled the battle plain northward into the marshes... but they shall find no refuge there. As the north-men and I learned all too well, the waters are muddy and slow any retreat to a crawl... and now even worse things dwell within its shallows. There are lights... the Dead without form that lurk within the marshes, and they hold the power to sway any to their will.\\n\\n'These Rangers may have escaped the Wainriders, but they will not escape the Dead in the marshes... not when fear has such a hold on them.\\n\\n'Go now! Save your allies, and do what I could not!'",
      "es": ""
    },
    {
      "id": 199356313,
      "en": "You have moved too far from the Ranger!",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Faramir can be found at the foot of Dol Acharn in Dagorlad.\\n\\nYou have freed the remaining Rangers from their trances and sent them back to Haerondir. You should now speak to Faramir near Dol Acharn.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Drawn to the Marshes",
      "es": ""
    }
  ]
}