{
  "id": 620994851,
  "txt": [
    {
      "id": "0x3178d12",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "DNT - New Dagorlad Quest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Attempt to talk to the accursed warrior at Ondoher's Folly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "You approach the shade and attempt to speak with him, but it does not respond. His gaze remains fixed directly ahead of him, and he almost seems unaware of your presence.\\n\\nAmid the sounds of nearby Orcs, the shade begins to shriek in a harsh tone.\\n\\n'Father! I am sorry! Forgive me, I beg you! Brother... Artamir! Do not stay silent! Father will hear your words!'\\n\\nJust as swiftly, the shade falls silent again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Among the Orcs at Ondoher's Folly, you have glimpsed an unusual sight: a shade of a long-dead warrior of Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "As you explore Ondoher's Folly, an unusual sight drifts into view.\\n\\nIn the distance, the shifting shade of a Gondorian warrior floats around the temple-hill, seemingly beneath the notice of all nearby Orcs of Mordor.\\n\\nIt is unclear if this shade is a cursed Man of Gondor or a fell spirit holding a form familiar to you, but something compels you to investigate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The accursed warrior can be found wandering Ondoher's Folly in north-western Dagorlad.\\n\\nYou have encountered the shade of an accursed warrior wandering the hill of Ondoher's Folly. You should attempt to speak to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa4",
      "en": "Accursed and Lost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "The accursed warrior can be found wandering Ondoher's Folly in north-western Dagorlad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Attempt to talk to the accursed warrior at Ondoher's Folly",
      "es": "",
      "es (fem)": ""
    }
  ]
}