{
  "id": 620994841,
  "txt": [
    {
      "id": 216727827,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'In all my time here, I could not face the truth of my fate...\\n\\n'Father and Artamir have found the peace they deserved in death, but I... I deserve no such comfort. Father laid his curse upon me, and I do not think ill of him for it. I failed him as a son and heir, and I shall remain alone and bound to this land far longer than it took me to realize my folly.\\n\\n'I thank you for offering the truth to me, sorrowful as it may be.'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Faramir can be found on the plains south of Ondoher's Folly.\\n\\nYou did not discover any sign of Artamir or any spirit that might appear to be him. You should now return to Faramir.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Faramir, son of Ondoher",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Search for signs of Artamir in the southern Dead Marshes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "The Dead Marshes can be found to the west and north of Ondoher's Folly.\\n\\nFaramir believes his brother might be found somewhere in the Dead Marshes to the west of Ondoher's Folly. You should search for any sign of Artamir, son of Ondoher.",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "You notice a foot-print, but by its shape and size it seems to have been made by an Uruk-hai...",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I know of his brother's fate, [placeholder], so perhaps it would be best if I told him. Do as he asks, but I shall work to soften the blow he shall soon be dealt.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "The murky water of the Dead Marshes churns violently...",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Artamir, son of Ondoher, was lost in a great battle against the Wainriders and his accursed brother, Faramir, has long searched for him within the lands of the Wastes.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "A bow of Ranger make rests on the ground and its wood is warped and swollen...",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "An Orc lies in the shallows of the marshes, but appears to have been dead for some time...",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'In all the years I have wandered these lands, I have never learned of the true fate of my brother. When I awoke from what I learned to be my death, I saw a great force of Wainriders moving westward and then southward, but I could not follow them from these lands. Did my brother stand against them? Did he fall as I did?\\n\\n'Search the low-lands to the west of this hill. If my brother fled the battlefield alive, he would have taken such a path. If not, perhaps... he too has been cursed.\\n\\n'Please do this for me, [placeholder], and tell me if you discover any sign of him. I must learn the truth of his fate.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "DNT - New Dagorlad Quest",
      "es": ""
    },
    {
      "id": 126754724,
      "en": "A Brother Lost",
      "es": ""
    }
  ]
}