{
  "id": 620994838,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Instance: Memories of the Last Alliance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Quite the tale, my friend, was it not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Listen as Elrohir concludes the tale of the Battle of Dagorlad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Listen to Elrohir's final remarks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "'At Sauron's command, the nine Ringwraiths rushed forth from the Black Land to bolster his vast armies...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'In an age long-ended, a great battle was fought upon Dagorlad between the numberless armies of the Dark Lord and the Last Alliance of Elves and Men. For years, they clashed upon the battle plain, and each momentary victory and defeat dimmed the hope of the war ever coming to an end.\\n\\n'After many trying battles, the Last Alliance pressed southward and approached the Black Gate of Mordor. Yet, the nearer they drew to the Black Land, the more foes the Dark Lord sent forth.\\n\\n'But lo, Elendil the Tall and High King Gil-galad of the Noldor possessed much wisdom and valour, and soon the plans were drawn for a final assault against the Black Gate.\\n\\n'The Last Alliance assembled at a great bulwark and it was there they made their stand against Sauron and his armies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "'The Nine wielded fear itself against the Last Alliance and all but the boldest quailed before them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Victories over the Dark Lord's servants would not come easily for long...\\n\\n'Although Orcs and evil Men fell in scores upon the battle plain, Sauron soon loosed his nine greatest servants upon the Last Alliance. Once they were Men, but twisted by the Rings given to them by the Dark Lord, they grew stretched and withered into unseen forms. As the corruption of the Rings consumed them, these Men grew beyond death itself! For in truth, the Dark Lord held their Rings and thus tethered them to service and life unending. Even if they were struck down, they were not slain -- merely banished for a time!\\n\\n'Many names have been bestowed upon them by those who have beheld their terrible shapes: Dwimmerlaik, Dúrchir, Gwetherain, and Nazgûl. In the tongue of Westron, their name is perhaps the most precise -- Ringwraiths!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "'Even the Nine could not withstand Aiglos and Narsil, and they were struck down -- banished back to Mordor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "As the Second Age approached its end, Elrond stood with the Last Alliance against the forces of Sauron and won a decisive victory that led to the Dark Lord's defeat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Elrohir and Elladan are telling you the tale of the Last Alliance's victory at the Battle of Dagorlad. You should follow along and listen as Elrohir begins the tale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Elrohir and Elladan are telling you the tale of the Last Alliance's victory at the Battle of Dagorlad. You should follow along and listen as Elladan continues the tale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Listen to Elladan's tale of the Battle of Dagorlad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Although many of their kin fled before the Ringwraiths, Gil-galad and Elendil did not falter. Gil-galad held close the mighty spear, Aiglos, and Elendil bore the blade, Narsil -- the very sword that was broken, reforged, and wielded anew by King Elessar! They fought as one and cut through the Dark Lord's forces with a fury unlike any the Elves or Men had ever witnessed.\\n\\n'They soon stood before the Black Gate itself, but the battle would not be won so easily!\\n\\n'Alas, the Ringwraiths and a vast army of Orcs had gathered beneath the dark ramparts of the Black Gate, and they sought to stand between the Last Alliance and their Master!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "The Last Alliance gathered at a great bulwark in Dagorlad and prepared to strike against the armies of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Follow the Last Alliance across the flaming trench toward Mordor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Follow Gil-galad and Elendil into battle against the Ringwraiths",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Listen to Elrohir's tale of the Last Alliance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Listen to Elrohir's tale of the Battle of Dagorlad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Follow the Last Alliance into battle against the armies of Mordor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Elrohir has finished his tale of the Battle of Dagorlad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Elrohir is nearing the end of his tale. You should continue to follow along.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Elrohir is describing a great battle between the Ringwraiths and the commanders of the Last Alliance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Elladan is describing the trials of the Last Alliance as they drew closer to the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Elrohir is describing the courage of Gil-galad and Elendil in the face of the Ringwraiths.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'And so, the Battle of Dagorlad drew to a close...\\n\\n'The Last Alliance won a decisive victory over the Dark Lord and banished his mightiest servants back to the Black Land. The might of Men and Elves proved the greater that day, and let us hope it shall prove true once more!\\n\\n'Although the fighting within Mordor lasted over seven more years before Sauron himself was finally defeated, this battle turned the tide in a war that many thought unwinnable.\\n\\n'Yet many victories and defeats still laid ahead...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "'Orcs, Easterlings, Southrons, and evil beasts all stood in defiance of the Last Alliance of Elves and Men.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}