{
  "id": 620994816,
  "txt": [
    {
      "id": "0x2f00e15",
      "en": "Deliver the samples to Mílgamel at Haerondir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Soil and mushrooms can be found somewhere within the southern reaches of the Dead Marshes or upon the battle plain. The Slag-hills can be found due east of Haerondir.\\n\\nMílgamel has asked you to seek samples of mushrooms, soil, and the brackish waters of the Slag-hills. You should obtain these samples and then return to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Collect a sample of water at the Slag-hills",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Mílgamel can be found at Haerondir.\\n\\nYou have gathered the samples that Mílgamel requested and should now return to her at Haerondir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "This foetid water is awash with small chunks of slag...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Ugh, what is that horrid smell?'\\n\\nYou eagerly hand the phial of slag-water to Mílgamel.\\n\\n'This is hardly water at all! Look, [placeholder], it has little bits of... something floating all about in it.\\n\\n'None of that will do, but let me see the mushrooms and the pouches of soil you gathered! Yes, yes, these are lovely. The soil is thin and unhealthy, but it clings to life... and these mushrooms, I do not know if anything could stop them.\\n\\n'Come now, we have to attempt to cross-breed them with the plants of Ithilien!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "After acquiring the sample of trollstrife, Mílgamel is curious to learn of the state of the water and soil in the Wastes, as well as that of any plants that still cling to life.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Collected hardy mushrooms in the Wastes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Collected samples of blasted soil in the Wastes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'While I work with the trollstrife you recovered for me, I would have you explore the Wastes further.\\n\\n'It is plain to see that these lands have laid barren for many long years, but even among this desolation I have seen the trunks of trees and felt the soft crack of mushroom caps under my feet as we travelled to Haerondir.\\n\\n'Search the lands surrounding Haerondir for samples of soil and mushrooms if you would.\\n\\n'If I have need of the good, I shall also have need of the very worst the Wastes has to offer us... so collect a small phial of water from the run-off surrounding the Slag-hills to the east.\\n\\n'Hurry now, [placeholder]. I would prefer my research to be finished before the battle is joined!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "A Test of Desolation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Collect hardy mushrooms in the Wastes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Collect samples of blasted soil in the Wastes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}