{
  "id": 620994815,
  "txt": [
    {
      "id": 216727828,
      "en": "The planting boxes can be found near Mílgamel in Haerondir.\\n\\nMílgamel has asked you to plant the flowers and herbs she carried from Ithilien in the soil of Dagorlad you brought to Haerondir. She also wishes for you to re-plant the mushrooms in the soil.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Mílgamel is at Haerondir.\\n\\nMílgamel has added a splash of the slag-water to one of the planting boxes, and has asked you to wait with her and observe the results.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "The slag-water begins seeping out of newly-formed cracks in the planting box!",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Mílgamel can be found at Haerondir.\\n\\nThe slag-water ruptured the planting box and dripped into the soil at Haerondir. You should speak to Mílgamel.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Mílgamel",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Mílgamel can be found at Haerondir.\\n\\nYou have planted the various mushrooms and herbs in the soil you gathered and should now speak to Mílgamel.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Ah, perhaps a minute was too long! Look, the slag-water has eaten right through the planting box...\\n\\n'The others do not appear to have had such a reaction, though, and that is heartening.\\n\\n'I do not know if the Wastes can ever truly be healed, but I am certain they cannot while the Enemy still looms ahead. Go, rejoin your company. I shall tend to these and see them safely transported away from these lands.\\n\\n'If you ever find yourself in Minas Tirith again after this war, I am certain I shall have much to tell you!'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Ah, wonderful!\\n\\n'Now then, I'll add a splash of this sickly water you brought to one of them and we can observe the results.'\\n\\nMílgamel walks to the central planting box and upends the phial of slag-water.\\n\\n'There! Now let us see what happens...'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Although the Wastes have long laid desolate, Mílgamel holds hope that these barren lands can again be restored to their long-vanished beauty.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Planted Mílgamel's plants and the mushroom samples in the soil ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'That's right, [placeholder]... we are going to try to cross-breed the plants of the Wastes with those of Ithilien.\\n\\n'Even if the Wastes never recover, we can save their unique plants and grow them within Ithilien if they are of need to us.\\n\\n'I have set three planting boxes around this chamber, and I would first have you fill half of them with soil you gathered from the battle plain. I have already filled one half of each with soil from Ithilien. Next, you should plant my samples of Oxlip, Vetchling, and Horsetail alongside these hardy mushrooms you discovered.\\n\\n'This way we shall see if they can live alongside one another in each variety of soil.\\n\\n'I may still have a use for the slag-water you brought me, but that can wait...'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Fate of the Wastes",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Plant Mílgamel's plants and the mushroom samples in the soil ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Mílgamel at Haerondir",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Wait with Mílgamel",
      "es": ""
    }
  ]
}