{
  "id": 620994848,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Orcs can be found throughout Ondoher's Folly in north-western Dagorlad.\\n\\nLaeglaw has asked you to assault the hill of Ondoher's Folly and defeat the Orcs who have claimed it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Defeat Mordor Torturers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Laeglaw can be found due north of Haerondir at Tham Durlan.\\n\\nYou have defeated many of the Orcs at Ondoher's Folly and should now return to Laeglaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Defeated Mordor Torturers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Laeglaw at Tham Durlan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'You have done well, my friend.\\n\\n'With this accomplished, the Orcs at Ondoher's Folly should no longer pose a threat to the Host of the West or to any that still remain in their thrall.\\n\\n'Let us hope it was enough, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Once those Orcs are gone, I would much like to study the location of King Ondoher's fall.\\n\\n'Steward Denethor's dream has come to pass through the leader of this Host, but I wonder yet why Ondoher's banner came so clearly to his mind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Defeated Orcs at Ondoher's Folly ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The hill once known as Ondoher's Folly has been fortified into a horrific shrine of the Enemy where Orcs torture and kill their prisoners.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Defeated Mordor Sentries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Defeat Orcs at Ondoher's Folly ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'What did the Ranger make of that missive, [placeholder]?'\\n\\nYou inform Laeglaw that Faltor-shík translates to \\qthe Fane of Screaming\\q and what Mincham takes that to mean. His face is aghast for a moment, but he is able to summon his words once more.\\n\\n'The Fane of Screaming... is this truly the name they have bestowed upon the site of our king's fall? If the Orcs sought to provoke us through insults, I shall let them consider this a victory... but it will be their last.\\n\\n'It has been long since we moved against the Orcs in the Wastes directly, and I believe it likely an assault would catch them by surprise. I no longer doubt your place among the Rangers, my friend, for you have done much to aid my company and I trust that you would do so again.\\n\\n'For the sake of our king's memory and for the fallen, ride to Ondoher's Folly and put an end to those Orcs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Defeated Mordor Defilers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Defeat Mordor Sentries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Defeat Mordor Defilers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Fane of Screaming",
      "es": "",
      "es (fem)": ""
    }
  ]
}