{
  "id": 620994826,
  "txt": [
    {
      "id": 228284039,
      "en": "'You have returned to us so late, [placeholder], and I am afraid you have much to answer for in the eyes of captain Anborn. Artamir's errand may have endangered our entire cause, and for what? The chance to speak to a spirit?\\n\\n'His foolishness may cost us more than time. You see, we returned to Haerondir after you departed and spoke to Anborn of your efforts to rescue Artamir from his delusions. He thought long on the matter and then chose his course. You must understand, my friend, Anborn sent an entire company to find you and Artamir on the battle plain. You have returned, but we have heard naught from them....'\\n\\nYou express regret at the effort put forth to ensure your return, but urge Laeglaw to understand that you have come with grave tidings about the foes lurking in Dagorlad and the coming battle with the Dark Lord at the Black Gate.\\n\\n'I see, but Anborn has requested your presence at once upon your return, so I leave those matters to him.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Haerondir can be found to the south of Ondoher's Folly in Dagorlad.\\n\\nYou have learned much from the spirit of Faramir and should now deliver a warning to the Host of the West at Haerondir.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Anborn can be found at Haerondir.\\n\\nYou have returned to Haerondir too late, and now Laeglaw fears Anborn has sent his men on a foolish errand. You should speak to Anborn and ask what you can do to aid him.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Anborn at Haerondir",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Laeglaw can be found in Haerondir.\\n\\nYou have returned to Haerondir and have been spotted by Laeglaw and Mincham. You should speak to Laeglaw.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'[placeholder], I am glad you have returned to us. Yet, I must disagree with the course Artamir and you have taken. Such reckless actions could have led the Enemy to Haerondir or endangered the entire host, but they have not... and for that I am grateful.\\n\\n'Do not mistake my concern for anger, my friend, but I would urge you to dissuade Artamir from any other adventures he might think to embark upon. Given the length of your absence, have you returned with any news of our foes?'\\n\\nYou inform Anborn of the designs of the Black Númenórean, Burudagath the Bloodletter, and warn him against possible encounters with more hostile fell spirits upon the battle plain.\\n\\n'These are grim tidings, and they are made all the worse by the looming battle. I shall do what I can to prepare us should these evils come to Haerondir. As for you, my friend, I have a new task - one with which Artamir shall not be involved.'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Mincham and Laeglaw look at once relieved and troubled by your return...",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I have outstayed my welcome in these lands, I think. I have found my mind unsettled and my thoughts drawn to my own death.\\n\\n'This is no place for one such as me, [placeholder]. Twice you have helped me to realize my own peril, and I hope I shall not have need of a third opportunity.\\n\\n'As much as I desire to spend more time speaking with Faramir of his life, our duties are to the Host of the West - and it is my duty to no longer impede them.\\n\\n'All we have learned of the foes we now face... it goes beyond my knowledge and beyond my skill. Those we left behind at Haerondir, though... they could stand against them. Let us return there and tell them of what we have learned!\\n\\n'I shall ride as swiftly as I am able, and I would ask that you do the same. Without your voice, I fear they shall not heed my warnings....'",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "After learning of the intentions of the Black Númenórean, Burudagath the Bloodletter, you and Artamir have decided to return to Haerondir and warn the Host of the West of their new danger at Ondoher's Folly.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Return to Haerondir with Artamir's warning",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Laeglaw at Haerondir",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Matter of Urgency",
      "es": ""
    }
  ]
}