{
  "id": 620994837,
  "txt": [
    {
      "id": 216727827,
      "en": "Artamir can be found at Tham Durlan in south-western Dagorlad.\\n\\nYou have had a strange encounter with a shade of Gondor and should now tell Artamir about what you have seen and heard.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'You say a spirit of some kind knew my name, [placeholder]? That he called out for an Artamir?\\n\\n'I have had quite enough dealings with spirits for my liking, I'll have you know. There must be some mistake...\\n\\n'You see, it is common in Gondor to honour our ancestors by bestowing their names upon our children, and even within Minas Tirith, I know no fewer than two others bearing my name. If I am recalling correctly, I even once told you of old King Ondoher's son named Artamir.\\n\\n'No, no. That man cannot be me, my friend. How long has this spirit lingered in the Wastes? How many have fallen since he met his own end?'\\n\\nArtamir begins to trail off as a look of horror appears on his face.\\n\\n'D-do not move, [placeholder]!'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to the accursed warrior at Tham Durlan",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "The accursed warrior has appeared at Tham Durlan in Dagorlad.\\n\\nYou have told Artamir of the strange connexion between him and the accursed warrior, and now the shade has appeared at his side. You should try to uncover the shade's purpose in coming to Tham Durlan.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Artamir can be found at Tham Durlan in Dagorlad.\\n\\nThe accursed warrior has not spoken to you since his arrival, but offered Artamir a grim warning. You should talk with Artamir about what is to be done.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "The shade stares at you, but remains silent.\\n\\nAfter a moment, he turns to Artamir and begins to speak.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Artamir",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'\\n\\n'I know it is unsafe, but I would step away to speak with him if more can be learned. Will you grant us that privacy?",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "The accursed warrior has appeared beside Artamir and stares intently at the lore-master",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Wainriders? They have not been a threat to Gondor, much less seen at all, for hundreds of years now. Perhaps this spirit has mistaken the Easterlings for their old ancestors, else I cannot say. To have silently watched for so long, it is possible he has lost his understanding of the passing peoples and creatures of these lands.'\\n\\nArtamir's face still betrays his fear, but you sense a renewed resolve rising within him.\\n\\n'Fate and chance drove me to the Dead Marshes, and now they have guided me thus. I... I shall resist them no longer. I may not be the man this spirit seeks, but his knowledge of these lands and our enemies may be turned to our benefit. I... I believe I know this spirit's identity, my friend, but more questions still linger... and answers seem unlikely unless he and I speak alone.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "His words still fresh in your memory, the shade floats silently before you.\\n\\nThe shade wailed the name Artamir, and spoke as if Artamir were his brother. Without pausing to consider the absurdity of what you are about to speak, you tell the shade that a man named Artamir is among your company in the ruins to the south.\\n\\nA puzzled expression washes over the shade's face, and his gaze swiftly shifts to meet your own. However, before speaking a word, he vanishes.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "DNT - New Dagorlad Quest",
      "es": ""
    },
    {
      "id": 51875095,
      "en": "As the shade wanders Ondoher's Folly, it wails names that seem both familiar and unknown all at once.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Artamir at Tham Durlan",
      "es": ""
    },
    {
      "id": 126754724,
      "en": "An Unexpected Connexion",
      "es": ""
    }
  ]
}