{
  "id": 620994832,
  "txt": [
    {
      "id": 228870261,
      "en": "Instance: Vengeance of the Fallen",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Observe the confrontation between Zhan Ash没 and Burudagath",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Listen to Burudagath",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Faramir can be found at Ondoher's Folly.\\n\\nBurudagath has been defeated and Faramir has reappeared within the Fane of Screaming at Ondoher's Folly.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Remain on guard as Zhan Ash没 speaks",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Faramir inside the Fane of Screaming at Ondoher's Folly",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'It is done, [placeholder]. My father's memory is no longer defiled and the Bloodletter's grip on the Wastes is broken...'",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Slain by their own master, the last Orcs fall...",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Darkness creeps into your vision and you fall to the ground...",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Although I have spent many years upon this hill, never once have I raised a weapon against the Orcs. They came to regard me as nothing more than some sort of twisted amusement for their Master, and in time, I began to believe it myself.\\n\\n'You have freed me from such delusions, my friend. It may have been folly for me to join the battle long ago, but to flee this fight could bring ruin to Gondor -- to my people!\\n\\n'[placeholder], we must rid the hill of Orcs and leave none but the Bloodletter to the Wainriders. If they encounter even one Orc that is loyal to him, it may reveal our deception... and that is a chance we can ill-afford to take.\\n\\n'We must move now! I shall do what I can to aid you!'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "In a desperate bid to free the Wastes of two threats to the Host of the West, Faramir, son of Ondoher has set a plan in motion to stop Burudagath the Bloodletter by setting the Wainriders against him.",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "At the last moment, a familiar chill rushes into the fane as the Wainriders appear!",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Faramir is just outside Ondoher's Folly in Dagorlad.\\n\\nYou should speak to Faramir when you are ready to assault Ondoher's Folly and confront the Bloodletter.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Burudagath the Bloodletter is outside the Fane of Screaming at Ondoher's Folly.\\n\\nYou have defeated every Orc in Ondoher's Folly and should now confront Burudagath.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "You are trapped in the Fane of Screaming at Ondoher's Folly.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Orcs can be found throughout Ondoher's Folly.\\n\\nFaramir has asked you to aid him in defeating the Orcs of Ondoher's Folly so the Wainriders remain deceived upon their arrival.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Confront Burudagath the Bloodletter",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Attempt to free yourself from Burudagath the Bloodletter",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "The Wainriders have come to Ondoher's Folly and are now confronting Burudagath the Bloodletter.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Faramir at Ondoher's Folly",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Defeat every Orc at Ondoher's Folly",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Zhan Ash没 is addressing you before the Wainriders return to Dol Acharn.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Burudagath has survived his encounter with the Wainriders, but appears to be severely wounded.",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Speared by Zhan Ash没, Burudagath falls to the ground defeated!",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Burudagath rises from the ground!",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'I am filled with sorrow that I could not aid you further before the battle's end, [placeholder], but I am glad the Wainriders arrived in time to draw his attention from you. It seems the folly of my past has been answered this day -- perhaps it was once true that my allies were fated to a greater end without my hand in battle, but no more!\\n\\n'As I look at my father's banner now, I see the might of a Gondor that once was... and may be again. For all the defilement Burudagath brought upon it, it resisted any final destruction. Gondor itself must now press onward through the darkness in much the same way, it seems.\\n\\n'We have won a great victory this day... but I believe it time I leave this place and its painful memories behind.\\n\\n'Go, return to your friends in the ruins and tell them of our victory. I shall see you again soon enough, [placeholder]...'",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "As Burudagath succumbs to his visions of the dead, you are able to break free!",
      "es": ""
    }
  ]
}