{
  "id": 620994846,
  "txt": [
    {
      "id": 216727827,
      "en": "The Wainrider chieftain can be found somewhere within Dol Acharn. Disturbing an object of his people might rouse him to step forth from the shadows.\\n\\nFaramir has asked you to draw forth and defeat the Wainrider chieftain in the hope you might gain an audience with him.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'You have my attention, [placeholder]. You stand before Zhan Ashû of the Wainriders! Speak quickly or I shall remove you from my sight!'\\n\\nYou warn Zhan Ashû that Burudagath of Númenor has come to the Wastes and stands upon the western hill of the battle plain in defiance of the Wainriders under the banner of a king of Gondor.\\n\\n'Gondorian dogs! No matter how many we slay, they rise against us anew! They think themselves our betters, but we do not shrink from battle so easily!'\\n\\nZhan Ashû begins to shout to nearby Wainriders.\\n\\n'Ready the wains and chariots, men! Gondor shall breathe its last this day, and the men of Númenor shall finally be vanquished!\\n\\nFor merely a moment, a wave of confusion washes over Zhan Ashû's face.\\n\\n'Yet, why would one such as you offer us knowledge of our greatest foe? I do not understand...'\\n\\nZhan Ashû seems to steady his resolve.\\n\\n'...but I shall not dismiss it!\\n\\n'Go, [placeholder]! Warn this Burudagath if you must, but do not attempt to stand between us and our prey!'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Chieftain Zhan Ashû can be found atop Dol Acharn in eastern Dagorlad.\\n\\nYou have bested the chieftain in combat and he now wishes to speak to you. You should attempt to convince him of the Bloodletter's danger to his people.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Faramir can be found due west of Dol Acharn in Dagorlad.\\n\\nYou have told the Wainrider chieftain of the Bloodletter's heritage and of the banner he bears, but his people still remained hostile despite their apparent gratitude. You should return to Faramir.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Faramir near Dol Acharn",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Our ruse may yet succeed, [placeholder], but the Wainriders do not sound like any ally of ours -- even after we offered them the location of their hated foe.\\n\\n'It seems time cannot change some men... they are ever the stubborn folk they once were.\\n\\n'Now, my friend, we must move against the Bloodletter while the Wainriders prepare else all shall be lost!'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'You have my attention, halfling. You stand before Zhan Ashû of the Wainriders! Speak quickly or I shall remove you from my sight!'\\n\\nYou warn Zhan Ashû that Burudagath of Númenor has come to the wastes and stands upon the western hill of the battle plain in defiance of the Wainriders under the banner of a king of Gondor.\\n\\n'Gondorian dogs! No matter how many we slay, they rise against us anew! They think themselves our betters, but we do not shrink from battle so easily!'\\n\\nZhan Ashû begins to shout to nearby Wainriders.\\n\\n'Ready the wains and chariots, men! Gondor shall breathe its last this day, and the men of Númenor shall finally be vanquished!\\n\\nFor merely a moment, a wave of confusion washes over Zhan Ashû's face.\\n\\n'Yet, why would one such as you offer us knowledge of our greatest foe? I do not understand...'\\n\\nZhan Ashû seems to steady his resolve.\\n\\n'...but I shall not dismiss it!\\n\\n'Go, halfling! Warn this Burudagath if you must, but do not attempt to stand between us and our prey!'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "A chill washes over you as the Wainrider chieftain appears!",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "The Wainrider chieftain fades into shadow, but immediately reappears atop Dol Acharn!",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Faramir, son of Ondoher has devised a ruse to confound the Wainriders into both ending the treachery of the Bloodletter at Ondoher's Folly and ignoring the advance of the Host of the West.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Through all the years I wandered the Wastes, I felt as if a great fog surrounded me -- blinding my sight and clouding my mind. Whether it was borne of confusion, fear, or the pains of this curse... I cannot say. I had centuries to overcome this illusion, and never did I succeed until I was convinced of my folly by you and Artamir.\\n\\n'[placeholder], do you understand? As I once did, the Wainriders must now suffer the same sickness of the mind. They are men outside their time in this age, and the truths of their past are all they shall see fit to believe.\\n\\n'As the men of Gondor were in the time of the Wainriders, Burudagath the Bloodletter is a man of Númenor. Although the Númenóreans were once one people, their fates were divided through the influence of the Dark Lord. The Faithful defied Sauron and believed not his lies, but many others fell to evil and became known as Black Númenóreans -- and Burudagath is but one of them in service of the Dark Lord. Even with how far he has fallen, he cannot deny his heritage... and the blood he shares with my people of old.\\n\\n'I understand you may have heard these tales, my friend, but this shared lineage might be turned to our advantage. To a man of Gondor, the history of Númenor is great and terrible... yet to a foe of our peoples, such tales and truths are but a trifle. A hatred so blind does not measure the goodness or evil in Men.\\n\\n'The Wainriders at Dol Acharn need only understand that a man of Númenor flies the banner of a king of Gondor -- and of their hated foe, Ondoher.\\n\\n'My friend, go to Dol Acharn and call forth their chieftain... he must be convinced of Burudagath's heritage and the banner he bears. If you succeed, his deeds, good or ill, shall be but a whisper in their ears as their hatred calls them to battle!'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Confront and defeat the Wainrider chieftain at Dol Acharn",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "DNT - New Dagorlad Quest",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Chieftain Zhan Ashû at Dol Acharn",
      "es": ""
    },
    {
      "id": 126754724,
      "en": "Faramir's Ruse",
      "es": ""
    }
  ]
}