{
  "id": 620994835,
  "txt": [
    {
      "id": 216727827,
      "en": "Faramir can be found at the foot of Dol Acharn in north-eastern Dagorlad.\\n\\nFaramir has asked you to confront Burudagath the Bloodletter at Ondoher's Folly. You should speak to him when you are ready to depart.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Anborn at Haerondir",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Hail, [placeholder]! I hope I have not frightened your friends, but I felt compelled to stand amongst my own people once more. Who is the captain of these men?'\\n\\nYou inform Faramir that King Elessar commands the Host of the West, but Anborn is the captain of the Rangers of Ithilien who serve within the Host.\\n\\n'Ithilien! It has been centuries since I travelled the gardens, but their beauty has never faded from my mind. And you, Anborn, you are one of its wardens?'\\n\\nAnborn appears stunned by Faramir's remarks, but nods.\\n\\n'I know not what [placeholder] has told you of me, but I am Faramir, son of King Ondoher. I pledge my sword to you, to Gondor, and to the King.'\\n\\nFaramir bows deeply before Anborn.\\n\\n'If my curse should ever be lifted, it shall be in the service of Gondor!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Anborn can be found at Haerondir.\\n\\nFaramir, son of Ondoher has come to the old ruins of Haerondir and intends to aid the Rangers in maintaining the illusion that the ruins are haunted. You should now speak to Anborn again.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Anborn can be found at Haerondir in the Wastes.\\n\\nYou have defeated Burudagath the Bloodletter and should now bring tidings of victory to Anborn.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Faramir can be found near Anborn at Haerondir in the Wastes.\\n\\nFaramir has suddenly appeared at your side at Haerondir. You should speak to him and learn why he has come.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I... I am honoured to have one of the king's line amongst our forces.\\n\\n'Faramir, your fate seemed always a tragic one, but perhaps more of it remains to be written in the days to come. My captain shares your name, Faramir, and though he was not well enough to travel with us, I feel a queer hope in your presence.\\n\\n'I shall not deny you, son of Ondoher. Gondor has need of you once more!'\\n\\nAnborn turns to you, his face a mix of awe and amusement.\\n\\n'Perhaps now the Orcs shall have good reason to think Haerondir haunted!'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "In a desperate bid to free the Wastes of two threats to the Host of the West, Faramir, son of Ondoher has set a plan in motion to stop Burudagath the Bloodletter by setting the Wainriders against him.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Faramir at Dol Acharn",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'The time is upon us, [placeholder]!\\n\\n'Burudagath must be brought low before your allies think to approach the Black Land, but such a feat shall not be simple -- even with the aid of the Wainriders. Fear is powerful, but he is a man unlikely to succumb to it unless he senses that fate or the will of his Master has turned against him.\\n\\n'Knowing this, we must be wary. The Bloodletter is of considerable strength, my friend, for I have seen him lift his prisoners with a single hand. The blood of his ancestors runs true within him, and it shall be either our bane or his greatest undoing.\\n\\n'There remains one final problem in assuring the success of our ruse, but that is one I shall explain once we arrive at the hill.\\n\\n'Tell me when you are prepared, my friend. Fate awaits us!'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "A familiar chill passes over you and Anborn as you finish speaking...",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Anborn at Haerondir",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Faramir at Haerondir",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'It is time to see if our ruse has succeeded, [placeholder]. Are you prepared?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Vengeance of the Fallen",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Although we did not achieve such a victory without the loss of some of my men, I am gladdened that our foes shall trouble us no longer before we reach the Black Gate. Who would have thought that spirits might be turned against another evil? You continue to surprise me, [placeholder]... though I'd honestly prefer fewer surprises as we approach the Land of Shadow.\\n\\n'As for those we lost, they shall be given fitting burials here within Haerondir. We are all called to sacrifice in such times, and they served Gondor faithfully to the last.\\n\\n'I remain curious why that spirit would linger in such a grim place, but perhaps such things are beyond my understanding...\\n\\n'Let us hope your victory is a sign of things to come!'",
      "es": ""
    }
  ]
}