{
  "id": 620994853,
  "txt": [
    {
      "id": 225071144,
      "en": "Talk to Elladan at Haerondir",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Elladan can be found on the eastern ramparts of Haerondir.\\n\\nYou have gathered many soldiers, rangers, and warriors and should now return to Elladan and Elrohir.",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tales of Hope and Glory",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Gather bands of Men from the Host of the West ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You have done well, my friend! I see many have come to hear our father's tales, and we shall soon begin.\\n\\n'Let us hope it can bring some comfort to these men before we make for the Black Gate!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Bands of soldiers, Rangers, and warriors can be found throughout Haerondir.\\n\\nElladan has asked you to gather the soldiers of the Host of the West stationed in Haerondir in the hope that he and his brother might ease their worries through the telling of an old victory over the Enemy.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Gather bands of Men from the Host of the West ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 24695152,
      "en": "After seeing the weight of the burden resting on the soldiers in the Host of the West, Elladan and Elrohir seek to inspire hope by telling them a tale of victory over the Enemy.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'[placeholder], my father's tales can do much to inspire hope and awe. Elrohir and I have heard them many times, and they are known to us now perhaps even more clearly than to our father after these long years.\\n\\n'His tales are full of both glory and despair, but certain moments carry with them no sadness even in the face of loss. He told us many tales of the battles during the Last Alliance, and while no moment can match the joyous defeat of the Enemy at the end of the Second Age, there are others that might inspire those in times such as these.\\n\\n'My mind is drawn to father's tales of the Battle of Dagorlad. It was a great and terrible battle that raged for many long years, and even after victory was won many more passed before the Ring was cut from the Dark Lord's finger. Even still, it was a victory that marked a turning point in what to many seemed a hopeless war against Sauron. Men, dwarves, Elves, and even the High Elves stood fast against the Enemy's forces and though many were lost in the fighting, they pushed forth and threw down the Black Gate.\\n\\n'It is a tale of victory against great odds, and it seems we march to a battle that shall be much the same. Brother, can you think of a greater tale to tell these men?'\\n\\nElrohir shakes his head and seems pleased with Elladan's choice.\\n\\n'Gather the men of Haerondir, my friend, and let them hear of glory from us!'",
      "es": ""
    }
  ]
}