{
  "id": 620994828,
  "txt": [
    {
      "id": "0x3178d12",
      "en": "An evil presence lingers about the Wainriders upon the hill of Dol Acharn, and it urges even the hardiest warriors away.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Blood of Númenor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Yes, [placeholder]... that is the one.\\n\\n'It is rotted and rusted with the passage of time, but it can be no other. I can feel the spear piercing my chest anew even now...\\n\\n'This pain... it cannot stop me now. It is time our ruse is tested! Let us see if the chieftain's weapon of old might be wielded against him, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "You have recovered a rusting, rotted spearhead of early Easterling make",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Faramir can be found near the foot of Dol Acharn.\\n\\nYou have recovered the remains of the Wainrider spearhead and should now return it to Faramir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Search the Dead Marshes for the spear that slew Faramir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The spear can be found somewhere in the southern reaches of the Dead Marshes.\\n\\nFaramir has asked you to seek the Wainrider spear that slew him in the Dead Marshes in the hope that it might grant you passage into Dol Acharn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I have looked upon the faces of the Wainriders at Dol Acharn, and though many of them are lost to my memory - one has never been forgotten. It is the face of their chieftain - the face of the man who slew me!\\n\\n'Even now, I remember facing down the Wainrider chieftain with the north-men. All at once, it felt as if each of us stood alone in the battle against him and his kin. After his horse and chariot became stranded in the marshes, he ran me down himself and I could not flee in the shallows. The mud and murk held my feet and soon he was upon me. I fell, and the blood of the king's line spilled into the marshes. My folly had grown a terrible defeat into no less than a disaster for my people.\\n\\n'His spear tasted the blood of Númenor, and he knew the victory he had won over Gondor could not be contested by any Man. Such a triumph grew a great arrogance within him, and as your friend Artamir told us, his death soon followed.\\n\\n'You must gain an audience with the Wainrider chieftain if our ruse is to succeed, but it seems you shall find no such kindness without bearing a trinket of their peoples.\\n\\n'I would have you seek the very spear that slew me in the marshes to the north. It is unlikely they will yield even once you bear it, but it is the only means we have to speak to their master.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e9",
      "en": "Deliver the spearhead to Faramir near Dol Acharn",
      "es": "",
      "es (fem)": ""
    }
  ]
}