{
  "id": 620994842,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Relics can be found throughout Dol Acharn in eastern Dagorlad.\\n\\nYou have arrived at Dol Acharn and discovered relics that might be of interest to Artamir. You should gather them and deliver them to him when you are able.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa7",
      "en": "Relics of Victory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Artamir at Haerondir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Artamir can be found at Haerondir in the Wastes.\\n\\nYou have gathered many relics from Dol Acharn and should now deliver them to Artamir at Haerondir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Oh, [placeholder]... what is all this?'\\n\\nYou explain to Artamir that you recovered a collection of relics from the hill of Dol Acharn.\\n\\n'I would prefer to study these relics in the more well-kept Houses of Lore, but Haerondir shall have to do for now...\\n\\n'No, what am I saying? You are perhaps the only one in Haerondir who will still look at me, much less speak to me, and I should not belittle a gift unasked for.\\n\\n'You are too kind to bring such artifacts to me, especially after how much trouble I have caused you and the Rangers. I think it shall be some time before they let me out of their sight again... but ah, what an adventure it was!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Collected relics of Dol Acharn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Dol Acharn was once a great monument to victory over the Wainriders, but now it has been reduced to ruins and forever tarnished by time and the Enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect relics of Dol Acharn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "While exploring the ruins of Dol Acharn, you have encountered relics of significant age. It remains unclear if they are of old Gondorian make or were given as a gift by the North-men who came to Gondor's aid in times of strife.\\n\\nYou decide to collect the relics in the hope that Artamir can identify them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e12",
      "en": "Deliver the relics to Artamir at Haerondir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "DNT - New Dagorlad Quest",
      "es": "",
      "es (fem)": ""
    }
  ]
}