{
  "id": 620994840,
  "txt": [
    {
      "id": 225071143,
      "en": "Talk to Artamir outside Ondoher's Folly",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Artamir can be found to the south outside Ondoher's Folly in Dagorlad.\\n\\nYou damaged the cage-waggons and learned much of the master of Ondoher's Folly, but you were unable to rescue any slaves. You should return to Artamir and tell him what has happened.",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "In his time wandering the Wastes, Faramir has learned the identity of the true master of Ondoher's Folly: a vile Black Númenórean bearing a perverted banner of Gondor.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Impostor King",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'The Orcs slaughtered them in their cages... like beasts. How horrid...\\n\\n'Our foe may be of Númenórean blood, but he is no man. Burudagath the Bloodletter... who would hold such a title willingly?\\n\\n'If he is the true master of Ondoher's Folly, the Host of the West should remain vigilant. You slew so many at Ondoher's Folly, but still their numbers do not dwindle... and this Burudagath seems to hold sway over them all.\\n\\n'Mincham learned from Orcs and evil Men that the Enemy wishes us to come to the Black Gate safely, but how can such words be trusted now?\\n\\n'Ruse or not, my friend, I believe only one course remains.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Damaged wheels on Mordor cage-waggons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'So the banner of Ondoher did survive! What a shame that it has been used to such an end...'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Damage wheels on Mordor cage-waggons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The cage-waggons can be found to the south-east of Ondoher's Folly.\\n\\nFaramir has asked you to dismantle the cage-waggons making for Ondoher's Folly and free any slaves you encounter. He also hopes you can learn the identity of the true master of Ondoher's Folly.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'It is time you learned of the greatest insult dealt against me and my family...\\n\\n'When my father fell on the hill above, his banner was paraded by the Wainriders and the Orcs as the rest of his company fell. Our foes chased them as they fled into the marshes, and for many years I saw naught of my father's heraldry.\\n\\n'Not long ago, a man returned to the hill bearing the banner... but it had changed. Age had worn it thin, but what remained was perverted into something between the familiar and the horrid. With the banner unfurled, he called forth the first of the slaves the Orcs had captured in Ithilien... and one by one he tortured and beheaded them beneath my father's banner as the others watched. After all were slain, the bodies were defiled in such terrible ways... I cannot speak them.\\n\\n'This man dishonours the memory of my father, Ondoher, and twists it to suit his own cruelty. His name is unknown to me, but the Orcs must know it well... for they avert their eyes in his presence.\\n\\n'If you wish to aid me, learn what you can of this man and free the poor men that have fallen into his hands. The slaves and prisoners are drawn by cage-waggons to the hill along a rough pathway to the east.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Free slaves from the cage-waggons",
      "es": ""
    }
  ]
}