{
  "id": 620994831,
  "txt": [
    {
      "id": 225071143,
      "en": "Talk to Elrohir at Haerondir",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Elrohir can be found at Haerondir.\\n\\nElladan and Elrohir have finished their tale of the Battle of Dagorlad. You should now speak to Elrohir.",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "As the Second Age approached its end, Elrond stood with the Last Alliance against the forces of Sauron and won a decisive victory that led to the Dark Lord's defeat.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Let us begin, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "DNT - New Dagorlad Quest",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I have told it as best I can, [placeholder]. I hope it is enough to give these men comfort before we confront the Dark Lord.\\n\\n'I must admit, I left out some of the more dreadful scenes that father described in the battle and embellished a few details... but I believe the full account is best left for times of peace and reflection. These men needed a tale of hope, and so that is what I told.\\n\\n'It shall be as it was -- Elves and Men shall stand together again! Let us hope victory can be won once more and that the Ring of Power meets its final doom!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Elrohir can be found at Haerondir.\\n\\nElladan and Elrohir have offered to tell a tale of a great victory over the Enemy. You should speak to Elrohir when you are ready to hear the tale.",
      "es": ""
    },
    {
      "id": 126754724,
      "en": "Memories of the Last Alliance",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Talk to Elrohir",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'[placeholder], I believe all who wish to hear the tale have arrived by now. I can see men of Rohan, Gondor, and Ithilien gathered about... and still I can sense the unease in them.\\n\\n'Elrohir and I shall do our best to ease it, but I cannot promise it shall be enough. Each of us shall be called to confront our fates soon enough, and it is likely some of us shall be more fortunate than others. But none should dwell on such things...\\n\\n'As for the tale, it shall be a story of the Battle of Dagorlad's final hours and of my father's triumph over the servants of the Dark Lord. It is a lengthy tale, but my brother and I shall make sure the message of hope is not lost in its telling.\\n\\n'Elrohir shall begin at your request, so when you believe everyone is ready, you should speak to him.'",
      "es": ""
    }
  ]
}