{
  "id": 620994814,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Carefully collect a sample of Trollstrife",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'I am certain you have heard, [placeholder], but this company shall soon depart.\\n\\n'I have secured passage alongside the Rangers to an old ruin known as Haerondir, but that is as far as I dare go into these lands.\\n\\n'If your journeys in the Wastes take you beyond the edges of the battered road eastward, I would be pleased if you could find for me a sample of Trollstrife. That is the name of the lichen we sought, and according to Worts and Weeds, it seems to grow on the trunks of the few trees that remain in the Wastes.\\n\\n'Even one sample will do, but please, do be careful! Do not handle it with your bare hands!\\n\\n'I hope your travels are safe, my friend, and I shall meet you at Haerondir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Mílgamel can be found at Haerondir in the eastern reaches of the Noman-lands.\\n\\nYou have carefully gathered the Trollstrife and should now deliver it to Mílgamel at Haerondir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "As she prepares to depart for Haerondir, Mílgamel asks for your aid in finding a sample of Trollstrife - the mysterious lichen that you discovered during your adventures in Ithilien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Land of Strife",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Ah, what a strange lichen... it is both flaky and damp at once.\\n\\n'Those properties seem ideal for its use as a poison, but I wonder how it might be used in combination with other flora from these lands and from the lands of Ithilien.\\n\\n'I shall think on this for a time, [placeholder]. In the meantime, I have another task for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e11",
      "en": "Deliver the Trollstrife to Mílgamel at Haerondir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Trollstrife can be found on the sides of trees in the Noman-lands.\\n\\nMílgamel has asked you to gather Trollstrife and then meet her at Haerondir in the Noman-lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "You carefully gather the lichen and stash it in a pouch...",
      "es": "",
      "es (fem)": ""
    }
  ]
}