{
  "id": 620994836,
  "txt": [
    {
      "id": "0x9b56886",
      "en": "'What is this missive you bear?'\\n\\nYou explain to Mincham that you have need of his knowledge of the Black Speech once more. He takes the orders from you, and begins to read it. When he reaches the phrase in the Black Speech, he suddenly halts.\\n\\n'By my reading of these orders, I understand Ondoher's Folly and Faltor-shík to be the very same, and it seems the Orcs have made something far worse of that hill than a mere strategic holding. That phrase, Faltor-shík, it... it means the Fane of Screaming. Such a name... it affords new significance to the grim structures that tower over the hill.\\n\\n'It is not merely an Orkish encampment, my friend, but a temple of slaughter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "DNT - New Dagorlad Quest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa4",
      "en": "Grave Tidings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Read the smudged orders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I have a favour to ask of you, my friend. One of our own, Laeglaw, has set out to scout the hill of Ondoher's Folly. He fears a company of Orcs lay in wait and seek to encircle the Host as it draws closer to the Black Gate.\\n\\n'Laeglaw was firm in his desire to scout the hill, but these lands are hostile to us all. We cannot risk scouting alone any longer - for the Enemy's forces may be arrayed against us just out of sight. Thus, I bid the Ranger Mincham accompany him in his patrol.\\n\\n'[placeholder], I know that you and the Ranger have crossed paths many times, and I trust that he shall be of aid to Laeglaw - especially with his knowledge of the Enemy's language. Patience also seems to be a virtue of his, as a lore-master of sorts named Artamir begged to follow him out to Ondoher's Folly, and he was gracious enough to escort the fellow there. The man is no warrior, and it troubles me that he might endanger their cause through carelessness.\\n\\n'As far as I know, they have travelled to ruins due north of here. The ruins are known as Tham Durlan, but with so little left intact, it is difficult to tell them from any other. Meet them there, and aid Laeglaw and Mincham if you are able... and keep a close watch on Artamir for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'[placeholder]! Keep your head low and your voice lower lest we alert the Orcs nearby....\\n\\n'I have not come alone, but Mincham and I cannot defend against their numbers. As for the lore-master, Artamir does not even have a weapon to wield! He imagines this some sort of careless expedition, I think. I hope he realizes his folly soon, but not by an Orkish blade!\\n\\n'Most of their forces are gathered up ahead upon the hill of Ondoher's Folly, but a small outpost lies to the north-east just over this ridge. We know little of their intent, but I worry they aim to endanger the Host of the West before it reaches the Black Gate - even if their Master wishes otherwise.\\n\\n'We must learn more of their purpose at Ondoher's Folly, but I shall not risk a direct attack until we know more. Travel to their outpost and see if you can discover anything from the Orcs encamped there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Mincham at Tham Durlan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'[placeholder]! Keep your head low and - oh, I meant no offence, my friend. Let us speak swiftly and quietly about what is to be done about the Orcs nearby!\\n\\n'I have not come alone, but Mincham and I cannot defend against their numbers. As for the lore-master, Artamir does not even have a weapon to wield! He imagines this some sort of careless expedition, I think. I hope he realizes his folly soon, but not by an Orkish blade!\\n\\n'Most of their forces are gathered up ahead upon the hill of Ondoher's Folly, but a small outpost lies to the north-east just over this ridge. We know little of their intent, but I worry they aim to endanger the Host of the West before it reaches the Black Gate - even if their Master wishes otherwise.\\n\\n'We must learn more of their purpose at Ondoher's Folly, but I shall not risk a direct attack until we know more. Travel to their outpost and see if you can discover anything from the Orcs encamped there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'[placeholder]! Keep your head low and - oh, I meant no offence, my friend. Let us speak swiftly and quietly about what is to be done about the Orcs nearby!\\n\\n'I have not come alone, but Mincham and I cannot defend against their numbers. As for the lore-master, Artamir does not even have a weapon to wield! He imagines this some sort of careless expedition, I think. I hope he realizes his folly soon, but not by an Orkish blade!\\n\\n'Most of their forces are gathered up ahead upon the hill of Ondoher's Folly, but a small outpost lies to the north-east just over this ridge. We know little of their intent, but I worry they aim to endanger the Host of the West before it reaches the Black Gate - even if their Master wishes otherwise.\\n\\n'We must learn more of their purpose at Ondoher's Folly, but I shall not risk a direct attack until we know more. Travel to their outpost and see if you can discover anything from the Orcs encamped there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "A few Orcs roam about the outpost, pausing to pick at the numerous bones piled within",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e02",
      "en": "Deliver the orders to Laeglaw at Tham Durlan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "You discover a smudged piece of parchment in the Orc's keeping!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Ashtok can be found just over the ridge to the north-east of Laeglaw in Dagorlad.\\n\\nLaeglaw has asked you to patrol Ashtok and learn what you can of the Orcs' purpose at Ondoher's Folly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Laeglaw can be found at Tham Durlan, due north of Haerondir in Dagorlad.\\n\\nMaendal has asked you to aid Laeglaw in his patrol of Dagorlad and his plans to act against the Orcs entrenched at Ondoher's Folly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Patrol Ashtok to the north of Haerondir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d18",
      "en": "As the Host of the West marches to war, the Rangers of Ithilien have discovered a force of Orcs entrenched upon the hill where King Ondoher of Gondor was slain long ago.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Ashtok can be found just over the ridge to the north-east of Laeglaw in Dagorlad.\\n\\nYou have arrived at Ashtok and should now defeat Orcs and discover if any of them are bearing orders from the Enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Defeat Orcs and search them for their orders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Laeglaw at Tham Durlan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Laeglaw can be found due north of Haerondir at Tham Durlan.\\n\\nYou have discovered the Orcs' troubling orders, and should now bring them to Laeglaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Mincham can be found at Tham Durlan, near to Laeglaw.\\n\\nYou have retrieved the Orcs' orders, but a curious phrase in the Black Speech of the Orcs has left Laeglaw vexed. He has asked you to have Mincham aid in its translation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "The orders demand slaves and captives be delivered to somewhere known as Faltor-shík for slaughter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "The smudged orders can be found in your keeping.\\n\\nYou have collected smudged orders from one of the Orcs you defeated and should now attempt to read them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'It is good to see you again, [placeholder].\\n\\n'Do not worry - I have learned my lesson from the time I spent in the Dead Marshes!\\n\\n'It is a sorry fate that befell the Steward, though, is it not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Bah! The Ranger knows the Black Speech?\\n\\n'I knew he was a queer fellow! No self-respecting man would learn such a vile tongue, I say!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'What have you learned of the Orcs' plans, [placeholder]? Were you able to recover any orders from them?'\\n\\nYou show Laeglaw the orders, but his face twists in concentration when he sees the phrase in the Black Speech.\\n\\n'Our foes to the north are great in number as we expected, but I am left with more questions. The identity of this Bloodletter is unknown to us. They also have many unfortunate prisoners in their keeping, but we do not know what or where this \\qFaltor-shík\\q could be. It troubles me, my friend. Much of this writing is in Westron - for what purpose is a single phrase in the tongue of the Orcs?\\n\\n'I assumed that bringing along a lore-master such as Artamir might have been of great help to us for such a chance find, but the man seems repulsed at the mere mention of the Black Speech. The poor fellow should have stayed back at Haerondir....\\n\\n'It seems Maendal was wise to ask for Mincham's aid after all -- the Ranger is well-learned in the languages of the Enemy. Bring this missive to Mincham and see what he can make of it.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}