{
  "id": 621023567,
  "txt": [
    {
      "id": "0x9b56889",
      "en": "'It's now or never, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'It's begun.'\\n\\nLethi looks around at the scattered bodies of Orcs, Men, and Stout-axes.\\n\\n'Before I realized what was happening, Vaski and the others slew the Men of the Order and fled out of the dungeons. I wanted no part in this plot, but it's going to be worse for us if we stay here much longer! Perhaps we'll be able to hide in Udûn... but escape Mordor? I do not think so!\\n\\n'It doesn't matter where we go, but we have to get out of here! I know the way to the gates of the Dark Tower, but I'll need your help.\\n\\n'What will it be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa24",
      "en": "The Shadow of Mordor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "As the shadow of Mordor lengthens across Middle-earth, the Enemy orders the release of a mysterious prisoner, sparking in-fighting and revolt in Barad-dûr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Lethi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85970",
      "en": "'It is time, I think, for you to venture back into the world.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'Ah, [placeholder]. It is good to see you on such a fine day!\\n\\n'You have helped us for many months to restore Thorin's Hall, and I hope you now feel welcome among us. I have not forgotten the manner of our meeting, nor the grim events that preceded it. There is unease in the air, and I fear we have not seen the last of Skorgrím Dourhand nor the shadows of Angmar that guide him.\\n\\n'There is still much to be done in Thorin's Hall, but when the time comes, I give you leave to seek your own adventure. Evil does not stoop to disguise itself any longer, and the Free Peoples will have need of aid... especially from a dwarf like you, [placeholder].'\\n\\n'It is time, I think, for you to venture back into the world.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Dwalin in Thorin's Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Dwalin can be found in Thorin's Hall.\\n\\nYou have spent many months helping to undo the damage wrought upon Thorin's Halls by the Dourhands. You should speak to Dwalin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Lethi can be found in the dungeons of Barad-dûr.\\n\\nThe Stout-axes have begun to revolt within the Dark Tower. You should talk to Lethi.",
      "es": "",
      "es (fem)": ""
    }
  ]
}