{
  "id": 621021999,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 11.1: A Window On the Past",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Elrond outside the Beorninghús",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to the shade of Isildur on Tol Send",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'We find ourselves in a curious position, [placeholder]. The shade of Isildur was bound to the land where he fell, much as was the shade of Arvedui, in Forochel. But here, Isildur's shade was kept hidden from searching eyes by the arts of Gultháva, the Maiden of the Gladden. Her sorceries made him forget, but as they fall away I believe his memories will return. He could tell us much of what befell him during the opening years of the Third Age, when he perished in the Gladden Fields and the Ring was lost. I and others of the Wise have pieced together some of the story, but here we have an occasion to learn the true account, and I would not miss it!\\n\\n'But this is not merely an academic interest, [placeholder], as important as that may be. No, the shade of Isildur may shed some light on another matter that concerns us most directly. I trust you have not forgotten the Black Book of Mordor and the dread Gúrzyul who seeks it? I have not yet deciphered all of its pages, but my study did reveal frequent appearances of the name \\qMagoldir\\q within its covers. Now, the records show an Elf named Magoldir served in the company of High King Gil-galad during the Siege of Barad-dûr at the close of the Second Age. Can this be the same Magoldir? I think it may be, and the shade of Isildur could help us learn more of him.\\n\\n'I propose we return to Tol Send to speak with Isildur, but not alone. No, let us bring some others who also fought at the Siege, and who might help Isildur recover his memories. I speak of two Elf-lords who have come to the Beorninghús at this most fortuitous time: Elrond and Glorfindel, both of Rivendell. Bring them word of my intent and let us all meet on the Isle of Flowers in the Gladden Fields, where we will speak with the shade.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Glorfindel outside the Beorninghús",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I expected these words, [placeholder], for when I learned the shade of Isildur remained bound to this place, I knew it would not be long before Gandalf desired to press him for knowledge of the Disaster that befell him after the war.'\\n\\nYou tell Elrond that the Wizard also thinks Isildur might know something about Magoldir the Elf, whose name appears frequently in the Black Book.\\n\\n'Magoldir? I too fought at the Siege of Barad-dûr, but I do not remember an Elf by that name. He cannot have been high in the counsels of Gil-galad, [placeholder], or I would surely remember him. No, that is unfair. Many were the heroes who fought alongside the Last Alliance, of every kind: Elves, Men, Durin's folk, and even some of the hól-budlan rose up to oppose the threat of Sauron. I do not claim to know each of these heroes personally; Magoldir may have accomplished some great feat without attribution. Even if he did not, to perform one's duty without the expectation of glory is still worthy of praise and remembrance.\\n\\n'The War of the Last Alliance and the Siege of Barad-dûr that concluded it ended in victory, [placeholder], but there was sorrow too. The cost was high. Even if his memory returns, the shade of Isildur may not wish to speak of it to us. Let Gandalf gird himself against disappointment if that be so.\\n\\n'You should ask Glorfindel if he wishes to accompany us to Tol Send. He also fought at the Siege of Barad-dûr, and will no doubt be interested in anything the shade of Isildur might say to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Meet up with Gandalf, Elrond, and Glorfindel on Tol Send in the Gladden Fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Magoldir? The name is familiar, but not for any particular deed or duty. He was a warrior in Gil-galad's train, I believe, but one of many. I think I set him to scouting the reaches of Mordor on a number of occasions, but I do not know much else of him. Gandalf thinks the shade of Isildur may know more? Perhaps, [placeholder], perhaps, but something gives me pause.\\n\\n'It is Gandalf's desire for knowledge that compels him to pursue this course. He wishes to oppose the will of Karazgar, and he believes that uncovering the secrets of the Black Book of Mordor will prove crucial to that aim... but I do not know that I agree. Sometimes knowledge is buried for a reason, and bringing it out into the light of day only serves to reopen wounds once-healed, to renew grief once-accepted.\\n\\n'Three thousand years have passed since the War of the Last Alliance and the Siege of Barad-dûr, but for my people it seems still near. I remember the grief of those years, and the hurts we suffered. What can be gained by dwelling upon that sad tale? Sauron was defeated, but at great cost, and not forever.\\n\\n'I fear what the shade might say, [placeholder]. He was once the son of Elendil, High King of the Númenóreans, but that was long ago; he has spent the centuries since then in darkness. It must have left its mark upon him. I will go with you in friendship to Tol Send, but I urge you and Gandalf to treat carefully with the shade, and to guard against sweet-seeming words. He is not what he once was, and I fear Gandalf may let the pursuit of knowledge blind him to that fact.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You should ask Glorfindel if he wishes to accompany us to Tol Send. He also fought at the Siege of Barad-dûr, and will no doubt be interested in anything the shade of Isildur might say to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Gandalf on Tol Send",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'We are here, and must now learn what we can from this shade. Let courtesy guide your words, [placeholder], for such windows on the past are rare and must be carefully opened, lest they close for good!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Greetings to you and your companions, [placeholder]. The bonds of sleep in which I was held have loosened, and many of them have already fallen away. My memory has begun to return to me, but slowly; there are still gaps in my recollection.\\n\\n'But know this: if you aid me, I will do what I can to help you in return. I ask for only one thing. I ask for vengeance. Nay, not truly, for the target of my vengeance must be long-vanished. I ask for peace, for a settled mind.\\n\\n'I cannot yet remember the ambush that brought me low and ended the lives of my sons, but I know it was not the work of Orcs alone. I was betrayed, though I cannot see the face of my betrayer. I ask that you help me learn the identity of this traitor. The passage of time has brought him beyond my reach, but I will not rest until I know the reason for his treachery. In that I will take some comfort, and find rest. What say you, friend?'\\n\\nYou tell the shade you will do what you can to help him.\\n\\n'Then my memory is yours, [placeholder], and may the empty spaces in my recollection heal and provide some knowledge that will be of use to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Gandalf, Elrond, and Glorfindel have come to Tol Send, where they await an audience with the shade of Isildur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Elrond is outside the Beorninghús.\\n\\nGandalf asked you to bring Elrond word of his intent to speak with the shade of Isildur, and his desire that Elrond and Glorfindel accompany the two of you to Tol Send.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "The shade of Isildur is on Tol Send, in the Gladden Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I propose we return to Tol Send to speak with Isildur, but not alone. No, let us bring some others who also fought at the Siege, and who might help Isildur recover his memories. I speak of two Elf-lords who have come to the Beorninghús at this most fortuitous time: Elrond and Glorfindel, both of Rivendell. Bring them word of my intent and let us all meet on the Isle of Flowers in the Gladden Fields, where we will speak with the shade.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Gandalf, Elrond, and Glorfindel wish to meet you on Tol Send, the Isle of the Flowers in the Gladden Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Glorfindel is outside the Beorninghús.\\n\\nGandalf and Elrond wish for you to ask Glorfindel to go with you to Tol Send, there to speak with the shade of Isildur about several matters of import.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'I expected these words, [placeholder], for when I learned the shade of Isildur remained bound to this place, I knew it would not be long before Gandalf desired to press him for knowledge of the Disaster that befell him after the war.'\\n\\nYou tell Elrond that the Wizard also thinks Isildur might know something about Magoldir the Elf, whose name appears frequently in the Black Book.\\n\\n'Magoldir? I too fought at the Siege of Barad-dûr, but I do not remember an Elf by that name. He cannot have been high in the counsels of Gil-galad, [placeholder], or I would surely remember him. No, that is unfair. Many were the heroes who fought alongside the Last Alliance, of every kind: Elves, Men, Durin's folk, and even some of the hól-budlan rose up to oppose the threat of Sauron. I do not claim to know each of these heroes personally; Magoldir may have accomplished some great feat without attribution. Even if he did not, to perform one's duty without the expectation of glory is still worthy of praise and remembrance.\\n\\n'You sustained your own injury at Dagorlad, [placeholder], and it kept you from the Siege of Barad-dûr that concluded the war. You know that it ended in victory, but I tell you the cost was high. Even if his memory returns, the shade of Isildur may not wish to speak of it to us. Let Gandalf gird himself against disappointment if that be so.\\n\\n'You should ask Glorfindel if he wishes to accompany us to Tol Send. He also fought at the Siege of Barad-dûr, and will no doubt be interested in anything the shade of Isildur might say to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d178",
      "en": "The shade of Isildur may be able to tell you much about events long shrouded in mystery, but only if he can cast off the remaining vestiges of the Maiden's enchanted slumber.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Now we must learn what we can from this shade. Let courtesy guide your words, [placeholder], for such windows on the past are rare and must be carefully opened, lest they close for good!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Magoldir? The name is familiar, but not for any particular deed or duty. He was a warrior in Gil-galad's train, I believe, but one of many. I think I set him to scouting the reaches of Mordor on a number of occasions, but I do not know much else of him. Gandalf thinks the shade of Isildur may know more? Perhaps, [placeholder], perhaps, but something gives me pause.\\n\\n'It is Gandalf's desire for knowledge that compels him to pursue this course. He wishes to oppose the will of Karazgar, and he believes that uncovering the secrets of the Black Book of Mordor will prove crucial to that aim... but I do not know that I agree. Sometimes knowledge is buried for a reason, and bringing it out into the light of day only serves to reopen wounds once-healed, to renew grief once-accepted.\\n\\n'Three thousand years have passed since the War of the Last Alliance and the Siege of Barad-dûr, but for our people it seems still near. I remember the grief of those years, and the hurts we suffered. What can be gained by dwelling upon that sad tale? Sauron was defeated, but at great cost, and not forever.\\n\\n'I fear what the shade might say, [placeholder]. He was once the son of Elendil, High King of the Númenóreans, but that was long ago; he has spent the centuries since then in darkness. It must have left its mark upon him. I will go with you in friendship to Tol Send, but I urge you and Gandalf to treat carefully with the shade, and to guard against sweet-seeming words. He is not what he once was, and I fear Gandalf may let the pursuit of knowledge blind him to that fact.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'I will go with you in friendship to Tol Send, but I urge you and Gandalf to treat carefully with the shade, and to guard against sweet-seeming words. He is not what he once was, and I fear Gandalf may let the pursuit of knowledge blind him to that fact.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "A chill breeze disturbs the petals on the Isle of the Flowers",
      "es": "",
      "es (fem)": ""
    }
  ]
}