{
  "id": 620860290,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Allies of the King",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "Surprising messages have come from Lothlórien, and Master Elrond of Rivendell has done what he can to respond by asking you to gather the Rangers, that they may ride to the aid of Aragorn in the wide lands to the south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "You travelled the wilderness of Eriador, bringing word to the Dúnedain: it is time to fulfil their oath of loyalty to Aragorn son of Arathorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "You rode south with the Rangers of the Grey Company, through Eregion and into Enedwaith, where you encountered a mysterious dwarf who has unexpected knowledge about the road ahead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "You have finally received truth from the dwarf Nár: the Wizard Saruman has fore-knowledge of your road, and the passage through Dunland will not be easy. Rangers of the Grey Company have fallen already on this journey, and the heart of Halbarad is heavy with grief.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c50",
      "en": "Complete 'Volume III Book 9: The Third Marshal'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "You have escaped from the clutches of Saruman and rescued the surviving members of the Grey Company from the prison-caves of the Falcon Clan, but the future of your quest remains uncertain. Many foes remain between the Rangers of the Grey Company and their chieftain Aragorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c51",
      "en": "Complete 'Volume III Book 10: Snows of Wildermore'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "The Fords of the Isen have been held by the Rohirrim under the command of Théodred, but the Prince of Rohan lost his life in the battle. For how long can this passage into Rohan remain secure from the ravages of Saruman?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c52",
      "en": "The story continues in a future update!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "You tracked down the Nazgûl that stalked through the mists along the shores of Anduin, but Nona was wounded. You and Horn, a man of Rohan in service at Stangard, brought her to the Elves for healing. Galadriel saved her life, but the Lady of Lórien refused to speak further of what awaits you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e8",
      "en": "You tracked the Fellowship of the Ring south along Anduin to Parth Galen and the Falls of Rauros, where you encountered signs that they were set upon by foes. Two hobbits, most likely Frodo Baggins and his servant Samwise Gamgee, crossed the river and continued on their quest. The surviving members of the company crossed into Rohan, and if you are to find them and help them, you will need war-steeds of your own.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e9",
      "en": "You have journeyed into the Riddermark, helping the people of East Rohan and tracking the remnants of the Fellowship of the Ring. Your travels brought you through the Wold, the Norcrofts, and finally the Entwash Vale, where Nona vanished and Horn realized his feelings for her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e30",
      "en": "You encountered Éomer, the nephew of the King and Third Marshal of the Riddermark, and travelled with him through the Entwash Vale and the Sutcrofts. When he brought you before the King, however, you witnessed the extent of Saruman's hold on King Théoden. The King ordered Éomer imprisoned and banished you, ordering you never to cross the Entwash under pain of death.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e31",
      "en": "You journeyed to the land of Wildermore, beset by unnatural winter and endangered by pawns of the Wizard Saruman, and did what you could for its people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba4",
      "en": "You journeyed throughout West Rohan, aiding its people as they prepare to face the perils of war.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e32",
      "en": "You returned to Edoras and witnessed the restoration of Théoden by Gandalf. You also helped Éowyn prepare for the evacuation of the city, while the King and his riders departed for Isengard, and war.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "You stood with the Rohirrim at the fortress of the Hornburg, in Helm's Deep, and survived the long night of battle with Saruman's armies. When dawn came, impossibly, Théoden and his people looked out over the Deep in victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba8",
      "en": "The Grey Company has completed its mission to find Aragorn, and the threat of Saruman has been ended.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete 'Prologue: Messages from Lórien'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete 'Book 1 Chapter 9: The Gathering of the Grey Company'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Complete 'Book 2 Chapter 15: An Echo of Days Past'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Complete 'Book 3 Chapter 11: Grief and Insight'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Complete 'Book 4, Chapter 30: The Rescue'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Complete 'Book 5, Chapter 4: The Prince of Rohan'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Complete 'Book 6, Chapter 12: Mists of Anduin'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Complete 'Volume III Book 7: A Fellowship Endangered'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Complete 'Volume III Book 8: Into the Riddermark'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Complete 'Volume III Book 11: The Golden Hall'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Complete 'Volume III Book 12: War in the Westemnet'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Complete 'Volume III Book 13: Helm's Deep'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Unravel the Epic Story for Allies of the King.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Complete 'Volume III Book 14: The Waters of Isengard'",
      "es": "",
      "es (fem)": ""
    }
  ]
}