{
  "id": 620860241,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'If you are here for a tasting, another round will begin shortly! Please sit down and make yourself comfortable until we begin.\\n\\n'Tastings occur every few minutes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ha ha ha ha! Oh, ha ha! Ho ho ho! Oh my goodness, pardon me. My eyes...how they sting with tears of delight!\\n\\n'Do not speak! Let me savour this moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Inn League Disaster",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Why are you still here? I will kick you right in the knee if you don't hurry up, and you'll think twice before demonstrating such poor work ethic again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "There is not much time -- the next round of tastings will begin soon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Can I help you, o greatest of time-wasters? Do dilly-dally a little longer; I insist!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Laurel Sackville is distracted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "This is a good spot to hide until the recruiter is distracted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Inn League Tasting is taking place in Frerin's Court, in the southern outdoor courtyard of Thorin's Hall. You may only speak with the recruiter when she is not distracted by her duties.\\n\\nYou should go to the Inn League Tasting and see what you can do to sabotage it. Jónar has expressed that he does not want any more dwarves joining the Inn League while he still draws breath!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Added swill to Inn League samples ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The tasting table is in Frerin's Court, just to the south of Thorin's Hall.\\n\\nYou should wait for Laurel Sackville, the Inn League Recruiter, to wander away.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Laurel Sackville has spotted you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The tasting table is in Frerin's Court, just to the south of Thorin's Hall.\\n\\nYou should add swill to the tasting samples between rounds of tasting. Surely no one will notice....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You have run out of time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "The tasting has begun!\\n\\nYou must watch the carnage unfold, for Jónar will wish to hear of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "That was not very nice, but Jónar will be most pleased",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Jónar awaits word of your deeds in the inn at Thorin's Hall.\\n\\nYou should tell Jónar of your cruel, wonderful success against the Inn League Tasting recruiter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You have left the tasting area",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Laurel Sackville in Frerin's Court",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Hide behind the nearby kegs until Laurel Sackville wanders away",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Add swill to Inn League samples ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Do not let Laurel Sackville see your mischief",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Watch the events of the tasting unfold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Do not leave the tasting area",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Jónar in Thorin's Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Jónar, a sinister and surly resident of Thorin's Hall, has grown increasingly sour towards the success of the Inn League.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Nincompoops and ninnyhammers, how I loathe the Inn League! The vermin have infested Thorin's Hall, spilling all the way out into fair Frerin's Court. They are having an Inn League tasting today to try to recruit more members!\\n\\n'You must get to Frerin's Court immediately, [placeholder], before they are finished setting up, and make sure this event goes terribly. There will be no more dwarves joining the Inn League...not on my watch, at least!\\n\\n'Go outdoors to Frerin's Court and stop that beer-tasting immediately! Here...take this swill from the Forsaken Inn. Do something useful for once! I don't care what.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}