{
  "id": 620860253,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Something particularly evil stalks this corner of Enedwaith. We have no idea how they came here, but the wolves of the Black Dens are altogether unnatural. They look like wolves and seem to behave as such, but they are not mortal creatures. They are fell spirits that stalk and hunt Men.\\n\\n'Nor are they aimless -- they are seeking something. The locals say that some were seen in Eregion weeks ago, ranging far and wide in search of their prey, but then they left and returned here to their dens. Only when we of the Dúnedain came did they emerge and resume their hunt...for us it now seems. They can be slain as any wolf might be, but with death they melt away like a shadow in the light of the noon sun.\\n\\n'When you rescued me I was hunting one of their kind that seemed unique -- a great feral shadow that dominated the others. It was my hope that should this one be slain, then whatever power binds them here would be broken -- but as you know, I became the hunted instead and am still too injured to try my hand at it again. Would you take up my hunt? I cannot say what will come of it, but the passage of our brethren through Enedwaith would be considerably simpler without packs of Shadow-wolves nipping at our flanks the whole way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, even with the defeat of the Fang of Shadows, we still seem no closer to breaking the spell that binds these terrible spirits.\\n\\n'Well, at least that one shall not hunt today, though I suspect we shall see it again before long. My thanks for your efforts...and hopefully a short respite.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Fang of Shadows is a leader among the Shadow-wolves...hunt him and defeat him, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Feral Shadow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Among the fell spirits which have taken form as Shadow-wolves, there is one that is more dangerous than all the rest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have defeated the Fang of Shadows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the Fang of Shadows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Fang of Shadows stalks the area outside the Black Dens, south-east of Echad Dagoras.\\n\\nAmarion has asked you to hunt the Fang of Shadows, leader of the Shadow-wolves in the Black Dens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Amarion at Echad Dagoras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Amarion is at Echad Dagoras, north-west of the Black Dens.\\n\\nYou should speak with Amarion and let him know that you have defeated the Fang of Shadows, but that the power of the Black Dens seems unbroken.",
      "es": "",
      "es (fem)": ""
    }
  ]
}