{
  "id": 620860260,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Braigiar's companion Dagoras has been captured by the Dunlending deserters after going to negotiate an agreement with them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My captain, Dagoras, went to visit a small encampment to the south-west of here that the Dunlendings call Lhe Lhechu. It seems that a number of the Dunlendings who were sent to fight in Eregion have since deserted and retreated back here. It was Dagoras' hope that we might be able to strike some kind of bargain with the deserters, given their obviously questionable loyalty to Isengard, but he has been gone for nearly a day now with no word.\\n\\n'Dagoras is a cautious man, but his strength lies in wit and cunning, more than might. If the deserters have indeed captured him he may need a hand.\\n\\n'Try and find some sign of him down there and free him if he is captured. We will need a man of his experience and skills once we reach Rohan!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dagoras is being held in Lhe Lhechu, south-west of Echad Dagoras.\\n\\nYou must free Dagoras and escort him from the Dunlending camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'[placeholder]! Never did I think to find you here! It has been long since Esteldín, but we will have to reminisce later.\\n\\n'I came here to try and negotiate with these deserters, thinking they might not have much in common with the forces from Isengard after being abandoned to their fate in Eregion, but they had other ideas.\\n\\n'In any case, it seems these folk are not open to parley. They have been betrayed with too many false promises. Release me, and let us return to my camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dagoras ia at Echad Dagoras, north-east of Lhe Lhechu.\\n\\nYou should speak with Dagoras at his encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you find Dagoras, bring him back here, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ah, you have my thanks, friend [placeholder]. I was not looking forward to ending my days in some Dunlending cell. Soon, we will forge on to join with the rest of our kinsmen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Were you able to find Dagoras, my friend?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Ah, you have my thanks, friend [placeholder]. I was not looking forward to ending my days in some Dunlending cell. Soon, we will forge on to join with the rest of our kinsmen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Braigiar will have some choice words for me, I am certain, for he advised me against parleying with the Dunlendings. First, however, we must escape this place, which means we will need a key....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Rescue Dagoras from Lhe Lhechu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Dagoras at Echad Dagoras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Behind Bars",
      "es": "",
      "es (fem)": ""
    }
  ]
}