{
  "id": 620860251,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You and Amarion have escaped from the Black Dens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Amarion left camp to search the Black Dens where he believed he might find some way to destroy the Shadow-wolves -- but he has been gone too long.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Who is that down there? [placeholder]? It is long since you aided me at Amon Raith. I do not suppose you could lend me a hand once more?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Amarion is in the Black Dens, south-east of Echad Dagoras.\\n\\nBraigiar has asked you to find Amarion and rescue him from the Shadow-wolves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Amarion's absence troubles me greatly, [placeholder]. He said he would return within a few hours, and he is not one to lose track of time in the field.\\n\\n'That he has not returned yet bodes ill. He said that he wished to examine the Black Dens for himself, hoping to find some way to stop the scourge of the Shadow-wolves, but that was the last I saw of him.\\n\\n'The Black Dens lies to the south-east of here. I ask that you search for him there...I fear for his life if they have caught him unaware.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Amarion is at the Black Dens, south-east of Echad Dagoras.\\n\\nAmarion has asked for your help to escape from the Black Dens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Amarion is at Echad Dagoras, north-west of the Black Dens.\\n\\nYou should speak with Amarion about your escape from the Shadow-wolves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Let us be off then, shall we?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'My thanks for your aid, [placeholder]! \\n\\n'For a little while, I was not sure I was going to make it back alive....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Amarion went to the Black Dens alone...I hope he is well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I am afraid that the Shadow-wolves caught my scent and chased me up here some hours ago...I have been biding my time in the hopes that perhaps they would leave, but I have had no such fortune.\\n\\n'Now that you have found me here though, I think it would be best if we left swiftly before they find you as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Help Amarion if you can...he went to the Black Dens alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Amarion the Ranger near the Black Dens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'What of Amarion, [placeholder]? Did you find him?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Help Amarion escape from the Black Dens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Amarion at Echad Dagoras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Timely Rescue",
      "es": "",
      "es (fem)": ""
    }
  ]
}