{
  "id": 620860257,
  "txt": [
    {
      "id": 218649169,
      "en": "The papers you have found speak of the purpose behind Dunland's intrusion into the North, but they are partial and damaged by careless handling.\\n\\nIf you can find more parts of this document upon former officers among the Dunlending deserters, you may be able to piece together Saruman's intentions for the region.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What are these you have found...orders from Isengard? It seems the Dunlendings from the south were sent to capture the old Elf-ruins in Eregion. It seems Saruman was seeking something there, though I cannot begin to guess what that traitorous wizard would want from such a place.\\n\\n'More importantly now, it seems that Saruman is bent on consolidating his power in Dunland. His thralls and allies are on the move, subduing any clans that have refused to join him up till now.\\n\\n'We must make haste, for soon all of Dunland will be mobilized for war under the banner of Isengard!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Yes? Can I help you?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Disorder",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You found a set of orders in the quarters of a deserter in Enedwaith that partially detailed Isengard's plans for the region. Such information would doubtless be of interest to the Grey Rangers, and you believe you may be able to find the rest of these papers among the officers in Lhe Lhechu.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected deserters' orders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect deserters' orders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Dunlending officers can be found in Lhe Lhechu, south-west of Echad Dagoras.\\n\\nYou should collect papers from the Dunlending officers in Fordirith and learn more of the reason for their presence on the borders of the old North Kingdom.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the Dunlending orders to Dagoras",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dagoras is at Echad Dagoras, north-east of Lhe Lhechu.\\n\\nYou should return the orders you have found to Dagoras.",
      "es": ""
    }
  ]
}