{
  "id": 620860256,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'During my brief stay with the deserters at Lhe Lhechu, I learned more than perhaps they hoped. While they are in hiding from the minions of Saruman the traitor, they are still dangerous to the Grey Company: their leader wished to use me to regain Saruman's favour.\\n\\n'Lhew, the leader of the deserters, can be found towards the rear of their encampment. He is a brash fellow, but a coward at heart. He has led his men to an end that may not bode well for them...perhaps if Lhew were to be defeated, the rest will disband and return to their homes.\\n\\n'If nothing else, Lhew's defeat may draw their attention away from the passing of the Grey Company.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A blow well struck, [placeholder]. With the loss of their leader, the remaining deserters are quite unlikely to interfere with the Grey Company again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Lhew is a base coward, but he is also intimidating. His men will follow his lead as long as he remains at Lhe Lhechu.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Pointed Message",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Dunlending deserters at Lhe Lhechu are led by a ruffian by the name of Lhew, whom Dagoras came to know during his imprisonment at the Dunlending camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have defeated Lhew",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Lhew",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lhew is at Lhe Lhechu, south-west of Echad Dagoras.\\n\\nDagoras has asked you to defeat Lhew, commander of the band of Dunlending deserters in Fordirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Dagoras at Echad Dagoras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dagoras is at Echad Dagoras, north-east of Lhe Lhechu.\\n\\nYou should speak with Dagoras and let him know that Lhew has been defeated.",
      "es": "",
      "es (fem)": ""
    }
  ]
}