{
  "id": 620860254,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The black torch on the wall before you casts twisted shadows upon the cavern floor....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Torch doused ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Shadow-wolves of the Black Dens are clearly no ordinary wolves. Some spirit of evil empowers them and guides them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Our attempts to stop these Shadow-wolves have borne no fruit thus far.\\n\\n'The source of their evil must lie within the caverns in the Black Dens. If you can find your way into them and destroy it, we may gain some respite from their relentless hunt.\\n\\n'Go now, and may the Valar watch over you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Black Dens lie to the south-east of Echad Dagoras.\\n\\nAmarion has asked you to enter the Black Dens and find the source of the Shadow-wolves' power.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You found and extinguished a number of strange black torches?\\n\\n'I think you have likely found the power behind the Shadow-wolves. I cannot say whether your efforts will destroy them for good or not, but I will be most surprised if they are able to take up the hunt for us again so soon with their dark power so diminished.\\n\\n'You have my gratitude, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Shadow-torches can be found throughout the caverns of the Black Dens.\\n\\nYou should douse the torches within the Black Dens to break the strange enchantment that summons forth the Shadow-wolves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Amarion is at Echad Dagoras, north-west of the Black Dens.\\n\\nYou should return to Amarion with tidings of what you found in the Black Dens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Seek the source of the Shadow-wolves' power in the Black Dens to the south-east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Have you found the source of the Shadow-wolves' power yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the source of the Shadow-wolves' power",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Douse torches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Amarion at Echad Dagoras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Black Flames",
      "es": "",
      "es (fem)": ""
    }
  ]
}