{
  "id": 620948002,
  "txt": [
    {
      "id": 22075080,
      "en": "Bring your small stick back to Haggo Boffin",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Don't leave the field!",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Left the field!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Hobnanigans is simple. You and your teammates must help urge a chicken into the blue goal as many times as possible within the allotted time. Protect your red goal from the other team scoring.",
      "es": ""
    },
    {
      "id": 262725906,
      "en": "Scored goals (1/3)",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "Scored goals (2/3)",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'So you want to join the Flying Feathers, do you? Fine then, come on and play a round of Hobnanigans. You must wait in the area for five others to join your team, and then you shall play for the right to become a winner in the great Chicken Chasing League of Eriador. This is no small honour!\\n\\n'Simply gather a red stick from the field and get ready to begin. Hurry, hurry -- only the first six people to join the Flying Feathers can play this round.  The game will start when all twelve sticks have been taken!'",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Score goals (0/3)",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The red sticks are on the field.\\n\\nDimple Grubb, the Captain of the Flying Feathers, has asked you to gather a red stick from the field and get ready to begin.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done! You have done the Flying Feathers proud! You can now carry the badge of Flying Feathers Champion proudly! We hope you will come and play again some time!'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "You have played a game of Hobnanigans!",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Score three goals within the allotted amount of time.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Did you destroy the stick? Where is it? Thief! You take our sticks and just think you can run around the world with them?'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Score three goals within the allotted amount of time.",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Score goals (1/3)",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Score as many goals as you can within the allotted time.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Haggo Boffin, the Flying Feathers Captain, is standing next to Hobnanigans Field near the Bree Fairgrounds.\\n\\nSpeak to Haggo Boffin to claim your prize.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Play a game of Hobnanigans",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Take a red stick from the field",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "You left the field!",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Take a red stick from the field",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Do not leave the field of play",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Game of Hobnanigans -- Flying Feathers - Field 4",
      "es": ""
    }
  ]
}