{
  "id": 620870895,
  "txt": [
    {
      "id": 13141073,
      "en": "'The victory is yours! Evil's grasp upon Sâri-surma is loosened!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'My people have never faced a Gaunt-lord who acts as...strangely...as this Drugoth. He pits his servants against each other; little thought seems to go into his actions beyond the sowing of discord.\\n\\n'If you speak truly of his errand, his master cannot be pleased with Drugoth. His actions are almost...animal-like...and if he is raising an army, he is then turning it against itself. There is no reason there!\\n\\n'Do not underestimate this creature. If he is more beast than thinking being now, he is an animal uncaged, and will fight with ferocity.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Drugoth has been defeated, and you have the thanks and praise of my people. Even as he succumbed to his madness, he still had teeth with which to rip and tear, and a cruel mind with which he could do harm.\\n\\n'It is good he be no more.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You must defeat Drugoth the Death-monger, [placeholder]. He is just ahead!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "In Their Absence, Chapter 12",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "In the depths of the fortress on Sâri-surma, Drugoth the Death-monger threatens the safety of Forochel and the lands beyond.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Drugoth the Death-monger",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Drugoth the Death-monger in the fortress on Sâri-surma",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Drugoth the Death-monger waits in the depths of his fortress on Sâri-surma.\\n\\nYrjänä has told you that Drugoth acts impulsively, more like an animal than a thinking being.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Yrjänä",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Yrjänä wants to speak with you now that you have defeated Drugoth in the fortress on Sâri-surma.",
      "es": ""
    }
  ]
}