{
  "id": 620870844,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Benedric Jacklin found a tablet with curious markings on it in the wreckage of Stoneheight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I found this tablet on the ground on the way here, [placeholder]. It is covered in evil runes, and I cannot read it, but I believe it was dropped by the Gaunt-lord as he passed through Stoneheight. Perhaps if you can uncover its meaning, you will be able to make some sense of this attack.\\n\\n'You know Elrond of Rivendell? It is rumoured that he is a master of lore, and he might be able to read the markings on this tablet. Perhaps he can tell us what it says.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Elrond Half-elven is in his library in Rivendell.\\n\\nYou have been given a mysterious tablet that was found in the town of Stoneheight. The tablet is covered in mysterious runes; perhaps Elrond can read them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'If you are here to explore this Lost Temple, I must warn you, friends! The Gaunt-lord Ferndúr has come to this place, but to what purpose I cannot guess. There is something else, too, something that I cannot explain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Elf-scout Ithriel is scouting the Lost Temple, located at Ost Chall in the northern reaches of Nan Tornaeth.\\n\\nElrond has read the runes on the tablet found in Stoneheight, and a mention of the Lost Temple has drawn his notice.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It is said that Elrond Half-elven is most learned in the ways of lore; he may be able to read the runes on this tablet. Was it really dropped by Ivar the Blood-hand? Might it tell us where Ivar plans to go next?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'These are evil runes, [placeholder]. I can read them, though it is not pleasing to do so. The tablet contains directives for Ivar, as you supposed, from the Gaunt-lord named Gortheron. He is instructed to raise an army of wights with which to crush the Free Peoples.\\n\\n'It is curious, [placeholder], that Ivar's actions in the town of Stoneheight do not seem to have been in line with these orders. Why did the Blood-hand destroy the town as he did, and then leave it? Would not following his orders be more important?\\n\\n'There is more here: he is told to keep a close eye on Ferndúr, for though he was the Master of Imlad Balchorth for many years, Gortheron has not forgotten what happened to Ferndúr's people in the depths of his temple.\\n\\n'I do not know what this is in reference to, [placeholder], but I do know where this temple, this Lost Temple, is located, because a scout of Rivendell has observed worrisome activity there of late. Assemble a fellowship of allies and find her at Ost Chall, in the northern reaches of Nan Tornaeth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The mention of the Lost Temple on the tablet from Stoneheight has me concerned, [placeholder]. Gather a fellowship of allies and join my scout Ithriel at the Lost Temple, beyond Ost Chall in the northern reaches of Nan Tornaeth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You have nothing for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the broken tablet to Elrond in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find Ithriel at the Lost Temple",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "In Their Absence, Chapter 7",
      "es": "",
      "es (fem)": ""
    }
  ]
}