{
  "id": 620870839,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The helm is gone. Ivar found what he was seeking",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Dale Truitt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The attack on Stoneheight must be avenged, and quickly: allies of the terrible figure that led the attack still remain within its walls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We came here...for a new life. I met a merchant...he had a helm, said it had passed through the hands of...many adventurers. Inlaid with gems, it was.... \\n\\n'He offered a fair...a fair price...and I thought I could pry the gems loose.'\\n\\nSeward coughs again, and his body shakes with the pain of the effort.\\n\\n'I could not...loose the gems. Woe betide me! I think...I think the helm's true owner...came to claim it! Ivar! Ivar the Blood-hand! He stalked through the town....\\n\\n'My home...is further in. See if the helm...is still there. But beware the Blood-hand!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Seward Pearse's home is further within the town of Stoneheight, and he wants you to see if the helm is still there.\\n\\nIvar the Blood-hand stalked through the town of Stoneheight, and Seward Pearse believes he came looking for the helm Seward purchased from a merchant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3b39371",
      "en": "'I cannot believe what they have done to my home!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It feels strange to say that we have been fortunate in such circumstances, [placeholder], but still it is so: for Ivar the Blood-hand has left our town behind. He must have found what he came to find and was content to leave his servants behind. They have now been dealt with!\\n\\n'But now the real work -- the work of rebuilding -- must begin...if anyone will even want to rebuild this town, that is!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "While in the wreckage of the town of Stoneheight, you saw in-fighting between two of the enemies left by Ivar to finish the job.\\n\\nDale Truitt slew Búbhosh-grat and now must be defeated if the people of Stoneheight are to rebuild.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Benedric Jacklin wishes to speak with you about what happened to the town of Stoneheight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Did I...cause this...to happen...? Did the helm...draw the Blood-hand...to this place? Go to my home, further in, and...see if anything...remains....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Ivar's followers...do not get along...it seems, but do not...underestimate...them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search further within Stoneheight for sign of the helm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Dale Truitt in Stoneheight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeated Dale Truitt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Benedric Jacklin in Stoneheight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "In Their Absence, Chapter 6",
      "es": "",
      "es (fem)": ""
    }
  ]
}