{
  "id": 620870912,
  "txt": [
    {
      "id": 22075075,
      "en": "Talk to Túgonn",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Each of the Gaunt-lords you defeated held mastery over a particular facet of the offensive planned by Gortheron: Thadúr the Ravager, master of poison; Ferndúr the Virulent, master of plague; Drugoth the Death-monger, master of fear. You did not encounter Ivar the Blood-hand, but he is the master of war.\\n\\n'Together, with Gortheron, they are five. Five Gaunt-lords made in mockery of the five Wizards. Gortheron has corrupted these sprawling ruins, making of them a home for the servants of the Gaunt-lords.\\n\\n'The door into the central area is sealed; if you are able to defeat the minions of Gortheron in each of the side wings, we may be able to open the central area and challenge Gortheron directly.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The door to the central area is open, [placeholder]. You will find Gortheron within.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Explore the two side wings of Ost Dunhoth, and we can work to unseal the central area.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "In Their Absence, Chapter 14",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Ranger Túgonn has told you that the door into the central area of Ost Dunhoth is locked and can only be opened by exploring the side wings.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Survive the wages of war and conquer your fear in the east wing",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ost Dunhoth has two wings that must be explored before the central area can be unsealed.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Survive the spread of plague and poison in the west wing",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Túgonn is in the entrance of Ost Dunhoth.\\n\\nYou have conquered two wings of Ost Dunhoth and should return now to Túgonn.",
      "es": ""
    }
  ]
}