{
  "id": 620870845,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Ferndúr the Virulent would be worrisome enough, [placeholder], but he has hired a mercenary band, and they have been prowling about the grounds of the Lost Temple. It is highly unusual, and I do not know why Ferndúr would deign to work with such Men. It is my understanding that the desires of Men are beneath the notice of such creatures as the Gaunt-lords.\\n\\n'But this mercenary band is certainly in the employ of the Gaunt-lord. Make your way through the grounds, and you will see it is so; enter the crypts and look for signs of what Ferndúr is planning.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I don't have the will to fight you, [placeholder]. Just leave me be. We were given good coin to come to this forsaken place, but once we descended into this crypt, something didn't feel right to me.\\n\\n'I told them I would go no further. Coward, they called me, and left me here with a knife in my side to keep me company. Some payment! Didn't know Colfrith before yesterday, but me and Rimbald had done lots of jobs before this one. I guess that's what friendship is good for...these days....\\n\\n'But they'll get theirs! If the screams I heard not long ago are any indication, they already have! Ha ha ha ha!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Make your way to the crypts, beyond the temple-grounds, fighting the mercenary band hired by Ferndúr as you go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "In Their Absence, Chapter 8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You found an injured mercenary within the crypts, but he made no sign of attacking? You should see what he has to say, if he does not appear to be hostile. Perhaps he can illuminate Ferndúr's interest in this place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ithriel has told you that the Gaunt-lord Ferndúr the Virulent has come to the Lost Temple for some unknown purpose.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "An injured mercenary nods weakly at you, but makes no sign to attack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Cross the temple-grounds and enter the crypts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The crypts of the Lost Temple are beyond the grounds of the temple.\\n\\nIthriel has asked you to fight the mercenary band hired by Ferndúr as you make your way across the temple-grounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Scristan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The mercenary Scristan is seriously injured just within the entrance to the crypts of the Lost Temple.\\n\\nYou have found an injured mercenary, but he makes no hostile sign.",
      "es": "",
      "es (fem)": ""
    }
  ]
}