{
  "id": 620870998,
  "txt": [
    {
      "id": "0x708d0e1",
      "en": "You have defeated Matúrz-olog, Matumáth, Dúngorth, Narslaug, and lastly Ivar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "You have defeated Matúrz-olog, Matumáth, Narslaug, Dúngorth, and lastly Ivar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "You have defeated Matúrz-olog, Narslaug, Matumáth, Dúngorth, and lastly Ivar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "You have defeated Matúrz-olog, Narslaug, Dúngorth, Matumáth, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "You have defeated Matúrz-olog, Dúngorth, Matumáth, Narslaug, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "You have defeated Matúrz-olog, Dúngorth, Narslaug, Matumáth, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "You have defeated Matumáth, Matúrz-olog, Dúngorth, Narslaug, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e8",
      "en": "You have defeated Matumáth, Matúrz-olog, Narslaug, Dúngorth, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e9",
      "en": "You have defeated Matumáth, Narslaug, Matúrz-olog, Dúngorth, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c40",
      "en": "Defeat Narslaug, Matúrz-olog, Dúngorth, Matumáth, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c41",
      "en": "Defeat Narslaug, Dúngorth, Matúrz-olog, Matumáth, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c42",
      "en": "Defeat Narslaug, Dúngorth, Matumáth, Matúrz-olog, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c43",
      "en": "Defeat Narslaug, Matumáth, Dúngorth, Matúrz-olog, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c44",
      "en": "Defeat Narslaug, Matumáth, Matúrz-olog, Dúngorth, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e20",
      "en": "You have defeated Narslaug, Matúrz-olog, Dúngorth, Matumáth, and lastly Ivar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e21",
      "en": "You have defeated Narslaug, Dúngorth, Matúrz-olog, Matumáth, and lastly Ivar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "There are many different ways to defeat Ivar and his Champions. Can you succesfully win the battle every way possible?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e22",
      "en": "You have defeated Narslaug, Dúngorth, Matumáth, Matúrz-olog, and lastly Ivar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e23",
      "en": "You have defeated Narslaug, Matumáth, Dúngorth, Matúrz-olog, and lastly Ivar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e24",
      "en": "You have defeated Narslaug, Matumáth, Matúrz-olog, Dúngorth, and lastly Ivar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c50",
      "en": "Defeat Matumáth, Narslaug, Dúngorth, Matúrz-olog, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c51",
      "en": "Defeat Matumáth, Dúngorth, Matúrz-olog, Narslaug, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c52",
      "en": "Defeat Matumáth, Dúngorth, Narslaug, Matúrz-olog, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c53",
      "en": "Defeat Dúngorth, Matúrz-olog, Matumáth, Narslaug, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c54",
      "en": "Defeat Dúngorth, Matúrz-olog, Narslaug, Matumáth, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c55",
      "en": "Defeat Dúngorth, Narslaug, Matúrz-olog, Matumáth, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e30",
      "en": "You have defeated Matumáth, Narslaug, Dúngorth, Matúrz-olog, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c56",
      "en": "Defeat Dúngorth, Narslaug, Matumáth, Matúrz-olog, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e31",
      "en": "You have defeated Matumáth, Dúngorth, Matúrz-olog, Narslaug, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c57",
      "en": "Defeat Dúngorth, Matumáth, Matúrz-olog, Narslaug, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e32",
      "en": "You have defeated Matumáth, Dúngorth, Narslaug, Matúrz-olog, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Matúrz-olog, Matumáth, Dúngorth, Narslaug, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c58",
      "en": "Defeat Dúngorth, Matumáth, Narslaug, Matúrz-olog, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e33",
      "en": "You have defeated Dúngorth, Matúrz-olog, Matumáth, Narslaug, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Matúrz-olog, Matumáth, Narslaug, Dúngorth, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c59",
      "en": "Defeat Narslaug, Matúrz-olog, Matumáth, Dúngorth, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e34",
      "en": "You have defeated Dúngorth, Matúrz-olog, Narslaug, Matumáth, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Matúrz-olog, Narslaug, Matumáth, Dúngorth, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e35",
      "en": "You have defeated Dúngorth, Narslaug, Matúrz-olog, Matumáth, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Defeat Matúrz-olog, Narslaug, Dúngorth, Matumáth, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e36",
      "en": "You have defeated Dúngorth, Narslaug, Matumáth, Matúrz-olog, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Defeat Matúrz-olog, Dúngorth, Matumáth, Narslaug, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e37",
      "en": "You have defeated Dúngorth, Matumáth, Matúrz-olog, Narslaug, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Defeat Matúrz-olog, Dúngorth, Narslaug, Matumáth, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e38",
      "en": "You have defeated Dúngorth, Matumáth, Narslaug, Matúrz-olog, and lastly Ivar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Defeat Matumáth, Matúrz-olog, Dúngorth, Narslaug, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e39",
      "en": "You have defeated Narslaug, Matúrz-olog, Matumáth, Dúngorth, and lastly Ivar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Defeat Matumáth, Matúrz-olog, Narslaug, Dúngorth, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Defeat Matumáth, Narslaug, Matúrz-olog, Dúngorth, and lastly Ivar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Enter Ost Dunhoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ivar and his Champions can be defeated in many combinations. Only the truest of heroes will succesfully complete them all.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ivar's Champions",
      "es": "",
      "es (fem)": ""
    }
  ]
}