{
  "id": 620870833,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I get the impression that this Thadúr was an ancient fellow, which means that the mystery of his final words may be ancient as well. It could be that Tirith dan Forduath is an old name for a place that goes now by a new name! In fact, I am almost certain this is the case!\\n\\n'If so, then you're not very far from solving this mystery, because a hobbit lives nearby who just loves the history and makeup of old words. If anyone knows what \\qTirith dan Forduath\\q describes, it'll be Ronald Dwale. He is an expert at languages and words.\\n\\n'Ronald lives north-east of Oatbarton, just outside the village of Dwaling. If you would solve this mystery of words, you should talk to him at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Yes? You have a philological question for me? Wonderful, wonderful! It is my favourite study of all: the study of words!'\\n\\nRonald Dwale listens eagerly as you recount the final threatening words of Thadúr the Ravager.\\n\\n'Ah, very interesting, yes. Tirith dan Forduath. A bit on the easy side, but it does have a few points of note. \\qTirith\\q is \\qguard\\q, and \\qdan\\q gives us \\qagainst.\\q So this is a location that guards against something, some threat. But what threat?\\n\\n'Words, as you have certainly observed by now, sometimes behave differently together than they do apart, and such is the case here. Forduath is a construction composed of two words joined for the purpose of linguistics: in this case \\qforn,\\q \\qnorthern,\\q and \\qdúath,\\q \\qshadow.\\q You are looking for a place once known as \\qGuard against the Northern Shadow,\\q and I think I know the place!\\n\\n'It is not called that anymore, of course, and in my studies I have learned that it was also once called Orod Elon, the \\qMountain of the Stars and Stones.\\q But now it is called Stoneheight, and it is on the North Downs, north-east of Amon Raith. A road leads north of a deserted farm-house, climbing up to the heights.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Look for Ronald Dwale at his home north-east of Oatbarton, just outside the village of Dwaling. He'll know the meaning of that Thadúr fellow's final words, if anyone does.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'A friendly face? At last! Oh, my friend, it is terrible! War and death have come to Stoneheight! This place is lost!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "In Their Absence, Chapter 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You are looking for a place now called Stoneheight on the North Downs, [placeholder], north-east of Amon Raith. The town of Stoneheight is located atop a sloping rise north of a deserted farm-house.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Before his defeat, Thadúr the Ravager spoke some mysterious words. You must get to the bottom of them before great evil comes to pass.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Ronald Dwale about Thadúr's final words",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ronald Dwale lives north-east of Oatbarton, just outside the village of Dwaling.\\n\\nBounder Boffin has sent you to speak with Ronald Dwale about Thadúr's final words. If anyone knows what Tirith dan Forduath is, he will.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Benedric Jacklin in the town of Stoneheight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Stoneheight is located on the North Downs, north-east of Amon Raith. The town of Stoneheight is located atop a sloping rise north of a deserted farm-house.\\n\\nRonald Dwale has teased apart the meaning of Thadúr's final words and has told you that Tirith dan Forduath was the ancient name for a place now called Stoneheight, on the North Downs.",
      "es": "",
      "es (fem)": ""
    }
  ]
}