{
  "id": 620870837,
  "txt": [
    {
      "id": 218649169,
      "en": "'It was terrible, friend! A tall, menacing figure stalked through the streets of town while his cruel allies slew anyone that moved! I do not know what he wanted, but he moved with a single-minded purpose; I think he was looking for something.\\n\\n'But why would he visit this destruction upon Stoneheight? Ours was just a town of peaceful folk whose other homes had been lost in the fighting with Orcs out of Angmar! We have done nothing wrong! We were just trying to get a fresh start!'\\n\\nBenedric is on the very edge of tears.\\n\\n'There may be others who were able to hide from that terrible figure. You have to search Stoneheight to see if anyone survived! But be careful... the allies of that frightful apparition may still be here!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Who is it...? Are you... a friend...?'\\n\\nThe man is near death; his wounds seem most severe. He coughs weakly and his face contorts painfully. He gathers the little strength he has left, determined to tell you something.\\n\\n'I... I think I... did this.... I think I drew the horror... to Stoneheight....'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You have to search the streets of Stoneheight for survivors of the attack, you just have to! We have done nothing to deserve this!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "In Their Absence, Chapter 5",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Have you found any survivors of the attack? You have to keep looking!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have come to the town of Stoneheight, but it seems to have been recently attacked.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You catch a glimpse of movement out of the corner of your eye.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search Stoneheight for survivors of the attack",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Benedric Jacklin has asked you to search further within Stoneheight for survivors of the attack.\\n\\nThe town of Stoneheight was attacked by a merciless figure who moved with a single-minded purpose, and now you must search for survivors.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Seward Pearse before he succumbs to his injuries",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You have found a survivor of the attack on Stoneheight, but his wounds seem very severe.",
      "es": ""
    }
  ]
}