{
  "id": 620870893,
  "txt": [
    {
      "id": 136263297,
      "en": "You are not alone. A Lossoth hunter watches you closely",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Elrond's examination of the tablet he found in the Lost Temple has revealed the objective of another of the Gaunt-lords.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I found this broken tablet here within the crypts of the Lost Temple, [placeholder], and it reveals more commands of the Gaunt-lord Gortheron. The missing section seems to be addressed to Ferndúr, for I see several mentions of the Red Cloud, but most of the directives for Drugoth are intact.\\n\\n'Drugoth is commanded to go to Forochel and to assemble an army of wights from Sâri-surma, the Isle of Death, with which to sweep south into the populated lands of Eriador. Gortheron's displeasure is clear: it seems that his servant Ivar was given the task of raising an army of wights, but failed to do so, and now it falls to Drugoth.\\n\\n'It was Drugoth that sought to threaten Rivendell with the terror of the dragon Thorog, and though he was cast out of the dragon, somehow Drugoth has returned. He has gone to Sâri-surma in Forochel, and you must find him and end this scheme of his master.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Drugoth the Deathmonger has been commanded to raise an army of wights on Sâri-surma, in Forochel.\\n\\nElrond has translated the broken tablet he found within the Lost Temple and now knows the location of another Gaunt-lord.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I found this broken tablet within the crypts of the Lost Temple, [placeholder], and it reveals more commands of the gaunt-lord Gortheron. The missing section seems to be addressed to Ferndúr, for I see several mentions of the Red Cloud, but most of the directives for Drugoth are intact.\\n\\n'Drugoth is commanded to go to Forochel, and to assemble an army of wights from Sâri-surma, the Isle of Death, with which to sweep south into the populated lands of Eriador. Gortheron's displeasure is clear: it seems that his servant Ivar was given the task of raising an army of wights, but failed to do so, and now it falls to Drugoth.\\n\\n'It was Drugoth that sought to threaten Rivendell with the terror of the dragon Thorog, and though he was cast out of the dragon, somehow Drugoth has returned. He has gone to Sâri-surma in Forochel, and you must find him and end this scheme of his master.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Pirita of the Lossoth is inside the fortress on Sâri-surma.\\n\\nPirita wishes to speak with you.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Sâri-surma is located in Forochel, within the Icebay. You must go there and find Drugoth the Death-monger.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Things go ill with my people. Great storms descended upon our homes. The bay of ice heaved in the tumult. The words were not spoken for many days, but they could not remain unsaid forever: had the Witch-king returned to cast his deathly winter upon us again?\\n\\n'It is not so. But still the land is angry. Someone has disturbed it, bends its will against my people. I do not come to this Isle of Death lightly, but Yrjänä has commanded it.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Sâri-surma is in Forochel, within the Icebay. You must hinder Drugoth's plans there!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have brought no tablet to me. What madness has taken you?'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Sâri-surma is located in Forochel, within the Icebay. You must go there and find Drugoth the Death-monger.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Travel to Sâri-surma and make your way through the fortress",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Sâri-surma is in Forochel, within the Icebay. You must hinder Drugoth's plans there!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Pirita in the fortress on Sâri-surma",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "In Their Absence, Chapter 10",
      "es": ""
    }
  ]
}