{
  "id": 620870846,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Ferndúr the Virulent",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The mercenary Scristan has been left for dead by his former allies, but he wants you to avenge himself upon his employer, the Gaunt-lord Ferndúr.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It's all over now; I care not a whit for them! Let 'em suffer, I say. They should have listened to me and saved their own lives; could be they're wanting for the blade they stuck me with, eh? Ha ha ha!'\\n\\nScristan's laughter seems to cause him pain, and he wheezes with the effort of it.\\n\\n'But I don't like being deceived, [placeholder], and that gaunt fellow's coin wasn't good enough to get me to go further into this place without explanation. I want you to make him pay for tryin' to use us. His coin'd need to be better to get Scristan to throw his life away!\\n\\nScristan laughs again, painfully.\\n\\n'My life's been thrown away, without my consent! That's a good deal cheaper, it seems. Find this gaunt fellow, this Ferndúr, further in and make him remember me.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ferndúr the Virulent is further within the crypts of the Lost Temple.\\n\\nThe mercenary Scristan believes that the Gaunt-lord intended to throw away the lives of the mercenary band he hired, and Scristan wants him to pay for it.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You and your allies have done well to dispatch Ferndúr, [placeholder]. He was as cruel to his allies as he was to his enemies, and my investigation of the crypts has confirmed what previously I only suspected. But now the story is clear to me.\\n\\n'Long ago, the Men of Rhudaur waged battle against the other remnants of the North Kingdom. They worshipped Ferndúr, believing he could grant them the victory...and indeed, the plague he harnessed would be so great a weapon that Arthedain and Cardolan could not hope to stand against its threat.\\n\\n'He gave to them the plague, the Red Cloud, but they could not control it. The Men of Rhudaur who lived and worshipped at the Lost Temple were laid low by the weapon they sought to wield. It was their undoing, but Ferndúr did not weep for them, though it cost him many servants. He merely laughed as the Red Cloud claimed its victims.\\n\\n'I am glad you have ended his threat.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Elrond wishes to speak with you about your defeat of Ferndúr the Virulent.\\n\\nYou have defeated the Gaunt-lord Ferndúr in the depths of the Lost Temple, and now Elrond wishes to speak with you.",
      "es": ""
    },
    {
      "id": 260764241,
      "en": "'Ferndúr is no more. Middle-earth will not miss him, nor the Red Cloud.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I have no love for my old mates now, but Ferndúr should pay for bringing us here without telling us the risks. I don't like it. He's further within. I suspect he never intended us to leave this place alive!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I'm glad you showed that gaunt fellow not to trifle with us. Serves him right.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Ferndúr the Virulent within the Lost Temple",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Elrond in the depths of the Lost Temple",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "In Their Absence, Chapter 9",
      "es": ""
    }
  ]
}