{
  "id": 620870896,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Pirita found this tablet cast aside in a corner of the fortress. She showed it to me, sure of its significance but not its meaning.\\n\\n'If I read this illustration rightly, it is a map of the southern lands spoken of by our friend Lothrandir; the lands he once lived in and now to which he has returned. See these four lines? They all come from one point and travel across the map in many directions; this one at the northern edge of the map arrives at an island. It must be Sâri-surma. Four lines, four Gaunt-lords.\\n\\n'If you follow this line southward, to where all the points meet, you will find the one who commanded Drugoth to come to Sâri-surma. The line goes to the land called Enedwaith. In its south-western reaches, among the Lich Bluffs, stands the ruin of a mighty stronghold. It is in this place that the lines meet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Pirita found this tablet cast aside in a corner of the fortress. She showed it to me, sure of its significance but not its meaning.\\n\\n'If I read this illustration rightly, it is a map of the southern lands spoken of by our friend Lothrandir; the lands he once lived in, and now to which he has returned. See these four lines? They all come from one point, and travel across the map in many directions; this one at the northern edge of the map arrives at an island. It must be Sâri-surma. Four lines, four gaunt-lords.\\n\\n'If you follow this line southward, to where all the points meet, you will find the one who commanded Drugoth to come here. The line goes to the land called Enedwaith. In its south-western reaches, among the Lich Bluffs, stands the ruin of a mighty stronghold. It is in this place that the lines meet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'See where the lines on the tablet begin? That is where you will find the leader of the Gaunt-lords. Travel to Enedwaith and find the stronghold in the south-western reaches of the Lich Bluffs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'It is a pleasure to meet you at last, [placeholder]. Yes, I know your name. The presence of my kinsmen was known to me when first they stepped into this land, and I sought out Halbarad some days ago.\\n\\n'I have advised him not to bring the Grey Company too near this place; danger has been growing here recently, and I believe that Gortheron, the leader of the Gaunt-lords, is to blame. He revived his fallen allies and sent them north into Eriador on errands unknown to me.'\\n\\nTúgonn listens to your account of the other Gaunt-lords you encountered.\\n\\n'Impressive feats all, [placeholder]. But Gortheron is the greatest of the gaunt-lords, and your victories over his lesser allies will avail you nothing if you underestimate his powers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "In Their Absence, Chapter 13",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'See where the lines on the tablet begin? That is where you will find the leader of the Gaunt-lords. Travel to Enedwaith, to the south-western reaches of the Lich Bluffs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'No Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Yrjänä picked up a tablet that seems to contain directions to the stronghold of Gortheron the Doom-caller, leader of the Gaunt-lords.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Gortheron's lair in the south-western reaches of the Lich Bluffs, in Enedwaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The stronghold of Gortheron the Doom-caller is located in Enedwaith, in the south-western reaches of the Lich Bluffs.\\n\\nYrjänä found a tablet in the depths of the fortress on Sâri-surma that reveals the location of the leader of the Gaunt-lords.",
      "es": "",
      "es (fem)": ""
    }
  ]
}