{
  "id": 620809609,
  "txt": [
    {
      "id": 136263297,
      "en": "The Elf is pleased by your interpretation",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The Elf is delighted by your interpretation",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "The Elf is relieved by your equal lack of restraint",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Troves and Trickery is a festival tradition among many cultures, where participants try to please a number of celebrants with their tricks in order to receive a prize.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "The Elf is pleased with your response",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You ran out of time",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Autumn Revel is my favourite time of year, and among our traditions Mír a Rinc -- or Troves and Trickery -- is my favourite tradition.\\n\\n'If you wish to participate, go throughout Duillond seeking those who will challenge you. Listen well to what they tell you, then perform some trick which might relate to their words.\\n\\n'Would you be interested in playing?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "There are many Elves in Duillond who might like to participate in your game of Troves and Trickery.\\n\\nGloreniel has challenged you to a game of Troves and Trickery. You should speak to several Elves and <rgb=#FF0000>perform tricks</rgb> for their amusement.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Your talents in Mír a Rinc have become legendary, [placeholder]. You have done well!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gloreniel is at the Duillond Festival Grounds.\\n\\nYou should return to Gloreniel with word of your successes in Troves and Trickery.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Try looking for Elves around Duillond. I'm sure they will try to catch your eye if they wish to engage in the game.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'What do you see out yonder? I stand here often, and watch.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'How I love to gather for festivities! Music can be so inspiring, [placeholder]; do you not agree? We are missing something, though, if this is to be a true party....'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Play Troves and Trickery in Duillond ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Goodness me, you startled me! I was simply, ah, standing guard over this delightful display. I only sampled it to ensure that it was sufficiently delicious, which it is. It was just a taste! You will not tell anyone, will you?'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "You have 20 minutes to perform tricks",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Mae govannen! You look to be an accomplished [placeholder]. I can tell by your eyes that you have seen many a battle, like myself. I greet you, and give salute to your great valour. We warriors are as kin!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Troves and Trickery -- Duillond",
      "es": ""
    }
  ]
}