{
  "id": 620809611,
  "txt": [
    {
      "id": 136263297,
      "en": "The hobbit is tickled by your trick",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The hobbit is tickled by your trick",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "The hobbit is delighted by your trick and follows suit",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Troves and Trickery is a festival tradition among many cultures, where participants try to please a number of celebrants with their tricks in order to receive a prize.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "The hobbit is delighted by your trick",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You ran out of time",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You ran out of time",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Fall Festival is my favourite time of year, [placeholder]. One of our fondest traditions is the game of Troves and Trickery.\\n\\n'If you wish to play, wander amongst the hobbits. Some will give you some clues as to the tricks they would like to see, then you perform them. If you succeed in pleasing them all, return here, and I will reward you.\\n\\n'What say you to that?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "There are many hobbits throughout the Hobbiton-Bywater area who enjoy the challenge of Troves and Trickery.\\n\\nEgbert Took has challenged you to a game of troves and trickery. You should speak to several hobbits and <rgb=#FF0000>perform tricks</rgb> for their amusement.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This is splendid, terrific, wonderful! You have done such a good job. Maybe too good of a job...I don't know how my tricks will ever top yours!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Egbert Took is at the Party Tree.\\n\\nYou should return to Egbert Took with word of your successes at Troves and Trickery.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Don't you just hate when you see a creeping, crawling thing, and then suddenly your skin crawls for the next hour? Why, just that very thing happened to me! I saw a spider, and now I am shuddering all over!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'If you don't mind me saying, this is embarrassing. Well, your clothes, around the back...backside, they're not quite fitting right. You might want to do something about that.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I'd better catch a fish soon. I've been here all day, and I haven't seen so much as a fin! I would give anything to see a fish right now -- any fish at all. I'm about to lose my temper!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Play Troves and Trickery in the Shire ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I'm so stuffed, I don't know what to do! I've had five meals in a row, and a fair amount to drink as well. I'd love to eat more, but I'm not sure there's room. What should I do?'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Egbert Took",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Egbert Took",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Remember, all you need do is mimic the words of the hobbits you speak with! They will give you a hint if they wish to play, and you should respond as best you can.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Troves and Trickery -- the Shire",
      "es": ""
    }
  ]
}