{
  "id": 620809610,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The dwarf looks more mournful than before, but everyone around is pleased with your trick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The dwarf gives you a resentful stare, but the nearby guard is amused by your trick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "The dwarf is pleased by your impressive display",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Troves and Trickery is a festival tradition among many cultures, where participants try to please a number of celebrants with their tricks in order to receive a prize.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "The dwarf cannot help but chuckle at your attempt to please him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You ran out of time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Welcome to the famed Fall Festival in Thorin's Hall! We dwarves love a good laugh almost as much as a good ale.\\n\\n'One of our festival traditions is the game of Troves and Trickery. To play, you go about the Hall trying to please different dwarves with your tomfoolery. Every dwarf is impressed by different things, so you will need to pay attention to what they tell you.\\n\\n'Are you interested? Remember, all you need do is act out something related to what they tell you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are many dwarves throughout Thorin's Hall who might enjoy a game of Troves and Trickery.\\n\\nGuthl치g has challenged you to participate in a game of Troves and Trickery. You should speak to several dwarves and <rgb=#FF0000>perform tricks</rgb> for their amusement.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I have talked to my friends, and they are all happy and feeling the festive mood. You play the game well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Guthl치g is in the Inn at Thorin's Hall.\\n\\nYou should return to Guthl치g with word of your successes in Troves and trickery.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I am terribly sad today. I am training to be a Guard of Thorin's Hall, but I am hopeless with a bow. So hopeless, in fact, that I shot one of Dwalin's finest kegs on the other side of the room instead of the very target before me. All the dwarves who saw made fun of me so....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I am so thirsty, [placeholder], and my friend here will not let me drink of this plentiful store of ale behind him. I would give anything for just a sip. Just a little taste!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I don't do this work because I particularly like to work. I do this work because a dwarf cannot be respected without a good, stout, strong pair of arms. What do you think of these great limbs of mine, wanderer?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Play Troves and Trickery in Thorin's Hall ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'It certainly gets very dull down here, working as much as I do, with only the sound of water and chattering dwarves to distract me. If only there was something else.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Guthl치g in Thorin's Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "You have 20 minutes to trick or treat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Go explore the Hall. The dwarves here love a good trick. If they wish to talk to you, I am sure they will give some sign to let you know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Troves and Trickery -- Thorin's Hall",
      "es": "",
      "es (fem)": ""
    }
  ]
}