{
  "id": 620809612,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "This townperson does not seem terribly delighted with your trick, but it seemed like the right response nonetheless",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "This townperson does not seem terribly delighted with your trick, but it seemed like the right response nonetheless",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "This townperson does not seem terribly delighted with your trick, but it seemed like the right response nonetheless",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Troves and Trickery is a festival tradition among many cultures, where participants try to please a number of celebrants with their tricks in order to receive a prize.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "This townperson is delighted with your trick and with everything else you do",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You ran out of time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Harvestmath is such a wonderful time of year. One of my favourite festival traditions is the game of Troves and Trickery.\\n\\n'To play, you go about finding people to trick throughout Bree-town. They will tell you something, and you must do your best to act out something related to it.\\n\\n'Are you interested in playing?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are many folks in Bree-town who might be interested in participating in your game of Troves and Trickery.\\n\\nBryony Elmwood has challenged you to a game of Troves and Trickery. You should speak to several townspeople and <rgb=#FF0000>perform tricks</rgb> for their amusement.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'That sounds like an interesting experience you had, [placeholder]. I'm not sure that it's quite what I had in mind to keep with the spirit of Harvestmath, but it sounds like you did some good in Bree-town nonetheless.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bryony Elmwood is at the Festival Grounds in Bree.\\n\\nYou should return to Bryony Elmwood with word of your successes at Troves and Trickery.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'People who are interested in playing will find a way to catch your eye, [placeholder]. All you need to do is go looking for them in Bree-town.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Don't I have news for you, traveller! My neighbour, Provincia, was quarreling with her husband so loudly that it quite caught my attention! And you'll never guess what about. Can you guess? I shall tell you what: apparently he would not let her buy silks for a new dress. Whyever would she need a new dress? I cannot imagine why; she has ten already, and they are in decent shape as they are. Do you want to know what I think? I'll warrant she just wants to compete with Bessie Hawthorne's dresses, for I hear Bessie has eleven. I, for one, am quite content with my eight dresses. What do you say to that?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I spent all my week's pay in the Auction Hall, I did. You should lend me some money. A fine traveller like yourself must have some money, and I shall turn it into a handsome profit for you. What do you say to that: yes or no?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Play Troves and Trickery in Bree ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'My poor head, how it throbs! Pray, do not disturb me, unless you brought me more ale. I know I ought to be ashamed of myself for drinking so much, but what's a man to do? Bill Ferny kept goading me on. Look where it got me....\\n\\n'My mother will give me an earful when I wander home stinking of beer. Alas, alas!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Bryony Elmwood at the Bree Festival Grounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Bryony Elmwood at the Bree Festival Grounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I dance all day! If I ever stop, my legs will turn to trees, so I dance, dance, dance all day, every day! What can a man do with two trees for legs? They tell me I'm mad, but they will not think so when their legs turn to trees.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Troves and Trickery -- Bree",
      "es": "",
      "es (fem)": ""
    }
  ]
}