{
  "id": 621030611,
  "txt": [
    {
      "id": 190220704,
      "en": "'It… is done. Together we have done what I could not have accomplished alone. Ungwetári will no longer befoul this world, and I will be able to sail to the Undying Lands with peace in my heart. My sworn duty to defeat her has finally been fulfilled.\\n\\n'Whether the Free Peoples learn of your heroism here or not, know that you have done them a great service this day. With the fall of another of the ancient evils, the world moves ever closer to the dawn of the Fourth Age. Be at peace knowing we will leave this land in the capable hands of our allies, free of the taint of evil, so it might flourish with beauty once more.'",
      "es": ""
    },
    {
      "id": 246419782,
      "en": "Mablung is awaiting your return in Echad Taerdim, the Ranger camp in Cirith Ungol.\\n\\nYou should report to Mablung when you are able.",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "Mablung is awaiting your return in Echad Taerdim, the Ranger camp in Cirith Ungol.\\n\\nYou should report to Mablung when you are able.",
      "es": ""
    },
    {
      "id": 246419831,
      "en": "Bratha Tasakh and her Ungoledain have been defeated.\\n\\nYou should press further into the Remmorchant.",
      "es": ""
    },
    {
      "id": 246419785,
      "en": "Celeborn and the Rangers have set up a small staging camp inside Torech Ungol.\\n\\nYou should find the camp and report to Celeborn.",
      "es": ""
    },
    {
      "id": 246419832,
      "en": "Thossulun and the Queensbrood have fallen, finally stemming the tide of spiders and gredbyg.\\n\\nYou should press further into the Remmorchant.",
      "es": ""
    },
    {
      "id": 24695220,
      "en": "Celeborn and the Rangers of Ithilien are prepared to enter the depths of the Remmorchant, and have called for your aid. The time has come to once again face Shelob.",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Reach Level 130",
      "es": ""
    },
    {
      "id": 177082710,
      "en": "Defeated Gragarag of the Queensbrood",
      "es": ""
    },
    {
      "id": 162883683,
      "en": "'Forgive my coldness, [placeholder], but was Felgúr even an ally to us in the end? Once he regained his spider-form, he quickly abandoned you.'\\n\\nYou suggest that perhaps Shelob's call was so overwhelming he was forced to obey it. The other Ungoledain were completely entranced by it, after all. Legolas's expression softens slightly.\\n\\n'Perhaps you are right. It matters little. Felgúr is dead, and all that is in our power now is to avenge him.'",
      "es": ""
    },
    {
      "id": 177082712,
      "en": "Defeated Guruthang of the Queensbrood",
      "es": ""
    },
    {
      "id": 162883684,
      "en": "'You and your fellows must defeat Bratha Tasakh while we defend this tunnel. We cannot risk an attack from the rear while we are engaged with such a powerful foe. I will help you however I can.'",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "'There are too many of them! You must find a way to stem the tide of spiders and gredbyg so we can press on!'",
      "es": ""
    },
    {
      "id": 149027570,
      "en": "Enter the Remmorchant",
      "es": ""
    },
    {
      "id": 246419796,
      "en": "The time has come to enter the Remmorchant.\\n\\nYou should enter the Remmorchant with a raid group ready via the Instance Finder panel.",
      "es": ""
    },
    {
      "id": 111477345,
      "en": "Defeat Thossulun the Massive",
      "es": ""
    },
    {
      "id": 246419798,
      "en": "The chieftain of the Ungoledain blocks your path deeper into the Remmorchant.\\n\\nYou should defeat Bratha Tasakh, Lady of Many Venoms.",
      "es": ""
    },
    {
      "id": 177082674,
      "en": "Defeated Rûkhor the Pale Herald",
      "es": ""
    },
    {
      "id": 111477350,
      "en": "Proceed deeper into the Remmorchant",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "'Hail, [placeholder]. Now that you have arrived safely, final preparations can begin.'\\n\\nYou sense no trepidation in Celeborn's voice, only clarity and focus. He brings a calming presence to the soldiers in the camp.\\n\\n'The time is nearly upon us, [placeholder]. I have only one task for you. You must call forth your most powerful allies and begin your preparations. We will need your great combat-skill if we are to succeed in this endeavour.'\\n\\nCeleborn turns from you and looks toward the Remmorchant. His face hardens, the first sign of worry you have seen from him since you arrived.\\n\\n'To be forthright, [placeholder], I am not certain it is within our power to truly defeat her. When last we met, I was only able to seal her away. Our blades were unable to pierce her hide, though they were of finest Beleriand-make. But, I promise you this: we will not leave this place without finding a way to eliminate the danger posed by Ungwetári. It is time for her reign of terror to finally end.'",
      "es": ""
    },
    {
      "id": 111477353,
      "en": "Proceed deeper into the Remmorchant",
      "es": ""
    },
    {
      "id": 162883603,
      "en": "'We will hold these Bloodless Uruk-hai at bay! You must defeat Rûkhor at any cost!'",
      "es": ""
    },
    {
      "id": 246419712,
      "en": "Rûkhor the Pale Herald has unveiled his nefarious plot!\\n\\nYou should defeat Rûkhor the Pale Herald before he succeeds in his plan!",
      "es": ""
    },
    {
      "id": 30955920,
      "en": "I see Legolas's call has reached you!",
      "es": ""
    },
    {
      "id": 177082728,
      "en": "Defeated Bratha Tasakh, Lady of Many Venoms",
      "es": ""
    },
    {
      "id": 162883607,
      "en": "'Thank you, [placeholder], for standing here with me before this terrible darkness. I cannot conquer it alone.'",
      "es": ""
    },
    {
      "id": 246419716,
      "en": "The time has come to face Shelob within the Remmorchant.\\n\\nYou should defeat Shelob.",
      "es": ""
    },
    {
      "id": 162883609,
      "en": "'It… is done. Together we have done what I could not have accomplished alone. Ungwetári will no longer befoul this world, and I will be able to sail to the Undying Lands with peace in my heart. My sworn duty to defeat her has finally been fulfilled.\\n\\n'Whether the Free Peoples learn of your heroism here or not, know that you have done them a great service this day. With the fall of another of the ancient evils, the world moves ever closer to the dawn of the Fourth Age. I am gladdened to know that heroes like you will be here to greet it.'",
      "es": ""
    },
    {
      "id": 111477265,
      "en": "Defeat Rûkhor the Pale Herald",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Talk to Celeborn inside Torech Ungol",
      "es": ""
    },
    {
      "id": 246419718,
      "en": "Shelob has been defeated at last.\\n\\nYou should talk to Celeborn.",
      "es": ""
    },
    {
      "id": 246419812,
      "en": "The mighty children of Shelob block your path forward.\\n\\nYou should defeat the Queensbrood and Thossulun the Massive.",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'Welcome back, [placeholder]. If you are here, Celeborn's call must have gone out. The time to enter the Remmorchant is upon us.'\\n\\nYou can sense his unease as he says these words. You ask if anything is wrong.\\n\\n'Ah, worry not, friend, I am just a little on edge. I know not what horrors I am sending my men to fight inside that fell pit. Well, save for one. She might overmatch an army, and we can send but a few into those sprawling tunnels. This is no battle such as that at the Black Gate, no, this will be a fight in cramped spaces and deepest darkness! But, we will do our part, no matter what it costs us.\\n\\n'We have set up a small staging area near the entrance to the Remmorchant. The Rangers of Ithilien and the Galadhrim of Lothlórien have gathered. You should go on ahead. Legolas and Celeborn will be awaiting your arrival. I will see you there!'",
      "es": ""
    },
    {
      "id": 226858273,
      "en": "DNT - The time is nearly upon us.",
      "es": ""
    },
    {
      "id": 177082688,
      "en": "Defeated Gamnagol of the Queensbrood",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "Enter the Remmorchant",
      "es": ""
    },
    {
      "id": 226858274,
      "en": "DNT - It... is done.",
      "es": ""
    },
    {
      "id": 111477269,
      "en": "Defeat Shelob",
      "es": ""
    },
    {
      "id": 177082690,
      "en": "Defeated Thossulun the Massive",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Defeat Gragarag of the Queensbrood",
      "es": ""
    },
    {
      "id": 111477272,
      "en": "Talk to Celeborn",
      "es": ""
    },
    {
      "id": 111477319,
      "en": "Defeat Bratha Tasakh, Lady of Many Venoms",
      "es": ""
    },
    {
      "id": 111477367,
      "en": "Defeat Guruthang of the Queensbrood",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Talk to Mablung",
      "es": ""
    },
    {
      "id": 111477369,
      "en": "Defeat Gamnagol of the Queensbrood",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "Word has reached you that Celeborn and the Rangers of Ithilien are prepared to enter the Remmorchant. They have called for your aid. You should return to Echad Taerdim in Cirith Ungol and report to Mablung.",
      "es": ""
    }
  ]
}