{
  "id": 621030648,
  "txt": [
    {
      "id": "0xeb01198",
      "en": "The Ungoladan chieftain, Bratha Tasakh, Lady of Many Venoms, bars your path deeper into the Remmorchant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have completed the Remmorchant on Tier 3.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Thossulun the Massive, daughter of Shelob and Queen of all Grebyg, must be defeated to stem the tide of insects harrassing your allies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85974",
      "en": "DNT - On your lead, my friend.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Rûkhor the Pale Herald has unveiled his nefarious scheme to you. You must defeat him and his Bloodless captain, Zabothak, to prevent Shelob from being unleashed!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Defeat Shelob",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Defeat Bratha Tasakh, Lady of Many Venoms",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Defeat Thossulun the Massive",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "The last challenge is finally upon you: defeat Shelob herself!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Defeat Rûkhor the Pale Herald",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'We are gathered and prepared, [placeholder]. When you and your allies are ready, we will forge ahead. On your lead, my friend.'\\n\\n<rgb=#FF0000>NOTE: This quest tracks your progress for the Tier 3 difficulty of the Remmorchant. It allows you and your fellows to resume adventuring in the Remmorchant at the furthest checkpoint you have reached in each weekly cycle. This quest will automatically reset every Thursday.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d167",
      "en": "Celeborn leads a company of brave adventurers into the depths of the Remmorchant seeking to bring about the final defeat of his ancient foe. Meanwhile, Rûkhor the Pale Herald is enacting his vile plan to unleash the unending hunger of Shelob the Great upon all of Middle-earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Completed: Conquering the Remmorchant (Tier 3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Conquering the Remmorchant (Tier 3)",
      "es": "",
      "es (fem)": ""
    }
  ]
}