{
  "id": 621080670,
  "txt": [
    {
      "id": "0xeb01184",
      "en": "Osbenn asked you to leave Tadrent by the northern entrance and circle the town to the left.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "You have have begun making Osbenn's rounds for him, and should continue to circle the town of Tadrent on his behalf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'You look like a reliable sort. Can I ask you to make my rounds for me? I am just exhausted.\\n\\n'You see, villagers reported hearing a howling in the hills, and I have spent all day tracking down the source of it... but I have nothing to show for it except my weary, aching bones. If you will leave Tadrent by the northern entrance and then circle around the town to the left, keeping an eye out for anything suspicious, you will be doing me a favour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "You have reached the halfway point of Osbenn's rounds, and should continue to circle the town of Tadrent on his behalf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'If you will leave Tadrent by the northern entrance and then circle around the town to the left, keeping an eye out for anything suspicious, you will be doing me a favour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "While making his rounds for Guard Osbenn, you have found the corpse of a Corsair.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Leave Tadrent by the northern entrance and circle around the town to the left",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Guard Osbenn in Tadrent, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "With a ferocious growl, a deadly warg leaps to attack!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'A dead Corsair? And a deadly warg? I am tired just thinking about the adventure I narrowly avoided, [placeholder]!\\n\\n'Thank you for helping me with this, and for defeating the warg for which I spent most of the day searching! All's well that ends well, I suppose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "This location marks the start of Osbenn's rounds; or it would, if he were making them",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Continue circling the town of Tadrent for Guard Osbenn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Osbenn, an exhausted guard at Tadrent, has asked you to make his rounds for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "This is the halfway point of Osbenn's rounds, which he is not making",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Continue circling the town of Tadrent for Guard Osbenn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Guard Osbenn is in the centre of Tadrent, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "If Osbenn were here, he would see the Corsair corpse in the grass. Instead... you do",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Examine the Corsair corpse and remain alert",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "You defeated the deadly stray warg, ensuring it cannot endanger Tadrent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Making the Rounds At Tadrent",
      "es": "",
      "es (fem)": ""
    }
  ]
}