{
  "id": 621080669,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'I wish they would be silent,' the woman says quietly, her voice little more than a whisper. You look around, wondering if she is perhaps referring to the children of Tadrent. She shakes her head, but does not raise her voice.\\n\\n'It is the insects: the sickle-flies and the angry gnats. Their buzzing is so loud. How can anyone think with that constant racket going on? I have asked the guard to do something, but they have barely lifted a finger to help. Perhaps you can do something about them?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Defeat sickle-flies and angry gnats for Mousy Othwen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Mousy Othwen is in southern Tadrent, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'You have done so well!' she says, happily but quietly. 'I barely hear any buzzing at all!'\\n\\nThe woman closes her eyes and for a moment it seems she will drift off to sleep. Then she opens one eye and fixes it upon your face.\\n\\n'It is very quiet now. How will I ever be able to think with this dreadful silence echoing in my head?'\\n\\nYou politely take your leave of Mousy Othwen before she can ask you to release more sickle-flies or angry gnats outside Tadrent.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Mousy Othwen is trying to relax, but the sound of insects is driving her mad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Defeated insects for Mousy Othwen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'The buzzing of the sickle-flies and angry gnats near Tadrent is so loud. How can anyone think with that constant racket going on? I have asked the guard to do something, but they have barely lifted a finger to help. Perhaps you can do something about them?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Overwhelming And Irritating Din",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Mousy Othwen in southern Tadrent, in King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Sickle-flies and angry gnats are a constant irritation for Mousy Othwen, a somewhat eccentric resident of Tadrent, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    }
  ]
}