{
  "id": 621080666,
  "txt": [
    {
      "id": 216727827,
      "en": "You have stumbled into the affairs of Little Pip and Vexed Meldis. Does one of Tadrent's haystacks hold a valuable treasure?",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Little Pip stands by the haystack in question at the northern entrance of Tadrent, in King's Gondor.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "There is no needle in that haystack after all.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Little Pip by the haystack in question",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'There is no golden needle in this haystack at all, is there? Vexed Meldis lied to me! Now I am the one who is vexed!'\\n\\nThe boy stamps his foot.\\n\\n'We have to do something about this! I don't like feeling this irritable, stranger! Is this what Vexed Meldis feels like ALL THE TIME?'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Are you going to help me search? Vexed Meldis said there's a needle in this haystack!'",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "You search through the haystack in question... but find nothing",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Little Pip has been put to work searching a particular haystack in King's Gondor... for something.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'You there! Do you think you might help me with a most exhausting task? My friends were helping me with it until a few minutes ago, but they all gave up and went home. They'll be sorry, they will, when I find the treasure! Vexed Meldis told me she lost a golden needle in this haystack... somehow... and if I found it she'd allow me to keep it!'\\n\\nYou ask Little Pip how someone could come to lose a needle in something like a haystack, and he rolls his eyes.\\n\\n'You might as well ask why she's called Vexed Meldis, stranger!'\\n\\nAs it seems to be expected of you, you ask why she's called Vexed Meldis.\\n\\n'Because she's always upset about something... usually about how loud me and my friends are being! Are you going to help me look for this needle?'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "There's nothing hidden in that haystack after all",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Search the haystack in question until you find something... or look for another solution",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Wait...",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Yes? Can I help you?\\n\\n'I did tell that noisy child and his friends that I lost a golden needle in that haystack, but it was a necessary deception. They were driving me quite mad with their incessant shouting! They are still looking for it? What a brilliant ruse... I should have thought of it sooner!\\n\\n'No, there's no golden needle in that haystack. Imagine what sort of fool would lose a needle there... and what sort of fool would spend time searching for such a thing!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Needles and Haystacks",
      "es": ""
    }
  ]
}