{
  "id": 621080637,
  "txt": [
    {
      "id": "0xa617264",
      "en": "'Umbar's military force must be in a state of upheaval after Balakhôr's defeat and the revolution in which the Heirs of Castamir were overthrown. I do know there was a small standing army of Haradrim warriors that were maintained by the Empire of Ordâkh, but most of them sailed to the War and were lost at Pelargir. When I was young, most soldiers of Umbar were footmen, and only captains rode horses into battle. They wielded spears, maces, and swords, and carried bows of horn and wood. I do not know if that is still true. Their true power, of course, is at sea, with both oared and sailed dromonds call 'Jasa' in Umbari.\\n\\n'Something else I remember from childhood that must surely still be true: Umbar possessed a strong tradition of gladiatorial combat. Successful gladiators, called Hûliz, numbered among the wealthiest and most prestigious folk in the city. Combat was not usually to the death, although accidents did happen from time to time.\\n\\n'Umbar is not a place of lawlessness, despite what is said in Gondor. In fact, Umbari law is mostly similar to that of Gondor, since both were established by the Númenóreans. The Church of Sauron suspended many of the traditional laws, but now that the temple is ruined I think the judges, the Malîph, seek to restore the Umbari codex of laws, the Kitêb. Oh! There is one big difference between the laws of Gondor and Umbar: in Umbar a criminal can ask to be sent to the arena for a trial-by-combat, where they must fight a number of bouts as a Hûlaz. The number is determined by the judgement of their Malêph.\\n\\n'It is different when you are a-ship, of course. The only Malêph on a Corsair ship is the ship's captain, who makes all the rules and carries out all the punishments.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa4b0ff5",
      "en": "Military and the Law",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9200a74",
      "en": "I see.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd0c783c",
      "en": "Daxamat's Lessons",
      "es": "",
      "es (fem)": ""
    }
  ]
}