{
  "id": 621080635,
  "txt": [
    {
      "id": 174158436,
      "en": "'Outsiders may call it Umbar, but the true name of the city is Umbar Baharbêl, the City of Sails. It was first built long ago where the river Ilmakhâsh flows out of the Haradwaith and into the firth of Dakhla-Jâna, opening onto the Bay of Belfalas. It has always been an ideal trade-haven, for it stands between the realm of Gondor to the north and the desert kingdoms of the south. The city itself is divided into seven wards, with two additional outer wards beyond its walls:\\n\\n'The Citadel of Winds, perched atop a rocky island only accessible by a fortified bridge.\\n\\n'The Fleet-fast, oldest part of the city, an ancient fortress and artificial military harbour constructed around a high promontory on the western side of the city. The Stûna in its centre is a manmade island built thousands of years ago by the Númenóreans but repaired in recent days by the Umbarrim.\\n\\n'The Sail-haven, a perfect natural harbour protected by stout walls and a chained sea-gate. It is always busy here, bustling with traders and fishermen. Being at sea-level it is the lowest of all the wards, but among the most important.\\n\\n'The Upper and Lower Wards, where live the residents of Umbar Baharbêl. Folk like my brother and me lived in the lower of the two, and the wealthier denizens live higher up. I understand the revolt that resulted in the installation of the Kindred of the Coins and the expulsion of the Heirs of Castamir began in the Lower Ward. My brother thought that was... what did he say? 'To be expected,' that was it.\\n\\n'The Tor-gardens, a sanctuary for learning, music and art. I never spent any time in the Tor-gardens.\\n\\n'The Shoreward Stone, occupied not by Men but by dwarves. Not many are allowed inside.\\n\\n'Outside the seven wards of the city and beyond the walls, tents and trade caravans fill the surrounds where outsiders gather before entering the city. This area is dangerous, disorderly, and frequently violent. My brother and I often got up to mischief out here. Very entertaining!'",
      "es": ""
    },
    {
      "id": 172691445,
      "en": "Geography of the City",
      "es": ""
    },
    {
      "id": 153094772,
      "en": "I see.",
      "es": ""
    },
    {
      "id": 218921020,
      "en": "Daxamat's Lessons",
      "es": ""
    }
  ]
}