{
  "id": 621080668,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'Will you go to the supplier here in Tadrent and ask her for a needle? I know that she sells them to tailors, but if you tell her about the trick we want to play on Vexed Meldis, it could be she'll give it to you for free. Bring it back here and I'll fill you in on the next step.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Surprising Find",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Do you think you can help me play a trick on Vexed Meldis? It's only fair: she lied to us and wasted our time! But what if we tell her that we actually DID find a golden needle in this haystack? Ah-ha, I think we're on to something here!\\n\\n'Will you go to the supplier here in Tadrent and ask her for a needle? I know that she sells them to tailors, but if you tell her about the trick we want to play on Vexed Meldis, it could be she'll give it to you for free. Bring it back here and I'll fill you in on the next step.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Wait for her response",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Little Pip by the haystack in Tadrent, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to the supplier in south-west Tadrent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Bring the shiny golden needle to Little Pip in Tadrent, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e30",
      "en": "Bring the shiny golden needle to Vexed Meldis in Tadrent, King's Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'What can I get you? Vengeance? Oh my!'\\n\\nThe supplier giggles as you explain the situation. When you have finished, she produces a golden needle from among her wares.\\n\\n'This is not real gold, of course, and it is actually not very suitable for sewing... that is why I haven't sold it. But it does look pretty, and I think it will serve your purpose nicely.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'This is perfect!\\n\\n'Now, here's the important part, friend. Bring this shiny golden needle to Vexed Meldis, and tell her that you found it in this very haystack, and it seems like there are even more just like it hidden inside! We'll turn the tables on her for sure!'\\n\\nLittle Pip doubles over with laughter, recovering just enough to give you back the golden needle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "A supplier sells goods in the south-west corner of Tadrent, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Little Pip is by the haystack in question near the northern entrance to Tadrent, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'What? This golden needle... you mean... you and Little Pip actually found this inside that haystack? And there may be others there?\\n\\n'But... but how can this be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Vexed Meldis stands by her home in western Tadrent, King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "Vexed Meldis stands still for a moment...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d164",
      "en": "Little Pip has a plan to exact his revenge upon Vexed Meldis.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "...and then races off in the direction of the haystack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Vexed Meldis stands in shock.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Little Pip is by the northern entrance of Tadrent, in King's Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Bring that shiny golden needle to Vexed Meldis, and tell her that you found it in this very haystack, and it seems like there are even more just like it hidden inside! We'll turn the tables on her for sure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Thanks for your help, friend! I think today we can count ourselves the victors... unless Vexed Meldis really does find a golden needle in there! If that happens, well... let's just hope that doesn't happen!'\\n\\nA worried expression crosses Little Pip's face.\\n\\n'You don't think she will find a needle in there, do you? It is a pretty big haystack, and that supplier did seem to have a number of golden needles available... and she did know what we were planning...\\n\\n'Oh, it will be fine. Nothing to worry about. I hope! Good day to you, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "She hands you a shiny golden needle",
      "es": "",
      "es (fem)": ""
    }
  ]
}