{
  "id": 621080617,
  "txt": [
    {
      "id": "0xfa8e117",
      "en": "You notice a damaged and mouldering barricade left behind from Azruthor's campaign",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'What did you find out, [placeholder]? Was there any truth to Bregon's claims?'\\n\\nYou tell Amathon that while you did find a company of Corsairs in Tarlang's Crown, it appears they have only returned to pillage what remains of Azruthor's encampment.\\n\\n'Let us hope that is the case, my friend. I doubted much of note remained after the Heirs of Castamir were routed, but part of me still feared there could be some new conspiracy afoot. It is reassuring to know that my fears were ill-founded.\\n\\n'Thank you, my friend. I am glad that the King thought to send you on his behalf!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Ah! I must say, it is good to see you again, [placeholder]!\\n\\n'Little has changed since you were last in Sardol, I must admit, but at least the spiders have not troubled us nearly as much of late! However, aside from those who returned from the War, we do have one unexpected guest, and that would be that man over there named Bregon.'\\n\\nAmathon sighs.\\n\\n'He seems a rough sort, and by his own admission, he was a freebooter during the War. He says he was run out of Tarlang's Crown by Corsairs, but I thought that the Heir of Castamir, Azruthor, who led them was slain. Why would they linger there eking out the meagre life of a highwayman when they could surely find better fortunes elsewhere? Is Umbar in such a poor state that this seems the wiser choice? I do not know for certain, but from what I have heard, there is something afoot across the Bay of Belfalas.\\n\\n'Why don't you talk to Bregon and see what you make of his claims?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'W-what do you want?'\\n\\nBregon eyes dart around to the other inhabitants of Sardol, and he appears deeply uncomfortable to have caught your attention.\\n\\n'You're the King's emissary, aren't you? The one called [placeholder]? Oh, I've done it now....'\\n\\nBregon shakes his head.\\n\\n'It's like I told Amathon. There's a bunch of Corsairs making trouble in Tarlang's Crown and snooping about at that old camp. Yes, it is true that I was something of a freebooter during the War, but I've learned my lesson. I swear it!\\n\\n'As for those Corsairs, I don't know what they're up to, but it can't be good. Go on, and see for yourself if you don't believe me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "It seems the Corsairs have abandoned this barricade, perhaps lacking the men to hold it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "You notice a small encampment that has clearly been abandoned by the Corsairs of Umbar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Amathon in Sardol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "It appears this camp was ransacked and its heraldry torn apart after Azruthor's campaign failed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "It seems a company of Corsairs has taken up in what remains of Azruthor's encampment!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "You find nothing of note as Azruthor's tent has been pillaged and left in ruin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Bregon can be found at Sardol in the Blackroot Vale.\\n\\nAmathon has asked you to speak with Bregon, a seemingly-reformed freebooter from the Blackroot Vale, and learn if he knows what the Corsairs have planned in Tarlang's Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Follow the road deeper into Tarlang's Crown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d18",
      "en": "Although Azruthor, one of the Heirs of Castamir, was defeated at his encampment in Tarlang's Crown, it is believed that the Corsairs of Umbar may seek to avenge his death and advance his yet-unfinished designs against Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Examine the abandoned encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Follow the road deeper into Tarlang's Crown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Azruthor's tent can be found in Azruthor's Rue in Tarlang's Crown.\\n\\nAlthough Azruthor's encampment was left in ruins, the Corsairs of Umbar have taken up in it. You should search for Azruthor's tent.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Find Azruthor's tent and search for any evidence of a new plot against Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Bregon in Sardol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Tarlang's Crown can be found by following the road south from Sardol, in the Blackroot Vale.\\n\\nYou have found a small abandoned encampment on the road through Tarlang's Crown. You should examine it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Tarlang's Crown can be found by following the road south from Sardol, in the Blackroot Vale.\\n\\nBregon has informed you that the Corsairs of Umbar have returned to Tarlang's Crown. You should continue to follow the road deeper into Tarlang's Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Follow the road through Tarlang's Crown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Tarlang's Crown can be found by following the road south from Sardol, in the Blackroot Vale.\\n\\nBregon has informed you that the Corsairs of Umbar have returned to Tarlang's Crown. You should follow the road into Tarlang's Crown and begin your search for them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "The abandoned encampment can be found in Tarlang's Crown.\\n\\nYou have found a small encampment abandoned by the Corsairs in Tarlang's Crown. You should examine it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Tarlang's Crown can be found by following the road south from Sardol, in the Blackroot Vale.\\n\\nYou have found a damaged barricade on the road through Tarlang's Crown. You should examine it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Examine the damaged barricade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Amathon can be found in Sardol, in the Blackroot Vale.\\n\\nYou have found no sign that the Corsairs of Umbar seek to do anything but pillage the remains of Azruthor's encampment in Tarlang's Crown. You should return to Amathon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Heirs' Legacy",
      "es": "",
      "es (fem)": ""
    }
  ]
}