{
  "id": 621080667,
  "txt": [
    {
      "id": 246419862,
      "en": "Guard Dalmann has arrived at the way-crossing west of Tadrent.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Oh no, I just remembered one more thing I was supposed to do today.\\n\\n'I was supposed to go to the way-crossing west of Tadrent and <rgb=#00FF00>look</rgb> to make sure the roads are clear, but I spent all day looking for that warg and forgot, and now I am too exhausted to make the journey. It's not that far, to tell you the truth, but it is simply too far for me to make the trip in my condition.\\n\\n'Will you do this for me? I would really appreciate it, and there will be a reward in it for you if you do!'",
      "es": ""
    },
    {
      "id": 49286665,
      "en": "Go to the way-crossing west of Tadrent, in King's Gondor, and <rgb=#00FF00>look</rgb> for danger on the road",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Wait for the newcomer to arrive",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Guard Dalmann at the way-crossing west of Tadrent, in King's Gondor",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Guard Osbenn was supposed to scout the way-crossing west of Tadrent, but he is too tired to do it now.",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "A Gondorian guard coming from the west arrives at the way-crossing",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "The road seems clear of danger, but someone approaches",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Hello there, friend. I was expecting to see my good friend Osbenn! You are here in his stead? Too tired to leave Tadrent, is he? Yes, that happens from time to time. He throws himself into his duties in the morning, and by the afternoon he is exhausted! But his heart is in the right place.\\n\\n'Well, I am headed that way myself, so there's no reason for you to go all the way back to Tadrent! You say he promised you a reward? Well, I think I can make good on Osbenn's promise, and he will pay me back for it.\\n\\n'Good day to you, friend. The road is clear, and let us hope it stays that way for a good long while! This kingdom has seen enough of war, and so have I!'",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "The way-crossing is west of Tadrent.\\n\\nGuard Osbenn was supposed to go to the way-crossing west of Tadrent and <rgb=#00FF00>look</rgb> to ensure the roads were clear of danger, but now he is too exhausted to make the trip and asked you to do it.",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'I was supposed to go to the way-crossing west of Tadrent and <rgb=#00FF00>look</rgb> to make sure the roads are clear, but I spent all day looking for that warg and forgot, and now I am too exhausted to make the journey. It's not that far, to tell you the truth, but it is simply too far for me to make the trip in my condition.\\n\\n'Will you do this for me? I would really appreciate it, and there will be a reward in it for you if you do!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Scouting the Way-crossing",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Someone approaches along the road.",
      "es": ""
    }
  ]
}