{
  "id": 620853469,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Are you planning to venture into Sammath Gûl? I fear that you shall not find it very habitable. There are many dead creatures there, and the stench is unbearable and will sap the will of even such a stout [placeholder] as yourself.\\n\\n'If you go, it would be best that you properly dispose of the reeking corpses along the way. If you can do this, you will be aiding us, even if only a little, in our greater effort to purge Mirkwood of the many evil pollutants that have settled here.\\n\\n'It is the right thing to do, after all. The dead should not linger; their time has passed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well indeed, [placeholder]. The Elves are not much troubled by the Dead, but we believe that they should remain in their rightful place nonetheless and should not trouble the living. You have my thanks for the work you did today.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find the corpses in Sammath Gûl, deep within Dol Guldur.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Tower of Death and Rot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Sammath Gûl is home to many corpses and fell spirits, filling the air with a foul stench that could quell the will of an army set on war.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated corpses in Sammath Gûl ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat corpses in Sammath Gûl ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The corpses are scattered throughout Sammath Gûl in Dol Guldur.\\n\\nThe Malledhrim have asked you to scour the reeking halls of Sammath Gûl by destroying the corpses that litter the tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Naerdolen in Helethir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Naerdolen awaits word of your venture in Helethir.\\n\\nYou should speak with Naerdolen and tell him of your undertaking in Sammath Gûl. ",
      "es": "",
      "es (fem)": ""
    }
  ]
}