{
  "id": 620853468,
  "txt": [
    {
      "id": 218649169,
      "en": "'Have you heard aught of the evil Black Uruks that prowl the halls of Sammath Gûl? They are wicked, [placeholder], and should not be taken lightly.\\n\\n'They will protect all around them, taking the full brunt of your attacks. You must not face them head on, or you shall find yourself a sorry [placeholder] indeed.\\n\\n'You should instead try to attack their allies. You may find that this will have more of an impact upon the Black Uruks than they expect. Good luck! If you are able to succeed in slaying these Uruk fiends, you shall have great praise from the Malledhrim.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, [placeholder]! So you have returned -- I am relieved to see you in one piece. I was worried that you would be rash in the heat of battle, and that you would not heed my advice. But I see now that I underestimated your skill in battle! Well done, indeed, randir. Please accept this reward as a token of my respect.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Black Uruks you must defeat can be found deep within Sammath Gûl, in Dol Guldur.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Brutes of Sammath Gûl",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Naerdolen has asked you to go into Sammath Gûl and destroy the protective Black Uruks that attempt to stop all intruders.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Guldur Brutes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Guldur Brutes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Sammath Gûl, a tower deep within Dol Guldur, is in the Eastern reaches of southern Mirkwood.\\n\\nNaerdolen has asked you to enter Sammath Gûl and defeat many Guldur Brutes. ",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Naerdolen in Helethir",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Naerdolen awaits you in Helethir in Mirkwood.\\n\\nYou should return to Naerdolen and inform him of your success against the Guldur Brutes.",
      "es": ""
    }
  ]
}