{
  "id": 620853463,
  "txt": [
    {
      "id": 218649169,
      "en": "'I can see that you are brave to have ventured so close to the evil tower of Dol Guldur. But this is not the end of our road -- there is more travelling to be done. \\n\\n'There is a tower deep within Dol Guldur named Sammath Gûl. Sauron himself dwelled there, and now Black Númenórean sorcerers inhabit those halls, mustering what evil they can.\\n\\n'They must be stopped at any cost. I would ask you to kill them and bring me the Blades of Necromancy they carry, for I wish to examine them. I believe that by taking them, we can put a stop to the evil that is stirred by their work.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done, my good [placeholder]! You have stopped the mustering of a very great evil. Now we can only hope that our efforts here will help turn the tide of this war.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Blades of Necromancy are carried by the Black Numenoreans of Sammath Gûl. You will find many such men within that tower.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The Blades of Necromancy are carried by the Black Númenóreans of Sammath Gûl. You will find many such Men within that tower.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dark Deeds in Sammath Gûl",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Laegalar has asked you to collect Blades of Necromancy from the Black Númenóreans that inhabit Sammath Gûl.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Blades of Necromancy ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Blades of Necromancy ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Sammath Gûl is in Dol Guldur.\\n\\nLaegalar has asked you to recover many Blades of Necromancy from the Black Númenóreans who roam Sammath Gûl.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Blades of Necromancy ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}