{
  "id": 620853465,
  "txt": [
    {
      "id": "0xd085251",
      "en": "The Black Númenóreans use skulls at their altars to do unspeakable works of evil and strive to control the Dead that walk the halls of Sammath Gûl. I know not how they achieve this, but it is very clear that such fell work must be halted at once.\\n\\n'If you venture into Sammath Gûl, you should take these Relics of Necromancy and bring them to the Malledhrim. I wish to know most of these evil relics and from what manner of creature they come. I hope to learn much of Sauron's evil methods during his stay in Mirkwood, so that such atrocities can never be repeated.\\n\\n'May fortune betide you, [placeholder]. You will need all of your skill, might, and cunning to succeed in this task in Sammath Gûl.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You found them! I thank you for these, [placeholder]. I shudder to think of what the Black Númenóreans used them for, but thankfully they are in the Elves' possession now. We will learn from these Relics of Necromancy and ensure that such evil cannot be wrought again.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You shall find the Totems of Necromancy within Sammath Gûl, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You shall find the Relics of Necromancy within Sammath Gûl, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Skulls of the Dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Black Númenórean sorcerers use skulls as harbingers of the Dead. The foul relics bode ill for the Malledhrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Relics of Necromancy ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Relics of Necromancy ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Relics of Necromancy can be retrieved from Sammath Gûl and should be returned to Laegalar in Helethir.\\n\\nYou should go to Sammath Gûl and retrieve the relics of Necromancy used by the Black Númenóreans there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Relics of Necromancy ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}