{
  "id": 621105426,
  "txt": [
    {
      "id": 162883765,
      "en": "'Ah, yes. That should do nicely. See how good Sârgud is at both smithing and negotiation? Here are your shields. Only the best for the Shâra.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Battle for Hamât, Part 1",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883767,
      "en": "'Oho, these shields are well made! Sârgud is lucky that his boasts are equal to his craft. And look at this! This is enough for our Subuzûri to feast on for a fortnight. We shall not go hungry with this much grain!\\n\\n'I will take those off your hands. You should speak with Mizâdi, I believe she has another ask of you.'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Collect ore for Sârgud in the hills north-east of Iridír ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Bring the ore to Sârgud in Iridír.",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'Yes, what warriors I have that can still fight will be ready at dawn's light. Tell Mizâdi we will see this through to the end.'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Gather shields from Sârgud's table ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Gather supplies from around Iridír ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'My scouts have excellent news, [placeholder]. We've found where Bârshud's army is located. He is in southern Khûd Zagin, at a place known as Dun Shûma. What he is doing there, we have no idea. But this is our chance. Before he fortifies his position and brings all his forces to Dun Shûma, we have time to strike him quickly.\\n\\n'If we can defeat him, it should cause his army to scatter to the winds. We could have peace in Shagâna, friend, real peace for the first time in a very long time.\\n\\n'But first we need to prepare for this battle. Could you gather shields and supplies for our warriors, and then bring them to Numûru? You might start with the local blacksmith, Sârgud.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'You want shields? Everybody wants shields. Sârgud is so popular all of the sudden.\\n\\n'For Mizâdi? Oh a Shâra wants them. Well, of course. Of course. Sârgud do this, Sârgud do that. Every day it's the same.\\n\\n'I have many orders, friend. Many orders. I love Shagâna as much as anyone, but even the Shâra cannot cut the line.\\n\\n'I'll tell you what I can do. Sârgud performs miracles, you'll see! I have some shields almost ready. You gather me some more ore from the north-eastern hills to replace what I used here, and I will give the Shâra these shields. Yes, Sârgud's amazing. I know, I know, you don't even need to tell me.\\n\\n'Get me that ore and you can have the shields.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Thank you for swiftly gathering those supplies, and for dealing with Sârgud. What a headache.\\n\\n'Now we need to assess whether the others are ready as well. If they are, we will leave at first light tomorrow and make our way south to Dun Shûma. You should speak with Girhâzi and Amalíbi to ensure they and their fighters are ready to leave so soon.'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Speak with Amalíbi outside Iridír, in her encampment",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Having found Bârshud's new location, the formidable fortress of Dun Shûma in Khud Zagin, Mizâdi asks you to gather supplies and help rally the local people for one last assault to rid Shagâna of Bârshud for good.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Yes, we will be ready. You can count on us.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Speak with Sârgud, the blacksmith in Iridír.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Speak with Girhâzi and Amalíbi in Iridír.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Speak with Mizâdi in Iridír",
      "es": ""
    },
    {
      "id": 49286663,
      "en": "Bring the supplies and shields to Numûru in Iridír",
      "es": ""
    },
    {
      "id": 49286710,
      "en": "Bring the ore to Sârgud in Iridír",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Bring the supplies and shields to Numûru in Iridír.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Speak with Mizâdi in Iridír.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Speak with Girhâzi in Iridír",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Speak with Mizâdi in Iridír.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Collected ore for Sârgud ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Speak with Mizâdi in Iridír",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Speak with Sârgud, the blacksmith in Iridír",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Gather shields from Sârgud, the local blacksmith.",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Gather supplies and provisions from around Iridír.",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Gather ore for Sârgud in the hills north-east of Iridír.",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Gathered shields ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Excellent. Tomorrow is the day, [placeholder]. Tomorrow is the day Bârshud's reign of terror ends in Shagâna.'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Gathered supplies ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}