{
  "id": 621105424,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "'Oh now the Shâra will deign to meet with me? Now that my soldiers are bloodied, dead, scattered to the winds and lost in the Khûd? Where was this Shâra when I sent out my request for aid?\\n\\n'I will meet her in Iridír, if only so she knows the full weight of her mistake.\\n\\n'She will hear my fury, have no doubt in that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Warn Girhâzi in Iridír about Bârshud's advance. Iridír is located within Ambarûl, in the Ikorbân Valley.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Warn Girhâzi in Iridír about Bârshud's advance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Speak with Mizâdi in Iridír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Speak with Mizâdi in Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Bârshud has just toed the line into fair Ambarûl. We were just about to convene a war council on our response to this aggression.\\n\\n'Of course we will meet with Mizâdi, and Amalíbi. We will accept all the help we can get in repelling this invasion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Thank you, friend, for speaking with them and convincing them both to meet. We shall now gather in the hall, and quickly, as time is not our ally.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The battle has been won, but this victory tastes bitter: Bârshud intends to cut through all of Khûd Zagin and Ambarûl with his army. Warn Amalíbi in Ghalbûru and Girhâzi in Iridír of his advance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Warn Amalíbi in Ghalbûru about Bârshud's advance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Grim Warning",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'What a fool I was. Letting Bârshud cloud my emotions and stoke this fire. I should have seen his plan for what it was.\\n\\n'Quickly, you must warn Amalíbi in Ghalbûru and Girhâzi in Iridír. I have had some words with each and both are hearty and passionate fighters who want what is best for Shagâna.\\n\\n'I will finish here and then leave with Razâl and Numûru for Iridír. I will meet you there. We will have much to discuss, I'm afraid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Warn Amalíbi at Ghalbûru's highest point about Bârshud's advance. Ghalbûru is located within Khûd Zagin, in the Ikorbân Valley.",
      "es": "",
      "es (fem)": ""
    }
  ]
}