{
  "id": 621105411,
  "txt": [
    {
      "id": 246419861,
      "en": "Speak with Mizâdi on the battlefield.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Thank you for your haste in seeking me out. I received a disturbing report from one of my scouts that I would discuss with you.'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Defeat Ekhamâti forces on the battlefield ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Defeated Ekhamâti forces on the battlefield ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Defeat Ekhamâti and plant Mizâdi's banner in each area.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Place Mizâdi's standard outside the gates of Nisigurûm",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Place Mizâdi's standard in the first encampment of Bârshud's forces",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Place Mizâdi's standard just within the gates of Nisigurûm",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Speak with Mizâdi in southern Imhûlar outside Nisigurûm",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'His forces are numerous, but our soldiers are of a greater quality. I would ask you to cut through his lines of Ordâkhai. Plant our banner outside his gates, in his first camp, and just inside the gates. Our troops will be heartened and flood into Nisigurûm. Be the spear-tip, [placeholder].\\n\\n'My Subuzûri will follow close behind you.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Regroup near Mizâdi on the battlefield",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Mizâdi asks your help in expelling the cruel Bârshud II. War has come to Imhûlar!",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'We have lost many good Subuzûri, but now we must press our advantage. We must move into Nisigurûm and find this Bârshud. This snake of Ekhamât will not long survive without its head, and this bloodshed can be brought to a swift conclusion once he is dead.'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Speak with Mizâdi on the battlefield",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Speak with Mizâdi in Urmâkh",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Regroup near Mizâdi on the battlefield.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Battle for Imhûlar, Part 1",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I do not long for war, and yet it seems to keep finding me all the same. I tell myself, my shoulders are broad, my back will not break. This is my burden alone.\\n\\n'Let us meet him then, on the battlefield. We will march south and drive this false Shâr from Imhûlar.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Speak with Mizâdi in southern Imhûlar outside Bârshud's camp of Nisigurûm.",
      "es": ""
    }
  ]
}