{
  "id": 621105407,
  "txt": [
    {
      "id": 246419873,
      "en": "Relay Nimasi's gratitude to Mizâdi.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'I should hope there will be no need for skull-crushing, Numûru's wishes notwithstanding.\\n\\n'You were able to quickly find the missing scouts last time, so I believe you, [placeholder], are the perfect one to go with Nimasi. Hopefully this conclusion is a happier one than that of the other scouts. Will you help Nimasi?\\n\\n'If so, please, tell Nimasi you will go down to the south to investigate this disappearance.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Messenger from the South",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Get Numûru's opinion on the situation",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Relay Nimasi's gratitude to Mizâdi",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Speak with Mizâdi in Kûr Anzar",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'It appears one of my scouts has a message for me near the western gate. Would you receive them and see to their message?\\n\\n'My mind is still more a whirling storm than I'd like to admit from our trip to Esh-kimâkhi.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Hashtal-gûr, favoured outsider. I would request an audience with my Shâra, though I know it not proper. The situation I find myself in is that dire.\\n\\n'The scout who brought you news of a southern incursion not so long ago, Surâsh? She is one of the scouts with which I patrol. She has herself now vanished. We were supposed to meet at a certain hilltop two nights ago. In her place I found this strange banner. I believe it to be the same standard you found with her not long before. She told me the story.\\n\\n'Would you ask the Shâra if she can spare some forces to investigate Surâsh's disappearance? We southern scouts are being picked off one by one like zizani. I fear the worst for Surâsh, and, if I'm honest, for myself.'",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "This is the same banner you saw before: a silver lion's head similar to Mizâdi's standard",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Let Nimasi know Mizâdi's decision",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Speak with Mizâdi in Kûr Anzar.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Take the banner Nimasi has brought from the south.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'So strange. This is indeed the same banner you and Surâsh brought me. Who could be doing this?\\n\\n'I need to think on this for a moment. You should ask Numûru his feelings on the matter.'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Speak with Nimasi in Kûr Anzar",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Give the strange banner to Mizâdi in Kûr Anzar.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Take the banner Nimasi has brought from the south",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Speak with the scout Nimasi in Kûr Anzar.",
      "es": ""
    },
    {
      "id": 24695143,
      "en": "Another messenger from southern Imhûlar has come to call on Mizâdi with dire news.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Speak with Mizâdi in Kûr Anzar",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Get Numûru's opinion on the situation.",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Speak with Mizâdi in Kûr Anzar.",
      "es": ""
    },
    {
      "id": 49286681,
      "en": "Give the strange banner to Mizâdi in Kûr Anzar",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Let Nimasi know Mizâdi's decision.",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'I knew our Shâra was both just and benevolent! Please thank her for me, and thank you, for your eloquence in relaying this need.\\n\\n'I will meet you just outside of Zahûmakh, the marsh to the south. That's where I found the new standard, and should be where we start our investigation for her.\\n\\n'I will ride out now, and meet you down there. Please thank the Shâra for me.'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'What an interesting story! This is a simple matter, indeed. Nothing that some skull-crushing can't fix and quickly, if I do say so myself.\\n\\n'Were it up to me, and not my queen, I would accompany this scout south, find the blasted fools scattering their distasteful and ugly artistry hither and yon, and split them in twain with a good iron blade. I know Mizâdi prefers me here in Kûr Anzar, however, to assist with the rebuilding.\\n\\n'Perhaps you can see to the skull-crushing this time, [placeholder]?'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'You are the one to be thanked, not I. You will be the one going into danger, so my gratitude is with you for that. As it has each time you have braved your skin for ours.\\n\\n'As to Nimasi and Surâsh, I must look after my people, or what kind of Shâra am I?'",
      "es": ""
    }
  ]
}