{
  "id": 621105409,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "'Thank you for your haste in seeking me out. I received a disturbing report from one of my scouts that I would discuss with you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Continue searching for Bârshud II near the eastern tents further in Nisigurûm and challenge him to a duel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "You find no sign of Bârshud here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Continue searching for Bârshud near the eastern tents further in Nisigurûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Search for Bârshud II near the main tent in Nisigurûm and challenge him to a duel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Bârshud is nowhere to be found here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Defeat Antagâl, Bârshud's Umûni!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Search for Bârshud II near the main tent in Nisigurûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Defeat Antagâl, Bârshud's Umûni",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Antagâl is wounded. He scuttled behind the main tent in Nisigurûm. Interrogate Antagâl about where Bârshud really is.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Find Mizâdi on the battlefield and give her this grim news",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'He is not here, you cur! He is too smart for you. He left this small force here to tie up Mizâdi, the pretender. Her army is the largest in Shagâna beside our own. It would have been inconvenient for her to intercept the Shâr as he cuts a glorious path through Khûd Zagin and Ambarûl.\\n\\n'Ambarûl has grain enough for all of Ekhamât. We never wanted your cursed land. Your soil is fit for nothing but blood and oaths. Your Mizâdi danced right to the tune we played for her.\\n\\n'I may die, but Ekhamât is forever.'\\n\\nWith those words, Antagâl's body falls back and he is no more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Interrogate Antagâl about where Bârshud really is",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Mizâdi asks your help in finding and defeating Bârshud II within Nisigurûm, so that the Ekhamâti forces may crumble and flee with their leader slain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Antagâl runs off, wounded, behind the main tent. Pursue him!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'No! I don't believe it. What a fool I was!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "You see Antagâl, Bârshud's Umûni. Defeat him!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Speak with Mizâdi in Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Find Mizâdi on the battlefield and give her this grim news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Battle for Imhûlar, Part 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Search for Bârshud II near the western tents in Nisigurûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'We must find Bârshud within the camp. Head towards the back, to the Shâr's tent. If you find him, defeat him. Shout out when you see him. I will be close, and if I hear you, I will close the distance and end his threat myself.\\n\\n'Now go - we must find him quickly. We are outnumbered, and I fear with each passing moment more of my Subuzûri will fall and this day may be lost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Search for Bârshud II near the red tents to the west in Nisigurûm and challenge him to a duel.",
      "es": "",
      "es (fem)": ""
    }
  ]
}