{
  "id": 621105412,
  "txt": [
    {
      "id": 193379912,
      "en": "'For the protection of all Shagâna.'",
      "es": ""
    },
    {
      "id": 44847990,
      "en": "'Ambarûl stands with you, Mizâdi.'",
      "es": ""
    },
    {
      "id": 44847991,
      "en": "'I swear it.'",
      "es": ""
    },
    {
      "id": 105886241,
      "en": "'That is not a bad plan. Without grain stores, none of our soldiers cannot stay in the field for long.'",
      "es": ""
    },
    {
      "id": 40817985,
      "en": "'Now you want to work together? What about when we begged you for help, when Bârshud was overrunning our fortifications?'",
      "es": ""
    },
    {
      "id": 105886242,
      "en": "'Oho, I believe you could indeed! But for many, their growling belly would betray them long before a fortnight ends.'",
      "es": ""
    },
    {
      "id": 40817986,
      "en": "'You are impossible Mizâdi. A selfish child.'",
      "es": ""
    },
    {
      "id": 105886243,
      "en": "'Is it agreed then, that this is our plan of action?'",
      "es": ""
    },
    {
      "id": 40817987,
      "en": "'You did not answer our pleas, and for that you will have to answer our dead.'",
      "es": ""
    },
    {
      "id": 246419825,
      "en": "Gather the map from near the Subuzûri.",
      "es": ""
    },
    {
      "id": 105886244,
      "en": "'Amalíbi?'",
      "es": ""
    },
    {
      "id": 40817988,
      "en": "'You were like a moth to a flame, Mizâdi. He played you for a fool.'",
      "es": ""
    },
    {
      "id": 40817989,
      "en": "'How dare you treat with me like this?!'",
      "es": ""
    },
    {
      "id": 246419827,
      "en": "Spread the map out on the table.",
      "es": ""
    },
    {
      "id": 40817990,
      "en": "'Then we must reinforce our position outside Garash Kâru, and seize it once we have sufficient numbers.'",
      "es": ""
    },
    {
      "id": 40817991,
      "en": "'If it's a choice between Mizâdi and Barshud, I suppose that's no choice at all.'",
      "es": ""
    },
    {
      "id": 246419829,
      "en": "Listen to the conversation.",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Ascend the stairs to find the other prisoners",
      "es": ""
    },
    {
      "id": 40817992,
      "en": "'You may be fairweather allies, but yes, we will go along with your plan, Mizâdi. But don't push your luck.'",
      "es": ""
    },
    {
      "id": 40817993,
      "en": "'The Khûd is vast and full of empty areas.'",
      "es": ""
    },
    {
      "id": 246419831,
      "en": "Speak with Mizâdi in the hall.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have brought the leaders of Ambarûl, Khûd Zagin, and Imhûlar together in Iridír. Mizâdi has much to do before Girhâzi and Amalíbi trust her or her leadership.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Join Mizâdi around the war table.",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Speak with Razâl inside the Angar Aragín",
      "es": ""
    },
    {
      "id": 111477344,
      "en": "Listen to the conversation",
      "es": ""
    },
    {
      "id": 229383921,
      "en": "'I could fight for a fortnight without food.'",
      "es": ""
    },
    {
      "id": 111477346,
      "en": "Gather the map from near the Subuzûri",
      "es": ""
    },
    {
      "id": 111477348,
      "en": "Spread the map out on the table",
      "es": ""
    },
    {
      "id": 111477350,
      "en": "Listen to the conversation",
      "es": ""
    },
    {
      "id": 111477352,
      "en": "Speak with Mizâdi in the hall",
      "es": ""
    },
    {
      "id": 111477266,
      "en": "Listen to the conversation",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'There's no telling what we may find here. I believe they bring the sacrifices upstairs to one of their dark altars. That is likely where we'll find Numûru and any other unfortunates they've gathered.'",
      "es": ""
    },
    {
      "id": 111477362,
      "en": "Join Mizâdi around the war table",
      "es": ""
    },
    {
      "id": 111477363,
      "en": "Listen to Mizâdi",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Listen to the conversation",
      "es": ""
    },
    {
      "id": 111477367,
      "en": "Speak with Mizâdi",
      "es": ""
    },
    {
      "id": 193379889,
      "en": "'I have called this war council to discuss how we all can work together to defeat this Bârshud.'",
      "es": ""
    },
    {
      "id": 193379890,
      "en": "'I may be Queen of Fools, but at least I have a homeland.'",
      "es": ""
    },
    {
      "id": 193379891,
      "en": "'I am not wandering the barrens, Queen of the Wastes.'",
      "es": ""
    },
    {
      "id": 193379892,
      "en": "'[placeholder], I would speak with you briefly.'",
      "es": ""
    },
    {
      "id": 193379893,
      "en": "'We know not where Bârshud is, just that he controls much of Khûd Zagin.'",
      "es": ""
    },
    {
      "id": 193379894,
      "en": "'His Umûn admitted to our friend here that Bârshud has designs on Ambarûl, and particularly its stores of grain.'",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Listen to Mizâdi.",
      "es": ""
    },
    {
      "id": 162883689,
      "en": "'The alliance proffered here is uneasy, and fragile, but it is there. Let us venture back outside into Iridír. We have preparations to make.'",
      "es": ""
    },
    {
      "id": 162883600,
      "en": "'Thank you for coming, friend. It is quite the aid, let me tell you. I know not how to make my words persuade others, I haven't the talent. What's worse, it seems my passion has gotten the better of me again. I wish I had not said what I did to Amalíbi.\\n\\n'Could you gather the map from near the Subuzûri guard and spread it on the table? Now that we are discussing tactics and troop movements I feel much more in my element.'",
      "es": ""
    },
    {
      "id": 193379895,
      "en": "'I believe that Bârshud intends to seize Ambarûl in order to starve the rest of Shagâna.'",
      "es": ""
    },
    {
      "id": 246419713,
      "en": "Listen to the conversation.",
      "es": ""
    },
    {
      "id": 193379896,
      "en": "'Yes. I agree. We should eliminate his foothold within Ambarûl and then work to push back his forces from north to south in Khûd Zagin.'",
      "es": ""
    },
    {
      "id": 193379897,
      "en": "'Since arriving here, I have instructed three scouting parties to start searching for large Ekhamâti encampments in Khûd Zagin.'",
      "es": ""
    },
    {
      "id": 40817968,
      "en": "'I swear it.'",
      "es": ""
    },
    {
      "id": 193379904,
      "en": "'I believe our best course of action is to gather our forces here, resupply, then assault Garash Kâru once all our forces arrive in Iridír.'",
      "es": ""
    },
    {
      "id": 193379905,
      "en": "'Meanwhile my scouts will search for Bârshud's location, and if we find him...'",
      "es": ""
    },
    {
      "id": 193379906,
      "en": "'I say we launch a counter-attack with the aim to cut off the snake's head.'",
      "es": ""
    },
    {
      "id": 246419812,
      "en": "Listen to the conversation.",
      "es": ""
    },
    {
      "id": 193379907,
      "en": "'Without Bârshud, I believe the Ordâkhai will lose their nerve and return south, likely back to this Hûl in Ordâkh Bârshud mentioned.'",
      "es": ""
    },
    {
      "id": 44847985,
      "en": "'We need to focus on the matter at hand. We are all here now, with our skin, and that is what matters.'",
      "es": ""
    },
    {
      "id": 193379908,
      "en": "'He will lose his army and his head in one fell stroke.'",
      "es": ""
    },
    {
      "id": 44847986,
      "en": "'Mizâdi, many say you are a skilled tactician.'",
      "es": ""
    },
    {
      "id": 246419814,
      "en": "Speak with Mizâdi in the war room.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Sickle, the Lotus, and the Lion",
      "es": ""
    },
    {
      "id": 193379909,
      "en": "'It is agreed then. Such as it is.'",
      "es": ""
    },
    {
      "id": 44847987,
      "en": "'Why don't you tell us what you know of this Bârshud and his army?'",
      "es": ""
    },
    {
      "id": 193379910,
      "en": "'An alliance between the Sickle, the Lotus, and the Lion, for the protection of all Shagâna.'",
      "es": ""
    },
    {
      "id": 44847988,
      "en": "'He has not been able to seize much farmland.'",
      "es": ""
    },
    {
      "id": 162883704,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 193379911,
      "en": "'I swear it.'",
      "es": ""
    },
    {
      "id": 44847989,
      "en": "'The Dumûri halted his advance at Garash Kâru, within Ambarûl but far to the south.'",
      "es": ""
    },
    {
      "id": 246419817,
      "en": "Listen to the conversation.",
      "es": ""
    }
  ]
}