{
  "id": 621077638,
  "txt": [
    {
      "id": 166177185,
      "en": "'That time already? Well, give it here then.'",
      "es": ""
    },
    {
      "id": 166177186,
      "en": "'Tonic time? Oh, I hope it's not the green one. That one is so bitter my tongue shrivels up!'",
      "es": ""
    },
    {
      "id": 166177187,
      "en": "'Ah, thank you. It truly does help with the pain.'",
      "es": ""
    },
    {
      "id": 190220582,
      "en": "'Good day to you, [placeholder]. I am Eliaril, one of the healers of Calembel. If you are making your way up the hill to Calembel, may I impose upon you to bring a crate of  Cemenduril tonics to the barracks? Many soldiers came back from the war wounded, and the potions aid in their healing.\\n\\n'Bring the crate to Maeron, and he will show you what is to be done.'",
      "es": ""
    },
    {
      "id": 166177188,
      "en": "'I don't suppose you brought any wine to wash it down with, did you? Shhh, don't let the healer hear.'",
      "es": ""
    },
    {
      "id": 166177189,
      "en": "'Please give my thanks to the healers. They do so much for us.'",
      "es": ""
    },
    {
      "id": 190220630,
      "en": "'Done already? Have you considered a position at a healing house? You seem to have the touch. My thanks for your assistance.'",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "In the fields below Calembel, grows the healing herb Cemenduril. Draughts of the potion are greatly sought after for its healing properties.",
      "es": ""
    },
    {
      "id": 184621189,
      "en": "You should let Maeron know that have brought healing potions to many of the wounded soldiers in the barracks.\\n\\nMaeron is in the Calembel barracks.",
      "es": ""
    },
    {
      "id": 184621145,
      "en": "Maeron has asked you to distribute tonics to wounded soldiers in the Calembel barracks.",
      "es": ""
    },
    {
      "id": 148970226,
      "en": "Brought tonics to soldiers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025329,
      "en": "Bring tonics to soldiers ([placeholder]/[placeholder]) ",
      "es": ""
    },
    {
      "id": 190220501,
      "en": "'Welcome to the Calembel barracks, [placeholder]. You bring tonics from Eliaril? Excellent. While you're here, you might as well pass them out to the wounded soldiers. I could use all the help I can get.'",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "Cemenduril Tonics",
      "es": ""
    },
    {
      "id": 184621474,
      "en": "Eliaril has asked you to bring a crate of tonics to the Calembel barracks.\\n\\nThe crate is in a small hamlet, outside of the city.",
      "es": ""
    },
    {
      "id": 184621476,
      "en": "Eliaril has asked you to bring a crate of tonics to Maeron.\\n\\nMaeron is in the Calembel barracks.",
      "es": ""
    },
    {
      "id": 173025315,
      "en": "Pick up the crate of tonics",
      "es": ""
    },
    {
      "id": 251716069,
      "en": "Return to Maeron",
      "es": ""
    },
    {
      "id": 173025318,
      "en": "Bring the crate to Maeron",
      "es": ""
    }
  ]
}