{
  "id": 621077747,
  "txt": [
    {
      "id": "0x6a50260",
      "en": "Talked to prospective workers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56848",
      "en": "'Gondor is hungry for lumber. We will be unable to meet the needs of our neighbours if we do not hire more help. When next you are in Ethring, ask around to see if anyone is interested in earning some coin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Dornach asked you to go into Ethring to recruit new workers.\\n\\nTalk to prospective workers in Ethring.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56861",
      "en": "'I was injured when the call came to make for Minas Tirith. I missed my chance to fight, but I'm all healed up now! If felling trees is what Gondor needs, then I'll do it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56862",
      "en": "'Work at the lumber camp? Count me in! I can even bring my own axe.\\n\\n'Why do I already have my own axe? What kind of woman doesn't own an axe?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "You have spoken to people in the town and found some promising candidates.\\n\\nTalk to Dornach at the lumber camp east of Ethring.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56863",
      "en": "'You suggest I put my studies aside to go sweat in the forest, hacking away at trees, being eaten alive by insects?!\\n\\n'I am far too refined for that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56864",
      "en": "TBD That sounds like very hard work. I do not want that.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'Wait, you are asking me if I want to work at the lumber camp? You do remember me, don't you? I was one of Dravron's men.\\n\\n'I would appreciate the second chance. When I agreed to work for Dravron, I didn't realize how far he was willing to take his little scheme. By the time I did, it felt like it was too late to back out. I'll talk to Dornach and try to make amends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56866",
      "en": "'I'm flattered you think me fitting for such a trade, but I am already apprenticed to a smith.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1a5",
      "en": "The lumber camp will need additional workers in order to meet demand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'That was a more successful turnout than I expected. Thank you for going into town for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "New Hires",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "Talk to Dornach",
      "es": "",
      "es (fem)": ""
    }
  ]
}