{
  "id": 621077616,
  "txt": [
    {
      "id": 190220582,
      "en": "'I admit that my curiosity has been piqued, and I wonder if you would do me the favour of seeking out more tales about Lord Éomer. There is no real reason, of course, aside from my curiosity and love for stories of the heroes of our time.'\\n\\nA slight flush creeps into her cheeks as she smiles at some private thought.\\n\\n'Ahem. Here. Take this coin and use it to entice the bards of Harper's Court for stories of the Rohirrim. Tell no one that it is I who asked, please. I can trust you with this, [placeholder], right?'",
      "es": ""
    },
    {
      "id": 148970128,
      "en": "You hear a tale of Éomer's bravery upon many battlefields",
      "es": ""
    },
    {
      "id": 173025369,
      "en": "Toss a coin to the fifth harper",
      "es": ""
    },
    {
      "id": 190220630,
      "en": "'You return! Tell me, did you hear much of Éomer?'\\n\\nYou recount the various songs, tales, and deeds you heard.\\n\\n'So, he is brave, kind, and loves his family fiercely enough to call back his sister from death's doorstep. He has known battle and betrayal, but also friendship. He is akin to one of our swan-knights, and also noble of spirit. He did not flinch when called upon to aid the king and his companions, even when not knowing who they were.\\n\\n'Thank you, [placeholder]. You have given me much on which to think.'",
      "es": ""
    },
    {
      "id": 148970130,
      "en": "A ballad of how Éomer lent horses to the future king and his fellowship during a time of need",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "Lothíriel's curiosity about Éomer has been ever increasing since she heard a tale of him at the wedding of Aragorn and Arwen.",
      "es": ""
    },
    {
      "id": 148970131,
      "en": "The bard sings a dark song of Éomer being imprisoned at the behest of Gríma Wormtongue",
      "es": ""
    },
    {
      "id": 184621189,
      "en": "You listened to many tales and ballads of Éomer for the lady, Lothíriel. You should return to her in the Court of the Prince, in Dol Amroth.",
      "es": ""
    },
    {
      "id": 184621145,
      "en": "Lothíriel has asked you to listen to songs about the Rohirrim, and report back with what you hear. You should toss a coin to the minstrels in Harper's Court.\\n\\nHarper's Court is in Dol Amroth.",
      "es": ""
    },
    {
      "id": 191519329,
      "en": "'I don't usually take requests, but I suppose just this once....'",
      "es": ""
    },
    {
      "id": 191519330,
      "en": "'Have I got the song for you! It all began on a day when the sun vanished from the sky....\\q",
      "es": ""
    },
    {
      "id": 191519331,
      "en": "'Aye, I know one or two. Gather 'round, one and all, and hear a song of Rohan!'",
      "es": ""
    },
    {
      "id": 148970136,
      "en": "An ode of how the love between Éomer and his sister Éowyn called the Lady back to life as she lay in the Houses of Healing",
      "es": ""
    },
    {
      "id": 191519332,
      "en": "'But I was going to do The Lusty Lass Meets... oh, very well.'",
      "es": ""
    },
    {
      "id": 191519333,
      "en": "'A song of Rohan? I know just the one!'",
      "es": ""
    },
    {
      "id": 148970345,
      "en": "The bard sings a rousing song about an éored galloping horses across the fields of Rohan",
      "es": ""
    },
    {
      "id": 191519334,
      "en": "'I just sang that one - wait, I know another.'",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "The Anthems of Éomer",
      "es": ""
    },
    {
      "id": 173025703,
      "en": "Toss a coin to the first harper",
      "es": ""
    },
    {
      "id": 173025704,
      "en": "Toss a coin to the second harper",
      "es": ""
    },
    {
      "id": 173025361,
      "en": "Toss a coin to the third harper",
      "es": ""
    },
    {
      "id": 251716069,
      "en": "Return to Lothíriel",
      "es": ""
    },
    {
      "id": 173025364,
      "en": "Toss a coin to the fourth harper",
      "es": ""
    }
  ]
}