{
  "id": 621077637,
  "txt": [
    {
      "id": "0xeb01181",
      "en": "Dervorin would like you to see if anyone in Ethring has any information regarding Dravron.\\n\\nTalk to the citizens of Ethring.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "You have asked around about Dravron and should report back to Dervorin with your findings.\\n\\nTalk to Dervorin in Ethring.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Talk to the tax collector",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "The man's face turns grim when you mention Dravron.\\n\\n'That man is an absolute good for nothing! All me and the fellas want to do is good, honest work, but the boss has us sitting on our rear ends most days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Talk to the lumber camp labourer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'The tax records for the lumber camp? There are no tax records. They haven't done any business yet. They should get to it though; Gondor won't rebuild itself out of nothing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Talk to Dervorin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'I've had some dealings with the man, but not many. He's hired horses to carry lumber out of the vale. How many times? Hmm, maybe once every other week, if that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Dervorin hopes the people of Ethring may offer insight into Dravron's operation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "Dervorin paces as he considers the information you've brought him.\\n\\n'Dravron has sent out a few shipments of lumber, but the tax collector has no records of any sales?\\n\\n'Hah! We have him, [placeholder]. Come, let us confront him with this information.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dravron's Secrets",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Dravron must have dealings with the people here in Ethring. Perhaps they know something that we can use against him.'\\n\\nSome of the lumber camp's labourers are in town. Perhaps they have information they can share about their boss.\\n\\nThe tax collector might have insight into Dravron's finances that could be of help.\\n\\nYou didn't see any horses at the lumber camp. Perhaps Dravron hires them from the local stable-master. Speak to him and see if he has anything to share about Dravron.",
      "es": "",
      "es (fem)": ""
    }
  ]
}