{
  "id": 621077619,
  "txt": [
    {
      "id": "0x8e11b18",
      "en": "Dúnach lies on the ground, unmoving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b60",
      "en": "A trail of blood leads away from the slain guard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "A jail guard from Calembel has gone missing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "Gorneth has confessed to the murder of Dúnach, and given you an accounts book detailing the prison guard's many crimes. She has asked that you pass the book along to Lord Angbor.\\n\\nLord Angbor is in Calembel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568913",
      "en": "'You there! I charge you with assisting Calembel!'\\n\\nAs you draw near, the guard straightens and looks around to see if anyone is listening.\\n\\n'I recognize you - word of your deeds has even reached those of us who spend most of our days underground. Dúnach, the other guard who works at the prison with me, has gone missing. I cannot leave my post any longer to search for him, but perhaps you could keep an eye out for him?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568958",
      "en": "'Relax, I shan't try to run from you. Yes, I killed Dúnach, and I would do it again, even knowing he'd wound me in return. But this cut across my flesh is as to nothing compared to that which he dealt my heart. Dúnach is the reason that the foul murderer Candúr was allowed to break free of Calembel's prison. That cur slayed my husband Horthir on his way to escape towards the mountains! I vowed to avenge Horthir, and so have I done. I will stand trial if I must, but I could not let Dúnach set any more prisoners free. Here, take this.'\\n\\nShe reaches a shaking hand into a pocket and withdraws a small book.\\n\\n'I searched Dúnach's house one day while he was on duty and found this. It's an accounting of prisoners he has let free in return for bribes. How many other murderers, thieves, and traitors did he allow to slip their bonds?! If we cannot trust the law, we must take what measures we must.\\n\\n'I will accept judgement, but I beg you bring this book to Lord Angbor and let him be the one who decides my fate. Go now. Eliaril is about to sew me shut and I do not wish for an audience.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a1",
      "en": "'Greetings, [placeholder]. What have you there for me?'\\n\\nYou hand him the accounts book and explain what happened. Angbor's face grows grave and he is silent for a few moments.\\n\\n'Her methods were wrong, but I must think about how to deal with the situation. In the meantime, I will review the accounts you brought me to see what other rotten apples may be in this barrel. I thank you for your assistance with this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b64",
      "en": "The blood has led you to an injured woman!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b66",
      "en": "A trail of blood leads away from the slain guard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a3",
      "en": "Follow the trail of blood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Vengeance's Poison",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d0",
      "en": "Following the trail of blood led you to an angry, injured woman. She glares up at you, waiting for you to approach. You should question the injured woman.\\n\\nThe injured woman is in a small hamlet outside of Calembel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e012",
      "en": "Talk to Lord Angbor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a9",
      "en": "Talk to the injured woman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d7",
      "en": "Search for Dúnach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d9",
      "en": "Investigate the area around the guard's body",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011821",
      "en": "While searching for Dúnach, you found their body. You should examine the area around the body for any signs of a clue.\\n\\nYou found the body in Calembel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011822",
      "en": "Sadly, while searching for Dúnach, you found their body. After examining the area, a trail of blood was discovered! It looks like Dúnach went down fighting. You should follow the trail of blood.\\n\\nThe trail of blood is in Calembel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011895",
      "en": "Lothon has asked you to look for his companion, Dúnach.\\n\\nYou should search Calembel for signs of the missing prison guard.",
      "es": "",
      "es (fem)": ""
    }
  ]
}