{
  "id": 621077620,
  "txt": [
    {
      "id": "0xb568952",
      "en": "'Tales of battle for a bard? Songs cannot but hope to encapsulate the glory, the terror, the rush of steel upon steel and the fear of the flesh in the presence of it all. There were Orcs and feral Men, flashes of blood and metal and fur, fighting by tooth and fang and claw. It was a thing I shall never forget... and from which my dreams will never be safe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568926",
      "en": "'Well met! I am ...achooo! Oh, pardon me. Do pardon me. I am not ill, merely suffering from having walked here by way of the stables. You see, horses make me incredibly ill, and Dol Amroth has them stuffed into every nook and cranny.'\\n\\nThe bard's words are interrupted by a procession of sneezes. He blows his nose noisily and smiles at you with watery eyes.\\n\\n'Ahem. I am Fingaer, minstrel extraordinaire, and it is my calling to write about the great and glorious battles in which our brave swan-knights partook. ACHHOO! However, it is also my curse not to be able to get close enough to them without setting myself sneezing for days. Say, if you were to make your way to the Keep of the Swan-knights and listen to their tales for me, I would reward you for your time. What do you s...s…ssssSACHOO… say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "A bard of Harper's Court would like to compose songs about the Battles in which the city's swan-knights partook.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "You have listened to many stories from the soldiers in the Swan-knight's Keep. You should bring these stories to Fingaer who is waiting for you in Harper's Court.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568957",
      "en": "'You wish to know of the battlefield? I have much to say, of course! Why, I myself was responsible for bringing down six Orcs! One after the other, they fell at my hand!\\n\\n'I was even lucky enough to find myself back to back with Prince Imrahil at one point! We were set upon by a pack of vicious warriors, but they had nothing on my lord! You should have seen the way he swung his sword! Like it weighs nothing at all! His foes fell in great numbers before him - piled around us in droves!\\n\\n'Glad am I that I was able to serve and save these lands, my Prince, and our King.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a0",
      "en": "'Stories of the battlefield, you say?'\\n\\nShe is quiet for some time.\\n\\n'It was important. We did not really have a choice, did we? It was go to war or die, or go to war and die, as many of my friends, my family did. But we could not just wait for them to take our country and our lands, to kill and slaughter as they washed over us like a dark wave. It was important that I went, that we went. I just wish more of us had come back. But it was important.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011859",
      "en": "Fingaer has asked you to speak with soldiers in the Keep of the Swan-knights.\\n\\nThe Keep of the Swan-knights is in Dol Amroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a2",
      "en": "'The war? For a bard? I... I do not really remember it, truly. I think I do not want to. It comes in flashes to me in dreams - the noise of it. There is always a lot of noise. My captain yelling, the snarls of the Enemy, the sounds of metal on metal, or worse, on skin. The cries of the wounded, the horns propelling us forward - beacons of hope when it seemed all was lost.\\n\\n'I do not wish to remember, but I fear I will never forget. I am just glad that we have won. My only hope is that none may ever need to experience such things again. Perhaps, because I and others met that bloody host on the field, our children will know peace. Perhaps none other will again have to carry these memories.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a1",
      "en": "Talk to Celudir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a4",
      "en": "'Wel- AACHOO! -come back. Do you have tales for me to write about?'\\n\\nYou pass along the stories you heard from the swan-knights. The bard's face grows pensive as you speak.\\n\\n'It seems that along with glory, there is also much darkness in war. Too often our songs sing only of the honour to be won, the renown one might gain. You have given me much to think about, [placeholder]. I shall endeavour to write a song that encapsulates both the glory and the horrors of war, lest we are urged to go too soon to battle when other ways might suffice.\\n\\n'Do not get me wrong, for our knights were fighting for the very world itself. But it is good to know of, and to share, both sides of this coin. You have my thanks for bringing me these tales.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a3",
      "en": "Talk to Brithben",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Tales of Battle and Woe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a8",
      "en": "Talk to Gloril",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502851",
      "en": "Talk to Ríaneth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502853",
      "en": "Talk to Nennion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568950",
      "en": "'Well met. You seek stories of the battlefield? I wish I could tell you I was a hero and did great deeds, but in truth, I was sick with fever and never made it out of camp. You will not find tales of glory from me, I am afraid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502855",
      "en": "Return to Fingaer",
      "es": "",
      "es (fem)": ""
    }
  ]
}