{
  "id": 620831412,
  "txt": [
    {
      "id": 218649169,
      "en": "'Gelirwen asked me to discern what manner of fiend dwells deep within the Dark Delvings, but I have yet to understand the true horror within that hold. I know that there is great evil there, a nameless thing unaffected by the power of light. Radiance is rebuffed by the strength of its corruption. I know only that something there is evil beyond my understanding.\\n\\n'So I caution you, [placeholder], that when you enter the Dark Delvings you must be prepared for something as ancient as the Elves, savage and terrible.\\n\\n'Discover what evil dwells there and return to me here at the Shadowed Refuge.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Such an evil can not be loosed upon the world. You have done well to drive it back into the darkness, though I do not think that an evil so great is so easily disposed. \\n\\n'I have hope within my heart that it is gone and know that you speak no lies to me now. The Gurvand is defeated -- at least for now -- and I will inform Gelirwen of your efforts.\\n\\n'Thank you, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The nameless things within that place will not shy from the radiance in your hearts. In fact, I think that the dark shall strengthen them. While this is true, they may lose their strength in the light so be wise in your approach.\\n\\n'Seek the source of evil within the Dark Delvings and return to me once you have dealt with it.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Master of the Dark",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "In the deepest dark of Moria there is a place where the only light that shone emanated from dwarf-lamps and luminescant fungus. Now, these delvings are dim and darker than ever and home to creatures that exist in nightmares. Yet here they are, and Veúlfur's agents sent to the Shadowed Refuge draw little comfort in knowing that there is something within the Dark Delvings that commands the Orcs to poison themselves in a manner that gives them over to some greater will.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have defeated the Gurvand",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat the Evil within the Dark Delvings",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Dark Delvings lie far to the south-east of the Shadowed Refuge.\\n\\nGlorelloth warned that there is an evil present within the Dark Delvings that fears not the light. She cautioned you to tread carefully within the Dark Delvings located far to the south-east of the Shadowed Refuge.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Glorelloth at the Shadowed Refuge",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Glorelloth is at the Shadowed Refuge, north-west of the Dark Delvings.\\n\\nAfter making your way through the Dark Delvings you found the source of the evil there, an ancient creautre called the Gurvand. After a difficult battle, you destroyed the creature and now must return to Glorelloth at the Shadowed Refuge.",
      "es": ""
    }
  ]
}