{
  "id": 620831403,
  "txt": [
    {
      "id": 136263297,
      "en": "DWARF C Task Completed",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "DWARF B Task in Skumfíl Complete",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "ELF C Task in Skumfíl Complete",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Skûmfil is nothing more than a dumping ground, a place where the fallen Orcs of Moria are discarded when they begin to reek. It is here that two foes have gathered, each intent on using the corpses found therein for their own purposes. The kergrim and other scavengers as a source of food, and the insects as a place to lay their eggs to spawn future generations.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The kergrim are foul creatures, consuming the dead for sustenance. How and why they found their way into Khazad-dûm, I do not know, but they are here, and something must be done about them.\\n\\n'Odmar, Ymar, and Glorelloth each have tasks associated with the kergrim in Skûmfil that they may be willing to share with you. If you complete these, I will inform Veúlfur that you have done all I asked at Skûmfil.\\n\\n'You can find the three of them within the bounds of the Shadowed Refuge here.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ymar, Odmar, and Glorelloth are at the Shadowed Refuge.\\n\\nThrostur informed you that the kergrim within Skûmfil are eaters of the dead. As such, they are also rife with disease and filth, and he has set his agents to the task of deciphering what ills the kergrim carry through Skûmfil.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Your work here is complete in my eyes, [placeholder]. I will send word on to Veúlfur and inform him that you have satisfied my needs here at the Shadowed Refuge.\\n\\n'You have my thanks.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Throstur is at the Shadowed Refuge.\\n\\nYou completed each task assigned by Ymar, Odmar and Glorelloth within Skûmfil and should now return to Throstur.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Help my agents with the kergrim problem, and I will do my part and tell Veúlfur that all I needed within Skûmfil is complete.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Help Ymar to control disease in Skûmfil",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Help Odmar defeat the kergrim-leaders of Skûmfil",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Help Glorelloth collect samples in Skûmfil",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Throstur at the Shadowed Refuge",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Eaters of the Dead",
      "es": ""
    }
  ]
}