{
  "id": 620831505,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Helegfan",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Márus determined that the rune-stone you found has been corrupted by a fell spirit within the depths of Moria.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We must restore this rune-stone to its former power, [placeholder]. There is no doubt that a fell power has corrupted this stone. There is a shadow-grim, Helegfan, that is known to take pleasure in the perversion of good, and this stone reeks of his foul corruption.\\n\\n'Helegfan was last known to make his home within the Sixteenth Hall, north from here. Use the rune-stone to summon it forth and slay it.\\n\\n'Return to me when the deed is done, and we will see if the corruption can be undone.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Helegfan can be found within the Sixteenth Hall, north from the Shadowed Refuge, at the southern edge of Nud-melek.\\n\\nMárus has asked you to enter the Sixteenth Hall and defeat the shadow-grim Helegfan, cleansing the rune-stone of the spirit's corruption.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done, [placeholder]!\\n\\n'With the fell spirit defeated, the rune-stone will no longer be subject to his corruption. You have done a great thing in restoring this dwarf-stone to its former glory.\\n\\n'You have the gratitude of all the Longbeards, [placeholder]. Take a well-deserved rest and reward. You've earned both.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Márus is at the Shadowed Refuge, south from the Sixteenth Hall.\\n\\nYou should return to Márus with news of your victory.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Use the rune to summon Helegfan, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Is the deed done, [placeholder]? Has the spirit been banished?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Use the rune-stone to summon Helegfan",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Helegfan",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Márus at the Shadowed Refuge",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Secrets Long Forgotten (Optional)",
      "es": ""
    }
  ]
}