{
  "id": 620831510,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Here we come to it, [placeholder]. You wish to learn, and I am willing to teach you, if you can do what I ask.\\n\\n'You have the look of an experienced enough woodsman and hunter. I know of a skill that will aid you greatly, but the path you must follow to attain it will not be easy. Sometimes it is more useful to track friend than foe, so let us start there. \\n\\n'One of the dwarf-workers of the expedition went out many days ago on a scouting mission that took him through the southern region of the Redhorn Lodes. You should search there for evidence of his passage, and see how he fares.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'How terrible! I sought evidence, yes, but I had hoped it had not come to this. Let us examine the poor fellow's skull for clues as to what happened to him. If we can avenge him, that will suffice for your challenge!\\n\\n'He was killed recently. Some teeth are missing, also. What shall we make of this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you found anything yet, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Blindside",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Armbeald has asked you to track the path of a missing dwarf-worker and bring back any evidence you find of his passage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Acquired dwarf-skull",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Acquire evidence of dwarf-worker's passage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The dwarf-worker was rumoured to have passed through the heart of the Redhorn Lodes, by the east to west mine cart track just north of the passage leading into the Flaming Deeps.\\n\\nYou should collect evidence of his passage and bring it to Armbeald, who wishes to see the progress of the dwarf's mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Armbeald in the Redhorn Lodes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Armbeald is at the Orc-watch in the Redhorn Lodes of Moria, north-west from where you found evidence of the dwarf's remains.\\n\\nYou should return to Armbeald with the skull you have found, which has been cleaned of all its flesh.",
      "es": "",
      "es (fem)": ""
    }
  ]
}