{
  "id": 620831491,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated the Mad Captain",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Sadreda has determined that the Dark Warden which you slew was but a servant of a more vile creature known as the Mad Captain.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The final step of your quest will take you into great peril. I believe this Dark Warden you slew was but a servant of another creature we call the Mad Captain.\\n\\n'Gather your friends, [placeholder], and head into the Dark Delvings, south-east from here. Once inside, you will need to use this charm to summon the Mad Captain. Look for a foul altar, and place it there.  The Mad Captain will be sure to come out then.\\n\\n'Rid Moria of the Mad Captain's foul evil, then return to me.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Mad Captain dwells within the Dark Delvings, south-east from the Shadowed Refuge in the Foundations of Stone.\\n\\nSadreda instructed you to use the crude charm he gave you to summon and defeat the Mad Captain.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Excellent work, [placeholder]! Your efforts will be remembered for ages to come.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Sadreda is at the Shadowed Refuge in the Foundations of Stone, north-west from the Dark Delvings.\\n\\nYou should return to Sadreda with news of your victory.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Mad Captain may be found within the Dark Delvings in the Foundations of Stone.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Is the deed done, [placeholder]? Is the Mad Captain no more?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Summon and defeat the Mad Captain",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Sadreda at the Shadowed Refuge",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Sadreda at the Shadowed Refuge",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Safe-guard (Optional)",
      "es": ""
    }
  ]
}