{
  "id": 620831408,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Talk to Moggi at the Shadowed Refuge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Uammaethor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Nestaduan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated Grog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Skûmfil is nothing more than a dumping ground, a place where the fallen Orcs of Moria are discarded when they begin to reek. It is here that two foes have gathered, each intent on using the corpses found therein for their own purposes. The kergrim and other scavengers as a source of food, and the insects as a place to lay their eggs to spawn future generations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Defeated Grothulun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Defeated Ulugon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'These gredbyg have no thought of their own, that is what I think. I know that there is a big insect in Skûmfil, and wherever you find that, you are sure to find what is in control.\\n\\n'There are other gredbyg though, smaller ones that have a bit of independence; those are the nasty ones that I think we need to eliminate. So that is the task I will give to you.\\n\\n'If you are willing to help me, you should make your way toward Skûmfil located to the south-east of the Shadowed Refuge. You will find the warrior-caste gredbyg there. Kill Ummaethor, a larger warrior, and its guards, then return to me here at the Shadowed Refuge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Skûmfil lies to the south-east of the Shadowed Refuge.\\n\\nMoggi sent you to Skûmfil to destroy the warrior-gredbyg there who have some manner of independence from the queen Brúmbereth. The chief of these is Uammaethor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent work, I shall inform my superior that you performed your task admirably and completely.\\n\\n'You have my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Moggi is at the Shadowed Refuge, north-west of Skûmfil.\\n\\nYou found and kill the grodbog-warrior Uammaethor and its defenders within the corpse-ridden place called Skûmfil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The gredbyg within Skûmfil mean to breed in the corpses of the fallen. We must stop this, but more, we must stop their warriors. Find the warrior called Uammaethor and slay it within Skûmfil. You can find it south-east from the Shadowed Refuge where we now speak.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Uammaethor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Nestaduan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Grog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Defeat Grothulun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hive Mind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Defeat Ulugon",
      "es": "",
      "es (fem)": ""
    }
  ]
}