{
  "id": 620831411,
  "txt": [
    {
      "id": 22075075,
      "en": "Collect shattered rune-stones ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'In the darkness, nameless things watch us. I have seen them, but with light we can defend ourselves. I have seen savagery in my time, but these Nameless do not turn back from the light. I think this is because the lamps once filled with the power of light are diminished.\\n\\n'I wish for you to enter the Dark Delvings and collect up the shattered and fractured runes found within, return them to me, and I will see if I can repair them.\\n\\n'You will find the Dark Delvings far to the south-east of the Shadowed Refuge.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I will begin my efforts to restore these runes immediately. I thank you for all that you have done, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The Dark Delvings are far to the south-east of the Shadowed Refuge. Please, enter that place and find the fractured and shattered runes from within the halls and return them to me.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fractured and Shattered",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "In the deepest dark of Moria there is a place where the only light that shone emanated from dwarf-lamps and luminescent fungus. Now, these delvings are dim and darker than ever and home to creatures that exist in nightmares. Yet here they are, and Veúlfur's agents sent to the Shadowed Refuge draw little comfort in knowing that there is something within the Dark Delvings that commands the Orcs to poison themselves in a manner that gives them over to some greater will.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected fractured rune-stone ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected shattered rune-stone ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return the lamps to Pentlenn at the Shadowed Refuge",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Dark Delvings lie far to the south-east of the Shadowed Refuge.\\n\\nPentlenn asked you to enter the Dark Delvings and collect the fractured and shattered runes there in an effort to restore their light.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect fractured rune-stones ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}