{
  "id": 620831401,
  "txt": [
    {
      "id": 218649169,
      "en": "'It falls to me to oversee the slaughter of the leaders of this disgusting encampment. The Sixteenth Hall was once used as housing and storage for the Dwarves of Moria, but now it is an infestation of Orcs!\\n\\n'Well, I aim to put a stop to this problem. Enter the Sixteenth Hall, north-east of here, and remove the taint of the guardians, curse-shouters, and those especially dreadful Orcs that explode into spores when they draw near.\\n\\n'Do these things, and then return to me when you are done, for I should like to count the notches on your weapon. This gloom on me will ease when I see evidence of the Orcs' downfall.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Your weapon is handsomer after this deed, is it not? See how it glows with pride! I will inform Mallas that you have done as I asked. You have the thanks and goodwill of the dwarves, my friend.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The filthy creatures deserve the disease that plagues them, but I will not sit by and abide their presence in our mines any longer. Get into the Sixteenth Hall and see that the clean-up effort is begun.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Leaders of the Hosts",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Sixteenth Hall is an area overrun with Orcs, many of whom suffer from a terrible illness that causes fungus-like growths on their bodies.\\n\\nMallas, an Elf ally to the dwarves, believes that there is something secret beneath the Sixteenth Hall and wishes to learn the true purpose and source of the plague.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return to Odmar at the Shadowed Refuge",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Guardians, curse-shouters, and fungal Orc bombs can be found in the Sixteenth Hall, north-east of the Shadowed Refuge.\\n\\nOdmar sent you to find and destroy the Orcs that he believes are leading this diseased incursion into the Sixteenth Hall.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Odmar is in the Shadowed Refuge, south-west of the Sixteenth Hall.\\n\\nYou fought valiantly against the infected Orcs of the Sixteenth Hall and defeated many guardians, curse-shouters and the Orcs bearing terrible fungus. You should now tell Odmar that you did as he bade.",
      "es": ""
    }
  ]
}