{
  "id": 620831498,
  "txt": [
    {
      "id": "0x52f00e2",
      "en": "Play a song for Erling Goodbody in Bree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Play a song for Erling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Played a song to lift Erling's spirits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Now that you have recovered the instrument, Pada has asked you to head to Bree and use it to brighten the spirits of some of the townsfolk there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e111",
      "en": "Erling is delighted with your song",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e113",
      "en": "Erling is delighted with your song",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It would be a shame if this beautiful instrument were never to leave these halls, for there are many in Middle-earth who would be heartened by its gift of song. Dark places are everywhere, [placeholder], including the hearts of Men, Elves, dwarves, and hobbits alike.\\n\\n'Darkness prevails especially in times such as these, where doom seems inevitable. You have seen the Orcs prowling as sure as Men walk, and wights leaving their barrows to trouble the fields upon which they fell, and Warg-voices rending the stillness of a quiet night. \\n\\n'My thoughts often turn to a dear old friend in Bree-town who goes by the name of Erling Goodbody. He has suffered much hardship of late, and my songs used to cheer him. I have such a song here; but I'm afraid I don't have time to make the journey.  Do you think you could go and play this song for him in my stead, [placeholder]?  \\n\\n'Erling usually spends his days in the thoroughfare in front of the Prancing Pony.  Find him and play him a song to raise his spirits.  When you have done this, please return to me, for I wish to hear tidings of my friend.'\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Erling Goodbody can be found in the thoroughfare in front of the Prancing Pony.\\n\\nPada, a widely-respected Minstrel, has asked you to cheer a friend of his from Bree using the great instrument you recently recovered.\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Oh...forgive me, friend! I did not realize the music had stopped. Pardon me for one more moment...'\\n\\nErling Goodbody closes his eyes and smiles, and then opens them again to look at you with a warm expression.\\n\\n'That may have been the most beautiful song I have ever heard. Since my friend Pada went away, I admit I had fallen into a sort of gloom, for life has grown hard for many of the good folk of Bree, and it is difficult for me not to fret and worrit on all the woes of the world.\\n\\n'But...when you began to play on that instrument -- I say, I was quite taken away! Why, I fancy I heard singing birds, flowing water, the sound of the sun, whatever that may be, and of things growing in the earth. You played admirably, [placeholder]. Thank you for this diversion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Speak with Erling and let him know that Pada sends his best.\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Pada is in the Foundations of Stone in Moria.\\n\\nYou should return to Pada and tell him that his friend Erling Goodbody was very pleased with the song you played. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Well done, [placeholder]! I knew this would be just the ticket to bring smiles to more than one face today. Now Erling is happy, and I am happy for him! And I can see that even your own spirits have been raised by your selflessness. That is the best thing about being a Minstrel, is it not?\\n\\n'But do not be content just yet. From here, the quest turns a bit more perilous. Do you think you are ready?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Erling Goodbody in Bree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Play a song for Erling ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak with Erling Goodbody",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Hallo there. What can I do for you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return to Pada",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Song of the Hopeful Heart",
      "es": "",
      "es (fem)": ""
    }
  ]
}