{
  "id": 620831400,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Bonetooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Old Gnawer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Skûmfil is nothing more than a dumping ground, a place where the fallen Orcs of Moria are discarded when they begin to reek. It is here that two foes have gathered, each intent on using the corpses found therein for their own purposes. The kergrim and other scavengers as a source of food, and the insects as a place to lay their eggs to spawn future generations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Kergrim are disgusting creatures, feeding off the rotting flesh of the dead. I think it should be one's duty to destroy them. Nothing good can come of such behaviour.\\n\\n'Look for Bonetooth and Old Gnawer, both kergrim. Find them and slay them so they can no longer perform their vile acts upon the dead.\\n\\n'You will find them in Skûmfil to the south-east of the Shadowed Refuge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bonetooth and Old Gnawer are within Skûmfil, south-east of the Shadowed Refuge.\\n\\nOdmar wants you to put an end to the kergrim-leaders who brought the corpse-eating creatures through the tunnels of Moria to Skûmfil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is good to know that we will no longer need to fear the likes of such creatures. Would that we should never need to do battle against such terrible foes again.\\n\\n'Alas, that is not our lot. Still, you have done good work this day, [placeholder]. I thank you and will inform Throstur of your efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Odmar is at the Shadowed Refuge, north-west of Skûmfil.\\n\\nYou found the two kergrim, one ancient and the other a summoner, and destroyed them both. Odmar, at the Shadowed Refuge will be pleased to know that this is done.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I do not know how these beasts found their way within Skûmfil, but I think that we should be pleased to know that it will be our task to remove them. Head to the south-east and enter Skûmfil. Find the two kergrim, Bonetooth and Old Gnawer. Defeat them, then return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Bonetooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Old Gnawer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Odmar at the Shadowed Refuge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Kergrim-leaders",
      "es": "",
      "es (fem)": ""
    }
  ]
}