{
  "id": 620831405,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The kergrim are rife with disease, this much is true, but I am not certain that they are behind the plague affecting the Orcs. However, it is possible that they are, and so I ask that you collect samples from the kergrim and their ilk within Sk没mfil.\\n\\n'You will find the place south-east from the Shadowed Refuge. Take small strips of their hide and return it to me so that I might better determine if the kergrim are infested with the same kind of illness that plagues the Orcs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It will take some time to examine these samples and determine whether the plague is the same or different than that borne by the kergrim. I will also inform Throstur that you have done as I asked. \\n\\n'Thank you, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Collect strips of flesh from the kergrim and return them to me. You will find the kergrim within Sk没mfil to the south-east of the Shadowed Refuge. The place is filled with corpses of dead Orcs, but if the disease is alive in the kergrim, then perhaps the Orcs are contracting the disease as they bring the bodies to the pit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Infected Kergrim-samples",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Sk没mfil is nothing more than a dumping ground, a place where the fallen Orcs of Moria are discarded when they begin to reek. It is here that two foes have gathered, each intent on using the corpses found therein for their own purposes. The kergrim and other scavengers as a source of food, and the insects as a place to lay their eggs to spawn future generations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected spiny flesh ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the samples to Glorelloth at the Shadowed Refuge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sk没mfil lies to the south-east of the Shadowed Refuge.\\n\\nGlorelloth wants to ensure that the kergrim are not responsible for the disease affecting the Orcs of the shadowy dark and so has sent you to collect samples of the kergrims' skin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect spiny flesh ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}