{
  "id": 620831504,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Well met, [placeholder]. You sought Dithrik, and Dithrik you have found. I am a defender of my fellow dwarves, and of all the good peoples of this Middle-earth; in that we are akin.\\n\\n'I can see that your shield arm is as strong as the very stone that holds mountains, and in your eyes I recognize the light of keen hope that defies the darkness of despair. You are a true Guardian, and I have just the task for one such as you.\\n\\n'There is an ancient horror from days even before Durin's Bane plagued our home of Moria. Dwarves have seen him near here, in the Foundations of Stone, and rumours of his terror spread far.  Find and slay the Nameless, for they walk unchallenged. Bring me the unspoiled heads of these creatures so that we might prepare a suitable bait for the elder terror.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent work, [placeholder]. Now, for your next task....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Our quarry has a gruesome taste in its food, but it hunts all things that venture too near. The Nameless should suffice to please it'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Thrill of Danger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dithrik has tasked you with acquiring materials that will aid in challenging an old horror from ages long passed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Nameless head ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Dithrik in the Foundations of Stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Nameless beings and the ancient creature prowl the vicinity of the Foundations of Stone, especially to the south-east of this region.\\n\\nDithrik has asked you to collect twelve unspoiled heads from the Nameless of the Foundations of Stone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Nameless heads ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}