{
  "id": 620831516,
  "txt": [
    {
      "id": 219344307,
      "en": "'I come from the earth but I am not found in nature?  Enough games!'",
      "es": ""
    },
    {
      "id": 219344308,
      "en": "'I am not so dumb, that I do not know you are hiding out there, riddle-master!  Find them!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have won the battle",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Celofa has given you a challenge to better learn the use of the riddle she gave you.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Now that you have that old riddle of mine, I suggest you go out and put it to good use. There's no better way to learn than by doing, I say. I've gathered what information I can from all these texts you've brought me, and I think I shall be able to give you a nice reward for this next bit of burglary I'll have you do. Don't you love a good challenge?\\n\\n'There is a terrible enemy in the Sixteenth Hall, an Orc named Unur. He is a curse-shouter of no small skill, and he hates Burglars more than anything, for it may have come to pass that I plucked some valuables from under his nose and sneaked away unnoticed. He will answer a summons, but be wary and bring company with you! I'll warrant he'll have some friends too.\\n\\n'I may have picked his pocket, but I hadn't the gall to face him down in a fair fight. If you can defeat him, you will prove a great Burglar indeed, and I will humbly teach you all that I know.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Sixteenth Hall is north from the Foundations of Stone just south of Sigin-tharâk, and that is where the curse-shouter Unur may be found.\\n\\nCelofa wishes you to do what she could not: to summon Unur with your scroll and defeat him in fair combat. He will likely have companions, so you should be sure bring allies on this venture.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am tremendously impressed with your skills as a Burglar, [placeholder], and I do believe you have surpassed even myself in skill. I did not think anyone loved riddles more than I, but I see that you may be the greatest riddler I have ever met!\\n\\n'Now, do take this reward. You have earned it, and no mistake!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The great Burglar Celofa can be found in the Foundations of Stone.\\n\\nCelofa awaits tidings of your adventure and looks forward to humbly teaching you all that she knows.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Unur is a foul creature... the likes of him cannot be allowed to roam free.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you been to the Sixteenth Hall, [placeholder]? Unur still prowls those grounds, and he is wroth.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Unur and his trolls",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Celofa",
      "es": ""
    },
    {
      "id": 219344305,
      "en": "'Who put this here?  What is this?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Confounding Riddle (Optional)",
      "es": ""
    },
    {
      "id": 219344306,
      "en": "'Words?  What?  I have four legs and no eyes... this makes my head hurt!'",
      "es": ""
    }
  ]
}