{
  "id": 620831404,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated cave-claws in Skûmfil ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeat the kergrim-summoner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Skûmfil is nothing more than a dumping ground, a place where the fallen Orcs of Moria are discarded when they begin to reek. It is here that two foes have gathered, each intent on using the corpses found therein for their own purposes. The kergrim and other scavengers as a source of food, and the insects as a place to lay their eggs to spawn future generations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This task does not come from my dreams, but from the words of Throstur who told me that these creatures bring disease.\\n\\n'The kergrim and their ilk, the cave-claws digging beneath the stone tunneling towards their quarry -- tunneling towards the corpses they eat in Skûmfil -- bring terrible disease. \\n\\n'We must rid the place of these carriers, in order to help purge the disease. You must go to Skûmfil, south-east of the Shadowed Refuge, and rid the place of these disease carriers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Skûmfil lies to the south-east of the Shadowed Refuge.\\n\\nYmar told you that he was set to the task of ridding Skûmfil of the disease-carrying cave-claws within.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I will tell Throstur of your efforts. He will be pleased that this is done.\\n\\n'I thank you, friend. I thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ymar is at the Shadowed Refuge, north-west of Skûmfil.\\n\\nYou found your way to Skûmfil and destroyed the cave-claws there, halting the spread of the disease that they carry.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Ridding the place of disease is a task worthy of a [placeholder], is it not? Destroy the bearers of the disease so that it cannot spread.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat cave-claws in Skûmfil ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat the kergrim-summoner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Ymar at the Shadowed Refuge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ridding Potential Disease",
      "es": "",
      "es (fem)": ""
    }
  ]
}