{
  "id": 620831502,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Well met, [placeholder], and welcome to the Foundations of Stone. Your renown as a Minstrel precedes you, and I'm honoured to meet you at last. Together I hope we can bring light to this place.\\n\\n'I see great strength in you, but doubt also. And where there is doubt, there is dread, and morale can wither and break under such strain. But fear not -- you need naught but inspiration, which may then be used to infuse your heart with newfound power and will. \\n\\n'I can help you in this regard. To begin this last leg of your journey, I would have you acquire an instrument that once belonged to a great Minstrel. Legend has it that this piece could be well heard singing high above the clamour of battle, drowning out fear, anguish, and even death with its clear music. I have learned that an Orc, Shîk, has been seen with this instrument here in the Foundations of Stone.\\n\\n'They say that Shîk likes to play in the foetid pools along the northern edges of the Foundations of Stone and is especially fond of the waterfalls that feed them. Go and recover the instrument, and then return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Splendid work, [placeholder]. This is indeed the instrument I have sought. Now, let us see to your next task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Venture out into the Shadowy Deeps, [placeholder].  You should find an Orc by the name of Shîk.\\n\\n'Kill the Orc, and bring the instrument back to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Triumphant Spirit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Pada has tasked you with recovering an ancient instrument from an Orc within the Foundations of Stone. He wishes to see your skill so that he can assess how best to teach you what is left to be taught.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Acquired musical instrument",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the instrument to Pada",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Orc Shîk can be found in the Foundations of Stone. Pada mentioned looking for Shîk in the pools of water with waterfalls along the northern edges of the Foundations of Stone.\\n\\nPada has requested that you venture forth to recover an excellent and famous instrument from the unworthy Orcs to help further your final education as a Minstrel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Acquire the instrument from Shîk in the Foundations of Stone",
      "es": "",
      "es (fem)": ""
    }
  ]
}