{
  "id": 620831413,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The malevolence of the gredbyg of the deep dark of Khazad-dûm is clear. What is unclear, however, is whether or not these insects bear disease or are otherwise responsible for the plague affecting the Orcs.\\n\\n'I would ask that you collect the innards of these insects from within the area called Skûmfil. I can better appraise whether there is disease within the gredbyg, and thus better inform Mallas if the insects pose a greater threat to us than what we expected.\\n\\n'You can find Skûmfil by heading to the south-east of the Shadowed Refuge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I will take time to study these and determine if there is a threat to be found here. I will tell Mallas of your efforts.\\n\\n'I thank you for all you have done, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Return to me when you have the innards with you. You can get them from the gredbyg within Skûmfil, located to the south-east of the Shadowed Refuge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stomach of Iron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Skûmfil is nothing more than a dumping ground, a place where the fallen Orcs of Moria are discarded when they begin to reek. It is here that two foes have gathered, each intent on using the corpses found therein for their own purposes. The kergrim and other scavengers as a source of food, and the insects as a place to lay their eggs to spawn future generations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected handfuls of grodbog-innards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the innards to Pentlenn at the Shadowed Refuge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Skûmfil is south-east of the Shadowed Refuge.\\n\\nPentlenn would like to study the innards of the gredbyg at Skûmfil to see if there is any disease within them that could be affecting the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect handfuls of grodbog-innards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}