{
  "id": 620831409,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated howling overseers in the Dark Delvings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeat snarling overseers in the Dark Delvings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeated Dark-maw masters in the Dark Delving ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "In the deepest dark of Moria there is a place where the only light that shone emanated from dwarf-lamps and luminescant fungus. Now, these delvings are dim and darker than ever and home to creatures that exist in nightmares. Yet here they are, and Veúlfur's agents sent to the Shadowed Refuge draw little comfort in knowing that there is something within the Dark Delvings that commands the Orcs to poison themselves in a manner that gives them over to some greater will.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Defeated dark world-eaters in the Dark Delving ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The nameless creatures of the dark are a blight on Khazad-dûm and must be destroyed. I ask you to go to the Dark delvings far to the south-east of our location here at the Shadowed Refuge and destroy the evil creatures that dwell there.\\n\\n'We cannot suffer their existence when it is within our means to rid them from the world. The dwarves built lamps in the Dark Delvings long ago to keep the nameless horrors at bay...they may still exist, but some of these Nameless seem to have overcome the wards.\\n\\n'Please, go there and clear away the evil things.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Dark Delvings lie far to the south-east of the Shadowed Refuge.\\n\\nMoggi made mention of lamps placed in the Dark Delvings by the dwarves and how they may drive back some of the Nameless, but he thinks that there are others who are unafraid of such Light. Use caution as you fulfill this task.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Aye, there is something of honour in this place yet. You have proven it thus.\\n\\n'I will tell Gelirwen that you have done what I asked, and you will be well-respected always by myself and my brethren.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Moggi is at the Shadowed Refuge, far to the north-west of the Dark Delving.\\n\\nYou fought your way into the Dark Delving and there defeated many of the nameless horrors. You should now return to the Shadowed Refuge and inform Moggi of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Use the lamps as you can, but I do not think that all the Nameless there will be driven away. Do not fight them in the dark as that is their home and their strength will grow.\\n\\n'Defeat these nameless horrors in the Dark Delvings, far to the south-east of the Shadowed Refuge, then return to me.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat howling overseers in the Dark Delvings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat snarling overseers in the Dark Delvings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat Dark-maw masters in the Dark Delving ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defeated dark world-eaters in the Dark Delving ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Things in the Dark",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Moggi at the Shadowed Refuge",
      "es": ""
    }
  ]
}