{
  "id": 620831512,
  "txt": [
    {
      "id": 218649169,
      "en": "'Rumour has reached me here of many dark things that dwell in Moria. The place has an ill reputation, but there is supposedly a creature the dwarves dredged up there that is particularly vile. I'm quite surprised Sadreda did not send you after it himself.\\n\\n'You should travel back to the Foundations of Stone and seek out the creature known as The Dark Warden. I can't promise it actually exists -- rumours are rumours, after all -- but if it does, it should be defeated.\\n\\n'If it does indeed exist, bring its head to Sadreda as evidence of your victory.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I see your journey was well worth the effort, [placeholder]. And what is this you have?\\n\\n'I see...Mosco Mudbottom was right. I do know how you must proceed from here.\\n\\n'This next step will be most perilous...are you ready?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Dark Warden may be found in the Foundations of Stone in Moria.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What is it, [placeholder]? Do you have some news for me from Mosco?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Offensive Strike",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Rumour of the dark things that dwell in the depths of Moria have reached even the ears of Mosco Mudbottom in the Lone-lands.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected the Dark Warden's head",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Sadreda at the Shadowed Refuge",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Dark Warden, if it exists, dwells somewhere within the Foundations of Stone in Moria, far to the east and south of the Lone-lands.\\n\\nMosco Mudbottom has tasked you with discovering the lair of the Dark Warden and bringing the creature's head to Sadreda.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat the Dark Warden and collect its head",
      "es": ""
    }
  ]
}