{
  "id": 620831495,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Return to Armbeald at the Redhorn Lodes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Your final task will be to defeat Drâgh. Gather your friends, [placeholder], for this will not be an easy feat.\\n\\n'Take this effigy into the Grand Stair and summon forth the cruel Orc that poses so great a threat to the folk who wish to reclaim their rightful home. I do not wish him to harry the free peoples of Moria any longer.\\n\\n'Return to me when you have succeeded in banishing this creature, [placeholder]. I hope that your arrows will fly true and bring him down once and for all, so that he troubles us no more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]. You are indeed worthy of this reward!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Is it done?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Set the Trap (Optional)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The White Hand Orc-leader, Drâgh, can be found in the Grand Stair of Moria, bringing terror wherever he roams. A dwarf of the expedition was killed, and you have been asked by Armbeald to avenge the innocent by felling this evil foe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Drâgh has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Drâgh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Drâgh can be found at the Grand Stair, east from the Redhorn Lodes and north-west from the Shadowed Refuge in the Foundations of Stone.\\n\\nYou should defeat Drâgh at the Grand Stair to prevent his further interference with the dwarf expedition in Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Retun to Armbeald at the Redhorn Lodes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Armbeald can be found at the Orc-Watch in north-west of the Redhorn Lodes.\\n\\nYou should return to Armbeald and tell him that Drâgh has been defeated through the efforts of you and your friends.",
      "es": "",
      "es (fem)": ""
    }
  ]
}