{
  "id": 620831517,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Talk to Winiel at the Rotting Cellar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Your investigation has proven both fruitful and distressing. Apparently the dwarves of old were plagued by a fire-grim of no meagre stature, perhaps a servant of Durin's Bane.\\n\\n'If this creature is allowed to linger here, it is entirely possible it will find aid from the other agents of the Enemy that have come to claim Moria. We cannot let that come to pass!\\n\\n'Gather your friends, [placeholder]. Head into the Forges of Khazad-dûm, east into the Flaming Deeps, then south at the Cross-roads of Ash. Once there, use this tome to summon the fire-grim Ruingal and defeat him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder].\\n\\n'With the fire-grim banished, the Mines of Moria are one step closer to recovery, though I know not if the Elves will ever see such things come to pass... their time in Middle-earth is ending.\\n\\n'Take this as your reward. You have more than earned it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Is the deed done, [placeholder]?\\n\\n'Do not despair if the task proves more challenging than you had anticipated. Hope and fellowship are your strongest weapons in the face of evil. Look to them for strength.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Light of the Rising Dawn (Optional)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Winiel has deciphered the lore-fragments you brought her with the aid of the book you acquired from the toad Greatroar. With your aid she has gleaned knowledge of a fire-grim that haunts the Mines of Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Ruingal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Use the tome to summon Ruingal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Enter the Forges of Khazad-dûm, summon the fire grim, Ruingal, and slay it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Ruingal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Winiel is at the Rotting Cellar in the Water Works, north-east from the Forges of Khazad-dûm.\\n\\nYou should return to Winiel with tidings of your victory.",
      "es": "",
      "es (fem)": ""
    }
  ]
}