{
  "id": 620831494,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Return to Dithrik at the Foundations of Stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have done well indeed to come as far as you have on your journey as a Guardian, but I would be most curious to see how you perform in a well-matched situation. My friend Brestir, as strong a dwarf as any you'll meet nowadays, is waiting to match you in a duel.\\n\\n'Travel to the Bridge of Khazad-dûm and look there for Brestir. If you can best him in a fair duel, you will surely be ready for my next task.\\n\\n'My heart tells me that you are ready, but Brestir will return to me and perhaps have more to tell me. Forgive me for my lack of trust, but there are some things that must be proven beyond doubt before they are assumed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am impressed, and humbled. All dwarves are doughty and tough, but Brestir is reckoned to be among the strongest of our race. You must be a truly accomplished warrior and Guardian to have bested him thus.\\n\\n'You have passed the test, and you have my praise and apologies. My heart spoke true when it told me you were ready, and did not need to be tested. But I hope you will forgive me, for the sake of fairness. \\n\\n'We must now look forward, [placeholder]. Let us see to your next task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I greet you, Guardian. You sought Brestir, and now you have found him!'  \\n\\n'Dithrik has sent you here to be tested. I will test your resolve in combat and determine your worth, and I will not check my tongue when I return to give my assessment. If anything is lacking in your skill, mighty Brestir will find it out, and Dithrik shall hear of it!\\n\\n'Well then, fledgling, are you ready to face me in combat? Then come! Baruk Khazâd! Khazâd ai-mênu!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Litany of Defiance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Before continuing your learning, Dithrik would like to see how you fare in a duel against the dwarf Brestir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Brestir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Challenge Brestir to a duel at the Bridge of Khazad-dûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Bridge of Khazad-dûm, where Brestir can be found, is north of the Foundations of Stone and east of the Second Hall.\\n\\nDithrik has invited you to challenge his friend Brestir to a duel to see if you are prepared for the challenges ahead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Brestir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Return to Dithrik at the Foundations of Stone",
      "es": "",
      "es (fem)": ""
    }
  ]
}