{
  "id": 620831481,
  "txt": [
    {
      "id": 218649169,
      "en": "'I am glad you are here, [placeholder]; well met, indeed! For I'm Celofa, Mistress of Riddles. How I love riddling! I can see by the twinkle in your eye that you know just how I feel on this matter.\\n\\n'I shall be happy to trade some riddlish skill with you, but first I have a more mundane task. Complete it, and the riddling will begin!\\n\\n'There's a nasty Orc, Bidroi, down in the Eastern Deeps. He doesn't like riddles, that one. I seem to have upset him when I told him a terribly befuddling one, and he was so confused that he fell right down a set of stairs into a great hole, and had to shout and roar for his fellows to come and free him. He is not very happy now, and is rather a threat to the good people here, I'm afraid. Deal with him, and then return to me.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Splendid!  Now let us begin our game of riddles.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Before I continue your instruction, I want you to defeat Bidroi...you should find him in the lowest level of the Second Hall.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "be sure to get that scroll\t",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Bag of Tricks",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Celofa has tasked you with slaying the Orc Bidroi to further your advancement as a Burglar.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Bidroi",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Bidroi",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Orc Bidroi can be found on the bottom floor of the Second Hall where he fell from befuddlement. The Second Hall is north of the Foundations of Stone and east of Zelem-Melek.\\n\\nCelofa looks forward to sharing some new skills as an advanced Burglar, but has first tasked you with a simple deed: to defeat the Orc Bidroi.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Celofa",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Celofa can be found in the Shadowed Refuge in the northern reaches of the Foundations of Stone in Moria.\\n\\nNow that you've defeated Bidroi, you should return to Celofa so that she may begin to teach you her advanced Burglar skills.",
      "es": ""
    }
  ]
}