{
  "id": 620831598,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Raised Eldur's spirits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Raised Lythur's spirits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Raised Skafti's spirits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Many of the Longbeards struggling to reclaim Moria have been daunted by the seemingly impossible task set before them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We have seen that your actions will no doubt inspire those around you, but all too often it is a captain's words that embolden the hearts of people around them. It is said that the words of great captains throughout the ages have turned the tides of battles that would have otherwise been lost. Without the power of speech, a captain is little more than a common warrior.\\n\\n'For your second task, I would have you speak with three dwarves. The first, Eldur, can be found at the Rotting Cellar, which lies west from here. The second, Lythur, is encamped at Durin's Threshold at the western edge of the Great Delving to the north-west. The third, Skafti, is at Jazârgund in the middle of Durin's Way to the north.\\n\\n'Use your words to lift the hearts of these dwarves, for they have seen all too much despair and are now filled with sorrow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Eldur can be found at the Rotting Cellar, just west of the Flaming Deeps. Lythur can be found at Durin's Threshold at the western edge of the Great Delving, north of the Silvertine Lodes. Skafti can be found at Jazârgund in the middle of Durin's Way in the northern reaches of Moria.\\n\\nGarnyd has asked you to raise the spirits of three dwarf-soldiers found throughout Moria: Eldur, Lythur, and Skafti.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]. You are an inspiration to the people of Middle-earth.\\n\\n'Let us see now to your next task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Garnyd is at Anazârmekhem in the Flaming Deeps.\\n\\nNow that you have raised the dwarves' spirits, it is time to return to Garnyd.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "Eldur's eyes light up ever so faintly as you approach him. You hear the tale of his recent defeat and remind him that death is but another step in one's journey through the ages.\\n\\nHearing this, his mood brightens and he nods slowly.\\n\\n'Thank you, Captain. You have given my heart the strength that had been stolen from it naught but a few days ago.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "Lythur stands to attention at your approach. You hear the tale of his recent encounters in Moria and offer him words of encouragment.\\n\\nHearing your words seems to put his mind at ease, and he relaxes visibly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "Skafti meets your eyes and a look of recognition crosses his face.\\n\\n'I've heard of you, [placeholder]. Your deeds have reached even the ears of the dwarves under the mountains. You need not speak another word. I know why you have come; and I say that a true captain's measure is in their mere presence, as you have shown me just now.\\n\\n'If you will excuse me, Khazad-dûm is not yet under the rule of its rightful masters. There is much work I must do, and no rest to be had until this great Durin's Folk is completed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Raise Eldur's spirits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Raise Lythur's spirits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Raise Skafti's spirits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Garnyd at Anazârmekhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Rallying Cry",
      "es": "",
      "es (fem)": ""
    }
  ]
}