{
  "id": 620831503,
  "txt": [
    {
      "id": 22075075,
      "en": "Return to Pada at the Foundations of Stone",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have deciphered all I can from this text you recovered, [placeholder], but there is still something missing. This composition is almost complete, yet it is so far from being the full song I know it should be!\\n\\n'I want you take what I've written so far and head into Skûmfil east of here. While there, keep an eye out for the deep-claw Cracktooth. I believe it may be in posession of the remaining text, for deep-claws always seem to be gathering for their foul nests.\\n\\n'Gather your friends and strength for this fight, for it shan't be easy. Your companions will look to you for inspiration, so you must be wilful and strong...but I will not tell you how to be a good Minstrel, for you know that well already! Return to me when you have found the scrap I seek, and you will then be ready for all that I have to teach you.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'[placeholder], this is it! You have found and restored a lost piece of wonderful music, ancient beyond reckoning, but timeless too. Surely you appreciate what a great thing you have done, for music is woven into everything we know. There is even music in silence, if you listen closely.\\n\\n'It has been a pleasure working with so great a Minstrel as yourself. I hope that my lesson is worth your troubles; indeed, you have taught and inspired me as well! I see now that you will stop at nothing to pursue a worthy cause, and here I had doubted that your will would prevail in this dark place.  \\n\\n'You have restored hope to me, my friend, and I did not even know that my hope had failed. May your music ever bring you light when your feet take you down dark roads.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Is it done, [placeholder]?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Fellowship's Heart (Optional)",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Pada has deciphered the musical text you acquired and transcribed it to a composition that you can now read and perform. In order to practise your newfound knowledge, Pada has tasked you with entering Skûmfil and facing down the deep-claw Cracktooth.  ",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Cracktooth has been defeated",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Cracktooth in Skûmfil",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cracktooth is in Skûmfil in Moria, east of the Shadowed Refuge in the Foundations of Stone.\\n\\nYou should defeat and search the deep-claw named Cracktooth in Skûmfil, for it is likely that the last bit of text can be found upon that beast.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Pada at the Foundations of Stone",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Pada awaits your return at the Foundations of Stone in Moria.\\n\\nYou have defeated Cracktooth and recovered the lost text missing from the composition being compiled. The completed work should help you on your way to being a truly heroic Minstrel.",
      "es": ""
    }
  ]
}