{
  "id": 620831406,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated grodbog-warriors ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated grodbog hive-defenders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeated blind drones ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Skûmfil is nothing more than a dumping ground, a place where the fallen Orcs of Moria are discarded when they begin to reek. It is here that two foes have gathered, each intent on using the corpses found therein for their own purposes. The kergrim and other scavengers as a source of food, and the insects as a place to lay their eggs to spawn future generations.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'These gredbyg are an annoyance, plain and simple. There is naught in particular I find acceptable with these insects. The best way to deal with them is to rid Khazad-dûm of them completely, I say.\\n\\n'So that is what I want done. Go to Skûmfil and kill the gredbyg there. There are many of the things, and each and every one of them needs to be destroyed.\\n\\n'It may seem a bit brash, perhaps, but insects should never grow this large. Skûmfil can be found south-east of the Shadowed Refuge.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Skûmfil lies to the south-east of the Shadowed Refuge.\\n\\nLar wants to see the gredbyg within the depths of Skûmfil defeated. The insects are trying to breed in the bodies dumped by the Orcs within Skûmfil, and if left unchecked, they could breed too quickly to control. Lar also wonders if they might be the source of the plague affecting the Orcs.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Glad to know that you met with good success. This proves that you are a decent warrior indeed.\\n\\n'I will pass along word of your success to Mallas. I thank you, friend.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lar is at the Shadowed Refuge, north-west of Skûmfil.\\n\\nYou fought against numerous and varied gredbyg within Skûmfil and now must return to the Shadowed Refuge to inform Lar of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If there are too many of those gredbyg, everything in Moria will be overrun. We cannot risk the gredbyg carrying disease or becoming such a numerous menace that they replace the Orcs once we drive them out of Khazad-dûm. We must kill as many as we can now.\\n\\n'Go to Skûmfil south-east of the Shadowed Refuge and deafeat the gredbyg there.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat grodbog-warriors ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat grodbog hive-defenders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat blind drones ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Lar at the Shadowed Refuge",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Beneficial Poison",
      "es": ""
    }
  ]
}