{
  "id": 620831499,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected lore-fragments ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected lore fragments ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Winiel has come to the Water-works, seeking the lost knowledge of the dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Well met, [placeholder]. It is good that you have come to me. I see in your eyes the hunger for knowledge that drove me to greater pursuits in ages long passed.\\n\\n'Here in the Water-works, it is easy to find odd bits of dwarf-knowledge thought lost to the ages. If you are up to the task, I would have you gather some of these texts and bring them to me.  It is likely we will both end up learning a great deal together.\\n\\n'Your search should focus upon the larger buildings in the Water-works as well as any large gatherings of foul creatures here. Return to me when you have found a significant amount of material for us to study.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lore-fragments can be found throughout the Water-works.\\n\\nWiniel has asked you to search for lore-fragments of the ancient dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]. These will prove most valuable in the days to come.\\n\\n'We must move on to your next task, for we have little time to lose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Winiel is at the Rotting Cellar in the Water-works.\\n\\nYou should bring the lore-fragments back to Winiel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Continue your search for more lost knowledge here in the Water-works.\\n\\n'Such knowledge is likely to be in and around the larger buildings here, but I would not be surprised to hear that some of the local wildlife have gathered them up out of curiosity.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect lore-fragments ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Take the lore-fragments back to Winiel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect lore fragments ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Take the lore fragments back to Tithenorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Beacon of Hope",
      "es": "",
      "es (fem)": ""
    }
  ]
}