{
  "id": 620831485,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Well, we have come to it. There is no time like the present for these horrible deeds. You must gather your friends and your strength, [placeholder], for you will need both before the end. Head into the place known as the Dark Delvings, and bring this bait we have concocted.  \\n\\n'Once inside, look for the place where the World Eater was fought in the days of old, and leave the bait there. There should be no mistaking the place.\\n\\n'I do not know what you must do to proceed from there. I am sorry I cannot be more helpful, but if you cannot find a way, then you will have little use for what I wish to teach you upon your return. I wish you the best of luck, Guardian.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "Dithrik's chest swells as you approach, and he seems to be sizing you up as if seeing you for the first time.\\n\\n'You have done well this day, [placeholder]. Few others in the history of the ages could have accomplished what you did this day. Few indeed, for I tried also, and barely escaped with my life.\\n\\n'From this day forth, you are my shield-brother. You have earned the title in my eyes, and indeed in those of all dwarves. Let any who question your valour come see me, and I'll set them aright with a dwarf-fist to the eye.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The World Eater earned its name long ago when the dwarves brought their picks too deep into the heart of the mountains. Have you brought it to its knees?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Challenge the Darkness (Optional)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dithrik has given you the final task in your quest for advancement as a Guardian. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Nightshine has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Nightshine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Defeat the World Eater in the Dark Delvings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Dithrik in the Foundations of Stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Return to Dithrik in the Foundations of Stone",
      "es": "",
      "es (fem)": ""
    }
  ]
}