{
  "id": 620831457,
  "txt": [
    {
      "id": "0xa4b0ff5",
      "en": "Runekeeper -- Attunement",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Rune-keeper -- Attunement",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Attunement -- Hows, Whats, and Whens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38ce4c2",
      "en": "Zombie Columbus",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61726d1",
      "en": "Greetings, fellow Rune-keeper!\\n\\nIn recent encounters with some of our more inexperienced fellows, I have realized that some aspiring rune-scholars are confused about the basic maxims of Attunement. What follows is a short exposition on said subject, specifically aimed at entry-level students, in hopes that it will better further pursuits in the art of rune-craft. I would appreciate it if you would read over this very simplistic primer on Attunement and perhaps send me notes on how well it explains the concept to new Rune-keepers.\\n\\nAs you have no doubt noticed, there is a new element to your visual plane: the Attunement Metre. This balancing mechanism tracks your current Attunement step, which is a measure of your mental state while practising our arts. Attunement dictates what skills may or may not be used at certain times, and can even influence the effectiveness of some abilities.\\n\\nEach skill you use will shift your Attunement step by a certain amount and in a certain way: offensive abilities towards the left-most Battle state and restorative abilities to the right-most Healing state. The middle of these two is the Steady state and is where all Rune-keepers remain when they are not engaged in combat; Attunement will always return to this Steady state when combat ends.\\n\\nThe left side of the Attunement Metre is tinged red and adorned with certh lettering; the Sindarin word for Battle, Dagor, is represented here. When calling upon words for harm your Attunement will step up on this side of the bar, increasing the potency of elemental skills and unlocking the capacity to use even more devastating abilities.\\n\\nSteady Attunement (or Thalas, in Sindarin) is represented by grey-brown runes. It is associated with divination, knowledge, and the defensive arts, that neither harm nor heal. Use of such abilities will level out your Attunement Metre towards the middle ground, diverting the mind from any focus on either harm or healing.\\n\\nThe right side of the Attunement Metre is the green Healing steps (or, in Sindarin, Nestad). A foray into this area of the runic arts will open the way to more subtle and powerful healing techniques and shielding abilities.\\n\\nBeware: a mind bent on harm is not quick to heal, and one who is mending becomes slow to harm. Focusing too deeply on Battle will limit one from higher Healing abilities, and vice versa.  It is important for a Rune-keeper to plan ahead for what is needed and to make ample use of their Steady abilities when the tides have turned and they must quickly change their course.\\n\\nI also feel I must mention that there are also some rare abilities which align themselves to the elemental affinity of whatever Rune-stone is handy. Learn to take advantage of these and always keep around a few extra Rune-stones of differing types if you ever come upon such power.\\n\\nNa-den pedim ad. – Z.C.",
      "es": "",
      "es (fem)": ""
    }
  ]
}