{
  "id": 620831402,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'More dreamscapes from my nightmares. I have seen the glow of the worms, the tendrils looking like gleaming diamonds dropping from the heavens.\\n\\n'They are never diamonds, only worms, descending now to swallow my head choking my breath and ending my life. I awake from these nightmares without breath and sweating.\\n\\n'Will you help me end these nightmares, end the terror? Kill the glow-worms in the Dark Delvings. You will find the Dark Delvings far to the south-east from our location here at the Shadowed Refuge. Kill them and return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Sleep. I hope to sleep, but the gloom in this place darkens my dreams still. I hope that there will come a time when light returns here, and radiance once again holds sway.\\n\\n'For now, I take solace in what you have done for me and will see that Gelirwen is informed that you served me well. Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If I knew the worms were dead, I might better rest even in the belly of Khazad-dûm, so dark and deep. Please breach the Dark Delvings to the south-east of the Shadowed Refuge and kill the glow-worms there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Fell Glow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In the deepest dark of Moria there is a place where the only light that shone emanated from dwarf-lamps and luminescant fungus. Now, these delvings are dim and darker than ever and home to creatures that exist in nightmares. Yet here they are, and Veúlfur's agents sent to the Shadowed Refuge draw little comfort in knowing that there is something within the Dark Delvings that commands the Orcs to poison themselves in a manner that gives them over to some greater will.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated glow-worms in the Dark Delving ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat glow-worms in the Dark Delving ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Dark Delvings lie far to the south-east of the Shadowed Refuge.\\n\\nYmar's nightmares continue, and he needs you to help him rid them from his mind. He asked you to breach the Dark Delvings and kill the glow-worms there to set his mind at ease.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Ymar at the Shadowed Refuge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ymar is at the Shadowed Refuge, far to the north-west of the Dark Delvings.\\n\\nYou found the glow-worms within the Dark Delvings and defeated them as Ymar had asked.",
      "es": "",
      "es (fem)": ""
    }
  ]
}