{
  "id": 620831483,
  "txt": [
    {
      "id": 218649169,
      "en": "'Well met, [placeholder]. If Durin's Folk are to ever retake their ancient home of Moria they will need the support of captains like yourself. I can see that you are a captain of no small amount of experience. If  you would like to contribute further to the campaign here, I would ask of you a series of challenges.\\n\\n'There is an Orc not far from here, in the north-western region of the Flaming Deeps. He is responsible for the deaths of more dwarves than any other single Orc I know of in this place.\\n\\n'If you are up to it, your first task is to hunt down and kill this Orc, who calls himself Pukhal. Head south and then west from here into the Flaming Deeps and deal with Pukhal. Return to me if you succeed in this task.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done. You have eliminated a great threat to our campaign, and in the process, you have proven that your valour in battle will be enough to inspire those under your command.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Cry of Vengeance",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Many dwarves have been slain by an Orc named Pukhal, a terrible warrior among the denizens of Moria.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Pukhal",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Pukhal",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Pukhal can be found south and then west of Anazârmekhem in the north-western reaches of the Flaming Deeps.\\n\\nGarnyd has tasked you with killing the Orc Pukhal.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Garnyd at Anazârmekhem",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Garnyd is at Anazârmekhem, in the northern reaches of the Flaming Deeps.\\n\\nYou should return to Garnyd with news of your success.",
      "es": ""
    }
  ]
}