{
  "id": 620831518,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I am terribly perplexed by this deceptive scroll, friend Burglar. It teased me with hopes of learning a very great and mischievous riddle, but then played a trick on me by being incomplete from the start! \\n\\n'I think I know just where to hunt next for the missing text to this naughty scrap of lore. In the Foundations of Stone are many Orcs, most of whom have become infected with the unhappy fungus that plagues the area. One in particular, who goes by the name of Horngaz, has apparently gained his own appreciation of scrolls and books. Yes, an Orc who likes riddles -- a peculiar event, is it not?\\n\\n'Find Horngaz, [placeholder], and see if he has the missing text we seek. I shan't sleep a wink until I can find out the rest!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]. Well done, indeed!'\\n\\nCelofa immediately starts reading the text you brought her while absently handing you an old scroll.\\n\\n'Here, you may take this.  I've learned all I can from it and I think you could make good use out of it.\\n\\n'In fact, I know just the thing to help you learn how to use it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found Horngaz yet? I am sure he can be found in the Foundations of Stone somewhere.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I cannot bear the suspense, [placeholder]! Do you have it? Why must you tease me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Startling Twist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Celofa thinks that the remaining text that pairs with the scroll you found earlier is in the posession of an Orc named Horngaz. The remaining text must be found in order for her appetite for riddles to be sated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Found the missing text",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the missing text",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Horngaz is somewhere within the Foundations of Stone.\\n\\nCelofa has asked you to acquire the missing text from the Orc Horngaz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Celofa",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Celofa is in the Foundations of Stone.\\n\\nYou should return to Celofa with the scroll.",
      "es": "",
      "es (fem)": ""
    }
  ]
}