{
  "id": 620831486,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected the yellowed tooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected the chipped tooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected the stained tooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Armbeald has tasked you with finding the four missing teeth from the skull you brought him. He suggested you go to the White Hand Orcs in the Redhorn Lodes and search among the higher-ranking soldiers there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Collected the flat tooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Armbeald turns the skull over in his hand and frowns.\\n\\n'Four teeth are indeed missing, but not through any act of violence. It looks like they were extracted, rather than knocked off by some careless gesture. I can venture a guess at what happened here.\\n\\n'The Orcs of the White Hand favour bones as cosmetic trophies and trinkets. After the dwarf was murdered, his teeth were taken and his flesh devoured. Orcs are terrible creatures, and sport with their prey. They have no dignity, no respect for the dead as we do. They would just as soon despoil their own kind in this hideous manner.\\n\\n'It is likely that the missing teeth can be found on the White Hand Orcs. Large teeth such as these would be considered valuable and are likely in the posession of the more senior amongst our nearby foes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Orcs suspected of taking the teeth are in the White Hand Orc-fortress in the Redhorn Lodes.   \\n\\nLook for high-ranking Orcs in your search for the missing teeth. They should be defeated and their remains searched, and if any teeth are found, Armbeald in the Redhorn Lodes will wish to see them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]. We have begun to avenge our unfortunate friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Remember to look for high-ranking Orcs. They're more likely to have the missing teeth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Armbeald in the Redhorn Lodes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect the yellowed tooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect the chipped tooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect the stained tooth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Passage of Foes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Collect the flat tooth",
      "es": "",
      "es (fem)": ""
    }
  ]
}