{
  "id": 620831416,
  "txt": [
    {
      "id": 218649169,
      "en": "'In the Sixteenth Hall lie many evils; we thought that Orcs were the greatest. Yet recently I saw from my watch some growths of fungus spattered throughout the hall.\\n\\n'I hail from the woods, and lichens do not generally make me afraid, but these fungi did so. Indeed, my skin crawls when I remember them. There was something terrible about those growths.\\n\\n'I yearned to go back and study these things, but there is so much else to do ere I will have time, and I do not wish to put this off. I ask you to enter the Sixteenth Hall in my stead. Go to the north-east of the Shadowed Refuge and collect samples of this fungus for me. When you bring them back, I should be able to discern what ills can be derived from this new silent foe.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am not familiar with this species. It bears no semblance to any fungus I have seen in all my long years.\\n\\n'I will need to take more time to study this, but I consider your service complete, for you have done exactly as I bid. You have my thanks.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You will need to search the Sixteenth Hall for the fungus of which I spoke. You can find the Sixteenth Hall north-east of the encampment here in the Shadowed Refuge.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Fungus Among Us",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Sixteenth Hall is an area overrun with Orcs, many of whom suffer from a terrible illness that causes fungus-like growths on their bodies.\\n\\nMallas, an Elf ally to the dwarves, believes that there is something secret beneath the Sixteenth Hall and wishes to learn the true purpose and source of the plague.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected chunks of noxious fungus ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return to Glorelloth in the Shadowed Refuge",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The fungus of which Glorelloth spoke is to the north-east of the Sixteenth Hall.\\n\\nGlorelloth wishes you to collect fungus so that she may get a closer look at it and determine its nature.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect chunks of noxious fungus ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}