{
  "id": 620831451,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated toads in the Water-works ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated lizards in the Water-works ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Water-works is a site of importance to the dwarves who wish to remain in Moria. One such dwarf, Foreman Indrith, has made it a mission to repair the channel there.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Well now, you can see that this place is in a state unfitting for a dwarf like myself: too many leaks and not enough production. Add to that all the toads and lizards skittering about and... well, I am sure you understand what I mean.\\n\\n'I suspect that the toads and lizards are being pulled along with the currents and getting stuck in the pipes, gumming them up.\\n\\n'Do me a favour and thin out their number here and in the Water-works surrounding the Great Wheel, then return to me. We will see if we can get these pipes working as they should.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Toads and lizards can be found within the Water-works surrounding the Great Wheel.\\n\\nForeman Indrith believes that the toads and lizards may be clogging the piping of the Water-works.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Good, good. We can now see if the Great Wheel is ready to turn on its own once more, then set about fixing these leaks.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Foreman Indrith can be found in the Wheel-house, beneath the Great Wheel.\\n\\nYou cleared a good many toads and lizards out from the Water-works surrounding the Great Wheel and should now return to Foreman Indrith to inform him of your work.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We have to clear the pipes first, then we can think about getting the Water-works up and running. I already sent a dwarf ahead to examine the workings, but we must keep our attention here for the time being.\\n\\n'Do your best to rid the area of lizards and toads, and when you think you killed enough, return to me, and we will see if we can get the wheels working correctly again.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat toads in the Water-works ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat lizards in the Water-works ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Foreman Indrith in the Wheel-house",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gumming Up the Works",
      "es": ""
    }
  ]
}