{
  "id": 620831415,
  "txt": [
    {
      "id": 136263297,
      "en": "DWARF D Task Complete",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "DWARF E Task Complete",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "ELF B Task Complete",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Skûmfil is nothing more than a dumping ground, a place where the fallen Orcs of Moria are discarded when they begin to reek. It is here that two foes have gathered, each intent on using the corpses found therein for their own purposes. The kergrim and other scavengers as a source of food, and the insects as a place to lay their eggs to spawn future generations.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'In nature, as it is here -- though more perverse and thoroughly corrupted -- the insects dwelling within Skûmfil will use the corpses of the Orcs there to feed their young. It is possible that these gredbyg are bringing disease to the unsuspecting Orcs who deliver the bodies to Skûmfil.\\n\\n'I have set Lar, Moggi, and Pentlenn upon tasks needed to ensure that the insects within Skûmfil are not responsible for the plague spreading among the Orcs. Assist them as you can, and I will see that word reaches Veúlfur of your support against the dangers of Skûmfil.\\n\\n'You can find my three agents here in the Shadowed Refuge.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lar, Moggi, and Pentlenn are at the Shadowed Refuge.\\n\\nMallas has told you that he will speak well for you to Veúlfur at the Twenty-first Hall after you have assisted his agents in the Shadowed Refuge.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It is clear that something within Moria has tainted these gredbyg. Now, their numbers are fewer.\\n\\n'You will be spoken well of to Veúlfur, and you have my thanks, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Mallas is at the Shadowed Refuge.\\n\\nYou have completed all the tasks set before you by Lar, Moggi, and Pentlenn. You should now return to Mallas and inform him that your efforts are complete.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Speak with Lar, Moggi, and Pentlenn within the Shadowed Refuge. Return to me when you have completed their tasks, and I will inform Veúlfur of your assistance.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Assist Lar in ridding Skûmfil of gredbyg",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Assist Moggi in ridding Skûmfil of gredbyg",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect samples from the gredbyg of Skûmfil for Pentlenn",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Mallas at the Shadowed Refuge",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Life From the Dead",
      "es": ""
    }
  ]
}