{
  "id": 620831482,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Longpincer",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The gredbyg of Skûmfil are a vile breed of scavengers, and among them are terrible warrior-class insects.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You have done very well to have come this far, [placeholder]. One task remains between you and eternal glory.\\n\\n'Take these scent-glands you collected from Luillë and head into Skûmfil, the vile corpse-pile used by the Orcs. While there, use the scent-glands upon the ancient altar within to summon the grodbog Longpincer. The creature will not be able to resist the scent produced by the glands.\\n\\n'Be sure to bring your friends, for this is no small feat. Slay the grodbog, then return to me.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Longpincer is in Skûmfil, east of the Shadowed Refuge in the Foundations of Stone.\\n\\nValthor has asked you to complete the Path of the Martial Champion by slaying the grodbog Longpincer.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Most impressive, [placeholder].  \\n\\n'This day you have truly earned the title of Champion. May your name ever after serve as a source of terror for the Enemy.\\n\\n'Rest well, you have earned it.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Valthor is at the Shadowed Refuge in the Foundations of Stone, west from Skûmfil.\\n\\nYou should return to Valthor with news of your victory.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Longpincer is yet another verminous threat in the Foundations that needs to be dealt with. You can find the creature in Skûmfil.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Is the deed done, [placeholder]?\\n\\n'Remember that Longpincer resides in the pit of Skûmfil. You will need Luillë's scent-glands to draw her out.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Longpincer",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Valthor at the Shadowed Refuge",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Valthor at the Shadowed Refuge",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Heroics (Optional)",
      "es": ""
    }
  ]
}