{
  "id": 620831531,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "This book-case does not contain the scroll that you seek",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Found a scroll of riddles",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Celofa has sent you out to the Western Deeps in search of ancient dwarf-style riddles. Apparently clues can be found on the book-shelves there, but Celofa warns that making too much noise may attract the nearby Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'All right, [placeholder]. To begin, let's have you go out and dig up some old dwarf-style riddles... or at least riddles that dwarves wrote down. They needn't be dwarvish in origin, of course, but since Moria has such a great store of everything imaginable, just waiting to be uncovered, one would think that some excellent riddles can be unearthed here.\\n\\n'Now where was I... Ah, yes. Riddles! There are some old shelves in the Western Deeps, but you will find nasty Orcs too, I'm afraid. Try searching the shelves for any good riddles and bring one back to me.\\n\\n'And about those Orcs: they might hear you if you make too much noise rustling and rummaging about those shelves. I'd keep my eyes open, if I were you, and make quick work of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Western Deeps are north-west from the Redhorn Lodes. Celofa suggested that you start your search between Gabil-mamach and the Hall of Flowing Water.\\n\\nCelofa has asked you to search through any stacks of scrolls you may find in the Western Deeps between Gabil-mamach and the Hall of Flowing Water, but she warned that your search may alert the Orcs of that area to your presence if you are not careful.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done! This is a treasure, and no mistake!'\\n\\nCelofa purses her lips and avidly peruses the faded text, eyes alight with hopeful mischief.\\n\\n'Now hold on; this text is incomplete! This won't do... won't do at all.\\n\\n'We'll have to find the missing text to go along with this scroll you found, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Celofa is at the Foundations of Stone, south-east of the Western Deeps and the Redhorn Lodes.\\n\\nYou should return to Celofa with the scroll you found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'So, [placeholder], have you discovered any of the dwarf-make riddles I requested of you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Did you find that scroll yet?'\t",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find a scroll of riddles",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Celofa with the scroll",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Go collect a scroll",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Go collect a scroll",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tracking Treasure",
      "es": "",
      "es (fem)": ""
    }
  ]
}