{
  "id": 620831410,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "DWARF C Task Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "DWARF E Task Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "ELF B Task Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In the deepest dark of Moria there is a place where the only light that shone emanated from dwarf-lamps and luminescant fungus. Now, these delvings are dim and darker than ever and home to creatures that exist in nightmares. Yet here they are, and Veúlfur's agents sent to the Shadowed Refuge draw little comfort in knowing that there is something within the Dark Delvings that commands the Orcs to poison themselves in a manner that gives them over to some greater will.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "ELF C Task Complete",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Greetings, I have expected your arrival since first I saw the others in the Shadowed Refuge speaking with you. You show little fear of this place, but the right amount of respect to know that nothing here is safe. I also see that you do not let the gloom affect your heart, and this brings a smile to my face.\\n\\n'I am here at the behest of Veúlfur, who is posted at the Twenty-first Hall, and I have been watching as you seek to discover the secret of the plague carried by the Orcs. I too am after this secret.\\n\\n'There are four others here whom I have asked to assist me. I would ask that you entreat with them, here in the Shadowed Refuge before making your way into the Dark Delvings to discover what secrets they may hold. Ymar, Moggi, Pentlenn, and Glorelloth will all require your aid. Please, speak with them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Complete the task set before you by Ymar, Moggi, Pentlenn and Glorelloth surrounding the Dark Delvings and then return to Gelirwen.\\n\\nGelirwen wishes to know what secrets the darkest halls of Moria can offer the expedition to the Shadowed Refuge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I will send word to Veúlfur and share with you great knowledge, given me by those you aided.\\n\\n'The Gurvand you faced in the Dark Delvings was not the architect of this plague. Nay, it was the work of another, and we still do not know the identity of this creature. Its malevolence knows no bounds, and we shall need to remain vigilant here for signs that it might be rising ever closer to the surface.\\n\\n'You have our thanks for aiding in this discovery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gelirwen is at the Shadowed Refuge.\\n\\nYou completed all tasks set before you by Moggi, Ymar, Glorelloth, and Pentlenn and should return to Gelirwen with this news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Speak with Ymar, Moggi, Pentlenn, and Glorelloth ask them what must be done within the Dark Delvings. Once you have finished their tasks, I will send word to Veúlfur of all the aid you have rendered to us here in the Shadowed Refuge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Help Ymar rid the Dark Delvings of the glowing worms",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Help Moggi rid the Dark Delvings of the terrible things in the dark",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Recover the runes from the Dark Delvings for Pentlenn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Discover the secret of the Dark Delvings for Glorelloth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Into the Savage Dark",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Gelirwen at the Shadowed Refuge",
      "es": "",
      "es (fem)": ""
    }
  ]
}