{
  "id": 620831595,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], you have no doubt begun to understand the important role you play on the field of battle. But do you understand the importance of your counterparts among the enemy?\\n\\n'There is an Orc at Hurmulkezer to the south-east named Nanulg. He commands the respect of many Orcs around him and represents a great obstacle in the dwarves' campaign to retake the Mines of Moria.\\n\\n'I task you now with striking a strategic blow against the Orcs of this region. Find Nanulg and slay him. When you do, be sure to take his battle-horn. The horn alone will lower the morale of the Orcs that knew him in life.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]. Now for your final task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Is the deed done, [placeholder]? Have you brought me Nanulg's horn?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Routing Cry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Orcs at Hurmulkezer are led by a great War-leader named Nanulg. Without him, they might fall into disarray.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Nanulg's horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Nanulg's horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nanulg is at Hurmulkezer, south of Durin's Court along the southern edge of the Flaming Deeps.\\n\\nGarnyd has instructed you to defeat Nanulg and take his horn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring Nanulg's horn to Garnyd at Anazârmekhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Garnyd is at Anazârmekhem, in the northern reaches of the Flaming Deeps.\\n\\nYou should return to Garnyd with Nanulg's horn.",
      "es": "",
      "es (fem)": ""
    }
  ]
}