{
  "id": 620831514,
  "txt": [
    {
      "id": 218649169,
      "en": "'Well met, [placeholder]. There is an air about you that hints at your experience. From your attire, I must assume that you are a Rune-keeper much like myself. If greater knowledge is what you seek, then I can help. First, however, I have a task for you.\\n\\n'Ancient Rune-keepers used fine chisels to carve out their speech-craft in stone. The finest of these tools were made of mithril and were said to have power in their own right.\\n\\n'One such chisel has been seen recently, and I think it appropriate that we reclaim this instrument to further your own abilities. There is an Orc, Folok, in the south-west portion of the Redhorn Lodes near Malmezel. Seek out this Orc and slay him; our scouts believe they have seen the chisel in his possession.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Excellent work, [placeholder].  \\n\\n'This is indeed a fine tool of dwarf-craft. Let us hope that it has not been fouled by its recent owner.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Is the deed done, [placeholder]?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Prelude to Hope",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Orcs of Moria have looted many of the great treasures remaining in Moria after the fall of the dwarf-realm.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected the mithril chisel",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Márus at the Shadowed Refuge",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Folok has been seen in the south-west portion of the Redhorn Lodes, near Malmezel, at the western edge of the Redhorn Lodes.\\n\\nMárus has asked you to defeat the Orc Folok and recover the mithril chisel.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect the mithril chisel from Folok",
      "es": ""
    }
  ]
}