{
  "id": 620831500,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Snapjaw has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Acquired musical text",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Pada has asked you to find a special sheet of music to accompany the instrument you recovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The instrument you've found will undoubtedly serve you well on your ventures, for you are a great minstrel, and such a tool well befits you. There is nothing better than a tune played from the heart on a piece such as this, but we are still missing a key thing: written music!\\n\\n'There is a deep-claw in the Redhorn Lodes, Snapjaw, that is known to hoard papers and scraps of text to make nests for its foul broods. I believe that if you go there and slay that beast, you will find the very sheet we seek.\\n\\n'Snapjaw was last seen just south and west of the bridge that crosses the crevace south of the Broken Stair.  Go there slay this deep-claw, [placeholder]. Search its hoard for any musical knowledge that may prove useful and bring it back to me, and I will see if you have found the missing ticket.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The deep-claw Snapjaw can be found in the Redhorn Lodes south-west of the bridge that crosses the crevace south of the Broken Stair.\\n\\nSnapjaw has been rumoured to hoard a great deal of paper-scraps and texts, undoubtedly some of great historic value, to build nests for its brood. Pada wishes you to recover a sheet of music that can likely be taken from Snapjaw upon its defeat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You were very brave to face that beastly deep-claw, [placeholder]! This looks to be precisely what we needed.\\n\\n'Now, let me see what is scribed on this sheet....'\\n\\nPada begins to pore over paper you've brought him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Pada is in the Foundations of Stone, east from the Redhorn Lodes and then south to the Shadowed Refuge.\\n\\nYou should return to Pada with the musical text you have found, and hopefully it will be the one that he is seeking.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you beaten Snapjaw? The beast resides in the Redhorn Lodes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Snapjaw in the Redhorn Lodes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Acquire musical text from Snapjaw's corpse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Pada",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the texts to Pada",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Echoes of Battle",
      "es": "",
      "es (fem)": ""
    }
  ]
}