{
  "id": 620831507,
  "txt": [
    {
      "id": 54354734,
      "en": "Having discovered the signs of foul play among the nearby Orc-horde, Armbeald has asked you to seek out Frosti Groundshaker, a wise dwarf who is learned in many lores, to discover more about White Hand Orcs and their behaviour.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'At least our dwarf-friend is no longer scattered in pieces among the wretched Orc-hordes. We have restored a little of his stolen honour. Alas for this poor fellow and the wretched errand that brought him to his doom. \\n\\n'I wonder if there was anything behind this attack. Orc-savagery is not surprising in any circumstance, but the taking of trophies is not something that average Orcs do. I wonder what force drives this particular horde, and who commands them?\\n\\n'We shall find out, [placeholder]. Take these pieces to my friend, Frosti Groundshaker, in Thorin's Hall by the auctioneers south of the throne. He is very scholarly, and enjoys solving puzzles such as this.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Frosti Groundshaker is in Thorin's Hall, by the auctioneers south of the throne.\\n\\nYou should take the pieces to Frosti Groundshaker in Thorin's Hall so that he may shed some light upon what may be going on.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What's that you have there? Ah, that poor dwarf! He went out to do some scouting and exploring. What a terrible end to meet. Terrible! Well, Armbeald was right to have you come to me with evidence of the murder. I have a knack for solving this sort of thing.\\n\\n'So these teeth were extracted and found as trophies on Orc-leaders bearing the symbol of the White Hand? I bet I know who is behind this. I have heard rumour of a brutal Orc-master near the Redhorn Lodes, and his arm is long. He commands many of the White Hand Orcs in the vicinity.\\n\\n'I will make you a little idol, an effigy of sorts, with some runes carved upon it, and I wager it will summon the Orc if you brandish it with that intent. You should return now to Armbeald.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Armbeald is at the Orc-Watch in the Redhorn Lodes of Moria.\\n\\nFrosti Groundshaker has made you an effigy with some runes that may help to draw the attention of the Orc-wraith. You should return to Armbeald in Moria and he will instruct you on what to do next.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You should show your grisly trophies to Frosti Groundshaker...he may know more than I about them.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Yes? Do you have something for me?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You should let Armbeald know what we learned.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Ill tidings! I have heard of this beastly White Hand Master, and the rumours say that he is very strong, and his command expansive. He will be a difficult foe for a bow and arrow alone.\\n\\n'But Frosti Groundshaker is a useful fellow, is he not? This effigy will be valuable in what is to come next.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Give the items to Frosti Groundshaker in Thorin's Hall",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Give the items to Frosti Groundshaker in Thorin's Hall",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Return to Armbeald in the Redhorn Lodes",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Return to Armbeald in the Redhorn Lodes",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Strength of the Earth",
      "es": ""
    }
  ]
}