{
  "id": 620831407,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Sixteenth Hall is a vile place, [placeholder]. The Orcs there bear a terrible disease, but there is something more that troubles me.\\n\\n'My intuition is excellent, mind you, or else I would not be troubling you with my guesswork. I have been watching the enemy closely from my watch; based on their behaviour, I would venture that something lies hidden away yonder.\\n\\n'Delve as deeply as you dare into the Sixteenth Hall and discover their secret! Worry not; I do not think this will be a fool's errand. You can find the hall by making your way north-east from the Shadowed Refuge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'There is no name for a horror such as that, but my feeling of foreboding has passed now that you say it is gone. I can breathe a little easier now.\\n\\n'I will tell Mallas of your great deed, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Though I send you into grave danger, I cannot tell you much more of this errand, for I do not know myself. I hope you will trust me in this: all the signs indicate that there is something of significance to be discovered in the Sixteenth Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Secret Beneath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Sixteenth Hall is an area overrun with Orcs, many of whom suffer from a terrible illness that causes fungus-like growths on their bodies.\\n\\nMallas, an Elf ally to the dwarves, believes that there is something secret beneath the Sixteenth Hall and wishes to learn the true purpose and source of the plague.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have slain The Lost One",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find and eliminate the source of Lar's worry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Sixteenth Hall lies to the north-east of the Shadowed Refuge.\\n\\nLar has asked you to delve deep into the Sixteenth Hall and see if you can locate the source of his unease.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Retrurn to Lar at the Shadowed Refuge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lar can be found in the Shadowed Refuge, south-west of the Sixteenth Hall.\\n\\nYou should return to Lar and tell him what you discovered and slew: a terrible headless creature in the depths of the hall, lurking in a room full of spores and slime.",
      "es": "",
      "es (fem)": ""
    }
  ]
}