{
  "id": 620831519,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'For your final task, [placeholder], you will take this battle-horn into Fil-gashan and look for the battle standard of the Orcs therein. When you find the standard, make use of it and defeat the Orcs that come to your call...and come they will. There is no way they can ignore the insult of their former leader's battle-horn being used to challenge them.\\n\\n'Begin your search in a place where many Orcs gather.  It is likely that their battle standard is there; and more likely still that the Orcs will answer the call of their fallen leader's battle-horn.\\n\\n'Remember that your task in this fight as a captain is to inspire your fellow warriors to continue the fight.\\n\\n'When you have won the battle, return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "Garnyd salutes you.\\n\\n'You have done well, [placeholder]. Your deeds have inspired warriors on the field of battle and will inspire man, woman, and child for years to come.\\n\\n'You have shown your worth, and I daresay its worth is greater than the mithril that was once the fame of Moria.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Is the deed done, [placeholder]?\\n\\n'Remember that your task in this fight as a captain is to inspire your fellow warriors to continue the battle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "In Harm's Way (Optional)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The call of Nanulg's battle-horn would be such an insult to the Orcs of Fil-gashan that they would not dare to ignore its call.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Orcs in Fil-gashan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Challenge Orcs inside Fil-gashan near their battle standard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fil-gashan lies in the south-western reaches of the Flaming Deeps.\\n\\nGarnyd has instructed you to use Nanlug's battle-horn to challenge the Orcs in Fil-gashan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Garnyd at Anazârmekhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Garnyd is at Anazârmekhem, north from Fil-gashan.\\n\\nYou should return to Garnyd with news of your victory.",
      "es": "",
      "es (fem)": ""
    }
  ]
}