{
  "id": 621018411,
  "txt": [
    {
      "id": "0x9b56856",
      "en": "'Edlothon and I did not travel as often once the Anarlossë died out. It was only one sign of the wounds Sauron inflicted upon Middle-earth, but it affected we two more personally than many others. I wonder if the Anarlossë grow still in the Undying Lands? Perhaps when I come there at last, I will find my brother smiling among them, eager to chastise me for delaying so long to see them. It is a happy thought, even if that is all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Blooms of Anarlossë",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01144",
      "en": "Haerandel is at the Festival Grounds, ready to describe his experiences to both you and the skeptical herbalists from Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56858",
      "en": "'I beg your pardon and hope you will excuse me, but I could not help but overhear the telling of your friend's story. I am not very good with names, so I do not quite know what flower he was talking about, but it seems to me that it bears some resemblance to the humble sun-flower. They grow in the Shire, you know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1151",
      "en": "A nearby hobbit coughs politely, motioning for you to speak with her",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01150",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Haerandel recently said farewell to his brother, who has departed for Mithlond on his way to the Undying Lands, and the sorrowful Elf has taken issue with the ideas of the visiting herbalists.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01154",
      "en": "Haerandel says the herbalists are mistaken about the connexion between the purple Anorloth and the Anarlossë of legend, and wants you to tell them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01158",
      "en": "Haerandel is at the Festival Grounds, having told you his memories of the legendary blooms of Anarlossë that once grew where the Men of the West came to settle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56841",
      "en": "'That hobbit believes that some strain of Anarlossë still grows within the bounds of her land? Can it be true?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56843",
      "en": "'I would not normally involve myself with such matters, but my brother Edlothon travels to Mithlond, there to depart Middle-earth for the Undying Lands; we said our farewells just yesterday, and I tarried here at the Festival Grounds seeking a balm for my unsettled thoughts. I could not make the decision for him, but neither am I ready to sail into the West, and the conflict wars within me.\\n\\n'Edlothon and I were given to travelling throughout Middle-earth, and together we found great joy in the beauty of far-off places. We rested in Rivendell and called it home, but never for long; we were always off again on our journeys before the sun had set a dozen times, and we wandered the wilds and came to villages unfamiliar and strange. This was our practice for almost an age of the world, but Edlothon grew sorrowful at the changes he saw, the places that were damaged by the ravages of war, the losses inflicted by Sauron. In time we did not journey as often, and we spent longer in Rivendell than we did away; this has been the last of our travels.\\n\\n'My brother departs, but the memory of my wanderings with him remain, and that is how I know your herbalist friends are mistaken: the purple Anorloth of today bear little resemblance to the Anarlossë of legend. If you tell them this, I will describe what I know of the Anarlossë to them and to you, if you wish.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56873",
      "en": "'I wonder if the Anarlossë grow still in the Undying Lands? Perhaps when I come there at last, I will find my brother smiling among them, eager to chastise me for delaying so long to see them. It is a happy thought, even if that is all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01160",
      "en": "Faregild Puddifoot, a hobbit visiting the Festival Grounds, has tried to get your attention.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56875",
      "en": "'I am not very good with names, so I do not quite know what flower that Elf was talking about, but it seems to me that it bears some resemblance to the humble sun-flower. They grow in the Shire, you know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56876",
      "en": "'Listen well, and I will tell both these herbalists and you what I know of the legendary Anarlossë.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01164",
      "en": "Haerandel is at the Festival Grounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50272",
      "en": "Talk to Faregild Puddifoot at the Festival Grounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Talk to Nethlas at the Festival Grounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Talk to Haerandel and listen to his tale of 'The Blooms of Anarlossë'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50249",
      "en": "Talk to Haerandel at the Festival Grounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'I do not know what this Elf thinks he knows, but I have never heard his name before. How many tomes of herb-lore has he studied? Not only that! How many has he written? My master Galathir has written innumerable such tomes, and is a noted expert on countless subjects related to the many breeds and uses of every plant that grows upon this Middle-earth. All in Minas Tirith know of his expansive knowledge, and none would dare doubt its breadth or its accuracy!\\n\\n'I will hear out this Elf, but only in order to reveal him for the charlatan he is. And you can tell him so!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'If you tell the herbalists what I have said, I will describe the legendary Anarlossë to them and to you. The tale-telling may ease my troubled mind, and I would welcome it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    }
  ]
}