{
  "id": 621018415,
  "txt": [
    {
      "id": "0xeb01141",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01143",
      "en": "Edlothon is in the Green Hill Country, travelling with a group of Elves headed to Mithlond, the Grey Havens, where they will depart Middle-earth and sail into the West.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01146",
      "en": "Haerandel's brother Edlothon travelled with a company of Elves along their customary route through the Shire on their way to the Grey Havens, and Haerandel believes you will find them in the Green Hill Country, in the woods above the road. He urged you to go with haste before they move on!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'Mae govannen, friend. What brings you to us with such haste? Stay a moment and rest, for we will soon move on, but for a time I would welcome the conversation.'\\n\\nYou introduce yourself and convey Haerandel's message.\\n\\n'My brother thinks a hobbit has seen a bloom of the legendary Anarlossë? I find that most difficult to believe! Those flowers began to die at the end of the Second Age and as Arnor declined so too did the Anarlossë. They have not been seen for hundreds of years. Your hobbit friend is mistaken, and my brother is misguided by hope.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Talk to Edlothon in the Green Hill Country",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Catch up to Edlothon in the Green Hill Country of the Shire, before his Elf-company departs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Haerandel has been filled with amazement by your report that flowers bearing a resemblance to the legendary Anarlossë grow in abundance within the bounds of the Shire.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'I can hardly believe it, [placeholder]! Can it be true that blooms of the Anarlossë have come to be preserved within the bounds of the Shire? I do not want my brother Edlothon to depart from Middle-earth without knowing if this be so. The thought that he could leave without knowing fills me with regret, and my remaining years will be a sorrow to think he sailed away believing every trace of the Anarlossë had vanished.\\n\\n'You have the look of a determined [placeholder], [placeholder]. Can I ask you to hurry after my brother's company, and to bring him word of these sun-flowers? I do not ask you to change his mind, merely to let him know that the flowers we loved in our younger days did not disappear as we believed, but can still be found in the world today. That will be enough for me, and for Edlothon my brother. His party of Elves planned to take the customary route of our people through the country of the green hills. Go to the Shire and look for them in the wooded hills above the road. And hurry! I said farewell to my brother not far from here, but that was yesterday and he will have covered much ground since then!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "<rgb=#FF0000>You must reach Edlothon before the Elves leave</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56841",
      "en": "'Edlothon's party of Elves planned to take the customary route of our people through the country of the green hills. Go to the Shire and look for them in the wooded hills above the road. And hurry! I said farewell to my brother not far from here, but that was yesterday and he will have covered much ground since then!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'Edlothon's party of Elves planned to take the customary route of our people through the country of the green hills. Go to the Shire and look for them in the wooded hills above the road. And hurry! I said farewell to my brother not far from here, but that was yesterday and he will have covered much ground since then!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "To Depart in Springtime",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1165",
      "en": "The Elf-camp is not abandoned... for now",
      "es": "",
      "es (fem)": ""
    }
  ]
}