{
  "id": 621018410,
  "txt": [
    {
      "id": 228870261,
      "en": "Instance: The Blooms of Anarlossë",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Haerandel",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Nethlas",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Many are the varieties of flower that bloom in the Undying Lands beyond the reach of mortals, never to be seen by Man or dwarf or hobbit. Elves know of them, by song or story if not by sight, and that knowledge brings them joy or sorrow, in turns.\\n\\n'But some flowers came to grow in distant soil. The Anarlossë was one of these, and it grew in profusion in Númenor across the sea. Tall it was, like the Men of that land, and as it grew it faced the rising of the sun in the east, and was crowned with the light of morning.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Every student of history knows the tale of Elendil and his flight from Númenor, and that he brought plants and seedlings of high birth and low with him to Middle-earth. But if he ordered such flowers as the Anarlossë be planted wherever his people settled, they should grow still in abundance! That is why my former master believed the Anorloth to be its true descendent, and on this I cannot say I disagree.\\n\\n'How came Haerandel to know of the flower's history?'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'If these tall flowers were truly planted by the Men of the West throughout Middle-earth, where are they now? Anorloth grows in many places, but I have not seen these flowers you describe in Gondor. Neither have I seen them throughout Ithilien! If you are not a liar, perhaps you are a fool, but I should wish to be neither!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Haerandel desires to speak to you of days long past, when he and his brother Edlothon walked among the Anarlossë that bloomed in the lands of Men.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Mílgamel has some questions to ask about Haerandel's tale.",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Nethlas puts more stock in the words of his master than in those of Haerandel, and is not too shy to say so.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'No, you are right, Nethlas. I have not come by this knowledge through study, or at least not through the study of old books or a herb-master's teachings.'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Mílgamel",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Haerandel desires to speak to you of the legendary flower Anarlossë, long vanished from Middle-earth.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Haerandel desires to speak to you of the legendary flower Anarlossë, long vanished from Middle-earth.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Haerandel desires to speak to you of the legendary flower Anarlossë, long vanished from Middle-earth.",
      "es": ""
    },
    {
      "id": 91735985,
      "en": "'Bah!'",
      "es": ""
    },
    {
      "id": 91735986,
      "en": "'How do you claim to come by this knowledge? Not by study, I warrant!'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Haerandel desires to speak to you of the legendary flower Anarlossë, long vanished from Middle-earth.",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Haerandel",
      "es": ""
    },
    {
      "id": 45947745,
      "en": "'The Anarlossë were held to be an emblem of the House of Elros.'",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Listen to Haerandel's tale of the legendary Anarlossë",
      "es": ""
    },
    {
      "id": 45947746,
      "en": "'Seeds of the Anarlossë were brought to Middle-earth by Elendil.'",
      "es": ""
    },
    {
      "id": 45947747,
      "en": "'He sent them to be planted wherever the Men of the West came to settle.'",
      "es": ""
    },
    {
      "id": 45947748,
      "en": "'My brother Edlothon and I walked the hills and valleys of Middle-earth, long ago.'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Haerandel has told you of the legendary flower Anarlossë.",
      "es": ""
    },
    {
      "id": 45947749,
      "en": "'We took great joy in our wanderings, and every new sight filled our hearts.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Talk to Haerandel",
      "es": ""
    },
    {
      "id": 45947750,
      "en": "'Nothing cheered us so much as the Anarlossë that lined the roads we walked.'",
      "es": ""
    },
    {
      "id": 45947751,
      "en": "'They grew in the gardens of Minas Anor, far to the south.'",
      "es": ""
    },
    {
      "id": 45947752,
      "en": "'They grew too in the courts and along the paths of Annúminas, City of the King.'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Listen to Haerandel's tale of the legendary Anarlossë",
      "es": ""
    },
    {
      "id": 45947753,
      "en": "'But...'",
      "es": ""
    },
    {
      "id": 93546533,
      "en": " ",
      "es": ""
    },
    {
      "id": 198293088,
      "en": "'They died.'",
      "es": ""
    },
    {
      "id": 198293089,
      "en": "'It began when Anárion was slain in Mordor.'",
      "es": ""
    },
    {
      "id": 7849889,
      "en": "'But that means Anarlossë should bloom in many places, does it not?'",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'That is the tale. Now you must understand why I feel so strongly that the Anarlossë be remembered as they were, and not as a distant herb-master pretends them to be.'",
      "es": ""
    },
    {
      "id": 198293090,
      "en": "'It continued during the long decline of the northern kingdom.'",
      "es": ""
    },
    {
      "id": 7849890,
      "en": "'What happened to them?'",
      "es": ""
    },
    {
      "id": 198293091,
      "en": "'And then, one sad day, there were none left.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'I am not saying I believe this Elf, [placeholder]. But he has given me some food for thought.'",
      "es": ""
    },
    {
      "id": 198293092,
      "en": "'My brother and I did not journey together much after that. We just grew apart.'",
      "es": ""
    }
  ]
}