{
  "id": 621018409,
  "txt": [
    {
      "id": "0x9b568b5",
      "en": "'Ah, the cattails I requested! You have proven your worth to be far greater than the fellow I first asked for these! I will examine these on behalf of my master, and we will see if he has the right of it. Mílgamel thinks that old book of hers, Worts and Weeds, lists the proper uses of cattail, but Galathir has his doubts. And therefore so do I!\\n\\n'But I have become quite parched. Will you bring our table some of that fine spring wine? I saw a number of the bottles across the grounds, over that way, and every worthwhile botanical study requires proper refreshment! So says my master, and so say I!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Natural Study",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Yellow cattails can be found around the edges of the Bree-land Festival Grounds.\\n\\nNethlas asked a hobbit to gather up yellow cattails for him to study, and the hobbit never returned. Now he has asked you to complete the task.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e87",
      "en": "You failed to deliver the wine. How unfortunate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'We are waiting for some spring wine, and cannot continue our studies until we get some!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Gather yellow cattails around the festival grounds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "Nethlas, new apprentice of the herb-master at Minas Tirith, is waiting for you to bring him yellow cattails at the Bree-land Festival Grounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'It has come to my attention that there are patches of purple Anorloth growing nearby. Why did I spend my time thinking about yellow cattails when I could be studying a much more interesting and important bloom? Why, Galathir would be most disappointed in me, and I might join Mílgamel as another in the growing line of spurned apprentices!\\n\\n'Quickly, my useful assistant! Gather up purple Anorloth and bring them to me with utmost haste! I will tell you the history of this important flower upon your return!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1150",
      "en": "Bruidhír catches your eye and calls you over",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Nethlas requested a delivery of spring wine for his table of herbalists. The wine bottles should be on the other side of the festival grounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Nethlas is by the herbalists' table at the festival grounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Pick up the spring wine at the festival grounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50259",
      "en": "Talk to Nethlas at the festival grounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01150",
      "en": "Purple Anorloth can be found around the edges of the Bree-land Festival Grounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The herbalists from Gondor have settled in at the Bree-land Festival Grounds in search of useful knowledge that might confirm their master's theories, but in the process they have made themselves something of a nuisance to the other festival-goers.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Nethlas, new apprentice of the herb-master at Minas Tirith, is waiting for you to bring him purple Anorloth blooms at the Bree-land Festival Grounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e96",
      "en": "You failed to deliver the wine. How unfortunate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01155",
      "en": "Nethlas requested another delivery of spring wine for his table of herbalists. The wine bottles should be on the other side of the festival grounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6a25",
      "en": "Carry the spring wine to Nethlas's table",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec4",
      "en": "Bring the purple Anorloth blooms to Nethlas at the festival grounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1162",
      "en": "Gathered purple Anorloth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'Look for the purple flowers with the yellow centres, my useful assistant, for those are Anorloth blooms of great and special significance!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56873",
      "en": "'The assistant who brings the wine is the most popular of them all! That is not one of Galathir's expressions, but it is one of mine. So it is with an abundance of good feeling that I count you as a friend!\\n\\n'Might you do something for me, my new friend? I cannot help but notice that you are an Elf of some sort. Well, there is an Elf across the way who seems to have taken an interest in our discussions. He is right over there, and has been staring at us for some time now. I do not like it. Go see what he wants, and as you are an Elf yourself you no doubt will be able to command his respect.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'Yes, these flowers are clearly Anorloth, and the samples are in fine condition. It makes a great deal of sense that they should grow here in the north-lands.\\n\\n'You see, these purple flowers with the yellow centres are the descendants of a very special type of flower that the Men of the West brought to these shores long ago. That bloom was called Anarlossë, and it was planted wherever they came to settle! These Anorloth are held to be the descendant of those legendary flowers, which died out sometime in the intervening years. My master Galathir has written extensively about the Anarlossë of long ago and the Anorloth of today, and he is widely-considered the foremost expert on both!\\n\\n'But I am parched once again. We are in need of more spring wine, assistant! Fetch us some now, and I will share with you. No, not the wine! I will share with you more tales of the legendary Anarlossë!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01161",
      "en": "Bruidhír has called you over to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'We are in need of wine!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'The assistant who brings the wine is the most popular of them all! That is not one of Galathir's expressions, but it is one of mine. So it is with an abundance of good feeling that I count you as a friend!\\n\\n'Might you do something for me, my new friend? There is an Elf across the way who seems to have taken an interest in our discussions. He is right over there, and has been staring at us for some time now. I do not like it. Go see what he wants.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Gather purple Anorloth around the festival grounds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01164",
      "en": "Haerandel is at the Bree-land Festival Grounds. He has taken an interest in the visiting herbalists, and Bruidhír has asked that you find out what it is, and why.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'I apologize if I have caused the visiting herbalists some discomfort, but I must confess that it was not entirely without reason. I find their demeanour unpleasant and their behaviour discourteous. But I am most offended by this single point: the herb-master they serve knows nothing about the Anarlossë bloom, and has spread much about it that is simply untrue!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ed4",
      "en": "Bring the yellow cattails to Nethlas at the festival grounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50272",
      "en": "Talk to Bruidhír at the festival grounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6a36",
      "en": "Carry the spring wine to Nethlas's table",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Talk to Haerandel at the festival grounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1173",
      "en": "Gathered yellow cattails ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50248",
      "en": "Pick up the spring wine at the festival grounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'What does that Elf want with us? There is only one way to find out, and that is to send a useful and promising assistant to treat with him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'Mílgamel is a good friend and I have known her since childhood, but she proved a poor apprentice to my master Galathir. I think she fancied herself the master, and he the apprentice! Can you imagine such a folly? Anyway, Bruidhír and I know to show him the respect he deserves, and we have come here to confirm several of his theories about the spread of flowering plants in the north-lands. Mílgamel came along as well, and to speak true I do not think we could have prevented her from doing so. She will not appear in our report to Galathir, I can tell you that!\\n\\n'But enough of this banter. I spoke to a fellow some time ago, a Perianath like you, about gathering up some yellow cattails for my study, and he never returned! Now I charge you with this task, and I beg that you do not disappoint me as he did!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Mílgamel is a good friend and I have known her since childhood, but she proved a poor apprentice to my master Galathir. I think she fancied herself the master, and he the apprentice! Can you imagine such a folly? Anyway, Bruidhír and I know to show him the respect he deserves, and we have come here to confirm several of his theories about the spread of flowering plants in the north-lands. Mílgamel came along as well, and to speak true I do not think we could have prevented her from doing so. She will not appear in our report to Galathir, I can tell you that!\\n\\n'But enough of this banter. I spoke to a fellow some time ago, one of the Perianath, about gathering up some yellow cattails for my study, and he never returned! Now I charge you with this task, and I beg that you do not disappoint me as he did!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1178",
      "en": "Nethlas nods at you in acknowledgement but not thanks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'That Perianath never returned with the yellow cattails I requested! I hope you do not disappoint me as he did!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}