{
  "id": 621018408,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Three herbalists from Gondor are causing something of a stir at the Bree-land Festival Grounds, and Arn Bulrush has asked you to make sure they are happy... and quiet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Help Haerandel with 'The Blooms of Anarlossë'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Haerandel cannot believe that the Anarlossë might still thrive somewhere within the Shire, and he wants you to find his brother and tell him of the possibility before he sails into the West.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Help Haerandel with 'To Depart in Springtime'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Edlothon does not know how the Anarlossë could have survived after so long, but he is willing to be convinced if you can find proof.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Haerandel has taken offence at something said by the herbalists from Gondor, and he wishes to correct it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Arn Bulrush is at the Bree-land Festival Grounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Help Edlothon with 'The Promise of Sun-flowers'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Arn Bulrush at the Festival Grounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Mílgamel at the Festival Grounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I saw you leave without taking care of my own problem, [placeholder], and I admit at first I was rather cross with you. Did you forget I asked you to ensure the visiting herbalists did not cause any further disturbances? But shortly after you departed, I noticed something most unusual: they stopped their drinking and their carousing, and instead began speaking quietly among themselves!\\n\\n'Well, the sparks of my curiosity were set aflame, and I took a casual stroll by their table. They seemed to be questioning the merits of some long-held belief, and the discussion had shaken them into politeness! What a strange turn of events!\\n\\n'I do not know what part you played in this argument about flower strains, and neither do I know if they decided this plant called Anarlossë and the one called Anorloth are truly one and the same. But I do believe you may have given them something to think about, and while they're thinking they are done causing disturbances! In conclusion, you have earned these Spring Leaves after all. Spend them at your leisure, and enjoy the festival!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "One of Galathir's new apprentices, Nethlas, has been bothering people at the Festival Grounds with his master's research questions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Could you make certain those herbalists from Gondor are happy, and more importantly, that they do not bother my patrons with any more of their strange questions? I'll make sure there are some extra Spring Leaves in it for you if you do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "A group of visiting herbalists from Gondor have come far from their home on behalf of their master, but their arrival has caused a disturbance at the Bree-land Festival Grounds. Can the good feelings of springtime be restored, or will their quest for knowledge put everyone off their wits?\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'[placeholder]! Welcome, welcome. There are many enjoyable activities with which to celebrate the arrival of springtime, and many of them can be found right here at the Festival Grounds. I know you will have a good time.\\n\\n'But if I might steal your ear for just a moment, could I ask you to help me with something? It is a small matter, a trifle really, but I am a bit concerned about a number of recent arrivals here at the Grounds. There are three of them, and they have been on the road for a long while. I am to understand they have made the journey all the way from Gondor? They call themselves herbalists, and while I would not turn anyone away, they have made themselves something of a nuisance here already. Could you make sure they are happy, and more importantly, that they do not bother my patrons with any more of their strange questions?\\n\\n'I really appreciate this, [placeholder]! I'll see that you get some extra Spring Leaves for helping me out!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Help Nethlas with 'A Natural Study'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Ah, have you come here to assist the herbalists, [placeholder]? We are always in need of such assistance, for the pursuit of knowledge never ends, as I am sure you are well aware!\\n\\n'I was the apprentice of Galathir, the herb-master of Minas Tirith, and he sent me forth to research the plants and mosses of Ithilien and the Wastes before Mordor. He did not agree with some of the conclusions I made upon my return, and sought to dismiss me. Not only that, but he has taken a new apprentice. Actually he has taken two, and sent them north to Bree-land to confirm some of his botanical theories.\\n\\n'My sojourn in the wilds, as well as my perusal of that fine tome, Worts and Weeds, has taught me I do not need to be Galathir's apprentice to study the natural world! So I followed his new apprentices here, and I have been trying to help them with their studies. It seems to me they might be cut from the same cloth as my old master, poor fellows. They have been bothering the people here with Galathir's questions, when they should be out in the field, studying the plants and grasses with their own eyes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Borne Aloft in Springtime",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}