{
  "id": 621018414,
  "txt": [
    {
      "id": 162883670,
      "en": "'I always heard Elves were frightening and strange, but your friend here seems rather amusing instead! I assure you, no Elf painted this picture, but I will take that as a compliment of my artistry! Yes, I am the painter, and indeed I have painted a number of the plants and animals I have seen in the woods and fields throughout the Shire. I do not know the word he used to describe this flower, and have never heard it before; no doubt it is an Elvish word of some meaning and great significance, but we hobbits like to give things names that tell you everything you need to know. This painting is of a sun-flower, of course!\\n\\n'There are many of them growing around the border of a farm-field north of Woodhall, if you'd like to see them for yourselves. And tell your Elf friend that I appreciate his kind words about my painting!'",
      "es": ""
    },
    {
      "id": 246419779,
      "en": "Edlothon has come with you to the hobbit village of Woodhall, where you found some evidence of a flower resembling the legendary Anarlossë.",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'What does this hobbit have to say? Does she know the name of the Elf that painted this picture?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Promise of Sun-flowers",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082708,
      "en": "Sun-flowers line the field, and Edlothon stares at them with wonder in his eyes",
      "es": ""
    },
    {
      "id": 162883680,
      "en": "'Hmm... sounds Elvish to me! No, I do not want anything to do with it!'",
      "es": ""
    },
    {
      "id": 162883681,
      "en": "'There are flowers all around the Shire. Here in Woodhall we grow several varieties! I am sorry I cannot be of more help to you.'",
      "es": ""
    },
    {
      "id": 162883682,
      "en": "'You should talk to Marjoram! She is always painting flowers and plants and animals, and she may have seen this Elf-flower you're seeking! She lives here in Woodhall.'",
      "es": ""
    },
    {
      "id": 162883683,
      "en": "'Will you let me sit here in peace? I know only that I find flowers quite pretty to look at, but if you seek a deeper understanding than that I have nothing to offer you!'",
      "es": ""
    },
    {
      "id": 162883684,
      "en": "'This mysterious flower does sound like a sun-flower to me. Not the purple sort, with the bright yellow centre, but the other variety! Marjoram is always painting that second kind, and if you want to know about them you should talk to her! She lives here in Woodhall.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You found Edlothon before his company of Elves reached their destination, and he has chosen to humour this talk of blossoms, petals, and flowers.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>\\n",
      "es": ""
    },
    {
      "id": 246419793,
      "en": "Edlothon stands by a row of sun-flowers in a field not far from the hobbit village of Woodhall.",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "'You're looking for sun-flowers? Why, I finished painting another of them not yesterday! I leaned it against the wall right over there to dry. Inspect it and tell me what you think!'",
      "es": ""
    },
    {
      "id": 162883686,
      "en": "'I am not a flower-expert, I am sorry. Delivering the mail is what I am best at, and just between you and me, these nosey hobbits make that much more difficult than I can take!'",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "Haerandel is at the Bree-land Festival Grounds.",
      "es": ""
    },
    {
      "id": 162883687,
      "en": "'You ask about some Elf-flower and ignore the ones planted right in front of my home? How very rude! Good day to you!'",
      "es": ""
    },
    {
      "id": 162883688,
      "en": "'Sun-flowers? I don't know anything about that. My apologies.'",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "'A field bordered by such flowers as that depicted by this painting? Lead the way, [placeholder], even if I scarce believe the words of this hobbit!'",
      "es": ""
    },
    {
      "id": 162883650,
      "en": "'How can I put this into words, [placeholder]? My heart leaps at the sight! I feel as if I have stepped back in time, back to a day not when the Anarlossë struggled and failed, but to a day when they flourished. Haerandel and I walked together among these flowers, in kingdoms North and South, and our eyes lighted on the horizon and our minds danced upon the future it promised. I am brought back to those happy days, and the sorrows that followed in the wake of Sauron and his wars are forgotten to me. The promise of the sun-flowers was as bright as their petals, and so many journeys lay still ahead of us.\\n\\n'Following the death of Anárion and the decline of Arnor, the Anarlossë died out in the wider world. And yet, somehow, a seedling must have come to this land. I can see it in my mind's eye, [placeholder], borne aloft in springtime, carried on the breeze, until it came to rest within this sheltered land. That seed took root, and from it the line prospered, hidden from outside eyes. The Anarlossë survived.'\\n\\nEdlothon gazes at the sun-flowers in silence.\\n\\n'I was prepared to depart. My heart wept to leave my brother, but I knew I would see him again when he too sailed from these shores. But the sight of these flowers has restored in me a sensation I have not felt since our travels together, so long ago. How many other wonders might remain in Middle-earth? The wanderlust stirs in me again.\\n\\n'I believed I could remain no longer, but now I think my brother and I might find joy in another journey within the bounds of Middle-earth, and then depart for the Undying Lands together, as once I thought we would. Can I ask you to convey this message to Haerandel for me? I will spend some time here in contemplation, and will join him soon.\\n\\n'You have my thanks, [placeholder], for reminding me of what I once held dear. And not only that! I am grateful for one more thing: you have given back to me the hope of the unexpected, the unlooked-for wonders that might still remain around the next bend, or behind the next tree. You have given back to me the promise of sun-flowers, and that is something I have missed.'",
      "es": ""
    },
    {
      "id": 177082727,
      "en": "This painting does bear a resemblance to the Anarlossë described by Haerandel",
      "es": ""
    },
    {
      "id": 162883652,
      "en": "'You have returned, [placeholder]! Did you find my brother in time? And was there any truth to the rumour that some strain of the Anarlossë might remain within the Shire?'\\n\\nYou tell Haerandel about the sun-flowers and his brother's decision to remain in Middle-earth for now. He looks at you thoughtfully, and after a moment a smile lightens his features.\\n\\n'I am conflicted, my friend. I did not mean to gainsay my brother's choice, for I know when he made it the decision was not easy, and he felt it strongly. I would not tell him otherwise, and I did not wish to make him stay.\\n\\n'But when you went in search of him, when it seemed the Anarlossë might bloom still somewhere in the Shire, I confess I did wonder what I would say if he chose to stay. Could our journeying days come again? Where might we go?\\n\\n'I have come up with just the right destination, [placeholder]! I will suggest to my brother that we let our wandering feet bring us to the south-lands. There is a so-called master of herbs in Minas Tirith that I would propose we visit. He is possessed of a number of misconceptions that Edlothon and I are well-prepared to correct! We two Elf-brothers will depart in springtime, emboldened by the breeze and a spring in our step, on another journey like those we took of old!\\n\\n'Thank you for helping my brother and me, [placeholder]. Perhaps the sun will smile upon us and our paths will cross in some distant land. Until then, my friend, farewell!'",
      "es": ""
    },
    {
      "id": 177082729,
      "en": "A nearby hobbit laughs, and she curtseys cheerily",
      "es": ""
    },
    {
      "id": 246419808,
      "en": "Marjoram Woolgather wishes to speak with you and Edlothon.",
      "es": ""
    },
    {
      "id": 162883653,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883701,
      "en": "'Sun-flowers border a farm-field just to the north, if you'd like to see them for yourselves. And tell your Elf friend that I appreciate his kind words about my painting!'",
      "es": ""
    },
    {
      "id": 246419810,
      "en": "Marjoram Woolgather told you that sun-flowers border a farm-field north of Woodhall.",
      "es": ""
    },
    {
      "id": 162883704,
      "en": "'I think my brother and I might find joy in another journey within the bounds of Middle-earth, and then depart for the Undying Lands together, as once I thought we would. Can I ask you to convey this message to Haerandel for me? I will spend some time here in contemplation, and will join him soon.'",
      "es": ""
    },
    {
      "id": 162883705,
      "en": "'I do not know anything about... what did you call this flower? Anarlossë?'",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Talk to Marjoram Woolgather in the village of Woodhall",
      "es": ""
    },
    {
      "id": 111477363,
      "en": "Find the sun-flowers in the field to the north of Woodhall",
      "es": ""
    },
    {
      "id": 111477318,
      "en": "Investigate the question of the Anarlossë in the village of Woodhall",
      "es": ""
    },
    {
      "id": 111477366,
      "en": "Talk to Edlothon in the field near Woodhall",
      "es": ""
    },
    {
      "id": 111477320,
      "en": "Talk to Edlothon in the village of Woodhall",
      "es": ""
    },
    {
      "id": 111477367,
      "en": "Talk to Haerandel at the Festival Grounds",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'The town of Woodhall is beneath us, friend. Speak to the hobbits within and learn what they have to say about the Anarlossë of yesteryear.'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'You are certain you understood what this hobbit had to say? For love of my brother Haerandel I will humour you in this, even if it seems fanciful beyond all reason. There is a hobbit village just beneath us, and I understand it is called Woodhall by those who live there. Go to this village and speak with the hobbits, and learn if they possess such flowers as you describe.\\n\\n'My mind is set, and springtime is the season of my departure. But I have not such haste that I cannot spare a moment to answer this one question of my brother. The journeys we shared in our youth remain dear to me, as does he. Go to Woodhall and put the matter to rest! I cannot delay very long, but I will give some moments to this exercise. It has left my thoughts astir!'",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'I do not know what to say, [placeholder]! If I did not know any better, I would say the artist painted this not from memory but from life! This depicts one of the Anarlossë, just as I remember! How can this be? Did one of my people paint this picture? How came it to be in this village of hobbits? They are longer-lived than Men, but not so long that any could have seen one of the Anarlossë and put paint to paper with such accuracy! The last of that breed died out long ago, and only one of my people could have painted this!'",
      "es": ""
    },
    {
      "id": 246419777,
      "en": "Edlothon has asked you to speak with the hobbits of Woodhall in an effort to learn if the legendary Anarlossë somehow survived the decline of the Northern Kingdom.",
      "es": ""
    }
  ]
}