{
  "id": 621035077,
  "txt": [
    {
      "id": 162883600,
      "en": "The wood-trolls known as the Taurogrim still haunt much of Eryn Lasgalen. Deep in Grazadh-gropor, they spread their corruption among the trees….\\n\\nYour mission is to defeat the corrupted Huorns in Grazadh-gropor.",
      "es": ""
    },
    {
      "id": 149027539,
      "en": "Mission: Idols of Corruption",
      "es": ""
    },
    {
      "id": 24695188,
      "en": "You have been tasked with defeating the Huorn in Grazadh-gropor.",
      "es": ""
    },
    {
      "id": 162883701,
      "en": "'I have a new mission for you, [placeholder].\\n\\n'Do you know of the Taurogrim? They are fearsome wood-trolls native to Mirkwood, or Eryn Lasgalen as the Elves have renamed it. My scouts have seen some peculiar activity among the trees in Misthallow. They have seen the Taurogrim corrupting the Huorns into foul monstrosities, and then worshipping them as idols to some dark deity. I don't like this, [placeholder]. Who knows what evil plans they have for these corrupted Huorns? I task you with entering Grazadh-gropor and defeating them!'",
      "es": ""
    },
    {
      "id": 111477346,
      "en": "Complete Mission: Idols of Corruption",
      "es": ""
    },
    {
      "id": 246419815,
      "en": "Your mission is to defeat the corrupted Huorns in Grazadh-gropor.\\n\\nSpeak to Ausma to travel to Grazadh-gropor.",
      "es": ""
    },
    {
      "id": 111477350,
      "en": "Talk to Ausma",
      "es": ""
    },
    {
      "id": 246419829,
      "en": "The mission is complete!\\n\\nSpeak to Ausma for your reward!",
      "es": ""
    },
    {
      "id": 162883687,
      "en": "'Thank you for putting a stop to whatever foul magics were afoot in Grazadh-gropor. The Elves can call the forest whatever they want, but it still seems like Mirkwood to me!'",
      "es": ""
    },
    {
      "id": 261009352,
      "en": "Crushing",
      "es": ""
    },
    {
      "id": 133136761,
      "en": "Some monsters in this mission will attempt a crushing attack, wounding and stunning anyone hit.",
      "es": ""
    }
  ]
}