{
  "id": 621035136,
  "txt": [
    {
      "id": "0xe1fa304",
      "en": "Mission: The Secret Supply Line",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011852",
      "en": "Scout-master Ausma has the details on your next assignment.\\n\\nYou should talk to her in Annâk-khurfu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011854",
      "en": "Your mission is to stop the supply trains in the secret tunnel between Goblin-town and Gundabad.\\n\\nTalk to Ausma in Annâk-khurfu to begin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c8",
      "en": "Talk to Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c9",
      "en": "Talk to Glóin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8eaf350",
      "en": "Sacrificial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011856",
      "en": "The mission is complete!\\n\\nYou should talk to Ausma in Annâk-khurfu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f8",
      "en": "Talk to Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xef818c5",
      "en": "At low health, monsters in this mission will attempt to end their own lives to damage and apply a fear effect to those nearby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011857",
      "en": "The mission is complete!\\n\\nYou should talk to Glóin in Annâk-khurfu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f9",
      "en": "Complete Mission: The Secret Supply Line",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d17a1",
      "en": "To win the war, you must prevent the Orcs from fortifying Gundabad for a siege.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568932",
      "en": "Deep in the Misty Mountains, the Orcs and goblins use a secret tunnel to move supplies between Goblin-town and Gundabad....\\n\\nYour mission is to stop the supply trains in the secret tunnel between Goblin-town and Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568933",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568906",
      "en": "TBD Report to Scoutmaster",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xef818d1",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568907",
      "en": "TBD Let's get scouting!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568935",
      "en": "'[placeholder], for your contribution to the war effort, I hereby grant you the rank of Dumul within the Gabil'akkâ, the Unified Army of Dwarves.\\n\\n'You have helped us tremendously, but this war is far from over! It is time to hit them where it really hurts: their supply lines! Report to Scout-master Ausma at once. She will fill you in on our plans.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568936",
      "en": "'There you are, [placeholder]. Commander Glóin has charged us with a pressing task. My scouts have discovered a secret tunnel in the Misty Mountains, connecting Goblin-town and Gundabad. We believe they are using it to move supplies into Gundabad to prepare it for a siege. If they still believe we do not know of these supply trains, they may not be heavily guarded. This is the time to strike!\\n\\n'We will move out when you are ready, but don't take too long or we will miss this opportunity!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568920",
      "en": "You inform Glóin of the destroyed supply train and blocked tunnel.\\n\\n'Good to hear, though I am not surprised! I assigned this important mission to you because I knew you would succeed! The Orcs will sorely miss those supplies, but we must keep up the pressure to prevent Gorgar from gaining the upper hand.\\n\\n'Something about this troubles me, however. It was my understanding that Gundabad lost control of Goblin-town with the death of the Hobgoblin Warlord, Shárnakh. Does this mean a new Great Goblin has come to power, and he has opened diplomatic channels with Gorgar? I will send some scouts to look into the matter. Meanwhile, keep up the fight! This war is far from over!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568937",
      "en": "'You do fine work, [placeholder]. We have surely set the Orcs back weeks in their efforts to prepare Gundabad for a long siege. You should inform Commander Glóin of our success.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}