{
  "id": 621035120,
  "txt": [
    {
      "id": "0xe1fa304",
      "en": "TBD Mission Intro",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011852",
      "en": "Prince Durin wishes to reward you for your hard work.\\n\\nYou should talk to Durin in Annâk-khurfu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c7",
      "en": "Talk to Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c8",
      "en": "Talk to Durin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa320",
      "en": "The War Nearly Won",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x78d17a0",
      "en": "Your contribution to the war effort has turned the tide in favour of the dwarves!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568933",
      "en": "'[placeholder], your efforts have done what we could only hope: you turned the tide of the war in our favour! We have confirmed that Gorgar's forces have all pulled back to defend Gundabad. The time for the final battle is soon upon us. The others wish to speak with you, and Prince Durin has said he plans to reward you for all your hard work. The Longbeards owe you a great debt, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568906",
      "en": "TBD Great Jorb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "'I am not one for all this pomp and high praise, but I must admit, it has been a pleasure working with you, [placeholder]. May we fight side by side in the battle to come, and together see Gorgar dead at last!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568907",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb568908",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb568936",
      "en": "'[placeholder]!'\\n\\nThe dwarf grabs your hand and gives it a hearty shake.\\n\\n'We have done it! Gorgar's forces are on their last legs, and a great battle is upon us! I swell with pride just imagining it. Let us fight side by side when the time comes, and slay many Orcs together. We will reclaim Gundabad! For the Zhélruka!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568909",
      "en": "TBD Get Rewards",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568939",
      "en": "'[placeholder], as reward for your efforts, I grant you the rank of Azghzabad, and name you Hero of Durin's Folk. You will have a place in my vanguard as we lead the attack on Gorgar's forces and reclaim Gundabad!\\n\\n'I must sincerely thank you for your part in this campaign. The war has not yet been won, but because of your actions, we no longer face insurmountable odds. Battle is soon upon us, and I plan to lead this grand army of dwarves to victory!\\n\\n'You are a great hero, [placeholder], and must receive a hero's reward. Hail, [placeholder], Hero of Durin's Folk!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c5",
      "en": "Talk to Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011851",
      "en": "The dwarves wish to thank you for your hard work!\\n\\nYou should talk to Ausma and Hórin in Annâk-khurfu.",
      "es": "",
      "es (fem)": ""
    }
  ]
}