{
  "id": 621035123,
  "txt": [
    {
      "id": "0xe1fa304",
      "en": "TBD Mission Tutorial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa334",
      "en": "Mission: The Main Gates",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8eaf350",
      "en": "Reinforcements!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f8",
      "en": "Talk to Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011857",
      "en": "Your mission is to scout the main gates of Gundabad with Ausma.\\n\\nTalk to Ausma in Annâk-khurfu to enter this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f9",
      "en": "Complete Mission: The Main Gates",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011859",
      "en": "Your mission has been completed.\\n\\nYou should talk to Ausma in Annâk-khurfu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d1",
      "en": "Talk to Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011846",
      "en": "Speak to Scout-master Ausma in the War Room on the upper floor Annâk-khurfu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d3",
      "en": "Talk to Glóin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568932",
      "en": "The gates of Gundabad are heavily fortified. Only by approaching with stealth will you remain unseen....\\n\\nYour mission is to scout the main gates of Gundabad with Ausma.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d17a6",
      "en": "Prince Durin knows the forces of the dwarves are outnumbered by the Orcs, but Scout-master Ausma needs to know more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568933",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568906",
      "en": "TBD Report to Scoutmaster",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xef818d1",
      "en": "Monsters in this mission will attempt to summon allies to the fight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568907",
      "en": "TBD Let's get scouting!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568935",
      "en": "'I hope you are ready, [placeholder], because I will be putting you to work right away! Your first mission will be to scout the main gates of Gundabad itself, but do not worry. I will not be sending you alone. Go and speak with our Scout-master, Ausma. She will be accompanying you into enemy territory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568920",
      "en": "'I will leave you to report our findings to Commander Glóin. It seems the prince's fears about our enemy's strength were well-founded. I will begin planning scouting missions with Hórin, representative of the Zhélruka clan. I hope you are prepared for the amount of work ahead of us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568938",
      "en": "'A pleasure to meet you, [placeholder]. I am Ausma of the Stout-axe clan. The Longbeard prince has named me Scout-master of his army. This was a wise decision, I think, for I possess some skills that the Longbeards and Zhélruka do not. A harsh life in Mordor required those of my clan to learn how to evade the notice of our captors, and of course...'\\n\\nIn a flash, there is a dagger inches from your throat. Ausma grins, and hides the dagger away again.\\n\\n'...how to conceal our weapons and strike without warning. You may think that is not an \\qhonourable\\q way to fight, and maybe you are correct, but slaves do not have such luxury. To my people, there was only survival, and the use of such skills proved necessary. If the prince would like me to use my skills to remove the foul Orcs from such a sacred site of his people, I am happy to oblige. And you, [placeholder], will help me in this. Let us begin.'\\n\\nShe points to Gundabad on the large map on the table in front of you.\\n\\n'Our prize is heavily fortified and swarming with Orcs, trolls, and wargs of all kinds. We will wait until night, slip past their patrols, and see it with our own eyes. The first step of any strategy? The gathering of intelligence. We depart at dusk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568922",
      "en": "You tell Glóin of the massive Orc presence and fortifications at the gates of Gundabad.\\n\\n'It is as we feared. This promises to be not a simple clash, but a lengthy siege! We must make preparations to prevent an overwhelming defeat on the battlefield and to keep the Orcs from holing up inside the mountains and waiting us out! I ask that you do your part to advance our War Effort. Work with Ausma and Hórin, and slowly, but surely, we will win this war!'\\n\\n<rgb=#FF0000>Complete Missions to advance the War Effort!</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568939",
      "en": "'[placeholder]! I wondered if you would show up! Your escape from Mordor has made you legendary among our clan, and given to many the the courage to escape themselves. It will be a pleasure to work with you in the days to come.\\n\\n'The Longbeard prince has named me Scout-master of his army... a wise decision. He recognizes that we Stout-axes possess some skills and traits the Longbeards and Zhélruka do not. Of course, I am referring to the ability to sneak behind enemy lines unseen, to strike without warning, and one more thing: our strong desire for revenge.\\n\\n'If the prince would like me to use my skills to remove the foul Orcs from such a sacred site of his people, I am happy to oblige. And you, [placeholder], will help me in this. Let us begin.'\\n\\nShe points to Gundabad on the large map on the table in front of you.\\n\\n'Our prize is heavily fortified and swarming with Orcs, trolls, and wargs of all kinds. We will wait until night, slip past their patrols, and see it with our own eyes. The first step of any strategy? The gathering of intelligence. We depart at dusk.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}