{
  "id": 621035125,
  "txt": [
    {
      "id": "0xe1fa304",
      "en": "Mission: The Assassination of Gorgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011853",
      "en": "Gorgar has been spotted at the Goblin-gate!\\n\\nReport to Ausma in Annâk-khurfu at once!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011854",
      "en": "Your mission is to find and defeat Gorgar the Ruthless in Goblin-town.\\n\\nSpeak to Ausma to travel to Goblin-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011855",
      "en": "The mission is complete, though not quite a success.\\n\\nYou should talk to Ausma in Annâk-khurfu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c9",
      "en": "Talk to Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8eaf350",
      "en": "Inspiring Presence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011856",
      "en": "The mission is complete, though not quite a success.\\n\\nYou should talk to Glóin in Annâk-khurfu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f8",
      "en": "Talk to Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f9",
      "en": "Complete Mission: The Assassination of Gorgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d17a2",
      "en": "Gorgar the Ruthless has been tracked to Goblin-town. Will you find and defeat him in time?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d1",
      "en": "Talk to Glóin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568932",
      "en": "Gorgar the Ruthless has been tracked to Goblin-town. Will you find and defeat him in time?\\n\\nYour mission is to find and defeat Gorgar the Ruthless in Goblin-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568933",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568906",
      "en": "TBD Report to Scoutmaster",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xef818d1",
      "en": "The monster commander in this mission has an aura that buffs any allies nearby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568907",
      "en": "TBD Let's get scouting!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568936",
      "en": "'Fabarâl [placeholder]! I have urgent news!\\n\\n'Ausma just reported that Gorgar arrived at the Goblin-gate a few hours ago! If her plan is to go ahead, the time is now! Report to her as soon as you can, and good luck! The Gabil'akkâ is counting on you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568920",
      "en": "'Welcome back, [placeholder]. I know Ausma and Hórin are disappointed that Gorgar escaped, but your contribution to the war effort must not be discounted! Gorgar was forced to retreat, his tail between his legs, and furthermore his alliance with Goblin-town was shattered! Not only that, but much of his army is now in tatters! You will be commended for your hard work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568937",
      "en": "'Are you ready, [placeholder]? We know where Gorgar is. Let us strike before he slips through our fingers! Oh, and Hórin here has requested to join us; he said something about wanting to do more than just stand around in an old fort!'\\n\\nShe shrugs and looks to Hórin, grinning. Hórin gets flustered, mutters about saying no such thing, and turns away, blushing.\\n\\n'I will get us unseen through as much of Goblin-town as I can, but... we may have to wade through some goblins. Let me know when you are prepared!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568938",
      "en": "'I already told Glóin that we failed in our mission, but he wishes to speak with you himself.'\\n\\nAusma is clearly still angry about Gorgar's escape. You try to lift her spirits by telling her that although the particulars of the mission were failed, the defeat of the Great Goblin and the severing of the alliance between Goblin-town and Gundabad must count as successes. She sighs loudly and allows you to see the slightest hint of a smile.\\n\\n'You are right of course, [placeholder], but my quarry has evaded me, and I will not be satisfied until he lies dead. Go on, go talk to Glóin. Don't keep him waiting!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}