{
  "id": 621035121,
  "txt": [
    {
      "id": "0x78d17a6",
      "en": "Deep in the Grey Mountains, the hobgoblins launch a plot to free their mistress....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8eaf350",
      "en": "Hrímil's Chosen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011820",
      "en": "The mission is complete!\\n\\nYou should talk to Hórin in Annâk-khurfu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011821",
      "en": "The mission is complete!\\n\\nYou should talk to Glóin in Annâk-khurfu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568922",
      "en": "'I am glad to be back indoors, [placeholder]! That place had an unnatural chill, just like the Anvil. They must have been close to their goal. It is good we arrived when we did, or they might have succeeded in releasing the dragon!\\n\\n'I will make sure some scouts are posted near the entrance to that cave, in case some hobgoblin gets the bright idea to try to resume their operations. But, to be honest, I have a feeling deep in my bones that we fight the inevitable. You had best be ready to fight her when the time comes, [placeholder]. I know I will be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa331",
      "en": "Mission: Loyalty of the Frost-bound",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa304",
      "en": "TBD Mission Narrative 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568925",
      "en": "'Is everything all right, [placeholder]? Hórin looks deathly serious.'\\n\\nYou tell Glóin of Hórin's concern about Hrímil Frost-heart.\\n\\n'Aye, having such a powerful foe so near concerns me as well. Dragons and other evils slumbering in unknown places deep in the mountains have long caused anxiety for the Longbeards. I am almost ashamed that none of my clan could have joined Hórin on his expedition into the Anvil, but our soldiers had not yet come to Skarháld, and we had only just recovered Dori from the clutches of the drakes. What good would a few old dwarves have done storming into the den of an elder dragon? Hórin has proven he is one of the bravest among us for rushing to stop Karazgar's plot with so few at his side.\\n\\n'We must carry on as dwarves have done for centuries: keep your eyes on your goal, and take your battles one at a time. I will speak with Prince Durin about ways of defeating that dragon once and for all, but first, we have a war to win!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011857",
      "en": "You have been assigned another important mission!\\n\\nReport to Ausma in Annâk-khurfu to learn the details.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011858",
      "en": "Hórin has announced that he knows what the hobgoblins are planning.\\n\\nYou should talk to Hórin in Annâk-khurfu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011859",
      "en": "Your mission is to investigate Akûl-lagam with Hórin.\\n\\nTalk to Hórin to travel to Akûl-lagam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c7",
      "en": "Talk to Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f8",
      "en": "Talk to Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b05",
      "en": "Hórin bellows 'I know what they're up to!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f9",
      "en": "Complete Mission: Loyalty of the Frost-bound",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568932",
      "en": "Deep in the Grey Mountains, the hobgoblins launch a plot to free their mistress....\\n\\nYour mission is to investigate Akûl-lagam with Hórin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb568933",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb568906",
      "en": "'[placeholder], for your proven heroism, I grant you the rank of Uzkhas of the Gabil'akkâ! I trust you will continue this fine work until the war is won.\\n\\n'I have another important mission for you. Ausma's scouts have learned of a hobgoblin operation deep in the Grey Mountains. I will allow her to fill you in on the details. Good luck!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xef818d1",
      "en": "The monster commander in this mission will attempt to summon blizzards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568907",
      "en": "'Hello, [placeholder]. Here for the hobgoblins? This is what I have learned so far:\\n\\n'We have discovered a hidden cave entrance in the Grey Mountains, on the eastern slopes of Thrumfall. The scouts report hobgoblin and Orc activity inside, but they could not get close enough to see what they were up to. Something about \\qswarms of vicious worms\\q. They could, however, hear the sounds of digging, or mining, and while I don't know what those Orcs are up to I agree that it warrants investigation.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568936",
      "en": "'Aye, I overheard your conversation. It seems perfectly obvious to me what those drake-loving hobgoblins are up to! Digging east towards Winterstith can only mean one thing: They are trying to dig their way into the Anvil! We cannot allow them to free Hrímil Frost-heart or the rest of her Frost-horde! I don't know about you, but I think we have enough to deal with right now without the addition of a ferocious elder dragon!\\n\\n'Let's go clear out that cave before it's too late. Yes, you heard me. I'm going with you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d3",
      "en": "Talk to Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d4",
      "en": "Talk to Glóin",
      "es": "",
      "es (fem)": ""
    }
  ]
}