{
  "id": 621035139,
  "txt": [
    {
      "id": "0xb011843",
      "en": "You are to report to Annâk-khurfu in the Elderslade. Mission Recruiter Stable-masters are available to deliver you there with haste.\\n\\nMission Recruiter Stable-masters can be found at Thorin's Gate, Gondamon, Bree-town, The Twenty-first Hall, Othrikar, Gabilshathûr, Glóin's Camp, Hrimbarg, Galtrev, The Dolven-view, Magh Ashtu, Járnfast, Erebor, and Minas Tirith (Midsummer).",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011844",
      "en": "Speak to one of the guards in Annâk-khurfu for directions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568916",
      "en": "TBD Take Ye Goat!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011847",
      "en": "Report to Prince Durin in the War Room, on the upper level of Annâk-khurfu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011850",
      "en": "Report to Commader Glóin in the War Room, on the upper level of Annâk-khurfu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568921",
      "en": "'Greetings, [placeholder]. Have you come to lend aid to the war effort? Good, there is no time to delay!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e9",
      "en": "(Optional) Report to a War Effort Recruiter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568922",
      "en": "'Hail, [placeholder]! Have you come to heed the summons to war? The Mission Recruiter Stable-masters' goats can take you to Prince Durin at Annâk-khurfu with much haste!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa304",
      "en": "TBD Mission Intro",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1789",
      "en": "Prince Durin of the Longbeards has declared his intention to re-take Gundabad for the dwarves. He needs heroes like you to win this war!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c1",
      "en": "(Optional) Report to a War Effort Recruiter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f0",
      "en": "Enter Annâk-khurfu in the Elderslade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c6",
      "en": "Talk to one of the guards in Annâk-khurfu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f5",
      "en": "Talk to Durin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b02",
      "en": "You have arrived at Annâk-khurfu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568930",
      "en": "Prince Durin of the Longbeards has declared his intention to retake Gundabad for the dwarves! He needs heroes like you to aid in the war effort if there is any hope of succeeding against the Orc army.\\n\\nIf you wish to assist him, you should report to one of the War Effort Recruiters at dwarf settlements throughout Middle-earth. They will take you to Annâk-khurfu, Prince Durin's command centre in the Elderslade. War Effort Recruiters can be found at Thorin's Gate, Gondamon, Bree-town, The Twenty-first Hall, Othrikar, Gabilshathûr, Glóin's Camp, Hrimbarg, Galtrev, The Dolven-view, Magh Ashtu, Járnfast, Erebor, and Minas Tirith (Midsummer).",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c9",
      "en": "Talk to Glóin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568902",
      "en": "TBD Go upstairs and talk to Gloin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568903",
      "en": "TBD Welcome, mission statement, etc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb568906",
      "en": "TBD War were declared",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568935",
      "en": "'Welcome, adventurer! Our prince's call to war must have reached you! He will wish to speak with you at once. Proceed upstairs to the War Room with haste!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa317",
      "en": "The War Effort Needs You!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568938",
      "en": "'Welcome, [placeholder]. I am glad to have the assistance of brave adventurers such as you. There is much to do before the battle to come.\\n\\n'We face a massive army of Orcs, trolls, wargs, goblins, and who knows what other foul creatures lurk in that mountain stronghold. Their leader is Gorgar the Ruthless, son of Bolg, and grandson of Azog. All dwarves know these names, for we faced those vile commanders in the last great War of Dwarves and Orcs.\\n\\n'I have an army of Longbeards, Zhélruka, and even a few Stout-axes behind me, but I fear our enemies far outnumber us. We must be clever, and do what we can to weaken our foes before we engage them on the battlefield. Report to one of my commanders in charge of this war effort, the Longbeard hero Glóin. He will direct your efforts where they are needed most.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}