{
  "id": 621035133,
  "txt": [
    {
      "id": "0xe1fa304",
      "en": "TBD Mission Narrative 5",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011854",
      "en": "You have been assigned another important mission!\\n\\nReport to Ausma in Annâk-khurfu to learn the details.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011855",
      "en": "Your mission is to infiltrate Bekâr-zarakh with Ausma and find Gorgar's location.\\n\\nTalk to Ausma to travel to Bekâr-zarakh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c9",
      "en": "Talk to Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8eaf350",
      "en": "Lieutenant of Gorgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011856",
      "en": "The mission is complete!\\n\\nYou should talk to Glóin in Annâk-khurfu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f8",
      "en": "Talk to Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011857",
      "en": "The mission is complete!\\n\\nYou should talk to Ausma in Annâk-khurfu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f9",
      "en": "Complete Mission: The Marked Target",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d1",
      "en": "Talk to Glóin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d17a3",
      "en": "The War of the Three Peaks will not be truly over until Gorgar the Ruthless has been defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa328",
      "en": "Mission: The Marked Target",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568932",
      "en": "To end this war, Gorgar the Ruthless must be defeated. But first, he must be found….\\n\\nYour mission is to infiltrate Bekâr-zarakh with Ausma and find Gorgar's location.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568933",
      "en": "Ausma greets you with a grin.\\n\\n'We know now where Gorgar is heading next: Goblin-town! I'll prepare a plan of attack, and have the scouts watch the Goblin-gate. When he arrives, we will strike!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568906",
      "en": "TBD Report to Scoutmaster",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xef818d1",
      "en": "The monster commander in this mission will attempt a brutal wounding attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568907",
      "en": "TBD Let's get scouting!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568935",
      "en": "'[placeholder], you have shown your worth to our cause. I grant you the rank of Fabarâl of the Gabil'akkâ! This is the highest rank I am able to give as your commander. Thank you for all you have done.\\n\\n'Your efforts have significantly weakened the Orc forces, but we will not have won this war until Gorgar the Ruthless himself lies dead. You may be aware that Ausma has certain... talents... that will aid us in this endeavour. Report to her at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568936",
      "en": "'There you are, [placeholder]. The time to cut the head off this snake has finally come!'\\n\\nShe whips out her dagger, and mimes slicing the head off an Orc, cackling gleefully.\\n\\n'The prince has given me permission to plan the assassination of our nemesis, Gorgar the Ruthless. Without the son of Bolg, the Orcs and their allies will quickly fall to in-fighting as they try to determine who next gets to be in charge. During the chaos, we can easily mop them up and take our prize: Gundabad!\\n\\n'But first, we need to find him. We will infiltrate this tower outside Gundabad's main gates.'\\n\\nShe points to a tower on the map, just outside the keep.\\n\\n'We believe this is where they plan their troop deployments. If Gorgar intends to leave the mountain for any reason, they will deploy a number of guards to keep him safe. And he WILL leave at some point. If Orcs are to be kept in line, they need to see their chieftain in the flesh from time to time. I bet if we snoop around this tower, we will learn when and where Gorgar will next appear. Let me know when you're ready to head out.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568920",
      "en": "'I have heard your mission was a success! Excellent work, [placeholder]. When next I call upon you, it will be to enter Goblin-town with Ausma and defeat Gorgar the Ruthless. Prepare yourself!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}