{
  "id": 621035078,
  "txt": [
    {
      "id": "0x9b56810",
      "en": "The wood-trolls known as the Taurogrim still haunt much of Eryn Lasgalen. If Gorgar rouses them to battle, they will pose a great threat….\\n\\nYour mission is to defeat the Taurogrim in Grazadh-gropor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad3",
      "en": "Mission: The Taurogrim Alliance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d194",
      "en": "You have been tasked with defeating the Taurogrim in Grazadh-gropor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56875",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'Do you know of the Taurogrim? They are fearsome wood-trolls native to Mirkwood, or Eryn Lasgalen as the Elves have renamed it. My scouts have seen a band of Orcs entering one of their lairs, Grazadh-gropor, in Misthallow. I fear this may be Gorgar sending emissaries to rouse the Taurogrim to war! We must not allow this to happen! I task you with entering Grazadh-gropor and defeating the Taurogrim you find there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50262",
      "en": "Complete Mission: The Taurogrim Alliance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01167",
      "en": "Your mission is to defeat the Taurogrim in Grazadh-gropor.\\n\\nSpeak to Ausma to travel to Grazadh-gropor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50266",
      "en": "Talk to Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01175",
      "en": "The mission is complete!\\n\\nSpeak to Ausma for your reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56867",
      "en": "'Well done! The Men of the Vales will be glad to know they need not fear an ambush from the forest while a war rages in the north, and we dwarves need not fear the Taurogrim's foul magic on the battlefield!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eafc8",
      "en": "Reinforcements!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef8179",
      "en": "Monsters in this mission will attempt to summon allies to the fight.",
      "es": "",
      "es (fem)": ""
    }
  ]
}