{
  "id": 620762889,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Erscin was defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x70900f1",
      "en": "'Shhh!  Don't wake the Gorthorog!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You escorted Erscin to safety",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The slaves of Carn Dûm were set free, but Éa, a woman of the hillmen dwelling at Tármunn Súrsa, is still missing her husband.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3cd5567",
      "en": "'Be careful not to get too close!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My husband remains in Carn Dûm. I know you have already done so much, but please... find it in your heart to help me once more.\\n\\n'Erscin is strong of back and force of will. I cannot imagine that he fell to the Orcs, though perhaps he tried to escape and was killed. I cannot bear to imagine such things.\\n\\n'If he lives, I fear he will not live long. I am sure that the Evil Ones will punish any slaves that remained behind. You must return to Carn Dûm and find him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Carn Dûm lies far to the west of Tármunn Súrsa.\\n\\nÉa begged you to find her missing husband, the hillman-warrior called Erscin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you, [placeholder], for rescuing me. I must return now to my wife. She will be worried that I have left her.\\n\\n'You may continue on. I know the way from here. Be well, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Erscin is at Carn Dûm, far to the west of Gath Forthnír.\\n\\nErscin is waiting to speak with you again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Éa is at Tármunn Súrsa, east of Carn Dûm.\\n\\nYou found Erscin, alive and well, within Carn Dûm and returned him to safety. You should let Éa know the good tidings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please, return to Carn Dûm and find Erscin!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'My dear husband has returned to me! Thank you, Southron, for all you have done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Thank you, stranger. Whoever you are, I can see that you are no Orc-friend. Let us depart this evil place. And please, whatever you do, do not awaken the gorthorog!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Erscin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Escort Erscin to safety",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak to Erscin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Strongest Back",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x787fa34",
      "en": "'I thought I was doomed for sure!  Thank you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd5570e2",
      "en": "'They will bring others!  Don't wake them!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}