{
  "id": 620762908,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'No doubt you are here at the behest of my cousin. Your help may or may not be needed, but as you seem to have experience in these matters, let me explain the situation.\\n\\n'Long have my brethren and I suffered the trolls of Angmar, the gertheryg. We must strike a blow against Angmar by defeating these creatures and their master.\\n\\n'The fortress-city of Urugarth is their stronghold. Cross the narrow bridge, and eventually the path turns south to Urugarth -- or so it is said.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well, but there is more still to do. The leader of the gertheryg must be slain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go into Urugarth and defeat the gertheryg and their leader. Cross the bridge and follow the paths south-west until they turn at last south to Urugarth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Moving Mountains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The gertheryg, the terrible troll-kin of Angmar, pose one of the greatest threats to the Free Peoples.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated trolls in Urugarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Trolls in Urugarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat trolls in Urugarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gertheryg may be found in Urugarth, west of Tármunn Súrsa.\\n\\nTáni asked you to seek out the trolls and their leader and slay them all.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Trolls in Urugarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Táni is at Tármunn Súrsa, east of Urugarth.\\n\\nWith the trolls and their leader defeated, it is time to return to Táni.",
      "es": "",
      "es (fem)": ""
    }
  ]
}