{
  "id": 620762887,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], you must help me. My people are gone, spirited away by the Orc-slavers of Carn Dûm.\\n\\n'These slavers raid our villages and take our best warriors away to toil in their work-camps. Chained and shackled, they are forced to labour for the False King. Those that become injured or fall ill are left to die.\\n\\n'My husband, Erscin, is among the captured slaves -- if he even lives and breathes. Please hurry! The slaves must be freed. You will find them in Carn Dûm, far to the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for doing this. My people will never forget your bravery. But please, tell me... did you find Erscin? Be he living or dead, I must know what happened to him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must free my people from Carn Dûm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lifting the Yoke",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Carn Dûm is the evil heart of Angmar, a terrible city protected by gates and hordes of Orc-warriors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Freed slaves in Carn Dûm ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Free slaves in Carn Dûm ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Carn Dûm lies to the west of Tármunn Súrsa.\\n\\nÉa's husband Erscin and his fellow warriors were captured by Orcs and taken to Carn Dûm. She has asked you to enter Carn Dûm and rescue Erscin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Éa is at Tármunn Súrsa, east of Carn Dûm.\\n\\nThe slaves of Carn Dûm were set free and may now return to their homes, but you were unable to find Éa's husband, Erscin. You should return to Éa with the news.",
      "es": "",
      "es (fem)": ""
    }
  ]
}