{
  "id": 620911223,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have obtained your first war-steed!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have been sent for training in the handling of a Rohirrim warhorse by the riding instructor Seoca upon the Tourney Field south of Harwick.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You'd like to try the training course again? Of course, let us get right to it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Speak with Seoca at the tourney field directly south of Harwick.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You are ready now [placeholder]. Your skills in battle are already formidible. With one of our finest steeds beneath you, you shall be undefeatable!\\n\\n'Trust in your mount and in your valour, and your banner shall wave above these fields as a beacon of hope for all the Free Peoples of Middle-earth!\\n\\n'Now I believe you should speak with the Thane of Harwick before you proceed further. Much is a afoot in our lands, and it would be best if you made your presence known to our local lord.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Speak with Seoca to complete your war-steed training.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Speak with Seoca to complete your war-steed training.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Come with me, we've little time to waste, so lets be about our business.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You seek audience with the Thane? Well, I'll see what I can do for you, but he has not been in a sociable mood of late...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Speak with Anmar, guard at the Mead-hall of Harwick in the Wold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete the riding course upon the tourney field",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak to Seoca at the Tourney Field",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak to Seoca at the Tourney Field",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Speak with Anmar at the Harwick Mead-hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mounted Combat Tutorial (repeatable)",
      "es": "",
      "es (fem)": ""
    }
  ]
}