{
  "id": 621063275,
  "txt": [
    {
      "id": 148970450,
      "en": "The goose escaped and left behind many spilt bottles that should be cleaned up!",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'We're missing a particularly troublesome goose, on whom I usually need to keep a close eye. Needless to say, I have not had an eye to spare of late, as you can attest!\\n\\n'Now I fear the goose is loose and getting up to mischief somewhere in the village. This is... well, it's not the first time this has happened! Take care as you go, [placeholder], this goose is a tricky one!'",
      "es": ""
    },
    {
      "id": 148970452,
      "en": "A hobbit looks confused and angry about something possibly goose-related!",
      "es": ""
    },
    {
      "id": 173025571,
      "en": "Search The Roaring Bull for the loose goose",
      "es": ""
    },
    {
      "id": 148970455,
      "en": "Is a goose honking inside The Roaring Bull?",
      "es": ""
    },
    {
      "id": 173025573,
      "en": "Clean up the broken tankards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220759,
      "en": "'That was the most excitement I have seen in several days, and you just missed all the fun! That goose ran in here, knocked down every bottle in its path, and ran out... just as you arrived!\\n\\n'I do appreciate you cleaning up the bottles for me. Now good luck catching that silly goose!'",
      "es": ""
    },
    {
      "id": 24695220,
      "en": "With the amount of animals that Prunella Goldworthy has volunteered to care for, she has lost sight of one particularly ornery goose!",
      "es": ""
    },
    {
      "id": 173025576,
      "en": "Talk to Redahild Goodenough in The Roaring Bull",
      "es": ""
    },
    {
      "id": 173025577,
      "en": "Exit The Roaring Bull and continue searching for the goose",
      "es": ""
    },
    {
      "id": 184621184,
      "en": "The horrible goose made for the village edge of Long Cleeve.\\n\\nYou should search the village edge of Long Cleeve for the goose.",
      "es": ""
    },
    {
      "id": 184621233,
      "en": "The silly goose must still be in the village of Long Cleeve.\\n\\nYou should search Long Cleeve and find out where the goose went next.",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "The goose is loose and last seen near The Roaring Bull in the village of Long Cleeve.\\n\\nYou should search The Roaring Bull for the goose.",
      "es": ""
    },
    {
      "id": 184621187,
      "en": "The blindsided hobbits' stolen cabbages can be found at the village edge of Long Cleeve.\\n\\nYou should collect the stolen cabbages.",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "The Horrible Goose",
      "es": ""
    },
    {
      "id": 190220769,
      "en": "'You say there were three geese unleashed upon my neighbours, and not simply one loose goose?'\\n\\nPrunella rubs her chin.\\n\\n'That does explain why my goose was so tricksy. It was always able to cause the most surprising amount of mischief. Three times the normal amount, it seems!\\n\\n'Who can say where those geese might have wandered off to now? Perhaps we will see them again one day. Thank you for all your help! Now I think I should find out if the farmer that entrusted me with that goose in the first place knew the full story of the silly creature....'",
      "es": ""
    },
    {
      "id": 184621236,
      "en": "The blindsided hobbit can be found in the village of Long Cleeve.\\n\\nYou should help the blindsided hobbit.",
      "es": ""
    },
    {
      "id": 173025537,
      "en": "Search the village edge of Long Cleeve for the goose",
      "es": ""
    },
    {
      "id": 246419798,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621190,
      "en": "The blindsided hobbit can be found in the village of Long Cleeve.\\n\\nYou should return the stolen cabbages.",
      "es": ""
    },
    {
      "id": 171860549,
      "en": "'Honk!'",
      "es": ""
    },
    {
      "id": 148970468,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173025586,
      "en": "Search Long Cleeve and find out where the goose went next",
      "es": ""
    },
    {
      "id": 184621239,
      "en": "The horrible goose made for the village edge of Long Cleeve.\\n\\nYou should search Long Cleeve and find the goose.",
      "es": ""
    },
    {
      "id": 173025540,
      "en": "Collect the stolen cabbages ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970470,
      "en": "Cleaned up broken tankards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621193,
      "en": "Prunella Goldworthy can be found in the village of Long Cleeve.\\n\\nYou should talk to Prunella Goldworthy.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "The Roaring Bull can be found in the village of Long Cleeve.\\n\\nYou should clean up the mess left behind by the goose in The Roaring Bull.",
      "es": ""
    },
    {
      "id": 173025590,
      "en": "Help the blindsided hobbit",
      "es": ""
    },
    {
      "id": 225604162,
      "en": "'Careful now with all that water!'",
      "es": ""
    },
    {
      "id": 173025592,
      "en": "Search Long Cleeve for the horrible goose",
      "es": ""
    },
    {
      "id": 148970480,
      "en": "The goose escaped again!",
      "es": ""
    },
    {
      "id": 251715912,
      "en": "Return the stolen cabbages",
      "es": ""
    },
    {
      "id": 148970434,
      "en": "Can it be true? Are you dealing with THREE geese?",
      "es": ""
    },
    {
      "id": 184621203,
      "en": "Redahild Goodenough can be found at The Roaring Bull in the village of Long Cleeve.\\n\\nYou should talk to Redahild Goodenough in The Roaring Bull.",
      "es": ""
    },
    {
      "id": 173025552,
      "en": "Talk to Prunella Goldworthy",
      "es": ""
    },
    {
      "id": 148970483,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621205,
      "en": "The goose is loose and was last seen in the village of Long Cleeve.\\n\\nYou should search for the goose.",
      "es": ""
    },
    {
      "id": 148970437,
      "en": "Collected the stolen cabbages ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220741,
      "en": "'Thank you for helping me up. Did you see that goose? One minute I am minding my own business, taking home some fresh vegetables from the market. The very next minute, this horrible goose comes along, knocks me down, and pilfers all my beautiful cabbages!\\n\\n'You must get back my cabbages!'",
      "es": ""
    },
    {
      "id": 246419817,
      "en": "The silly goose must still be in the village of Long Cleeve.\\n\\nYou should exit The Roaring Bull and continue searching for the goose.",
      "es": ""
    },
    {
      "id": 173025558,
      "en": "Search Long Cleeve for the loose goose",
      "es": ""
    },
    {
      "id": 190220791,
      "en": "'Oh thank you for retrieving my cabbages, for by rescuing them you have saved me as well! How so, you ask? Well, cabbage stew is my wife's favourite meal and I promised to make it for her... for today is our wedding anniversary!\\n\\n'I don't think she would have believed that I was robbed by a goose, let alone three geese. I am in your debt.'",
      "es": ""
    },
    {
      "id": 148970489,
      "en": "The goose saw you coming and escaped again!",
      "es": ""
    }
  ]
}