{
  "id": 620970375,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Troubling news comes from our agents within the ruined city of Annúminas. The Angmarim have moved forces within the walls in large numbers. Rumour has it that many of those within serve under the banner of a Black Númenórean sent from Mordor itself, wearing black badges of allegiance to the Dark Lord.\\n\\n'If you can infiltrate the city, defeat those who defile its streets, and return their black badges to me, you shall earn much praise among the Wardens of Annúminas!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You are indeed a courageous adventurer to have braved the ruined streets of the Annúminas. I commend you for your courage, though we have many battles left to fight before we can wrest the city from their grasp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I understand that to brave the streets of Annúminas against the invaders is not for the faint of heart, but I have not judged you to be of that sort. I have faith that your strength will be proven against our enemies in time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Black Badges -- Introduction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Angmarim, under the command of Black Númenóreans, have occupied the ruined city of Annúminas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Black Badge ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring Black Badges to Cannuion at Tinnudir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Angmarim can be found within the ruined walls of Annúminas. Cannuion is at Tinnudir.\\n\\nCannuion has asked you to bring him the black badges of the Angmarim at Annúminas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Black Badges ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}