{
  "id": 621008847,
  "txt": [
    {
      "id": "0xeb01195",
      "en": "The path of slain Men can be found along the broken bridge to Esgaroth-of-old.\\n\\nYou have not found any sign of the Weeping Warrior, but you discovered a path of slain Men leading down the old bridge of Esgaroth. You should see where it leads.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Burned the remains of slain cold-drakelings in Esgaroth-of-old ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Slain drakelings can be found near the bones of Smaug in Esgaroth-of-old.\\n\\nYou have discovered the smuggled drakelings laid bare in Esgaroth-of-old as a means to incite the ire of the Herald of Winter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Patrol Esgaroth-of-old in search of the Weeping Warrior",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Karazgar might be found somewhere in Esgaroth-of-old.\\n\\nYou should search for Karazgar in Esgaroth-of-old. He might be found near the bones of Smaug.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "A path of slain Men lines the broken bridge to Esgaroth-of-old...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Examine the dying cold-drake",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "The cold-drake summons its strength to fly once more, and it flees to the north!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "The cold-drake can be found amid the bones of Smaug in Esgaroth-of-old.\\n\\nYou have not found Karazgar, but a dying cold-drake stares towards the bones of Smaug from the old bridge. You should examine the cold-drake.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to King Thorin III",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Follow the path of slain Men along the old bridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'What has happened, [placeholder]? What has become of Karazgar and his plans?'\\n\\nYou explain to King Thorin III that Karazgar entered Eryn Lasgalen seeking to corrupt the will of a powerful being known as the Green Lady. When he failed and sustained a potent wound at her hands, he was driven from Eryn Lasgalen and has not yet returned. A vision was shared with you in which the Green Lady revealed that Vethúg Wintermind is merely the spawn of the Herald of Winter, Hrímil Frost-heart. Meanwhile, Karazgar's agents returned to Esgaroth-of-old and used the cold-drakelings they smuggled through the Dale-lands to deceive a lesser cold-drake and draw the ire of the Herald of Winter to the North.\\n\\n'King Thranduil informed me that you had a troubling vision, [placeholder]. So the Herald of Winter is not Vethúg Wintermind, but the dragon-matron who spawned him named Hrímil Frost-heart? By Durin's beard, she is merely a fable among my folk! We of Durin's Folk have never seen her in all the days of our people, and though I heard rumours that Sauron had imprisoned her, I thought them false. If he had such an ancient dragon under his command, would he not have sent her forth against his foes?\\n\\n'If Hrímil now sends Vethúg to avenge her brood, I do not doubt Karazgar will try to capture him. He may be a coward, but he is a cunning dragon-tamer, and I fear he will use Vethúg to lure Hrímil from whatever refuge she has found. To what end, I cannot say, for Hrímil must possess a power greater than Karazgar.\\n\\n'I must think on this matter, my friend, but the time for action shall come soon enough.'\\n\\n\\n<rgb=#FF0000>Next week: 'An Ill Wind Blows'</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "You discover a gravely wounded cold-drake, gasping for what must be its final breaths...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Karazgar's agents have gathered the remains of young cold-drakes among the bones of Smaug...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Upon the bones of Esgaroth-of-Old, the designs of Karazgar are at last revealed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'[placeholder], I have received an urgent missive from the Master of Lake-town regarding Karazgar.\\n\\n'It seems the smugglers in league with Karazgar have succeeded in delivering their cargo to his agents in Esgaroth-of-old. If the cargo is similar to what you discovered, it will be filled with cold-drakelings. I believe that Karazgar seeks more dragon bones in his misguided belief that they will bolster his strength or grant him some measure of sorcery, but none know the truth of this matter. I would ask that you travel to Esgaroth-of-old and put a stop to his agents. If Karazgar's agents have gathered the slain drakelings among the bones of Smaug, burn their remains before they fall into his hands.\\n\\n'Once Esgaroth-of-old is free of his influence, I would ask that you return to Erebor. The King Under the Mountain is troubled greatly by what you learned of Hrímil Frost-heart in your vision and wishes to speak with you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "King Thorin III can be found in the Hall Under the Mountain.\\n\\nA cold-drake has delivered a chilling threat against the people of the North. You should warn King Thorin III.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Find Karazgar's agents and their cargo at Esgaroth-of-old",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Treachery in Esgaroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Burn the remains of slain cold-drakelings in Esgaroth-of-old ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Esgaroth-of-old can be found to the east of Eryn Lasgalen on the banks of the Long Lake.\\n\\nThranduil has learned that Karazgar's agents have returned to Esgaroth-of-old, and he seeks to put an end to the Weeping Warrior's plot against the North.",
      "es": "",
      "es (fem)": ""
    }
  ]
}