{
  "id": 621008848,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "Droplets of blood can be found snaking through eastern Lake-town.\\n\\nYou have discovered a poorly-concealed trail of blood leading through Lake-town. You should follow it and see if it leads to Karazgar's agents.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'There is much to consider from what you have told me, [placeholder].\\n\\n'I have not met with King Thranduil since I became King Under the Mountain, but he and my father came to something of an understanding long ago. In time, it grew into a friendship, but we have not forgotten our conflicts of old. When it comes to matters between Elves and dwarves, I know well enough to keep our peoples separate.\\n\\n'Even so, the Weeping Warrior has now passed beyond my realm, and now he lurks within Eryn Lasgalen. I cannot allow an enemy of our peoples to pass unchecked through the North or threaten the friends of Durin's Folk.'\\n\\n\\n<rgb=#FF0000>Next week: 'Kings of Wood and Stone'</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Loose Tongues in Lake-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "The battered remains of several cold-drakelings have been stuffed into this sack...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'These rumours do not make sense to me, [placeholder].\\n\\n'Vethúg Wintermind is no foe of the Dale-folk or of the Lake-men, and he has not been seen in hundreds of years. If he even still lives, for what reason would he now abandon his hoards to assail our lands?\\n\\n'No! That Lake-man must have believed a connexion existed between this Herald of Winter and Vethúg Wintermind, but that cannot be so. The source of these rumours must have come from some unrest in Lake-town, and like Durin's Folk, they have had much to contend with as of late.\\n\\n'I hear a new Master has been named, and I would have you speak to them of these rumours. I do not believe they merely sprouted from a Lake-man's imagination, and I would like to know the truth of the matter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Inform the Master of Lake-town of the Weeping Warrior's plot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Scattered drops of blood snake through Lake-town...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'What can I do for you, [placeholder]?'\\n\\nYou inform Dagrun that King Thorin III has grown concerned that a rumour implying a connexion between the Cold-drake, Vethúg Wintermind, and the Herald of Winter has been spreading from Lake-town.\\n\\n'I admit I heard the rumour, but I dismissed it in my haste to restore order in Lake-town following the death of the Master. However, I do not recall hearing that cold-drake's name in any of the tellings. It is hard on the tongue of my folk, and I would have remembered it!\\n\\n'As for the Herald of Winter, I know little. The rumours spoke of great army rallying far to the North under the Herald of Winter, but who could remain to command such a force? The Enemy is defeated! It is nonsense!\\n\\n'However, I have heard tales of strange men about the docks at night loading suspicious bags of cargo onto the boats and rafts. My guards claim to have seen no such men, but if you were to investigate this matter, I would rest easier knowing all of this is just a story that got out of hand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Scattered drops of blood lead deeper into Lake-town...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to King Thorin III",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "You have arrived at the old smugglers' den within Lake-town, and you hear hushed voices within...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Troubled by inconsistencies between Kynlig's tale of the fall of the Grey Mountains and the rumours spread by the Lake-man, King Thorin III seeks to uncover the true source of the rumours in Lake-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Dagrun, Master of Lake-town, can be found in the Master's Manor in Lake-town.\\n\\nSuspicious that Karazgar's agents might still lurk in Lake-town, King Thorin III has asked you to seek an audience with the Master of Lake-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Search for more signs of foul play in Lake-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Suspicious cargo can be found on and near the rowboats docked in Lake-town at night.\\n\\nDagrun, Master of Lake-town, has asked you to investigate suspicious activity occurring at night in Lake-town. She believes that smugglers have been attempting to ferry illicit goods from Lake-town to forces of the Enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Follow the trail of blood through Lake-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "<rgb=#FF00FF>Listen</rgb> closely to the voices within the old smugglers' den",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef9f9",
      "en": "You are too far from the window!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to the Master of Lake-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "The old smugglers' den can be found in the easternmost section of Lake-town.\\n\\nYou have followed a trail of blood to the old smugglers' den in Lake-town, and you hear the voices of what can only be two of Karazgar's agents within. You should listen to their conversation before returning to the Master of Lake-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Examine suspicious cargo in Lake-town ([placeholder]/[placeholder])\\n<rgb=#FF0000>Suspicious cargo can only be found at night.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Dagrun, Master of Lake-town, can be found in the Master's Manor in Lake-town.\\n\\nYou have uncovered a curious plot by Karazgar to obtain the bodies of numerous cold-drakelings, and you have also learned that Karazgar has departed the Dale-lands for the realm of Eryn Lasgalen. You should inform the Master of Lake-town of what you have discovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e18",
      "en": "Approach the window and <rgb=#FF00FF>listen</rgb> closely to the voices within the old smugglers' den",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "You are close enough to listen through the window...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "King Thorin III can be found in Erebor.\\n\\nYou have discovered Karazgar's activities in Lake-town and learned that the Weeping Warrior has passed into Eryn Lasgalen. You should return to King Thorin III at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Signs of foul play might be found on the docks of Lake-town.\\n\\nYou have uncovered the grisly remains of numerous cold-drakelings in Lake-town, but you are uncertain why they have been slain. You should continue your search for Karazgar's agents amongst the docks of Lake-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'You say that agents of the Weeping Warrior have been smuggling slain drakelings right under our noses? What grisly business!\\n\\n'We have seen none of their kind in the North since Smaug of old fell upon Esgaroth. It could be that they flew from the shadows of the Grey Mountains, but I fear they were captured by the Men of Mordor and brought hither. I do not find comfort in either of these explanations!\\n\\n'You should return to the King Under the Mountain and tell him that the Weeping Warrior has passed into the forest. I am sorry I cannot be of more aid to his people, but I will do what I can to free Lake-town of his servants.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}