{
  "id": 621008858,
  "txt": [
    {
      "id": 8567443,
      "en": "After you revealed to King Thorin that Vethúg Wintermind seeks to set siege to Erebor, he prepared to rally the forces of the North to repel the legendary cold-drake. Fearful that Vethúg does indeed serve one greater, he has resolved to slay the cold-drake and avenge his ancestors who dwelt in the Ered Mithrin. After an ill-advised attempt at humour, King Thorin requested that you deliver word to the leaders in the North. Although some offered help only begrudgingly, it seems the North remains united against the servants of the Enemy.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Lay of Rust and Rime",
      "es": ""
    },
    {
      "id": 8567445,
      "en": "At King Thorin's request, you sought an audience with King Thranduil. You offered him a token of peace from the dwarves of Erebor, and delivered a warning that Karazgar now stalked the realm of the Elves. King Thranduil prepared his scouts and you aided in directing them to seek Karazgar among the forest of Eryn Lasgalen. What will their searches reveal?",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Complete 'Of Dreams and Desires'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Complete 'Whispers in the Pits'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Complete 'Through the Eyes of Ravens'",
      "es": ""
    },
    {
      "id": 8567447,
      "en": "Despite learning that Karazgar may have returned to Caras Tilion, King Thranduil was forced to turn his attention to another matter. The Old Mother, Iphantemel, was revealed in Torech Emel, and the time had come at last to claim vengeance upon her for the destruction of Caras Tilion and the blighting of Mirkwood. Far from the hale foe Thranduil once faced, Iphantemel was old and bloated in her excess and she seemed to welcome her death. The spiders were at last purged from Eryn Lasgalen, but only because Ungwetári called her children to the Ephel Dúath for some terrible purpose. King Thranduil became suspicious of Karazgar's intentions in travelling to Caras Tilion and vowed to seek him with a small company of Elves.",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Complete 'Treachery in Esgaroth'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Complete 'Many Preparations'",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Complete 'Scion of Winter'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Complete 'Rust and Rime'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Complete 'An Unexpected Summons'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Complete 'Trouble Under the Mountain'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Complete 'The Lady and the Mirror'",
      "es": ""
    },
    {
      "id": 218639266,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 8567456,
      "en": "Fearing that you were misled by the visions of the Green Lady, King Thorin III advised you to seek the counsel of King Thranduil. In turn, King Thranduil suggested you seek the counsel of Lady Galadriel and the power of the Mirror. After travelling to Caras Galadhon, Lady Galadriel did not believe that Karazgar could have come so far south to enter the ruins of Dol Guldur beneath the notice of the Galadhrim. Lady Galadriel consulted the Mirror, but again saw no sign of Karazgar in Dol Dhannen, the name now given to Dol Guldur. Still, she felt that something remained beyond her sight and thought long on what was to be done.",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 8567458,
      "en": "After much deliberation, Lady Galadriel travelled to Dol Dhannen with Lord Celeborn, King Thranduil, Sigileth, and you. Your exploration of the ruins of Dol Dhannen nearly proved fruitless until you discovered a small passage leading down into the shadowed tunnels of Gostador. As Lady Galadriel expected, you did not find Karazgar in its depths. However, a great evil still lingered in Gostador and you witnessed shadowy impressions of Karazgar's final dealings with Sauron in Dol Guldur. You learned that Karazgar was promised the entirety of the North once the peoples there were driven out, and that the Weeping Warrior could subjugate or destroy any of the dragons that remained in that realm. You also learned that Hrímil Frost-heart defied Sauron and devoured one of the Dwarf-rings in spite. Following these revelations, you returned to Erebor and informed King Thorin III that Karazgar may still lurk nearby.",
      "es": ""
    },
    {
      "id": 8567459,
      "en": "After learning that Vethúg Wintermind flies for Erebor, the peoples of the North began to ready their defences in earnest. You aided the peoples of Dale, Lake-town, and Felegoth in preparing for battle and defending their homes.",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "And in the North, so begins the Lay of Rust and Rime...",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Complete 'Loose Tongues in Lake-town'",
      "es": ""
    },
    {
      "id": 8567461,
      "en": "In the aftermath of the battle at Erebor, it was revealed by the ravens that Karazgar pursued the wounded Vethúg Wintermind into the Grey Mountains. Much to the dismay of his kinfolk, King Thorin III decreed that no expeditions shall be made into the Grey Mountains for he, Erna, and Thranduil think it wise to remain uninvolved in the conflict between Karazgar and Vethúg Wintermind now that they have left the North.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Experience the events of the Lay of Rust and Rime.",
      "es": ""
    },
    {
      "id": 218639273,
      "en": "You learned of a series of intertwining rumours that confounded the Men of Lake-town and Dale. Who or what is the Herald of Winter? Has Vethúg Wintermind grown weary of his hoards in the Ered Mithrin, or does another of the Gúrzyul come to spread fear and destruction in the North?",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Complete 'An Ill Wind Blows'",
      "es": ""
    },
    {
      "id": 8567463,
      "en": "Despite his edict, King Thorin III has heard troubling rumours regarding the forming of an expedition to reclaim Thikil-gundu, the Steel Keep, from the dragons and Orcs of the Grey Mountains. Every dwarf you spoke to denied such an expedition, but King Thorin III remained unconvinced. After talking to the adventurous Dori and learning that he has no intent to defy the King Under the Mountain, he asked you to talk to Nori about a group of dwarves who came to the coffers in the night. To the surprise of all in Erebor, Nori departed and led an expedition into the Grey Mountains. King Thorin III was furious, but he would not violate his own edict. The fate of the expedition to Thikil-gundu is Nori's burden to bear.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Complete 'Kings of Wood and Stone'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Complete 'Bane of the Elvenking'",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Late in the Third Age, an old conflict stirred between the Weeping Warrior and the Herald of Winter.",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Complete 'Karazgar's Gambit'",
      "es": ""
    },
    {
      "id": 8567376,
      "en": "Like the coming of a great storm, Vethúg Wintermind descended upon Erebor in rage and vengeance. Many peoples of the North battled and fell, but in the end, Vethúg sustained a grave wound and flew for the Grey Mountains in defeat.",
      "es": ""
    },
    {
      "id": 8567377,
      "en": "The raven-chief, Arcah, called back her ravens from their spying, but not all made the return journey safely. You rescued a wounded raven from swift cold-drakelings that pursued it onto the slopes of Erebor, and soon after, it was able to fly to Ravenhill. However, the tidings it brought did not bode well for the peoples of the North. Vethúg Wintermind had begun his flight from the Grey Mountains, and he would soon lay his vengeance upon the North.",
      "es": ""
    },
    {
      "id": 8567424,
      "en": "Completed 'Karazgar's Gambit'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 8567426,
      "en": "After the darkness of Mirkwood at last began to recede, Tárasánë, the Green Lady, revealed herself in Caras Tilion. In a powerful vision, Tárasánë revealed that Vethúg Wintermind will come to Erebor, but as merely a harbinger of the true Herald of Winter. Although Tárasánë would not speak of the Herald of Winter's name, she told you that the Herald of Winter once served the will of Morgoth and has dwelt in Middle-earth since the Elders Days. You returned to King Thranduil with these troubling tidings, and he sent word to the Queen Regent and King Under the Mountain.",
      "es": ""
    },
    {
      "id": 8567428,
      "en": "Completed 'Treachery in Esgaroth'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Complete 'Heralds of a New Age'",
      "es": ""
    },
    {
      "id": 8567431,
      "en": "After King Thranduil travelled to Caras Tilion, he was beset by the forces of Karazgar. King Thranduil battled Karazgar in single combat, but before the tide of battle turned, he found himself awoken outside Felegoth as if from a trance. Fearing that Karazgar sought the power of the mysterious Green Lady, King Thranduil sent you to Caras Tilion to challenge Karazgar. You discovered the aftermath of a battle between Elves and the Men of Mordor, but Karazgar left only rust in his wake. The Green Lady was revealed, but her intentions remain unclear. What powers does she possess? Is she of the same kind as the Huntsman of Dunland?",
      "es": ""
    },
    {
      "id": 8567432,
      "en": "At long last, Karazgar revealed his designs in Esgaroth-of-old. The broken remains of the cold-drakelings his agents captured from the furthest reaches of the Ered Mithrin had been laid bare among the bones of Smaug the Golden. It was a deception to enrage the greater drakes in the service of the Herald of Winter and turn their ire against the Elves, Men, and dwarves of the North. A dying cold-drake revealed that one of his kin escaped Karazgar's wrath in Esgaroth-of-old and made for the Ered Mithrin to deliver a warning to the Herald of Winter. Despite the efforts of the leaders of the North, it seems the vile plot of the Weeping Warrior has succeeded.",
      "es": ""
    },
    {
      "id": 8567480,
      "en": "While the rest of the North braced for the coming of Vethúg Wintermind, Dís summoned King Thorin III to Ravenhill. To their surprise, the raven-chief, Arcah, had returned from far-off lands and wished to speak with the new King Under the Mountain. After agreeing to honour the old ways between their peoples, Arcah sent her ravens far and wide to spy on both Karazgar and Vethúg Wintermind.",
      "es": ""
    },
    {
      "id": 8567441,
      "en": "You learned that the agents of the Weeping Warrior have been gathering cold-drakelings in Lake-town under the cover of night. After eavesdropping on a conversation between a smuggler and one of Karazgar's servants, you learned that not only does Karazgar hope to use the drakelings to bolster his strength, but also to send a message to the Herald of Winter and the North itself. You also discovered that Karazgar travelled into Eryn Lasgalen, but his purposes remain unclear.",
      "es": ""
    }
  ]
}