{
  "id": 621008849,
  "txt": [
    {
      "id": 262725911,
      "en": "After carefully collecting the pile of stone blocks, a nearby dwarf calls out to you...",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Hah! Such trickery does not befit me now that I am King Under the Mountain, [placeholder].\\n\\n'You have always been eager to help those in need, but we have peoples enough to prepare our defences and fill our stores, and they can handle such tasks.\\n\\n'As for you, my friend, you have become something of an emissary to the peoples of the North. I would ask that you inform Queen Erna, Master Dagrun, and King Thranduil of what we have learned. Our friendships must be held close in such times, and, at least in regard to the coming battle, there will be no secrets between us. Tell them what you have learned of the Herald of Winter, and tell them that Vethúg shall soon come to seek his misguided vengeance upon the peoples of the North. Urge them to do whatever they can to prepare for battle, and inform them that Erebor shall again welcome those who cannot fight into the safety of its halls.\\n\\n'When you have done as I have asked, return to me at once.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Ill Wind Blows",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Collect a shard of bone from Smaug in Esgaroth-of-old",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'So the Herald of Winter was not the cold-drake in the rumour-monger's tale, but a different cold-drake named Hrímil Frost-heart? And now her spawn comes to set siege to the Dale-lands?\\n\\nErna lets out a wry, desperate chuckle.\\n\\n'I shall have to have a word with King Thorin about this! I fail to see the difference between the rumours and our new circumstances....\\n\\n'All of Karazgar's plots have come to pass. I care not that he is wounded and lost. He has turned Hrímil's ire upon us, and we shall suffer her wrath in his stead. The young King shall face the same test as his namesake, but he is not ready to bear such a burden. Who can ever be truly ready to face such a challenge? What else can we do but prepare?\\n\\n'I shall rally every able warrior of Dale and send my people to the safety of Erebor when the time comes. It seems the arrows must be nocked once more....\\n\\n'Go on, [placeholder]! There is much to be done and little time to speak!'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to King Thorin III",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I have thought long on what is to be done, [placeholder]. If Hrímil Frost-heart soon sends Vethúg and her hordes against us, we of Durin's Folk shall not shy from battle.\\n\\n'You see, Vethúg Wintermind was known to us long before Smaug. He drove my forefathers from Thikil-gundu and left it a frozen ruin. Such a fate will not befall Erebor!\\n\\n'We withstood the evils of Smaug and Bolg, and we shall withstand this!\\n\\n'You have done many great deeds for Durin's Folk, my friend. And here now is a task befitting such a warrior! I would ask that you travel the lands of the North, and gather the resources of each of its peoples. We shall have need to share them if the battle is to be won.\\n\\n'Swiftly now, [placeholder]!'",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'So it is done? Good.\\n\\n'I will not allow Vethúg to displace Durin's Folk again, [placeholder]. We of the North battled together in unfriendly times and triumphed over Smaug and the armies of Bolg, but this time it shall be different. Durin's Folk, the Men of Dale, and the Elves of Eryn Lasgalen have no quarrels between them. There is no treasure to divide, no weregild withheld in stubbornness, and no treachery between us. We stand united against Vethúg Wintermind and so too shall we stand against Karazgar and Hrímil Frost-heart.\\n\\n'At last, the Dwarves of Durin's Folk shall have our vengeance... Vethúg will fall!'\\n\\n\\n<rgb=#FF0000>Next week: 'An Unexpected Summons'</rgb>",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'It is my truest regret and sorrow that some of my people aided Karazgar in his plots.\\n\\n'Perhaps now they will understand their folly.... for we shall all suffer the consequences of their foolishness. They have drawn the ire of this Hrímil Frost-heart to our lands, and now I fear that Lake-town will again bear the most grievous wounds at the hands of her offspring. Instead of flames, we shall be frozen along with the waters of the Long Lake! We cannot rebuild our homes and resettle our people on the Lake every time a new foe comes to the North! Sooner or later, we shall run out of places to flee!\\n\\n'I will offer what I can to the folk of Dale and Erebor. We have plentiful stores of water and food to be shared, but I am afraid I cannot spare a single warrior. All of this business has riled the folk of Lake-town, and my guards are needed here to keep order.\\n\\n'I am sorry I cannot offer more, [placeholder]. We of Lake-town will prepare as best we can.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Piles of stone blocks can be found in Erebor, logs can be found in the halls of Felegoth, crates of rations can be found throughout Dale, and barrels of water can be found in Lake-town.\\n\\nKing Thorin III has asked you to aid the peoples of the North in preparing for battle against Vethúg Wintermind.",
      "es": ""
    },
    {
      "id": 49286661,
      "en": "Deliver the shard of Smaug's bones to King Thorin III",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I knew well of the cold-drake that ravaged the Ered Mithrin, [placeholder], but never have I known his name. Vethúg Wintermind... so he is the hated spawn of Hrímil Frost-heart!\\n\\n'Whether we are granted days, weeks, months, or mere hours to prepare remains unknown, but the King Under the Mountain speaks true -- Vethúg will come. We know little of Hrímil's forces and what Vethúg may bring to bear upon this realm, but it is clear from your vision that her hordes are not limited to dragon-kind. There is no ill will between us and Durin's Folk, but we have all battled and suffered greatly to repel the forces of the Enemy. Terrible wounds are still borne by my kin, and I cannot muster such a force as the one that repelled the Orcs and Easterlings before Erebor.\\n\\n'I shall send the warriors and archers I can to defend this realm, but I fear it will take more than our combined armies to overcome such a foe. Let us hope it is enough....'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "After stoking the ire of the Herald of Winter, Karazgar has fled the North. The peoples of Eryn Lasgalen, Erebor, and the Dale-lands must now prepare to face a new foe.",
      "es": ""
    },
    {
      "id": 49286663,
      "en": "Talk to King Thorin III",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Erna",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "King Thorin III can be found in the Hall Under the Mountain.\\n\\nYou have mistaken King Thorin's jest for an actual task. You should return to King Thorin.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Erna can be found in Dale, Dagrun can be found in Lake-town, and Thranduil can be found in Felegoth.\\n\\nKing Thorin III has asked you to deliver a message of warning to the other strongholds of the North and ask that they prepare their defences as best they can before Vethúg Wintermind strikes.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Dagrun",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "The bones of Smaug can be found in Esgaroth-of-old.\\n\\nKing Thorin III has also asked you to recover a shard of Smaug's bones before returning to Erebor.",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Thranduil",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Collect piles of stone blocks in Erebor (0/10)\\nCollect logs of wood in Eryn Lasgalen (0/10)\\nCollect crates of rations in Dale (0/10)\\nCollect barrels of water in Lake-town (0/10)",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "King Thorin III can be found in the Hall Under the Mountain.\\n\\nYou have warned the leaders of the strongholds of the North to prepare for the coming of Vethúg Wintermind as King Thorin asked. You should return to King Thorin.",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "A small shard of bone cracks and splinters from Smaug's remains...",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'So it is done.\\n\\n'I will not allow Vethúg to displace my people again, [placeholder]. We of the North stood together in unfriendly times and triumphed over Smaug and the armies of Bolg, but this time it shall be different. Durin's Folk, the Men of Dale, and the Elves of Eryn Lasgalen have no quarrels between them. There is no treasure to divide, no weregild withheld in stubbornness, and no treachery between us. We stand as one against the Herald of Winter and so too shall we stand against Karazgar if he ever dares to return.\\n\\n'A new Black Arrow shall be forged from the bones of Smaug himself, and this time Vethúg comes to strike against Durin's Folk, he will fall!'\\n\\n\\n<rgb=#FF0000>The Lay of Rust and Rime will continue in a future Update....</rgb>",
      "es": ""
    }
  ]
}