{
  "id": 621008845,
  "txt": [
    {
      "id": "0x2222551",
      "en": "'I will scout the lands around Loeglond and see if Karazgar has passed through them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'What is this, [placeholder]?'\\n\\nYou offer the small pouch to King Thranduil. He opens the pouch to examine its contents, and his face betrays some small measure of amusement.\\n\\n'Do you know what King Thorin bade you deliver to me? It is a pouch of gold coins, and this trifling gift tells me more than hours of words between us might. He wishes to demonstrate that the greed that seized the last of his name need no longer be feared. I had no quarrel with King Dáin before his death, but I appreciate such a gesture from the new King Under the Mountain.\\n\\n'Now then, I do not believe that is the only reason you travelled all the way to my halls.'\\n\\nYou inform King Thranduil that Karazgar has returned to Eryn Lasgalen for an unknown purpose.\\n\\n'It seems Karazgar's charge eludes him still. If what he seeks lies within my realm, then we must seize this chance to ensnare him.\\n\\n'The scouts of Felegoth stand ready, and I would have you direct them. See that they scout the lands around Loeglond, Tholkát, Tham Aeldír, Torech Emel, and the eastern reaches of Eryn Lasgalen. I would also ask that one search the ruins of Caras Tilion, but they are to speak to none but me of what they find.\\n\\n'When you have sent them off, return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2222552",
      "en": "'I shall search Tholkát for signs of the Weeping Warrior. Even he would be wise to avoid the Taurogrim!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2222553",
      "en": "'King Thranduil wishes for me to search the lands around Tham Aeldír? I shall see it done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2222554",
      "en": "'Many of the Great Spiders once dwelt in Torech Emel, but perhaps Karazgar now seeks refuge there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Scouts can be found throughout Felegoth.\\n\\nKing Thranduil has asked you to send scouts into Eryn Lasgalen to seek the Weeping Warrior. You should sent the scouts out as soon as you are able.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2222555",
      "en": "'If that is what King Thranduil wishes, I shall travel to the forest's edge at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Direct King Thranduil's scouts to search for Karazgar in Eryn Lasgalen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2222556",
      "en": "'King Thranduil would not ask any among us to return to Caras Tilion without cause. I shall do as he commands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "King Thranduil can be found in Felegoth.\\n\\nYou have been tasked with delivering King Thorin's token of peace to King Thranduil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Directed King Thranduil's scouts to search for Karazgar in Eryn Lasgalen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e8",
      "en": "Deliver the token of peace to King Thranduil in Felegoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "King Thranduil can be found in Felegoth.\\n\\nYou have sent many of King Thranduil's scouts into Eryn Lasgalen in search of the Weeping Warrior. You should return to King Thranduil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to King Thranduil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I cannot tell what my scouts will find, [placeholder], but I will make certain that you and King Thorin know of it.\\n\\n'When you come to Felegoth next, speak to me and I shall tell you what I have learned.'\\n\\n\\n<rgb=#FF0000>Next week: 'Bane of the Elvenking'</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You pick up a small, unadorned pouch...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Hoping to warn King Thranduil of the Weeping Warrior's presence in Eryn Lasgalen, King Thorin III seeks to renew his father's friendship with the Elvenking.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Retrieve the token of peace from King Thorin's throne",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Hail, [placeholder].\\n\\n'I have not met with King Thranduil since I became King Under the Mountain, and I think it should remain that way for a time. Our peoples are friendly, but we do not impose on each other's realms. When Durin's Folk and the Elves have met in the past, things have not always gone well. Intentions have been misread, and ire stoked needlessly. There was not always such friendship between our peoples, my friend, but my father and King Thranduil put things to rights after the Battle of Five Armies. Ah, but diplomacy is now my burden!\\n\\n'I have prepared a token of peace for King Thranduil, and I would have you deliver to him on my behalf. It is a token he alone will understand, and it will quell any doubts he has of his friendship with Durin's Folk.\\n\\n'Once you have delivered it to him, tell him of the Weeping Warrior's presence in Eryn Lasgalen. He will know what is to be done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Kings of Wood and Stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "The token of peace can be found on King Thorin III's throne.\\n\\nKing Thorin has asked you to collect and deliver a token of peace to King Thranduil.",
      "es": "",
      "es (fem)": ""
    }
  ]
}