{
  "id": 621008831,
  "txt": [
    {
      "id": 246419863,
      "en": "Hithlos's vase, goblet, box, and harp can be found in Felegoth.\\n\\nYou should seek out Hithlos's lost items.",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Hithlos can be found in Felegoth.\\n\\nYou should bring the items you found to Hithlos.",
      "es": ""
    },
    {
      "id": 149027541,
      "en": "The Harpist of Felegoth",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Hithlos can be found in Felegoth.\\n\\nYou should talk to Hithlos.",
      "es": ""
    },
    {
      "id": 111477352,
      "en": "Bring the items you found to Hithlos",
      "es": ""
    },
    {
      "id": 162883686,
      "en": "'Now I am ready. Let the music begin.'",
      "es": ""
    },
    {
      "id": 246419779,
      "en": "Flowers can be found in the gardens of Felegoth.\\n\\nYou should pick flowers for Hithlos's vase.",
      "es": ""
    },
    {
      "id": 162883687,
      "en": "'You have found my belongings. I am indebted to you. I must be more careful and not misplace these precious items again.\\n\\n'Now, something is missing. Yes, my vase needs fresh flowers in it. If you could make haste to the gardens here in Felegoth, there should be some nice golden flowers to fill the vase.'",
      "es": ""
    },
    {
      "id": 177082672,
      "en": "Found the vase!",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "Hithlos's vase can be found beside him in Felegoth.\\n\\nYou should put the flowers in the vase for Hithlos.",
      "es": ""
    },
    {
      "id": 177082674,
      "en": "Found the goblet!",
      "es": ""
    },
    {
      "id": 177082676,
      "en": "Found the box!",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Talk to Hithlos",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Hail, good [placeholder]. The time draws ever near for the departure of our king to the Undying Lands. This is no time for gloom though. No, it is a time of celebration. Evil has been vanquished and the wood will be the realm of the Wood Elves once more.\\n\\n'I am a musician of the great halls of Felegoth. My harp rings bright and true through the caverns around us. I play each day, songs of old and songs of joy. Today there is a problem though. I seem to have lost my harp. I lost not just my harp, but also many of the items that make each performance a great experience. For added ambience I prefer to play with my vase, my goblet, and my box, just in case a passerby provides a gracious donation.\\n\\n'If you could find these items for me, I shall fill these halls with the sweet sounds of my harp.'",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Hithlos, a musician in Felegoth would like to perform his uplifting music, but seems to have misplaced his harp.",
      "es": ""
    },
    {
      "id": 177082678,
      "en": "Found the harp!",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Pick flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025617,
      "en": "Find Hithlos's lost items ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082680,
      "en": "Picked flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477273,
      "en": "Put the flowers in Hithlos's vase",
      "es": ""
    }
  ]
}