{
  "id": 621008846,
  "txt": [
    {
      "id": 216727832,
      "en": "King Thranduil can be found in Felegoth.\\n\\nYou have defeated Iphantemel and forever banished her blight from Eryn Lasgalen. You should talk to King Thranduil.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to King Thranduil",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bane of the Elvenking",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'The time has come! We must put an end to Iphantemel!'",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Despite uncovering evidence that Karazgar may still lurk in Eryn Lasgalen, King Thranduil has turned his attention to his hated foe of old: Iphantemel.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'You have done well to aid me and my kin, [placeholder]. While a few of Iphantemel's children may linger in the forest, the last great evil of Mirkwood is no more.\\n\\n'As for the matter of Karazgar, I believe he has returned to seek something within Caras Tilion. I will not send you there - not yet, for this is a matter of great import to me and me alone.\\n\\n'I shall search the ruins myself, and when I have need of you again, I will call upon you.'\\n\\n\\n<rgb=#FF0000>Next week: 'Karazgar's Gambit'</rgb>",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "King Thranduil can be found in Felegoth.\\n\\nKing Thranduil has asked you to accompany him and his warriors to Torech Emel in an effort to put an end to the blight of Iphantemel.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Talk to King Thranduil",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'It has been mere days, [placeholder], but I have learned much of things that were beyond our sight. My scouts have travelled much of Eryn Lasgalen and they have discovered far more than what we sought.\\n\\n'It seems the Old Mother, Iphantemel, has become trapped in Torech Emel by the excess of her own appetite. It was she that bound Caras Tilion and blighted Mirkwood before Sauron hid within Dol Guldur. It was she who wounded me in that failed battle of old!\\n\\n'Do not think I have forgotten your purpose in coming here. I have great reason to suspect that the Weeping Warrior remains in my realm, but that matter must be set aside for the moment. If I have guessed Karazgar's true purpose in returning to Eryn Lasgalen, he will not find what he seeks. Indeed, there shall be time enough to find him when this task is done.\\n\\n'Iphantemel must be brought low and her blight forever banished from Eryn Lasgalen!'",
      "es": ""
    }
  ]
}