{
  "id": 621008844,
  "txt": [
    {
      "id": "0xa8e11b1",
      "en": "The trail of rust leads deeper into Caras Tilion...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Follow the trail of rust deeper into Caras Tilion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The trail of rust leads deeper into Caras Tilion.\\n\\nYou should follow the trail of rust into Caras Tilion and attempt to learn what has transpired.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "As Thranduil feared, the battle consumed Elves and Men alike, but Karazgar fled deeper into Caras Tilion...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "The trail of rust leads deeper into Caras Tilion...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Follow the trail of rust deeper into Caras Tilion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "The trail of rust leads deeper into Caras Tilion.\\n\\nYou have found what remains of Thranduil's company and Karazgar's agents in Caras Tilion, but it appears Karazgar escaped this encounter. You should search for him deeper in Caras Tilion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to the Green Lady",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "As you step into the pool of water, a towering figure appears before you...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "The Green Lady is standing in the centre of Caras Tilion.\\n\\nYou have followed Karazgar's trail to a rust-laden pool in Caras Tilion. The Green Lady that Thranduil described has revealed herself to you. You should attempt to speak to her and learn what has transpired.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'I knew it would be you....'\\n\\nThe Green Lady gazes at you for a long moment and studies your appearance.\\n\\n'The Elvenking once looked upon me as you now do, but in time, his gaze softened. I spared him the wrath of the one you call Karazgar, but the dooms of his kin could not be prevented. Indeed, I also spared him the memory of looking upon me once more, for I know the hurts it would bring him.\\n\\n'The one called Karazgar thought to raise his weapon against me, but he is beneath the notice of me and my lord in the Uttermost West. I touched his blighted flesh to heal it, and he recoiled at once as if in agony. He could not overcome me, and so he fled in fear.\\n\\n'You have come sooner than I foresaw... and so now, you must depart. You shall know when to return.'\\n\\n\\n<rgb=#FF0000>Next week: 'Of Dreams and Desires'</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "You notice a trail of scattered rust leading deeper into Caras Tilion...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'[placeholder], I cannot explain what has happened.\\n\\n'I became certain that Karazgar sought something precious within Caras Tilion, and so it was there I travelled with a small company of scouts and warriors. I led my kin into the heights of our old home, and I was pleased to see it free of the webs that once choked it... but we were not alone. Indeed, evil spirits lingered there, but they did not seem to notice our passing. It was Karazgar and his Men of Mordor that fell upon us, and I rose my blade to attack. However, as Karazgar raised his weapon against me, I felt my mind and vision turn to darkness. It washed over me in what felt like mere moments, but when I awoke, I stood before Felegoth... alone.\\n\\n'I know what fate must have befallen my kin, but have the Valar themselves spared me? They would not do such a thing! They could not... and nor could she....'\\n\\n'When Caras Tilion fell, one of the servants of Valar fell with it. She was known to me as Tárasánë, but among my kin, she was the Green Lady. I thought her banished or gone to the Uttermost West, but I cannot bear to return to that place again.\\n\\n'I ask you to do what I cannot. Go to Caras Tilion and see what became of my kin. If Karazgar remains, he must not be allowed to harm Tárasánë.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "After confronting the Weeping Warrior at Caras Tilion, Thranduil returned to Felegoth with no memory of his encounter with Karazgar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Search Caras Tilion for signs of the Weeping Warrior",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Karazgar's Gambit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Caras Tilion can be found to the south of Felegoth in Eryn Lasgalen.\\n\\nUnable to remember anything after encountering Karazgar, Thranduil has asked you to seek the Weeping Warrior in Caras Tilion.",
      "es": "",
      "es (fem)": ""
    }
  ]
}