{
  "id": 621008842,
  "txt": [
    {
      "id": 228870261,
      "en": "Heralds of a New Age",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'Hail, [placeholder]. What is that you have there?'\\n\\nYou offer Erna's missive to King Thorin III, and he begins to read it. After a long pause, he begins to speak.\\n\\n'I share Erna's concerns about these tidings, and I, too, mourn for such a needless loss of life. But there is something deeply troubling about what she has told me....\\n\\n'It would seem Kynlig told you of the many evils of the great Cold-drake, Vethúg Wintermind, but his tale does not match what the Lake-man told the folk of Dale. There is talk enough of frost and ruin, to be certain, but this is an old tale... of an old foe.\\n\\n'And so, this is what troubles me. Vethúg Wintermind has never been known as the Herald of Winter -- not to Durin's Folk and not to the Orcs of the North. Whatever else the Lake-man was told, it must have come from Lake-town... and from the mouth of one of those wretched Men of Mordor. Whether the Herald of Winter is indeed one of the Gúrzyul, I cannot yet say.\\n\\n'I will send word to Erna at once, and we shall speak of what is to be done. When the time comes, I would ask that you return to aid me in this matter.'\\n\\n\\n<rgb=#FF0000>Next week: 'Loose Tongues in Lake-town'</rgb>",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Erna and warn her of Karazgar's interest in the Herald of Winter",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Hail, [placeholder].\\n\\n'There has been great unrest in Dale as of late, and much to my dismay, it does not seem to be lessening as we struggle to accommodate both the needs of our peoples and the displaced of Rhûn. Now, I am told that a man of Lake-town has come to Dale spreading vile, unfounded rumours about someone or something known as the Herald of Winter.\\n\\n'Matters of intrigue and rumour are beyond the wisdom of the young Prince, and so I have called upon you. You have seen the works of the Dark Lord with your own eyes and know well the minds of his servants. I am of a suspicious mind about what I have heard thus far, but I will not rush to judgment without knowing the truth to these rumours.\\n\\n'Speak to the folk of Dale, hear their words well, and work to calm those you can. Following that, seek out the Lake-man and order him to cease his rumour-mongering. Whether or not there is any truth to them, no good will come from spreading fear among the people of the Dale-lands.'",
      "es": ""
    },
    {
      "id": 24695120,
      "en": "Fearful rumours have begun to spread throughout the Dale-lands regarding a mysterious figure known only as the Herald of Winter.",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Deliver Erna's missive to King Thorin III in Erebor",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'The crowd is down there, friend. Why don't you join them? There's more still to be said!'\\n\\nYou ask the Lake-man to cease his rumour-mongering by order of the Queen Regent of Dale.\\n\\n'I have been told all manner of tales by the fine folk of these lands, and now it's a crime when I share them? Well, I never!\\n\\n'This very morning I fished with a Dwarf of Erebor named Kynlig, and we struck up a fine conversation about the histories and legends of our peoples. Fine enough, indeed, that I did not mind my poor catch for the day.'\\n\\nThe Lake-man lets out a disapproving snort and begins to walk away.\\n\\n'Do not think me so imperceptive; I know when I'm meant to leave. I'll be off then, but if the Queen Regent does not approve of my tales, perhaps you should speak to Kynlig instead!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "The rumour-mongering Lake-man can be found in Dale.\\n\\nYou have found the rumour-monger telling wild tales to a crowd of nearby Dale-folk. You should speak to him and urge him to stop spreading dangerous rumours.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "A gruff voice rises behind you...",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "The Weeping Warrior's servant falls defeated...",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Troubled Dale-folk can be found throughout Dale.\\n\\nErna has asked you to speak to a number of troubled Dale-folk and learn if there is any truth to the rumours that have been spreading in Dale.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Kynlig can be found fishing in Dale.\\n\\nThe rumour-monger claims the story was told to him by a dwarf named Kynlig in Dale. You should find and speak to Kynlig.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Kynlig in Dale",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The rumour-monger can be found somewhere in Dale.\\n\\nYou have listened to the tales of several troubled Dale-folk, and it seems that a Lake-man has come to Dale telling wild stories of the Herald of Winter. You should seek the rumour-monger in Dale.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Erna can be found in Dale.\\n\\nYou learned that the Lake-man misunderstood Kynlig's tale and that the Herald of Winter is little more than a legend to the Dwarves of Erebor. You should return to Erna and tell her what you have learned.",
      "es": ""
    },
    {
      "id": 49286665,
      "en": "Deliver Erna's missive to King Thorin III in Erebor",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Erna",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Find the Lake-man along the road to Lake-town and deliver him to the Queen Regent",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Learn about rumours and calm troubled Dale-folk ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "The Lake-man can likely be found along the roadway to Lake-town.\\n\\nErna has asked that you seek the Lake-man on the roadway to Lake-town and deliver him to her in Dale.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Find the rumour-monger in Dale",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Erna can be found in Dale.\\n\\nThe Lake-man was slain along the roadway by one of Karazgar's agents in the Dale-lands. It seems Karazgar has a peculiar interest in the Herald of Winter. You should return to Erna and tell her what has occurred.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to the rumour-mongering Lake-man",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "King Thorin III can be found in Erebor.\\n\\nErna has written a missive to King Thorin III and has asked you to deliver it to him in the halls of Erebor.",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "Learned about rumours and calmed troubled Dale-folk ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'I have not known you to fail in your charges, [placeholder]. What has happened?'\\n\\nYou explain that the Lake-man was waylaid and slain by one of Karazgar's servants near Lake-town.\\n\\n'I see. I feared the servants of the Weeping Warrior had not yet departed these lands, and now there can be no doubt that they remain. I had suspected that the Herald of Winter was one of the Gúrzyul, alike in longevity and cruelty to Karazgar, but Kynlig's tale implies that this foe is a great Cold-drake of the North. Neither of these prospects is heartening, for none in the North are prepared to wage another battle.\\n\\n'Before I act hastily, I wish to learn the truth of Kynlig's tale, and so I would have you deliver this missive to Erebor. Innocent blood has been spilled, and this has become a more complicated matter, but I do not intend to strain the friendship between our kingdoms at such a crucial hour.\\n\\n'Deliver my missive to King Thorin III, and let us hope he has more insight on what these tales mean for the peoples of the Dale-lands.'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'What can I do for you, stranger?\\n\\n'The fishing is good today, but I am wise enough to know that is not why you have come. Sit then, and we can speak.'\\n\\nAfter explaining the unrest it has caused amongst the people of Dale, you ask Kynlig to describe the tale he told the Lake-man this morning.\\n\\n'Bah! I should have known he'd not understand! We were sharing tales we'd heard to pass the time, and he insisted on trying to surpass every one I told with one of his own. A boring lot they were, to be honest, but he delivered them with such enthusiasm. When I had tired of hearing them, I told him the tale of the Grey Wrack -- for I knew it would end whatever competition he'd imagined between us. \\n\\n'Once the kingdom of the Grey Mountains was bountiful, but that very wealth drew the dragons of the North to its halls.  The Dwarves of Durin's Folk withstood their attacks for many years, but when at last a great cold-drake came before the door of the hall, both King Dáin I and his son, Frór, fell and the battle was then ended -- though many of his folk would not soon enough admit it. My ancestors' halls were choked by his frost, their hoards were plundered, and in time, whatever else they had wrought was brought to ruin. And so, it became the Grey Wrack, home only to Orcs and the dragons of the North ever since.\\n\\n'It is a sorrowful, old tale, and it is but a small measure of what Durin's Folk have endured. I am troubled that this Lake-man did not understand the painful truth of my story... it is not some fanciful tale to be trotted out for the amusement of passers-by!\\n\\n'I am sorry for causing such a stir. If the Queen Regent would have me return to Erebor, I will not protest.'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'DNT'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "A Lake-man speaks loudly and gestures wildly at a crowd of Dale-folk...",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'What is the meaning of all this, [placeholder]? We have troubles enough without unfounded tales being spread as truth! What did this rumour-monger have to say for himself?'\\n\\nYou explain that the Lake-man was embellishing a dwarf-legend told to him by a Dwarf of Erebor in Dale, and has since departed Dale. You also offer an apology on behalf of Kynlig, as he did not expect such a dour, old tale to be shared so flippantly.\\n\\n'That is it, then? Old stories? I will not ask Kynlig to depart Dale, but he would be wise to keep the tales of his people to himself for a time.\\n\\n'As for that foolish Lake-man, I would like to have a word with him. Rumours are a dangerous matter, and I will not abide such reckless behaviour in Dale.\\n\\n'Seek him on the roadway to Lake-town, and deliver him to me at once!'",
      "es": ""
    }
  ]
}