{
  "id": 621008843,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "'Do you understand what awaits you?\\n\\n'Hrímil and the Weeping Warrior each seek to ensnare the other, and their battles shall span from the forest of the Elves into the frozen wastes of the North. Those of the Uttermost West have not turned their gaze from this realm, but my lord has bidden me to stay my hand in such matters of strife.\\n\\n'Do not despair of what you have seen, [placeholder], for these servants of Morgoth and Sauron may yet be defeated.\\n\\n'Your fate is beyond my sight, but you have gained many allies in your adventures... and they have not forgotten you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Tárasánë, the Green Lady, can be found in the ruins of Caras Tilion.\\n\\nYou have experienced a great vision brought on by the Green Lady.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to King Thranduil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Thranduil can be found in Felegoth.\\n\\nYou have witnessed the power of the Green Lady and should now return to King Thranduil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I thought Tárasánë was lost evermore, [placeholder]....'\\n\\nThranduil appears to gaze through you for a moment, and a subtle look of sorrow washes over his face.\\n\\n'Tárasánë once dwelt in peace within Greenwood, but when Sauron came in the guise of the Necromancer, she vanished. I thought she had been banished by the Necromancer's evil or returned to her lord's side in the Uttermost West, and my searches for her in the years that followed all proved fruitless. I am gladdened by her return, but filled with sorrow at what might have been had she remained and stood against the evils of Mirkwood. Alas that such things cannot be undone... even by her power.'\\n\\nThranduil pauses for a moment and remains silent.\\n\\n'The Dragon of which Tárasánë spoke is not known to me, but Durin's Folk ran afoul of cold-drakes in the days of their kingdom in the Ered Mithrin.\\n\\n'I shall send word to the King Under the Mountain at once. If we are to ensnare Karazgar, it would do us well to learn more of his foe. For now, I shall have my scouts continue to seek Karazgar and his agents in Eryn Lasgalen.\\n\\n'I shall send word at once if we discover any trace of them.'\\n\\n\\n<rgb=#FF0000>Next week: 'Treachery in Esgaroth'</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "The Green Lady once dwelled in the heights of the Emyn-nu-Fuin, but that was long before the darkening of Mirkwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Tárasánë, the Green Lady",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I knew well that you would return to this place, [placeholder].\\n\\n'I have watched you from afar, and I have witnessed your fate shape itself anew time and again. You desire to keep safe the peoples of Middle-earth, but many trials still await you.\\n\\n'The Herald of Winter... the Weeping Warrior... your foes shroud themselves in false titles, but their names are not forgotten to me or to my lord in the Uttermost West.\\n\\n'Indeed, I know whom you seek, but only through my will shall such knowledge come to you... and only through my power shall such things be revealed.\\n\\n'Sleep now, little one, and you shall learn where your fate leads you....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Tárasánë, the Green Lady",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Sleep, little one, and the truths you seek shall be revealed....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Of Dreams and Desires",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Tárasánë, the Green Lady, can be found in the ruins of Caras Tilion.\\n\\nThe Green Lady desires to learn your intentions in seeking an audience with her.",
      "es": "",
      "es (fem)": ""
    }
  ]
}