{
  "id": 620894174,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Ho, there! Have we met before? Your face is familiar... perhaps I have seen you in Stangard. No matter. Am I to assume you have been sent to find out what is taking us so long?\\n\\n'You see, several of our servants have gone missing over the past few weeks while gathering reeds for Stangard. None have returned. I was sent myself to watch over a peasant today... to make sure we do not have any more problems.\\n\\n'The man I escorted is taking longer than expected... I had to return here to attend to some personal matters after bringing him to the river's shore. Go search for him. He had better have a good reason for working so slowly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Dead at the maws of wolves? They have never been this hostile towards our men. You have my thanks for finding him, despite the circumstances. I will send word to Stangard explaining the situation.\\n\\n'I suppose I will need to keep a closer watch on these peasants from now on....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found my servant yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Delayed Supplies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Brifard is concerned that the servant he was escorting has not returned yet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have found what remains of the servant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for the missing Rohirrim servant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Brifard mentioned that the servant was gathering reeds along the shore of the Great River to the north-east.\\n\\nBrifard wants you to investigate the river's edge and find out what is taking the servant so long.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Brifard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Brifard is at his camp to the north-east.\\n\\nHaving found the remains of the servant, you should return to Brifard.",
      "es": "",
      "es (fem)": ""
    }
  ]
}