{
  "id": 620894037,
  "txt": [
    {
      "id": 218649169,
      "en": "'If you are looking to discourage our southern neighbours from wandering so far north, [placeholder], I have an idea for you.\\n\\n'There is a weed that grows along the river-banks of the Anduin, and its leaves smell quite terrible when crushed. We Elves do not disturb these plants. If you find any, however, it might benefit our cause to befoul the air with their odour. Do you not agree?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You need not tell me that your mission was a success, [placeholder]. I could tell the deed was done before you even came through the brush.\\n\\n'Fear not! The odour will fade soon. This is a clean place, and the airs here will soon wash you of that putrid scent.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I think you will recognize the plant if you try breaking a leaf. The effects should be immediate! I only hope they do not dissuade you from remaining in Thinglad as well.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "What Is That Smell?",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Noriel has an idea for making the woods near the river less attractive for the Rohirrim trespassers from Stangard.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Crushed reek-weeds to unleash foul odours ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Crush reek-weeds to unleash foul odours ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Reek-weeds grow along the river-banks of the Anduin to the north of Thinglad.\\n\\nYou should crush reek-weed leaves along the river-banks to help dissuade the fishermen from setting up camp there.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find Noriel at Haldirith",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Noriel can be found in the watch-post Haldirith in northern Thinglad.\\n\\nYou should return to Noriel and tell her that many horrid smells have been unleashed upon the forest.",
      "es": ""
    }
  ]
}