{
  "id": 620894078,
  "txt": [
    {
      "id": 218649169,
      "en": "'I have been watching the comings and goings of these Orcs for some time now. They broke off from a larger group dwelling in the Misty Mountains, and they now call themselves the Nink-hai.\\n\\n'The Nink-hai have a few chieftains which seem to give orders to the rest of the tribe. I must remain here to watch the path east to Stangard, but if you were able to deal with some of these chieftains, it should utterly disrupt the plans of the Nink-hai.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Good. Your actions have surely sown confusion among the Nink-hai. The Orc-warriors will be lost without the orders handed down from their chieftains.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Nink-hai chieftains will rarely stray too far north. I would look about their tents to south, nearer to the river.\\n\\n'I will be watching you from here and await your safe return.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Leaders of the Nink-hai",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Odda has observed the movements of the Nink-hai Orc-tribe. The tribe has a number of dangerous chieftains that are at the head of the chain of command.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Nink-hai chieftains ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Nink-hai chieftains ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Nink-hai Orc-tribe can be found south-west of Odda's tent.\\n\\nOdda has asked you to remove the chieftains who are atop the tribe's chain of command.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Odda at his tent near the road",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Odda can be found near the road south of the Cuthstan.\\n\\nYou have disrupted the Nink-hai chain of command, and Odda is awaiting your return.",
      "es": ""
    }
  ]
}