{
  "id": 620894038,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Ithamar is bothered by the scavenged Orc weaponry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Nothelm frets about Lanbert's dismissal of the Orc threat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Hygerad seems concerned about the warnings of his friend Odda",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Rohirrim guarding the Cuthstan have divided opinions of what should be done next.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Lanbert asks you to speak with Odda, who has gone alone to the south",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Good are the deeds that you have done for us, [placeholder]. The Orcs responsible for the desecration of our monument must regret their actions on this day. Surely, that worthless lot will soon retreat back into the mountains from whence they came.\\n\\n'Our camp will remain vigilant here until we receive new orders from Stangard, but I believe your work here is done. Before departing, please speak with the other men and assure them that their concerns about the Orcs have been dealt with.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Rohirrim are stationed at Lanbert's camp near the base of the Cuthstan.\\n\\nLanbert has asked you to speak with the other soldiers in his company and convince them that the Orc-threat has been dealt with.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My men seem more tense now than ever. They are acting as nervous and queer as that old fool, Odda.\\n\\n'You have heard of Odda, yes? He packed his gear and left us, a few days ago. He mentioned going to observe the road to the south, claiming that someone needed to keep closer watch over the Orcs.\\n\\n'It is all rubbish if you ask me, but why don't you speak with him yourself. You should be able to find him to the south. The man is a stubborn ox, but I  hope you find him still in one piece.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lanbert is at the Rohirrim-camp at the base of the Cuthstan.\\n\\nLanbert is awaiting your return with the suitable weapons taken from Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Odda can be found to the south of the Cuthstan, hidden to the south of the road.\\n\\nLanbert sent you to speak with Odda.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'A pleasure to meet you, [placeholder]. I take it that you have already heard about me? I truly am sorry about leaving Lanbert's camp, but I refused to let these Orcs carry on their plans unwatched.\\n\\n'I observed some of your bold deeds earlier, and I think you may be able to help me. There is much about these Orcs that you do not yet know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Hail, [placeholder]. Thank you for assisting us, as you have.\\n\\n'The weapons which the Orcs carry... are they not suspicious? Many are the Orcs I have encountered, yet only as of late have I seen blades of such craft. Sharper and sturdier are these blades... from whence could such steel have come?\\n\\n'I must admit that my worries have only grown stronger with this new discovery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'So Lanbert believes the threat has passed?\\n\\n'I do not wish to speak ill of my Sergeant, but he seems to be ignorant of the potential dangers. Guards and scouts have gone missing during patrols, and not once has Lanbert sent out a search party. He believes them to be deserters, or he devises other excuses in the hopes that they will eventually return on their own. Never is it considered to be the work of the Orcs.\\n\\n'Perhaps there are Men still out there, waiting for a rescue party that will never arrive. What if the next to be taken is me? I find it difficult to be at ease.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Ithamar about the Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'You plan on leaving so soon? It feels as if you have only just arrived. Your strength will be sorely missed, but we have managed to carry on when others have left before.\\n\\n'That reminds me, has Lanbert mentioned my old friend Odda? He was a member of our company, until he and Lanbert had some sort of disagreement. Soon after, Odda departed on his own. We always laughed at him when he said that Lanbert was underestimating the Orcs... but perhaps he was right, after all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Nothelm about the Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Hygerad about the Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Lanbert at the Cuthstan-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Company Divided",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Odda south of the Cuthstan",
      "es": "",
      "es (fem)": ""
    }
  ]
}