{
  "id": 620894125,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "A wolf lies dead on the ground from what appear to be wounds from a blade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have found a horse of the Rohirrim, fallen and mauled by wolves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Slain deer of Thinglad litter the ground",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Brifard has noticed a lack of the wolves' typical prey in Parth Celebrant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Well, [placeholder], this is a bad sign. The wolves should not be acting this way towards our men.\\n\\n'I have noticed that there have been far fewer creatures on the Field as of late. I do not know why these beasts have suddenly deserted their homes, but surely something is wrong.\\n\\n'Humour me...search outside the wolf-den to see if you can find any beasts or any evidence of what is going on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Murderous Pit lies to the east of Brifard's camp.\\n\\nBrifard has asked that you search the Field of Parth Celebrant around the Murderous Pit for any sign of the wolves' usual prey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So then, it is as I thought. These wolves are without any nourishment from the Field and have become more dangerous in desperation.\\n\\n'I cannot believe they would attack one of our horses...such a shame.\\n\\n'I will send word to Stangard and ask that we handle this situation before it grows out of our control.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Brifard is at his camp to the west of the Murderous Pit.\\n\\nYou should take knowledge of what you have seen back to Brifard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found any of the wolves' natural prey?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Scout for creatures around the Murderous Pit ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Brifard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Scout to the south-west of the wolf den",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Predators Without Prey?",
      "es": "",
      "es (fem)": ""
    }
  ]
}