{
  "id": 620894039,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The hunters must be dealt with now. Their traps cannot be permitted in this wood, for it is against our law.\\n\\n'Please, go and destroy all the traps you find, good [placeholder], as you did with the fishermen's nets. All creatures must die, but none should die locked in a cage or choked in a snare.\\n\\n'I must warn you again, though... do not be seen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'That was a good deed, [placeholder]. You have been helpful to our little watch-post here, though I am sure Thinglad is drear compared to the fair mallorns of Lórien.\\n\\n'Nevertheless, I will defend this wood, though it lacks the beauty of the greater forest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The traps can be found in the northern parts of these woods. You should avoid being spotted by the hunters while you roam.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cruel Trapping",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Noriel does not permit trapping in the forest of Thinglad and wants the Rohirrim traps removed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Destroyed forbidden traps ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy forbidden traps ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Traps can be found on the north-western edge of Thinglad's trees, set by the huntsmen of Stangard.\\n\\nYou should destroy the traps, for they are not permitted in the Elf-lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Noriel in Haldirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Noriel is awaiting you in Thinglad's Elf-keep of Haldirith.\\n\\nYou should return to Noriel, now that you have destroyed the unlawfully-placed traps.",
      "es": "",
      "es (fem)": ""
    }
  ]
}