{
  "id": 620894117,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Burned Nink-hai supplies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You are near a Nink-hai supply-store",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Odda is concerned about the number of supplies being moved into the Nink-hai camp and from whence the supplies might be coming.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'These Orcs, the Nink-hai...there is more to them than meets the eye. You saw their swords yourself. Tell me, were they typical Orc-swords? Nay, I believe that weapons and supplies are being transported here from afar, through hidden passages under the Misty Mountains.\\n\\n'They have gathered great caches of tools and food in order to fortify themselves away from their caves. Their resources must be destroyed if we ever hope to drive them back.\\n\\n'Take this torch and set fire to their supply-store, then return to me once the deed is done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Nink-hai Orc-tribe can be found south-west of Odda's tent.\\n\\nOdda has given you a torch which can be used to set fire to the supply-stores of the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Without their supplies, we may yet be able to drive the Nink-hai back to the mountain holes from whence they came!\\n\\n'Thank you again, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Odda can be found near the road south of the Cuthstan.\\n\\nThe Orcs' supply-stores have been destroyed by your actions, and Odda is awaiting news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Odda can be found near the road south of the Cuthstan.\\n\\nThe Orc supply stores have been destroyed by your actions, and Odda is awaiting news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Look for stacks of crates and sacks among the Nink-hai tents to the south. When you come upon one, set your torch against it and flee.\\n\\n'We have no hope of driving the Orcs back while they still maintain such resources.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Burn Nink-hai supplies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Odda at his tent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Well-supplied",
      "es": "",
      "es (fem)": ""
    }
  ]
}