{
  "id": 620894154,
  "txt": [
    {
      "id": 136263297,
      "en": "The note reveals that the emissary may be found to the east, along the river",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have beaten Dargum in combat",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Odda has observed a White Hand Uruk-hai among the Nink-hai. He believes there may be evidence as to the Uruk's location among the Orc-tribe tents.",
      "es": ""
    },
    {
      "id": 238777777,
      "en": "'TBD'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have discovered something most disturbing. The source of the Nink-hai's supplies... it may be none other than Saruman the White!\\n\\n'I caught sight of an emissary of Isengard, an Uruk, conversing with the Nink-hai. No small coincidence is it that we discover the presence of this White Hand Uruk-hai when a hand from the Cuthstan has gone missing. There is no doubt that he is influencing the actions of the Orcs.\\n\\n'This must come to an end now, before further plots are set against us! Search the Nink-hai encampment for evidence as to the location of the Uruk-hai. Find him and take him alive. We must bring him before Stanric for questioning.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Nink-hai Orc-tribe can be found south-west of Odda's tent.\\n\\nOdda has asked you to search among the Nink-hai tents for evidence leading to the location of the Uruk-hai.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "This coil of rope seems strong enough to safely bind the hands of the routed Dargum.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Uruk-hai, Dargum, may be found along the Limlight River to the south-east.\\n\\nYou have discovered a note which reveals the name and location of the Uruk-hai emissary who has swayed the Nink-hai to ally with Isengard.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The Uruk-hai may be bound with the rope on the ground near his tent.\\n\\nWith Dargum defeated, he must be bound and escorted in custody to Stangard.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Uruk has left messages at the Nink-hai encampment... perhaps one of his notes will reveal his location.\\n\\n'If you manage to best the Uruk, capture him alive and make haste to Stangard. I will do my best to meet you there!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Found me, have you? Well aren't you clever. Too bad all your effort will get you nothing. This ends now!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search around the Nink-hai camp for evidence of the Uruk-hai's location",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Dargum, the White Hand emissary",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Search Dargum's camp for something with which to bind him",
      "es": ""
    },
    {
      "id": 115693217,
      "en": "'Now, you dare attack me? You are lucky if a hand is all I take from you!'",
      "es": ""
    },
    {
      "id": 115693218,
      "en": "'I... submit.... Go ahead, finish me.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Revealing the Truth",
      "es": ""
    },
    {
      "id": 115693219,
      "en": "'You are too late. The hand has been taken to Isengard!'",
      "es": ""
    }
  ]
}