{
  "id": 620894071,
  "txt": [
    {
      "id": 218649170,
      "en": "'Oh... thank you, stranger. I was hoping that since a new person was delivering these, perhaps there would be a bit more. But... I am grateful, nonetheless.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have been sent to give out the daily rations, have you? Help yourself and mind you do not take too much! That store is meant to last us a month.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Hungry Men, Hungry Horses",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Is this all? Curse Stanric for dooming us to starvation!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Does Stanric really think his men will follow him if this is all he feeds us? I grow hungrier every day, [placeholder]. We will not take it much longer....'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected a meagre amount of food ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Food can be found below. Do not take too much.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Thank you for -- oh. There is not much there, is there? Well, thank you just the same.\\n\\n'It is just that... I think this is less than what we got before Sithric came to make things better for us here.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Tatwine looks sadly at the meagre rations as you hand them to him",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'You brought the men their rations, did you? And the horses as well, I see. It is terrible that there is not enough food to go around.\\n\\n'We have always had to tighten our belts at Stangard, but things have only become worse since Sithric came and involved himself in every aspect of rule here.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Byrnstan is displeased with the amount of food you gave him",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cynred can be found at the lockhouse in Stangard.\\n\\nYou should appeal to Cynred for entry to the lock-house to collect the food stores.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Wada is unhappy with his quantity of food",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Food-stores can be found in the Stangard lock-house.\\n\\nYou should collect food-stores from the sacks in the lock-house.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Athulf notes sadly that there are fewer rations than ever before",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Horses can be found in the stables of Stangard.\\n\\nYou should bring feed-pouches to the horses so that they will be fed.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The Men of Stangard can be found throughout the city.\\n\\nYou should bring the men their rations for the day.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Gadda can be found near the Mead Hall in Stangard.\\n\\nYou should speak with Gadda.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Cynred to gain entry to the lock-house",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search food-store sacks for rations to give out ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Feed horses ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "This horse still seems hungry ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Bring rations to Tatwine",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Bring rations to Byrnstan",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Bring rations to Wada",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Bring rations to Athulf",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Talk to Gadda near the Mead Hall",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Men of Stangard are evidently going very hungry of late, despite the small number of mouths to feed.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I suppose it would be helpful if you brought the men their daily rations, traveller. You can see for yourself how the Men at Stangard fare when they receive their food.'",
      "es": ""
    }
  ]
}