{
  "id": 620894060,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'You are looking for rations, traveller? Who sent you? Stanric or Sithric? It was Sabert, you say?\\n\\n'My apologies, but I cannot give out rations without the permission of the council -- the laws here are higher now than the old laws of hospitality.\\n\\n'You should speak with our leader... leaders, I should say. They are in the Mead Hall, and Gadda will let you in.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You may enter, traveller. My captain, Stanric, can be found within. If it is hospitality you seek, Stanric will provide it. He is a good man.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hospitality in a Strange Land",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Stanric makes me laugh. He knows full well we have barely enough bread to share among his own men. You will need to earn your own bread, traveller.\\n\\n'Stanric, this is exactly the sort of behaviour that got you into this trouble to begin with.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Hail, friend. I am the captain of this outpost here in Stangard... rather, I was the captain. It is complicated now....\\n\\n'Nevertheless, you are welcome to break bread with us as our guest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Cynred seems unable to say whether food can be shared with you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There is Tatwine standing near, tending the horses. Perhaps he can better tell you where to go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Hail, friend. I am the captain of this outpost here in Stangard...rather, I was the captain. It is complicated now....\\n\\n'Nonetheless, you are welcome to break bread with us as our guest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Stanric's train of thought was interrupted by another standing nearby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "It would seem that the leaders of Stangard are at odds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cynred, the keeper of the food and keys, is near the lock-houses of Stangard in Eorlsmead.\\n\\nYou should speak with Cynred at Sabert's recommendation that laws of hospitality be honoured.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "It would seem that the leaders of Stangard are at odds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Mead Hall is the large structure at the top of Stangard's hill.\\n\\nYou should seek entrance to the Mead Hall by speaking with Gadda, the guard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "It would seem that the leaders of Stangard are at odds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Stanric, the leader of Stangard, can be found in the Mead Hall.\\n\\nYou should seek hospitality in Stangard from Stanric.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Sithric stands at the head of the Mead Hall in Stangard.\\n\\nYou should speak with Sithric.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Sithric stands at the head of the Mead Hall in Stangard.\\n\\nYou should speak with Sithric.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Ask Cynred if he will give you rations for your stay in Stangard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gadda, Lieutenant of Stangard, to gain entrance to the Mead Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Stanric, the captain at Stangard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "See what Sithric has to say",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "See what Sithric has to say",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Stangard is the chief settlement of Rohan in the Great River area. It is an expansive city with many homes, stables, guard-houses, and watch-towers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'A traveller in these parts? Very strange... but you do not look evil. Where do you hail from? What news of the lands to the west?\\n\\n'In Rohan, guests to our homes must share our bread with us, but I am afraid I have no bread to share. Cynred is the keeper of the food-stores these days, and the food is well-guarded in the lock-house.\\n\\n'You should speak to Cynred, and he will honour the Rohirrim laws of hospitality.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}