{
  "id": 620759861,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Discovered the library of Múl Kholuim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdb37fc1",
      "en": "'So the pathetic Free Peoples are trying to stop our efforts, are they?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Birgir was pleased with the disruption you caused among the ranks of the Angmarim already, but he feels it was not quite enough.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdb37fc2",
      "en": "'How amusing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Now that you are familiar with the track of the patrols of the Angmarim in Imlad Balchorth, I have another task for you... one considerably more dangerous, but at the same time could cause greater harm to the Angmarim.\\n\\n'The papers you found bear the mark of a lord of Angmar. This lord, Múl Kholuim, who calls himself the Keeper of Books, seems to be responsible for managing all the trade and supplies that move to and from Angmar to the Orc-armies in the North Downs. If he were to be defeated, we may be able to stop these supply lines.\\n\\n'To that end, I would ask you to gather a couple of allies and raid the camp of the Angmarim that lies some distance west of the large lake, a place of high hills and winding paths. The Keeper of Books must be defeated and the orders deciphered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Múl Kholuim has his camp inside a ruin in some high hills south of the large lake in Imlad Balchorth, west from Myrkworth. Birgir has asked you to find the camp of the Angmarim keeper of books.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done. We have stopped the Angmarim for now.\\n\\n'The disruption of the Angmarim's trade and supply may seem like a minor accomplishment, but in the end, it may prove more important than a military victory!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You have found Múl Kholuim's camp inside a ruin in the high hills south of the large lake in Imlad Balchorth.\\n\\nBirgir has asked you to defeat Múl Kholuim. He also warned you to gather allies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Birgir is at Myrkworth, north-east from Múl Kholuim's camp.\\n\\nHaving defeated Múl Kholuim, you should return to Birgir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must find Múl Kholuim's encampment!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'If you plan to confront Múl Kholuim, you should take allies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You have done well to defeat Múl Kholuim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Discover the library of Múl Kholuim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x533ec61",
      "en": "'Why do we stay here in this dank place? I miss my warm home in Carn Dûm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x533ec62",
      "en": "'We need to attack Esteldín soon! We can not sit here and wait forever!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x533ec63",
      "en": "'Does he not know that the Southrons will attack any time now?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Múl Kholuim, The Keeper of Books",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x533ec64",
      "en": "'I grow weary of all this waiting. When do we fight?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}