{
  "id": 620759863,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Tincture used on the north monument",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Tincture used on the east monument",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Tincture used on the southern monument",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Oflár has given you a tincture of nightshade which he hopes will purify the evil from the monuments in Imlad Balchorth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The nightshade-tincture is ready. I have learned that there are three great black monuments, like huge jagged blades, placed before the lake in the centre of Imlad Balchorth. This lake can be recognized by the two vast dying trees upon a central island. The monuments are grouped together in a triangle pattern before you reach the lake. I ask you to visit the monuments and use this tincture on each one.\\n\\n'If all is as I suspect, the monuments will be protected by spirits and wights that hold great power. You are encouraged to defeat these spirits.  \\n\\n'This is no small task, and you should gather a few of your friends to attempt this. Report back to me when the power of the monuments is broken.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The monuments are in Imlad Balchorth in front of the large lake.\\n\\nOflár has asked you to bring the tincture to Imlad Balchorth and use it on the monuments to draw out the powerful spirits that guard them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This is a strange tale you tell. It appears I was wrong about the importance of those monuments. Surely they have meaning for the wights, but this Cauldron of Death you speak of...I suppose that is the key.\\n\\n'But you have done very well to learn of this and to defeat the grim wights who came to defend the monument.\\n\\n'Thank you for returning the remains of the tincture. It may prove useful in the future.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Oflár is back at the dwarf-outpost of Myrkworth.\\n\\nYou dispersed some fell spirits and slew the wights who came to defend the obelisk, but there was little other result. One wight boasted of something he called the Cauldron of Death. Oflár might know of these words.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Take the tincture to the three monuments that tower before the lake west of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Did you not have any remaining tincture?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Pour the tincture on the north monument",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Pour the tincture on the east monument",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Pour the tincture on the southern monument",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return the tincture to Oflár",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Purification of Death",
      "es": "",
      "es (fem)": ""
    }
  ]
}