{
  "id": 620759858,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Collect the money-box",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The main route between Carn Dûm and Ram Dúath, which leads to the southern lands, bears much Angmarim traffic. Messengers and patrols move along this path, winding through the haunted ways of Imlad Balchorth.\\n\\n'Perhaps because of the dread of that place, the traffic through Imlad Balchorth is lightly-guarded. I would ask you to find the Angmarim patrols and messengers and waylay them, bearing back any orders they carry, along with any wealth in the form of pay-boxes they may be carrying.\\n\\n'I know this speaks of mere brigandry, but on the one hand, the loss of those orders may delay war-like plans of the Angmarim and Orcs already in the North Downs...and on the other hand, without those funds, their trade with some of the less-reputable merchants of the south and east may be affected, and their own men may be unwilling to move if they are not paid. So in this case, to be a highwayman may not be such a bad thing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Very good. If nothing else, this money allows me to offer you a reward! Perhaps more important are these  orders. They could possess valuable information about troop dispositions in the North Downs.\\n\\n'I will make sure to look over these orders and make sure they find their way to the Rangers of Esteldín.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Please, return to Imlad Balchorth to harrass the enemy patrols.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Highwayman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Angmarim patrols regularly carry orders and payroll through Imlad Balchorth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Angmarim orders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected money-box",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the orders and the money-box back to Birgir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Angmarim patrols can be found on the roads in Imlad Balchorth, west of Myrkworth.\\n\\nBirgir has asked you to waylay Angmarim patrols and recover any orders or money-boxes they may be carrying.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Angmarim orders",
      "es": "",
      "es (fem)": ""
    }
  ]
}