{
  "id": 620759865,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Greetings. I have heard your name in dispatches from Gabilshathûr. There is much work to be done here, so I must encourage you to pay attention. West of here there is a region of dread and darkness called Imlad Balchorth. It is largely inhabited, if that is the word, by terrible wights and fell spirits summoned from the world of shadow. It is most unnatural for such creatures to be seen abroad...something must be summoning them, binding them, causing them to wander in that place.\\n\\n'Whatever the cause, these terrible creatures are an abomination and a terrible, growing threat to all the Free Peoples. It seems that Angmar is breeding an army of the Dead to bring against the lands of the North.\\n\\n'To the north and east of the troll-infested Maethad, which is just south of here, grows the poisonous herb nightshade. It is said that this plant is a simple which has virtue to ward against the terrible wights when steeped in a certain rare liquor I have obtained from the Rangers at Gath Forthnír. Please gather nightshade-plants and bring them to me, and I will prepare a tincture for you to help with this menace.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Very good. The tincture should be easy enough to prepare. With the liquor I already possess, I will have it ready in but a moment....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Please collect the herbs I requested.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Tincture",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Oflár is disturbed by the news of the wights spreading throughout Imlad Balchorth and has developed a plan to get rid of them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected nightshade-plants ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the nightshade-plants back to Oflár",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The nightshade plant grows north and east of Maethad, to the south-east of Myrkworth.\\n\\nOflár has asked you to collect Nightshade plants to prepare a tincture that he hopes will prove useful against the wights of Imlad Balchorth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect nightshade-plants ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}