{
  "id": 620759800,
  "txt": [
    {
      "id": 218649170,
      "en": "'My heart is glad to see you again, [placeholder], and to see that you have ended Fakhthal. His debt to me is now paid.\\n\\n'The knives of the Snowreap are a valuable bounty, as well, and they will lend their bite to the weapon I make for you.\\n\\n'These are but the first components I need, however. Next you should find for me worm-eyes such as those found in Forochel, the Misty Mountains, Sarnur in Ered Luin, or Eregion, spider-spinnarets from the spiders of Angmar and Helegrod in the Misty Mountains, and paws from the barghests of Fornost and Haudh Iarchith.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You do not have the components I need, [placeholder]?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Implements of War",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Welcome back, [placeholder]. I delight to see you return to Archet and with the components for which I asked!\\n\\n'One set of components remains, and these will be the most dangerous for you to acquire. I need the teeth of a Gorthorog, which can be acquired from Dushkâl, Brízrip, or Thordragh in Urugarth, and a Medallion of Passage from the uruks guarding Carn Dûm.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You do not have the components for which I asked?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected nasty Snowreap-knives ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Snowreap goblins dwell in the Misty Mountains, while Fakhthal commands the Orcs of Fasach-falroid in Angmar.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'You return from out of the darkness, [placeholder], and I salute you for it! Take this weapon with my highest regards, for you are truly a mighty Captain of Men!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Fakhthal's jagged blade",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Look for spiders in Angmar and Helegrod in the Misty Mountains, worms in places like Forochel, the Misty Mountains, Sarnur in Ered Luin, and Eregion, and barghests at Fornost and Haudh Iarchith.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'You do not have the components for which I asked, [placeholder].'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected coiled spider-spinnerets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Snowreap goblins can be found in the Misty Mountains. Fakhthal leads the Orcs of Fasach-falroid in Angmar.\\n\\nDawn Stockard asked you to bring her nasty Snowreap-knives and Fakhthal's jagged blade.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Dushkâl, Brízrip, and Thordragh may be found at Urugarth in Angmar, and uruks may be found at Carn Dûm, also in Angmar.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collect hateful worm-eyes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Collect rotted barghest-paws ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dawn Stockard is in the town of Archet, north of Bree.\\n\\nDawn Stockard is waiting for you to return with the first set of components she needs.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Collected rotted barghest-paws ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Collect teeth of a Gorthorog",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Spiders can be found in Angmar and Helegrod in the Misty Mountains. Worms can be found in places like Forochel, the Misty Mountains, Sarnur in Ered Luin, and Eregion. Barghests can be found at Fornost in the North Downs, the Tomb of Maenadar in the Barrow-downs of Bree-land, and in Angmar.\\n\\nDawn Stockard asked you to bring her coiled spider-spinnerets, hateful worm-eyes, and rotted barghest-paws.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Collected teeth of a Gorthorog",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Collect Medallion of Passage",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Dawn Stockard is in the town of Archet, north of Bree.\\n\\nDawn Stockard is waiting for you to return with the second set of components.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "Collected Medallion of Passage",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Bring last set of components to Dawn Stockard",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The Gertheryg Dushkâl, Brízrip, and Thordragh may be found at Urugarth in Angmar. Uruks may be found at Carn Dûm in Angmar.\\n\\nDawn Stockard asked you to return with teeth of the Gorthorog and a Medallion of Passage.",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Collect teeth of a Gorthorog",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Dawn Stockard is in the town of Archet, north of Bree.\\n\\nDawn Stockard is waiting for you to return with the last set of components she needs for the weapon she will make for you.",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Collect Medallion of Passage",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect nasty Snowreap-knives ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Fakhthal's jagged blade",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring first set of components to Dawn Stockard",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect coiled spider-spinnerets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Collect hateful worm-eyes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Collect rotted barghest-paws ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Bring second set of components to Dawn Stockard",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Collect coiled spider-spinnerets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Collect hateful worm-eyes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Dawn Stockard has agreed to help you fashion a weapon worthy of your status as a great captain.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I can make you a weapon that befits your impressive stature as a captain, [placeholder], but I warn you that its making will be fraught with danger. As with all things of worth, the road to it will be hard and long, but you will surely look back on it with satisfaction.\\n\\n'I need you to venture forth and bring me the materials needed to craft your weapon. The first items are some knives from the Snowreap goblins who dwell in the Misty Mountains and the jagged blade of the Orc Fakhthal, who commands the Orcs of Fasach-falroid in Angmar.\\n\\n'Bring these items to me, and I will begin my work.'",
      "es": ""
    }
  ]
}