{
  "id": 620759815,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The standard is now proudly displayed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have journeyed to Ost Galumar with Jarl Copperbrace to raise the standards of the Free Peoples over the Dourhand-occupied ruins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ost Galumar lies ahead, [placeholder], and you will find standard-poles at various places along the walls. The Dourhands must have some way of climbing onto the walls, for they removed the standards that once flew over this keep.\\n\\n'Raise three of the standards I have given you above Ost Galumar...and watch out for the Dourhands that hide within!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Jarl Copperbrace is waiting for you outside Ost Galumar.\\n\\nJarl Copperbrace wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Look at them, [placeholder]! The sight of those standards flying once again over Ost Galumar is a happy one indeed. And you are a captain of great worth to have accomplished this thing!\\n\\n'Let me know when you are ready to return to Othrikar, [placeholder], and we shall give these happy tidings to its people!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Three standard-poles are positioned on the walls of Ost Galumar.\\n\\nJarl Copperbrace has asked you to raise three of the standards of the Free Peoples over Ost Galumar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Jarl Copperbrace is outside Ost Galumar.\\n\\nJarl Copperbrace is waiting to speak with you about your successful errand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Are you ready to return to Othrikar, [placeholder]? We should travel with haste and tell the people there that the standards of the Free Peoples fly once again over Ost Galumar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Jarl Copperbrace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Hang standards of the Free Peoples on standard-poles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1de7d51",
      "en": "'What's going on here? Take that down at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: A Captain's Standard",
      "es": "",
      "es (fem)": ""
    }
  ]
}