{
  "id": 620759862,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have stopped the evil engine of the Cauldron of Death, you have stopped the supply of money to the North Downs, and you have ended the terror of Deluches, but still the Dead rise! I fear this is the work of the dread sorcerer Lord Ferndúr. You have gathered allies and helped us to slow the spread of the Dead. However defeating Lord Ferndûr is no small task. If you would challenge this fell master of death, you must assemble an even greater force.\\n\\n'I believe that Ferndúr is concerned more with the summoning of the fell spirits that are used to animate the shambling bodies of the dead than he is with the wights. You must return to the cursed isle in Imlad Balchorth, find the place where the fell spirits throng and destroy them. Destroy them all, and perhaps Ferndúr will appear, for he must know it when his summoned spirits are banished.\\n\\n'Be wary, for this threat may be the gravest yet, faced in the darkness of Angmar, a monstrous evil whose only superior in the North is in the dread citadel of Carn Dûm itself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Truly you have accomplished a deed worthy of the great tales of past ages. It may be long before Imlad Balchorth is cleansed of its ancient evil, but in a single stroke you have broken one of the main buttresses that support Angmar's vile strength.\\n\\n'I salute you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Find the fell spirits, and you will eventually find their master!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Raid: The Master of Imlad Balchorth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The slayer of Ferndúr! I will honour your name among the Free Peoples!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Eiláf believes that the sorcerer Ferndúr concerns himself with the fell spirits that inhabit the area not far from the Cauldron of Death.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have found Ferndúr's lair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Draw out and defeat Ferndúr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are fell spirits in a ruined area not far from the Cauldron of Death in the central island of Imlad Balchorth.\\n\\nFerndúr must be destroyed to disperse the evil threat in this cursed land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Eiláf is back at Myrkworth, east from Ferndúr's lair.\\n\\nWith Ferndúr slain, you should return to Eiláf to tell him the tale of your deeds.",
      "es": "",
      "es (fem)": ""
    }
  ]
}