{
  "id": 620759857,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have asked you to go into danger enough ere now. But I think I must ask you to brave still a greater peril. Indeed, I think this is too much to ask of any one adventurer, no matter how doughty, so I would ask you to gather allies to your side.\\n\\n'This Cauldron of Death... I have heard stories of it told by the Hillmen of the west. It is said that a corpse may be bathed therein, and a wight emerges. It must be a sort of engine of death, the place from which all these dread wights emerge to plague the land.\\n\\n'I am sure that you will find many defenders at the heart of Imlad Balchorth. Fight your way through the evil throng, find the Cauldron and slay whatever monstrosity you find guarding it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done very well. Very well, indeed! You deserve all the praise I can give, along with such small rewards as I can spare. But I fear that our work in Imlad Balchorth is not yet done....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must fight your way to the Cauldron of Death and destroy whatever fell creature guards it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Cauldron of Death",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ofl치r believes the Cauldron of Death is located near the central lake of Imlad Balchorth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have found the Cauldron of Death",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated the Cauldron's guardian",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the Cauldron of Death",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Cauldron of Death and its guardian are before the central lake of Imlad Balchorth, west from Myrkworth.\\n\\nOfl치r has asked you to fight your way to the Cauldron of Death and destroy its guardian. He suggested you gather allies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat the Cauldron's guardian",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ofl치r is at Myrkworth, east from the Cauldron of Death.\\n\\nWith the Iron-bound giant destroyed, the Cauldron of Death ceased spewing forth wights, at least for now. You should return and report your success to Ofl치r.",
      "es": "",
      "es (fem)": ""
    }
  ]
}