{
  "id": 620759868,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have proven that such stones can be defeated, that their power of oppression is only as great as you allow it! Unfortunately, my spirit has been broken for far too long... I do not believe I could pass the stones and bear their fear.\\n\\n'You, however, have nothing left to fear. Go east, [placeholder], and pass through Rammas Deluon. I can only hope that somewhere beyond my kinsmen survive. The people here say that there are dwarves in the south past Rammas Deluon. Search there for my brethren!\\n\\n'Go, and may the Valar go with you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Who are you? If you are not a servant of the Shadow of Angmar, how then did you pass through Rammas Deluon and not perish?\\n\\n'Corunir sent you? That is joyous news! Your coming is as a trump of victory to us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go now! Cross through Rammas Deluon, for you no longer have cause to fear! Search for the dwarves that are rumoured to encamp there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 6, Chapter 7: Beyond Rammas Deluon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'It is long since I have seen anyone from the South!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Your defeat of the ancient watching-stone of Ram Dúath has proven that the stones can be defied.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Your arrival is most fortuitous, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You have naught to fear from the Watchers of Rammas Deluon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I cannot pass Rammas Deluon, [placeholder], for I do not believe I could withstand the power of the stones.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for survivors from Golodir's band",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Rammas Deluon lies far to the east of Aughaire in Malenhad. Corunir suggested you look for a dwarf encampment in the south past the Rammas Deluon.\\n\\nCorunir bade you pass through Rammas Deluon, for you no longer have cause to fear the deadly stones. He hopes that you may find a remnant of the force Golodir led through the stones somewhere on the other side.",
      "es": "",
      "es (fem)": ""
    }
  ]
}