{
  "id": 620931785,
  "txt": [
    {
      "id": "0xfa8e117",
      "en": "Aided Béored",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Aided Déorwald",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tricks of the Trade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Aided Folcbur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Thane Mágla",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730889",
      "en": "'What have you to report?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Hildulf's gone, is he not?\\n\\n'I thought as much from what you told me before, [placeholder]. For my part, I sent a few guards to his home as soon as you left, and they informed me that his home had been torn asunder as if he had departed with great haste. Among his keepings, they found the shredded remains of a note signed by Wormtongue.\\n\\n'I believe we have found our traitor, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Escort Hildulf to the Mead Hall of Middlemead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Thane Mágla",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Now then, what is it that Mágla wants you to do? Aid us? Surely, that cannot be all... [placeholder], if you wished to spend more time with us, you had naught to do but ask!\\n\\n'The traders are more than capable of managing their own affairs, but if you insist on helping, who am I to stop you? Folcbur, Déorwald, and Béored are a busy bunch but, call it ill luck if you will, all have been visited nasty troubles as of late. You can find them at their posts where they so often are, and speak to them at your leisure.\\n\\n'Perhaps it is good that you came to aid them then... for who knows what other troubles you might help them avoid!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Clearly preoccupied, Hildulf shoos you away to Thane Mágla",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Folcbur, Déorwald, and Béored can be found at the traders' pavillion in central Middlemead.\\n\\nHildulf has asked you to aid the traders with troubles they have brought to his attention. You should speak to the traders nearby to learn of their plights.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'[placeholder]! I did not expect to see you... and so soon!\\n\\n'I trust you did not have too much trouble aiding them?'\\n\\nYou tell Hildulf of the numerous grim events of the day and the strength of the Enemy nearby.\\n\\n'Ah... tragic, but all too common these days. You are awfully lucky to have escaped such a fate! Now then, Mágla must be missing you!\\n\\n'Off you go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Hildulf can be found at the traders' pavillion in central Middlemead.\\n\\nYou have aided the traders of Middlemead with their troubles, and should now report your success to Hildulf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730898",
      "en": "'Where is Hildulf? Have you not brought him?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Thane Mágla can be found inside the Mead Hall of Middlemead.\\n\\nYou have aided the traders and spoken to Hildulf. Hildulf has asked you to speak to Thane Mágla.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Hildulf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Aid Folcbur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Aid Déorwald",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Aid Béored",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Hildulf can be found at the traders' pavillion in central Middlemead.\\n\\nThane Mágla has asked you to bring Hildulf to the Mead Hall to answer about suspicious happenings in and around Middlemead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Thane Mágla can be found in the Mead Hall of Middlemead.\\n\\nHildulf has vanished from Middlemead, and cannot be found. You should return to Mágla with this news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "As Thane Mágla's suspicions into the identity of the traitor go unallayed, Hildulf and the traders struggle with myriad problems inside and outside Middlemead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'You were away for some time, [placeholder]. I had begun to think you would not return...\\n\\nYou tell Mágla of your dealings with the traders and Hildulf.\\n\\n'You encountered many dangers but outlasted them all; your skill is unquestionable, but I am curious why Hildulf would be so quick to send you away. He has never been one to be flustered by the chance happenings of a day, for better or worse. And all of these suspicious dealings with the apprentice, missing horses, and failed shipments... something is afoot here, [placeholder].\\n\\n'We shall start with Hildulf. Bring him here, and we shall see what he has to say on these matters.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Much to your dismay, Hildulf is nowhere to be found",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730884",
      "en": "'Have you finished so soon?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}