{
  "id": 620931619,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "TBD - There is currently no way to complete this instance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Speak with Calin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "There is a heated discussion between Gifemund and Thurferth in front of the empty throne in the mead hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Speak to Calin near the throne at the back of the mead hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Speak to Calin before joining the confrontation. \\n\\nIt appears Gifemund and Thurferth are in an argument that could get violent near the empty throne.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I think we got here just in time. The argument between Gifemund and Thurferth is beginning to heat up, but I am not sure what can be done besides letting them work it out.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Herubrand needs to hear of what occurred here today. Thurferth's suggestion to side with Saruman is disturbing, and I wonder how many feel that way. Gifemund and I will meet with Herubrand immediately.\\n\\n'Make your way there when you are ready.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Speak with Calin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I believe the time has come to include Gifemund in our secrets, and share our plans with him. He can prove to be a powerful ally. I will bring him to Herubrand shortly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Now that Thurferth has left, Gifemund and Calin have engaged in a quieter discussion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Observe Calin and Gifemund's discussion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Gifemund has made his move, and demanded Guard Captain Thurferth step down due to his failing to keep the city safe. They now try to settle their differences in front of the empty throne they have both sought.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Observe the discussion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Liberating Woodhurst",
      "es": "",
      "es (fem)": ""
    }
  ]
}