{
  "id": 620931784,
  "txt": [
    {
      "id": "0xda44875",
      "en": "DNT -- Kingstead Template",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Greetings, [placeholder].\\n\\n'Hildulf told me you would be able to help me with my troubles, so thank you for your aid. You see, my family lives at a small homestead south-east of Middlemead, and none of our crops have been coming into the village for a day or two. We have had lapses before, but this one has me worried.\\n\\n'I sent my friend, Torwulf, to check on my family earlier today. If you would, meet him at the homestead and see if you two can figure out what is happening.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa9",
      "en": "Silence at the Homestead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73085",
      "en": "'Are you who I am to meet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Folcbur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Ah, just in time! All has been quiet so far, and I have seen no sign of the crofters. Strange, indeed...\\n\\n'Folcbur told me of her concerns and they seem quite warranted, so let us search the farm. I shall scout the farmhouse, and you should begin by searching the windmill - perhaps you can get a good look at the surrounding fields from the balcony.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "You see nothing amidst the swaying crops below",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Find Torwulf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "This is a good place to look",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Folcbur has heard little from her homestead to the south-east of Middlemead, and fears that something is afoot at the farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730894",
      "en": "'That took you long enough.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "As you approach the door, you hear voices inside",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Torwulf can be found outside the farmhouse at the homestead south-east of Middlemead.\\n\\nConcerned by a lack of shipments, Folcbur has sent you to investigate the farm south-east of town and meet with a town guard also stationed there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Look at the fields for sign of the Enemy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef9f0",
      "en": "This is not a good place to look",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The windmill can be found at the southern end of Folcbur's homestead south-east of Middlemead.\\n\\nYou have met with Torwulf and are now to scout the homestead for sign of the Enemy. You should look from atop the windmill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Scout the windmill at the homestead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe611ff",
      "en": "'The Dunlendings will rule these lands once more, and you cannot stop us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Search the farmhouse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd7308a1",
      "en": "'What word of the homestead?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Torwulf is somwhere inside the farmhouse at the homestead south-east of Middlemead.\\n\\nYou have heard noises from within the farmhouse. You should try to find Torwulf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "The farmhouse is at the centre of the homestead to the south-east of Middlemead.\\n\\nYou have found no sign of the Enemy and should rejoin Torwulf inside the farmhouse.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Torwulf at the homestead south-east of Middlemead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "DNT - To be continued",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Folcbur can be found at the traders' pavillion in central Middlemead.\\n\\nYou have defeated the traitorous warrior Folcbur sent you to meet, and should now reveal what you have learned of the homestead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6af5",
      "en": "Defeat Torwulf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'What? Impossible!\\n\\n'He has been a trusted friend to my family for years... why would he attack you? I assure you this was not my doing, [placeholder]... you must believe me!\\n\\n'All that matters to me is that my family is safe. What has become of Rohan?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Ah, tragic, just when I was getting comfortable...\\n\\n'I did not trust my fellows to get the job done, and rightfully so it seems.\\n\\n'This homestead belongs to the Dunlendings now, so either throw your lot in with us, or you won't be leaving this house.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Defeated Torwulf",
      "es": "",
      "es (fem)": ""
    }
  ]
}