{
  "id": 621042143,
  "txt": [
    {
      "id": "0xa8e11b7",
      "en": "Borbák defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e00",
      "en": "Talk to Váko",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Borbák has been defeated and the dwarf-axe reclaimed.\\n\\nYou should return the axe to Váko in Amdân. He waits for you in the Zhélruka camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'You found my brother's axe and avenged him? This means more to me than you know.\\n\\n'My brother's body is lost, but his axe I will leave here, in memory of him. It is not much, but it is enough.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Brother's Grief",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'You nearly gave me a scare. It was foolish of you to sneak up on me in enemy territory; I thought you were an Orc.\\n\\n'No matter, it is not your fault I have tarried here. There is an Orc that I seek, Borbák -- a vile creature who dragged my brother into Dursh Hûl and cut off his beard before... before...\\n\\n'I-I cannot muster the courage I need to enter the camp. I do not know what business you have in that accursed place, but please find his axe. It is of dwarf-make, easy to spot among the Orcs' filth. Take it, and I'm sure Borbák will make himself known.\\n\\n'I shall return to Amdân in the meantime and wait in the Zhélruka camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Sorrow has overtaken Váko, who cannot bring himself to find his fallen brother's axe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb2b80b5",
      "en": "'What's this? Are you looking for a shave, dwarf?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Reclaim the dwarf-axe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Váko has asked you to help him recover his brother's axe. Taking the axe may catch the attention of the Orc Borbák.\\n\\nThe axe can be found somewhere in Dursh Hûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Defeat Borbák the Shearer",
      "es": "",
      "es (fem)": ""
    }
  ]
}