{
  "id": 621042036,
  "txt": [
    {
      "id": 225071143,
      "en": "Collect bloody gold coins from Naruhel ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Hello there! Enjoying the Spring Festival? Say, if you're feeling brave, I've got a job you would be perfect for!\\n\\n'One day, I was enjoying a meal and a drink at the Prancing Pony, and I overhead a Minstrel spinning some tales. He told the story of a corrupted spring that lies deep within the Garth Agarwen, a fortress within the Lone-lands. It is said that a water-maid by the name of Naruhel resides deep within, and has fallen due to blood spilled in her waters during the wars between Angmar and the North Kingdom.\\n\\n'Within the swamp, there are a series of golden coins that were given as a gift to the river-maiden. Sadly these coins, much like the creature herself, have become darkened by the blood throughout the area.\\n\\n'As hope springs eternal, our hope is that you could cleanse this creature of the taint infecting the surrounding lands. If you bring me coins that bear her plight as proof of this deeds, I will reward you for your efforts!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Seasonal: The Coins of Naruhel",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "You hold out the coins you have gathered. Sergeant Tom accepts them, nodding solemnly.\\n\\n'These are surely the same coins that I heard tale of from the minstrel. Thank you, adventurer, for braving that terrible place in the hope to lend some aid to the people of the Lone-lands.\\n\\n'Here, take this gift. It's the least I can do. Enjoy the rest of the Spring Festival!'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Bloody gold coins can be earned by defeating Naruhel once per day during the Spring Festival in Boss From The Vaults: Naruhel.\\n\\n<rgb=#FF0000>NOTE: This quest can only be advanced on Tier 3 of Boss From The Vaults: Naruhel. In addition, this quest can only be completed once per Spring Festival.</rgb>",
      "es": ""
    },
    {
      "id": 86966502,
      "en": "Deliver the coins to Sergeant Tom at the Festival Grounds",
      "es": ""
    },
    {
      "id": 24695152,
      "en": "Sergeant Tom has heard the tale of adventurers facing Naruhel the Red-maid and would like you to bring him evidence of your good deeds.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Collected bloody gold coins from Naruhel ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Sergeant Tom can be found at the festival grounds within the Horsefields in Bree-land.\\n\\nYou have collected a number of bloody golden coins, and you should now deliver them to Sergeant Tom.",
      "es": ""
    }
  ]
}