{
  "id": 620953393,
  "txt": [
    {
      "id": 225642627,
      "en": "The dog runs away",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Oh, this is a day to remember. I thank you [placeholder], for rescuing my Pebble. She thanks you too! Well we should be off to safer ground. Thank you again, good adventurer!'",
      "es": ""
    },
    {
      "id": 225642628,
      "en": "'She ran off again? I'm glad she is alive though. Find her again, would you.'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Balangyl can be found near the village of Gaerlond.\\n\\nYou should speak with Balangyl.",
      "es": ""
    },
    {
      "id": 172086949,
      "en": "The dog looks ecstatic to see her owner again",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "<rgb=#FF0000>Pebble must not be defeated</rgb>",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Find the lost dog",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "The dog has run away...",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "You found Pebble!",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Woof, woof!'",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Balangyl will not leave the ruined fishing village of Gaerlond until he finds his dog Pebble.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Good [placeholder], have you come across my dog Pebble?\\n\\n'Oh, I lost her, I did. After years of fishing together on my rowing boat, now she is gone! I can't find her anywhere. We were fleeing the village when she saw a cat and ran off chasing it. I had to hide from the Corsairs as they came through the village. I'm afraid Pebble may have got caught in some rubble, or worse! Can you find her and bring her back to me? I'll forever be grateful.'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Pebble the dog can be found somewhere within the village of Gaerlond.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Aid the lost dog",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "The dog looks happy to see you and you believe she is ready to return to Balangyl.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Looking for Pebble",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "You have come across Pebble the dog and should now aid her in returning to her master.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Speak to Balangyl",
      "es": ""
    }
  ]
}