{
  "id": 620953381,
  "txt": [
    {
      "id": 187198865,
      "en": "'You!'",
      "es": ""
    },
    {
      "id": 187198866,
      "en": "'I am Aragorn, son of Arathorn, and I command you to surrender your weapons.'",
      "es": ""
    },
    {
      "id": 187198867,
      "en": "'You give one name, but I know you by another: Thorongil.'",
      "es": ""
    },
    {
      "id": 187198868,
      "en": "'I know you by the title you claimed thirty years ago: Bane of Umbar!'",
      "es": ""
    },
    {
      "id": 187198869,
      "en": "'I have many titles, Balakhôr, and every one earned.'",
      "es": ""
    },
    {
      "id": 187198870,
      "en": "'But you are a pretender to your own title, for you are no heir of Castamir.'",
      "es": ""
    },
    {
      "id": 187198871,
      "en": "'It was a title of use to me, so I took it.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Do you plan to take on Balakhôr by yourself, or do you have a Fellowship near at hand? Give me your answer, [placeholder], and quickly, before the battle is ended!'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Legolas, Aragorn, and Gimli have fought through the city to the docks.\\n\\nLegolas is waiting to speak with you concerning the number of allies you might have ready at hand.",
      "es": ""
    },
    {
      "id": 187198872,
      "en": "'But enough talk. What witch-craft has caused my men to desert their posts?'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 187198873,
      "en": "'Many leapt overboard at the fear of it. Was it the mere rumour of your coming?'",
      "es": ""
    },
    {
      "id": 42392048,
      "en": "'Come see, Balakhôr!'",
      "es": ""
    },
    {
      "id": 84476321,
      "en": "Empty Bench",
      "es": ""
    },
    {
      "id": 48059569,
      "en": "'[placeholder]! You will regret coming back here!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Aragorn is on the docks of Pelargir, waiting to storm the Night-jewel in search of Balakhôr.",
      "es": ""
    },
    {
      "id": 42392049,
      "en": "'The shadow of endless night covers all! Your deaths await in this darkness!'",
      "es": ""
    },
    {
      "id": 48059570,
      "en": "'Now you will die!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The Corsair attack on Pelargir has been turned back, in large part, but Balakhôr himself must still be defeated if their threat is to be ended.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'The Corsairs are routed, [placeholder]! They flee before the Army of the Dead and Aragorn's grim countenance! They flee before you and me, and before stout-hearted Gimli as well!\\n\\n'But Balakhôr remains, my good [placeholder], and until he is defeated we cannot trust that this victory will last. He is surely aboard the Night-jewel.\\n\\n'Before you storm the flagship in search of him, tell me this: do you have further allies to aid with this, or will you stand alone with Aragorn and Gimli?'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The Corsairs have enslaved the people of Gondor as they moved up the coast toward Pelargir. Now it is time to free these slaves from the benches to which they are chained.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Umer has come out onto the deck of the Night-jewel, ready to face you at last.",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Most of the Corsairs have been routed, [placeholder], but Balakhôr remains. Any Corsairs that remain by his side will have the utmost loyalty and will fight to the very end.\\n\\n'Let us storm the Night-jewel and bring that end about, [placeholder]!'",
      "es": ""
    },
    {
      "id": 87343105,
      "en": "'We must free these chained men before more Corsairs come up on deck!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'You should not have come back, [placeholder]! I thought it was a mistake for Balakhôr to let you go, but it seems you will die on the deck of the Night-jewel after all!\\n\\n'The Heirs of Castamir will triumph, and Umbar will be great again!'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Aragorn has returned to the deck of the Night-jewel, unable to find Balakhôr below-decks.",
      "es": ""
    },
    {
      "id": 69036789,
      "en": "Storm the Night-jewel with Aragorn and Gimli",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I was unable to find Balakhôr below-decks, [placeholder]. Have you seen him? We cannot let this so-called Heir of Castamir escape! I fear the harm he might still work upon the people of Gondor.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Balakhôr will no longer trouble the people of Gondor, [placeholder]. Let us return to the Grey Host and see how our other companions fared during the battle. There is one more matter to which we must attend.'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "The Corsairs have been defeated and Pelargir retaken. One task remains.\\n\\nGimli wishes to speak with you about the next step Aragorn plans to take.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'What a strange day this has been, [placeholder]. To think we would be grateful for the aid of the Dead against the Living! Aragorn believes he must count the oath of these Men fulfilled, and certainly they proved most valuable, but why not retain their loyalty for a few more days?\\n\\n'Perhaps it is good that it not be my decision to make.'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Aragorn speaks now to the Dead Men of Dunharrow, who have fulfilled their oath to fight against Sauron's forces.",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Aragorn on the deck of the Night-jewel",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "The Dead Men have departed, and now Aragorn wishes to speak with you.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'I am glad that is behind us, [placeholder]! I confess I was not certain the Dead would follow me, and I am relieved they did so.'\\n\\nAragorn laughs, and you realize what an uncommon sound that has become.\\n\\n'I am more relieved they have now departed, my friend. I would be a braggart indeed to pretend otherwise!'",
      "es": ""
    },
    {
      "id": 92390753,
      "en": "'I am here, stranger. I do not run from you, nor from any man.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Aragorn on the Night-jewel",
      "es": ""
    },
    {
      "id": 133944321,
      "en": "'He seeks to escape! Follow him, [placeholder]!'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Gimli at Aragorn's camp",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Stay on guard while Aragorn speaks to the King of the Dead",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Aragorn at his camp",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Legolas has asked if you plan to take on Balakhôr by yourself or if you have a Fellowship near at hand.",
      "es": ""
    },
    {
      "id": 219931329,
      "en": "'Men of the Mountain!'",
      "es": ""
    },
    {
      "id": 219931330,
      "en": "'Oath-breakers they called you, for you did not answer your vows. Faithless!'",
      "es": ""
    },
    {
      "id": 219931331,
      "en": "'But hear now the words of Isildur's Heir!'",
      "es": ""
    },
    {
      "id": 219931332,
      "en": "'I count your oath fulfilled!'",
      "es": ""
    },
    {
      "id": 219931333,
      "en": "'Depart now, and find the rest you were denied!'",
      "es": ""
    },
    {
      "id": 209047345,
      "en": "'Good fortune go with you and your friends, [placeholder]!'",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Balakhôr has been defeated, and now Aragorn wishes to speak with you on the deck of the Night-jewel.",
      "es": ""
    },
    {
      "id": 190414401,
      "en": "'Thank you so much!'",
      "es": ""
    },
    {
      "id": 127884870,
      "en": "Your attack on the Night-jewel has failed!",
      "es": ""
    },
    {
      "id": 190414402,
      "en": "'I never thought I would be free ever again!'",
      "es": ""
    },
    {
      "id": 69036736,
      "en": "Defeat Umer",
      "es": ""
    },
    {
      "id": 114042257,
      "en": "'Good fortune go with you, [placeholder]!'",
      "es": ""
    },
    {
      "id": 190414403,
      "en": "'Thank you, thank you, heroes!'",
      "es": ""
    },
    {
      "id": 69036738,
      "en": "Find and defeat Balakhôr the Scourge",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'So we have the victory. We will need many more if we are to have lasting peace for Gondor!'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Legolas on the docks",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Legolas and declare your intentions",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Aragorn on the docks of Pelargir",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Free slaves on the deck of the Night-jewel ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 191497105,
      "en": "'The power of Sauron cannot be denied!'",
      "es": ""
    },
    {
      "id": 191497106,
      "en": "'See how he blankets the skies in darkness!'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Umer on the deck of the Night-jewel",
      "es": ""
    },
    {
      "id": 191497107,
      "en": "'We will defeat you and your master, Balakhôr.'",
      "es": ""
    },
    {
      "id": 253482225,
      "en": "'I will go below-decks and search for Balakhôr.'",
      "es": ""
    },
    {
      "id": 191497108,
      "en": "'Even in darkness we defy you.'",
      "es": ""
    },
    {
      "id": 253482226,
      "en": "'You should free the enslaved men up here, [placeholder]!'",
      "es": ""
    },
    {
      "id": 191497109,
      "en": "'What? What is this?'",
      "es": ""
    },
    {
      "id": 253482227,
      "en": "'[placeholder], how goes the fighting?'",
      "es": ""
    },
    {
      "id": 191497110,
      "en": "'No! No!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Even In Darkness",
      "es": ""
    }
  ]
}