{
  "id": 620953392,
  "txt": [
    {
      "id": 228284040,
      "en": "'You certainly saved me from death. I thank you stranger and will heed your advice and flee to Ethring.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I did not think the fighting would come this far inland. I thank you for saving me and shall leave for Ethring immediately.'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Erchar can be found at his encampment in the western end of Dor-en-Ernil, south-west of Tungobel.\\n\\nYou should speak with Erchar.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Those cursed corsairs came out of nowhere! I'll gladly head north to Ethring if it means safety in these dark times.'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Speak with Erchar and inform him of your success",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'You sent the survivors to Ethring? Good work. I'm sure they will find temporary shelter there from the Corsair threat.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "The townsperson thanks you and flees to Ethring",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Erchar informs you of a hamlet to the north that may be under siege. He has asked you to rescue any survivors.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Rescue townsperson ([placeholder]/[placeholder]) ",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Not an hour ago, a band of Corsairs travelled past this camp-site. As luck would have it, we remained undetected.\\n\\n'The enemy band was heading north-east towards Tungobel, a small hamlet. If it is not too late for the village, perhaps you would be able to rescue any townsfolk from a certain death. These people are wood cutters and fishermen, they are not warriors.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Plan for Rescue",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "The hamlet of Tungobel can be found north-east of Erchar's encampment.\\n\\nRescue the townsfolk from the Corsair and Haradrim forces.",
      "es": ""
    }
  ]
}