{
  "id": 620953384,
  "txt": [
    {
      "id": 228284039,
      "en": "'My scout saw you come from the north. Do you bring us any news of my brother Erchar?'\\n\\nYou explain to Herion that Erchar is going to return to Linhir to help Garvir, but only if Herion is at his side.\\n\\n'Yes, I am disappointed in my decision to confront the enemy forces head on. I have lost many men, and it is a burden I will always carry with me. Alas, I cannot return to Linhir yet. Aras will tell you what he has seen.'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Aras can be found in Herion's encampment.\\n\\nYou should speak with Aras about what he has seen.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Herion can be found in his encampment.\\n\\nYou should speak with Herion.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Speak with Aras",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Herion can be found at his encampment.\\n\\nYou should speak with Herion about how you may be of assistance.",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Speak with Herion on how you might be of assistance",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Greetings. Herion speaks the truth. I have witnessed the full destructive power of the Corsair army. As we were fleeing from a brutal ambush, I caught the sore sight of Barad Rill, the great lighthouse at the southern point, toppling and falling into the sea. How they knocked it over, I do not know. Perhaps it was a brigade of those mysterious Half-trolls who take orders from the Haradrim! What I do know is we must halt their power before the Corsairs regroup and head for Linhir.\\n\\n'These Haradrim may have a great distance with the bow, but my eyes see further. I shall scout for you if needed.'",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Speak with Herion",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "You agree with Herion that there is a powerful threat in Dor-en-Ernil which could endanger Aragorn and his army if the enemy makes it past Linhir.\\n\\n'I thank you for understanding as to why I cannot yet return to Linhir. It is dire that we quiet this threat before Linhir becomes the next victim. Barad Rill was just the beginning.\\n\\n'Aras will be your eyes. His experience will be valuable in blinding our enemy.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Herion sees you and beckons you to speak with him",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Now that Erchar and his men are properly armed, he sends you to find Herion and aid him so that they may both return to Linhir together.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Search out Herion's encampment.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I am certain that my brother Herion is still alive. During the ambush we split up to confuse the enemy. As you know, I went north-west. Herion headed in a south-west direction. He may have made it as far at the River Ernilos.\\n\\n'Find him and aid him, so we may return to Linhir together. Quickly, go south and follow the river!'\\n\\n'Be careful of any Haradrim and Half-trolls travelling together. The Haradrim seem to hold some sort of power over these creatures. When an order is given, the Half-trolls will carry it out until the bitter end.'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Herion wishes you to speak with Aras of what he has seen",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Search for Herion and his encampment",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Brother's Word",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Herion's encampment is located somewhere south of Erchar's encampment, along the River Ernilos.\\n\\nYou should search out Herion's camp.",
      "es": ""
    }
  ]
}