{
  "id": 620953331,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "Maeral is the captain of the Alphroval, the northernmost of the ships docked at the wharf at Dol Amroth.\\n\\nYou have done as Captain Maeral asked, and should now speak with him about what you saw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "You see the gathered Corsair fleet beyond the Sea-gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'We are hemmed in and cannot escape. If you speak to Captain Noreth of the Rosigil, she will tell you much the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 2, Chapter 1: The Ships of Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Noreth is the captain of the Rosigil, the easternmost of the ships docked at the wharf at Dol Amroth.\\n\\nLothíriel has asked you to visit the captains at the wharf, in order to assess the sea-worthiness and battle-readiness of their ships.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Captain Maeral of the Alphroval, the northernmost ship docked at the wharf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'<rgb=#FF0000>Look</rgb> through the Sea-gate and you will see why we cannot hope to leave the city that way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I know that further battle with the Corsairs is unavoidable, [placeholder]. As ruler of the city, it is my task to defend the people of Dol Amroth for as long as I am able. To do that, I must learn what I can of our weaknesses and our strengths. May our strengths outnumber our weaknesses, as unlikely as that may seem!\\n\\n'If you will help me in this, go to the Wharf and speak to the captains of the ships moored there. They will know the sea-worthiness of their own ships, and whether they might be made battle-ready.\\n\\n'The true sea-power of Gondor is harboured at the city of Pelargir, but that port is far to the east and we cannot depend upon its ships for aid in time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "You see an enormous ship, larger than the rest. It must be the flagship of Umbar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Captain Maeral of the Alphroval, the northernmost ship docked at the wharf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "The deck of the Rosigil, easternmost of the ships docked at the wharf in Dol Amroth, will give you a good vantage from which to look through the Sea-gate, there to see whatever it is that Captain Noreth wants you to see.\\n\\nCaptain Noreth wants you to look through the Sea-gate from where you stand on the deck of her ship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'The daughter of Imrahil wishes to know how much sea-power she commands? Very little, truth be told. I am afraid the Alphroval and these few others will have to stand for her fleet, unless she can request aid from Pelargir.\\n\\n'<rgb=#FF0000>Look</rgb> to the Sea-gate, if you wish to know the truth of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Captain Noreth of the Rosigil, the easternmost ship docked at the wharf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'You see the truth of it? Numerous Corsair ships lie beyond the Sea-gate, and every unfriendly eye on the deck of each is trained upon that narrow space. Any Gondorian ship that tries to pass into open water would be savaged by the weapons of Umbar before reaching freedom or launching any attack.\\n\\n'We are hemmed in and cannot escape. If you speak to Captain Noreth of the Rosigil, she will tell you much the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Before I became captain of my own ship, I served two years before the mast on the Alphroval. I know Maeral to be a wise captain and judge of the seas, but he is prone to recklessness. If he believes passage through the Sea-gate is a foolish journey, it must truly be so.\\n\\n'Do you see the mighty ship in the waters outside the city? <rgb=#FF0000>Look</rgb> through the Sea-gate and tell me what you see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef9e7",
      "en": "Captain Maeral looks at you with irritation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e04",
      "en": "<rgb=#FF0000>Look</rgb> at the Sea-gate from the deck of the Alphroval",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Maeral is the captain of the Alphroval, the northernmost of the ships docked at the wharf at Dol Amroth.\\n\\nLothíriel has asked you to visit the captains at the wharf, in order to assess the sea-worthiness and battle-readiness of their ships.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "Noreth is the captain of the Rosigil, the easternmost of the ships docked at the wharf at Dol Amroth.\\n\\nYou have done as Captain Noreth asked, and should now speak with her about what you saw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'See how that monster makes the other ships look like children's toys floating in a stream? That is the flagship of the Umbar fleet, Nûluzimir in their tongue: 'Night-jewel.'\\n\\n'Many Gondorian ships have succumbed to the attacks of the Night-jewel during the years since the disappearance of Thorongil, greatest foe of the Corsairs! Would that he had returned before the Night-jewel was constructed, and might have prevented it! But none have seen Thorongil since he routed the Corsairs almost forty years ago. He is likely dead.\\n\\n'I would not sail my ship against the Night-jewel unless I wanted her to lie on the sea-bottom, [placeholder]. None of our ships are a match for that one, not even Cirnaith's Súlrohir. Speak to him and see if he thinks otherwise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "Cirnaith is the captain of the Súlrohir, the southernmost of the ships docked at the wharf at Dol Amroth.\\n\\nLothíriel has asked you to visit the captains at the wharf, in order to assess the sea-worthiness and battle-readiness of their ships.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Lothíriel wants a report from the captains of the ships docked at her city? There are no good tidings, friend. If there is any good fortune here it is that very few ships are trapped at the wharf, and most of Gondor's fleet must be found at the port city of Pelargir, to the east.\\n\\n'They are too far away to help us here, but at least those ships are not caught like rabbits in a trap, as we are. It is hopeless!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The deck of the Alphroval, northernmost of the ships docked at the wharf in Dol Amroth, will give you a good vantage from which to look at the Sea-gate.\\n\\nCaptain Maeral wants you to look at the Sea-gate from where you stand on the deck of his ship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e37",
      "en": "Noreth wants you to stand on the deck of her ship and <rgb=#FF0000>look</rgb> through the Sea-gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d160",
      "en": "Lothíriel knows that further battles approach, and she wants you to judge the sea-power currently at her disposal in Dol Amroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I have only met Captain Cirnaith of the Súlrohir in passing, but I do know that he sent his crew into the city to make what merriment they might. He must believe there is nothing they can do ship-side to face the dangers that approach.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to Captain Noreth of the Rosigil, the easternmost ship docked at the wharf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to Captain Cirnaith of the Súlrohir, the southernmost ship docked at the wharf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Maeral wants you to stand on the deck of his ship and /look at the Sea-gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Go to the Wharf and speak to the captains of the ships moored there. They will know the sea-worthiness of their own ships, and whether they might be made battle-ready.\\n\\n'The true sea-power of Gondor is harboured at the city of Pelargir, but that port is far to the east and we cannot depend upon its ships for aid in time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'<rgb=#FF0000>Look</rgb> to the Sea-gate, if you wish to know the truth of the situation we face.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef9d9",
      "en": "Captain Noreth sighs as you fail to cooperate",
      "es": "",
      "es (fem)": ""
    }
  ]
}