{
  "id": 620953334,
  "txt": [
    {
      "id": 111477376,
      "en": "Talk to Lothíriel in the Great Hall of Dol Amroth",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Travel to the town of Ethring, in the Ringló Vale",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "Lothíriel listens impassively as you give her the message from the emissary of Umbar.\\n\\n'Thank you for bringing this message to me. Something must be done, that much is certain! But what, I wonder?'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Tologlor in Ethring",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I value your opinion and place it among the ranks of my other advisors. If you can spare the time, I could use your counsel, [placeholder].'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I deem you were near the end of your strength when I pulled you from the water, [placeholder]. Any delay and I do not know that we would have gotten to you in time.\\n\\n'Curse Balakhôr and all his kind! Mark my words well: that scoundrel will pay for this betrayal. This is the sort of treachery I would expect from anyone calling himself 'Heir of Castamir!'\\n\\n'Did you learn anything of his plans? You should bring word of them to Lothíriel at once!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "You tell Lothíriel of Balakhôr's plan to destroy the Gondorian fleet at Pelargir, and she nods.\\n\\n'That is what I suspected, but it is good to hear it directly. It seems that Balakhôr is content to keep the ships of Dol Amroth trapped in the city, and will sail with as much force as he can spare to Pelargir, where he will try to take the rest of the fleet unawares.\\n\\n'I need you to ride there and warn them, [placeholder]! Travel through the Ringló Vale and Dor-en-Ernil, telling the people there to seek shelter from their foes, and come to Pelargir as quickly as you can.\\n\\n'I have not been to the Ringló Vale for some months, but I remember the town of Ethring will be on your way. Stop there on your journey and tell them what is happening, and to be strong for my father's sake, and for mine!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'You have the look of an adventurer! Have you ever seen anything like this before? The sun never rose this morning! Some evil has been unleashed upon us!'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "The town of Ethring is in the Ringló Vale, on the road to Pelargir.\\n\\nLothíriel has asked you to travel through the Ringló Vale and Dor-en-Ernil to help the folk of those lands and bring warning to the people of Pelargir.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Tologlor in the town of Ethring has tried to catch your eye. His expression is one of frightened concern.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "You were cast from the deck of the Night-jewel, and have managed to struggle back to the dock.\\n\\nCaptain Noreth has fished you from the water, and wants to hear what happened on the Night-jewel.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Lothíriel needs your help to decide what should be done.\\n\\nLothíriel is in the Great Hall of Dol Amroth, considering Balakhôr's proposal.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Lothíriel is in the Great Hall of Dol Amroth.\\n\\nBalakhôr the Scourge has boasted of his plan to you, and now that you know his course you should bring word of it to Lothíriel.",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Lothíriel and help her decide what to do about Balakhôr's proposal",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Noreth on the docks",
      "es": ""
    },
    {
      "id": 24695157,
      "en": "Balakhôr the Scourge has sent an emissary to Dol Amroth to request that Lothíriel come to treat with him on the deck of his flagship, the Night-jewel.",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "The skies over Ethring are covered in shadow",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Did you learn anything of Balakhôr's plans? You should bring word of them to Lothíriel at once!'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Book 2, Chapter 3: Balakhôr the Scourge",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'I have not been to the Ringló Vale for some months, but I remember the town of Ethring will be on your way. Stop there on your journey and tell them what is happening, and to be strong for my father's sake, and for mine!'",
      "es": ""
    }
  ]
}