{
  "id": 620953399,
  "txt": [
    {
      "id": "0xfa8e117",
      "en": "These prints were made by horses and men fleeing in a western direction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'My men are indeed in higher spirits now. Thank you [placeholder].\\n\\n'We shall return to Linhir. Though before we make our return, I must call upon you to help us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Search for Erchar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Erchar can be found at his encampment in the western end of Dor-en-Ernil.\\n\\nSpeak with Erchar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Speak with Erchar at his encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "<rgb=#FF0000>Challenge</rgb> Gondorian soldiers to defend their homeland ([placeholder]/[placeholder]) ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'My brothers Erchar and Herion are fine warriors, though a bit rash in their decisions.\\n\\n'We defended Linhir valiantly but the constant watch left us tired. Like brothers often do, we fall to quarreling.  I was convinced by Aragorn's word that defending Linhir would be the best use of our skills. Erchar disagreed and convinced Herion that staying in Linhir was a fool's errand. He wanted to take the enemy by surprise. In an instant of protest, both Erchar and Herion took their forces into the field.\\n\\n'I am afraid they may have met with slaughter. [placeholder], would you ride out to the west and look for any signs of them? They may still be alive. Search for Erchar first. You will need to convince him to return before Herion will follow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "These prints show the men fleeing in a north-western direction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Erchar at his encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "These prints show the men continuing in a north-western direction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Erchar and Herion were last seen riding out to the fields in the western part of Dor-en-Ernil.\\n\\nYou should search for signs of a conflict.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Erchar tells his men to stand down upon noticing you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Garvir is concerned for his brothers Erchar and Herion. He sends you west to track down Erchar, the oldest of the three.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "You should examine any prints you find in the dirt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "You should examine any prints you find in the dirt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "The ground shows signs of a conflict between Gondorians and Corsairs.\\n\\nYou should examine the prints at the edge of the battleground. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Find and examine the next set of prints",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Erchar and his men must be hiding somewhere north-west of here in Dor-en-Ernil.\\n\\nYou should search for Erchar's camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Find and examine the next set of prints",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "The soldier is convinced by your commanding tone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Seek out Erchar and his men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Erchar can be found in his encampment in the western end of Dor-en-Ernil.\\n\\nTalk to Erchar and bring news of his brother's plea for return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Search for signs of a conflict in western Dor-en-Ernil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Erchar's men can be found in Erchar's encampment.\\n\\nChallenge Gondorian soldiers to defend their homeland.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Examine the set of footprints",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Erchar's men need their spirits lifted before the journey back to Linhir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'I am thankful for your timing traveller, as our numbers are few.'\\n\\nYou explain that Garvir sent you and that Linhir needs the strength of all three brothers to protect the city.\\n\\n'I may have made a mistake taking Herion and myself out to this slaughter. The Corsair numbers are much greater than I anticipated. We were quickly ambushed and those of us who survived fled into the wilds. My men's spirits are quite low. Perhaps you would be able to lift them?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "There was indeed a battle here and many Gondorian warriors were slain, but it appears some escaped death",
      "es": "",
      "es (fem)": ""
    }
  ]
}