{
  "id": 620953333,
  "txt": [
    {
      "id": 162883654,
      "en": "'The Corsairs range far and wide upon the seas, [placeholder], and have taken bottles of wine for my collection from every land lapped by the waves. You are welcome to sample any of my finest.'",
      "es": ""
    },
    {
      "id": 162883656,
      "en": "'Well, you have heard my demands. You are not devising a counter-proposal, are you? You are in no position for this, my foolish [placeholder]!'",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "'What advice would you give to me, [placeholder]?'",
      "es": ""
    },
    {
      "id": 235466162,
      "en": "Walk with Dorthaneth and listen to her words",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Umer on the deck of the Night-jewel",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Balakhôr",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Balakhôr",
      "es": ""
    },
    {
      "id": 152924960,
      "en": "'I know you have the strength and wits to survive any treachery.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 152924961,
      "en": "'Remain alert! Do not trust the words of Balakhôr or any of his men.'",
      "es": ""
    },
    {
      "id": 152924962,
      "en": "'If you see an opportunity to seize any advantage, you should take it.'",
      "es": ""
    },
    {
      "id": 152924963,
      "en": "'Do you understand?'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "You have come to the Night-jewel to treat with Balakhôr about the war.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Lothíriel and prepare to depart for the Night-jewel",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Go to the Night-jewel and meet with Balakhôr",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'This is the Nûluzimir, the jewel of Umbar and flagship of Balakhôr the Scourge. You are here under a flag of peace, but if it were otherwise you would never leave it, [placeholder].\\n\\n'I will bring you to Balakhôr. He will not be pleased that you have come instead of Imrahil's daughter, but that is not my concern. That must be yours.'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'So Umer delivered the message, but Lothíriel elected to send you in her stead? How am I to interpret this response? It reveals that she does not respect my wishes, and distrusts my word. It is a cowardly response, for it shows she values her own life and safety above those of others.'",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 249085456,
      "en": "'Abandon this war? You must think me a fool, [placeholder]!'",
      "es": ""
    },
    {
      "id": 249085457,
      "en": "'Who abandons a foot-race when he is in front of all others?'",
      "es": ""
    },
    {
      "id": 249085458,
      "en": "'No. I will continue to fight. Bring my terms of surrender to the daughter of Imrahil!'",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'But you must already have known this, [placeholder]. Most of Gondor's warriors have been called to battles elsewhere. Even were they here, there is little they could do against the fleet of Umbar.\\n\\n'But I have been a poor host. You must be quite parched, and I have done naught but tell you things you already know.'",
      "es": ""
    },
    {
      "id": 249085459,
      "en": "'I will count to five, [placeholder]. And then I want you off this ship.'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Dorthaneth",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "You are walking with Balakhôr on the deck of the Night-jewel, remaining alert for any sign of treachery.",
      "es": ""
    },
    {
      "id": 249085460,
      "en": "'One.'",
      "es": ""
    },
    {
      "id": 249085461,
      "en": "'Two.'",
      "es": ""
    },
    {
      "id": 249085462,
      "en": "'My patience has run out. Now you die!'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'I am the ruler of Dol Amroth while my father is away, and it is my duty to do what is best for its people. How am I to know what that is, [placeholder]?\\n\\n'Would my father treat with Balakhôr? Would he have gone to his enemy's flagship under a banner of peace?'",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Accept or refuse Balakhôr's offer",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'It does not matter to me what Prince Imrahil might have done if he were in his daughter's place, for he is not. I do not think Balakhôr would have made this request of Imrahil.\\n\\n'She must not trust him. He is a snake, like the others who call themselves Heirs of Castamir, and his flagship will not be a place of safety for her, or for anyone.\\n\\n'You must urge her to reject this proposal.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'That seems to me a wiser course, [placeholder], if you are willing to risk the adventure. Balakhôr cannot be trusted, but you may be better-prepared to deal with any treachery he might think to enact.\\n\\n'Walk with me and I will do my best to prepare you for this errand.'",
      "es": ""
    },
    {
      "id": 246419872,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I thank you, [placeholder]. Stay watchful in the company of Balakhôr. I know he is not to be trusted, and you should watch him carefully.\\n\\n'Do what you can for the people of Dol Amroth! I would have gone myself, but if this plan eases Dorthaneth's mind....'",
      "es": ""
    },
    {
      "id": 249085472,
      "en": "'Gondor does not have the strength to resist me.'",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 249085473,
      "en": "'Therefore I make the following demand.'",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 249085474,
      "en": "'I demand the complete and unconditional surrender of the Gondorian coast.'",
      "es": ""
    },
    {
      "id": 249085475,
      "en": "'From what position of strength do you negotiate such terms, [placeholder]?'",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "Lothíriel is in the Great Hall of Dol Amroth.\\n\\nBalakhôr has sent a summons to Lothíriel to treat with him on his flagship, the Night-jewel.",
      "es": ""
    },
    {
      "id": 99100625,
      "en": "'This way.'",
      "es": ""
    },
    {
      "id": 249085476,
      "en": "'I will free none of my captives. Indeed, I will add to their ranks.'",
      "es": ""
    },
    {
      "id": 99100626,
      "en": "'Captain! The city's ruler sends her response!'",
      "es": ""
    },
    {
      "id": 249085477,
      "en": "'I hope to see you chained to the deck someday, [placeholder].'",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Lothíriel is in the Great Hall of Dol Amroth. She has asked for your advice concerning Balakhôr's proposal that she treat with him on the deck of his flagship.",
      "es": ""
    },
    {
      "id": 99100627,
      "en": "'Captain!'",
      "es": ""
    },
    {
      "id": 249085478,
      "en": "'Bring my terms to the daughter of Imrahil!'",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Balakhôr",
      "es": ""
    },
    {
      "id": 249085479,
      "en": "'I will give you no boat! Jump off the side and swim to shore.'",
      "es": ""
    },
    {
      "id": 249085480,
      "en": "'What is in Umbar for us? Gondor lies before us, undefended.'",
      "es": ""
    },
    {
      "id": 249085481,
      "en": "'This land is ripe for new masters!'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Dorthaneth",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "Lothíriel is in the Great Hall of Dol Amroth.\\n\\nYou have agreed to meet with Balakhôr on his flagship, the Night-jewel, in Lothíriel's stead.",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Umer, the Corsair emissary, has rowed you to the Night-jewel and is now ready to bring you to Balakhôr.",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "Balakhôr stands on the deck of the Night-jewel, waiting to hear why Lothíriel did not answer his summons.",
      "es": ""
    },
    {
      "id": 249085488,
      "en": "'Do you understand that my fleet now controls the Sea-gate?'",
      "es": ""
    },
    {
      "id": 249085489,
      "en": "'None can enter or leave without my permission.'",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "Balakhôr has offered you a drink from his collection of wines.",
      "es": ""
    },
    {
      "id": 249085490,
      "en": "'In every way except title, I am now the Lord of Dol Amroth.'",
      "es": ""
    },
    {
      "id": 249085491,
      "en": "'These bottles belong to my personal stock. Have a sip of the finest wines of Umbar.'",
      "es": ""
    },
    {
      "id": 246419895,
      "en": "Balakhôr is on the deck of the Night-jewel, and has more to say to you.",
      "es": ""
    },
    {
      "id": 249085492,
      "en": "'A pity.'",
      "es": ""
    },
    {
      "id": 249085493,
      "en": "'Perhaps not, [placeholder]. Perhaps not.'",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "Balakhôr has done enough talking. Now it is time for you to make your own demands of the Corsair leader.",
      "es": ""
    },
    {
      "id": 249085494,
      "en": "'You insult me, [placeholder].'",
      "es": ""
    },
    {
      "id": 249085495,
      "en": "'But I am not thirsty.'",
      "es": ""
    },
    {
      "id": 249085496,
      "en": "'This is but a portion of my fleet.'",
      "es": ""
    },
    {
      "id": 249085497,
      "en": "'I will go with the rest of them to Pelargir, where I will seize the port.'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'Look around you, [placeholder]. What do you see? You see the sea-faring power of Umbar, rebuilt from nothing!\\n\\n'Thirty years ago, a hero of Gondor sailed to Umbar at the head of a fleet. He burned the ships he found at the port and took the city. The Corsairs have spent the time nursing their hurts and rebuilding their power. No hero will save Gondor from them this time.\\n\\n'Where is that hero now, [placeholder]? He is gone, and now I have come to return that overdue favour. I will burn his fleet as he did that of Umbar. But there will be nothing left to rebuild when I am finished with it.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Balakhôr the Scourge",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082722,
      "en": "The corsair rowed you to the Night-jewel in awkward and unpleasant silence",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Dorthaneth has come to the Great Hall of Dol Amroth to advise her friend Lothíriel.",
      "es": ""
    },
    {
      "id": 177082723,
      "en": "The wine is among the best you have ever tasted",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082725,
      "en": "Balakhôr's eyes flash angrily at your refusal",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Dorthaneth is in the Great Hall of Dol Amroth. She has asked if you are willing to go to the Night-jewel in Lothíriel's stead.",
      "es": ""
    },
    {
      "id": 17008305,
      "en": "'Get off my ship!'",
      "es": ""
    },
    {
      "id": 263877921,
      "en": "'What would my father have done, if he were here?'",
      "es": ""
    },
    {
      "id": 263877922,
      "en": "'Your words ring true to me, [placeholder].'",
      "es": ""
    },
    {
      "id": 263877923,
      "en": "'But if this course might save innocents, must I not risk it?'",
      "es": ""
    },
    {
      "id": 263877924,
      "en": "'Do you mean [placeholder]?'",
      "es": ""
    },
    {
      "id": 133008353,
      "en": "'You are not the daughter of Imrahil.'",
      "es": ""
    },
    {
      "id": 263877925,
      "en": "'Could it be this is the only way to bring peace?'",
      "es": ""
    },
    {
      "id": 133008354,
      "en": "'Did Umer fail to convey my request? I will slay him where he stands if this be so.'",
      "es": ""
    },
    {
      "id": 133008355,
      "en": "'But it also shows wisdom.'",
      "es": ""
    },
    {
      "id": 133008356,
      "en": "'If she had come here, there would be no question. Gondor would be mine.'",
      "es": ""
    },
    {
      "id": 133008357,
      "en": "'How much would the Prince have given to have his daughter returned in safety?'",
      "es": ""
    },
    {
      "id": 133008358,
      "en": "'It does not matter. A mere exercise of the mind.'",
      "es": ""
    },
    {
      "id": 133008359,
      "en": "'Walk with me, [placeholder].'",
      "es": ""
    },
    {
      "id": 110221105,
      "en": "'No, Lothíriel!'",
      "es": ""
    },
    {
      "id": 133008360,
      "en": "'Stand, Umer. You shame yourself.'",
      "es": ""
    },
    {
      "id": 24695126,
      "en": "Balakhôr has summoned Lothíriel to treat with him on his flagship, the Night-jewel.",
      "es": ""
    },
    {
      "id": 110221106,
      "en": "'That is an unwise course!'",
      "es": ""
    },
    {
      "id": 133008361,
      "en": "'I will assume you have the power to speak for Dol Amroth, [placeholder].'",
      "es": ""
    },
    {
      "id": 110221107,
      "en": "'Balakhôr seeks to trick you. You cannot go to his ship!'",
      "es": ""
    },
    {
      "id": 110221108,
      "en": "'What if another were to go? An adventurer, one used to danger?'",
      "es": ""
    },
    {
      "id": 110221109,
      "en": "'I do, if our brave [placeholder] is willing.'",
      "es": ""
    },
    {
      "id": 110221110,
      "en": "'No, Lothíriel.'",
      "es": ""
    },
    {
      "id": 110221111,
      "en": "'[placeholder] is right. Balakhôr will do you harm if you go.'",
      "es": ""
    },
    {
      "id": 110221112,
      "en": "'The emissary of Umbar will row you to the Night-jewel, [placeholder].'",
      "es": ""
    },
    {
      "id": 110221113,
      "en": "'You will be beyond the help of Gondor or the Avorrim, but fear not.'",
      "es": ""
    },
    {
      "id": 235466116,
      "en": "Walk with Balakhôr on the deck of the Night-jewel",
      "es": ""
    },
    {
      "id": 246419777,
      "en": "Balakhôr has refused your demands, and instead has made you an offer: to step off the side of the Night-jewel and swim to shore.",
      "es": ""
    },
    {
      "id": 235466120,
      "en": "Walk with Balakhôr on the deck of the Night-jewel",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Lothíriel",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Make your own demands of Balakhôr",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Give Lothíriel your advice on her course of action",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Step off the side of the Night-jewel",
      "es": ""
    }
  ]
}