{
  "id": 620953379,
  "txt": [
    {
      "id": 228284034,
      "en": "'I knew the flagship Night-jewel at once, for it dominates the harbour. That is where we will find Balakhôr the Scourge, and put an end to the threat of Umbar. Speak to me when you are ready to do this.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Aragorn and storm Balakhôr's flagship, the Night-jewel",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Aragorn at his camp outside Pelargir",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Most of the Corsairs have fled in terror, but Balakhôr will not be without his defences. Remain on your guard, and I will remain on mine!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Aragorn agrees that the threat of Umbar will not be ended until you face Balakhôr the Scourge on his flagship.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'We have ended the threat of Umbar for now, and Balakhôr will rally no more Corsairs to his banner. The memory of the Dead will keep others from taking up arms against Gondor. Now my attention must turn to the foe in the East.\\n\\n'The shadow of unending night will lend speed and surety to the armies of the Enemy. They will march upon Minas Tirith. Indeed, they must have already begun! I must get to the city with utmost haste, but the Gondorian fleet is burned. What can be done?'\\n\\nAragorn thinks for a moment, and then a strange light flickers within his eyes.\\n\\n'Black sails, [placeholder]. I will sail the ships of Umbar to Minas Tirith. Let us rest for a brief while, and then we will make ready the ships. I thank you again for your part in this most recent victory, my friend! Rest now, and then we will return to the tasks ahead of us.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 2, Chapter 9: Even In Darkness",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Aragorn is at his camp in Lebennin, outside the city of Pelargir.\\n\\nAragorn is ready to put an end to Balakhôr the Scourge, and the threat of Umbar, once and for all.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Aragorn is outside the city of Pelargir.\\n\\nYou have driven Balakhôr away in shame, and the threat of Umbar is ended for now.",
      "es": ""
    }
  ]
}