{
  "id": 620953382,
  "txt": [
    {
      "id": 177082793,
      "en": "The Eye of Dolgimil has been defeated",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'You dare try to destroy these forces? The flames only make me stronger.\\n\\n'All of Gondor will burn before we are victorious. Best that you run away before you meet a fate worse than death.\\n\\n'For I am the Eye of Dolgimil. Blinding me is but a scratch on his face!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Eye for an Eye",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Collected weapons of the enemy ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Burn the provision tents ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Speak with Aras at Lang Boha",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Erchar can return to Linhir now or wait for me. I always respect his decision. At this time, I choose my own path.\\n\\n'We must remove the power behind the Corsair threat in Dor-en-Ernil before returning to Linhir. Aras has gone to scout the land east of our camp. Meet him on the northern border of Lang Boha. There you should find the leader of the one who killed many of my men. These were good people, [placeholder]. Avenge them as you would avenge your own kin.\\n\\n'May those who oppose you be blinded by your strength.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Summon and confront the Haradrim captain of Lang Boha",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Summon and confront the Haradrim Captain of Lang Boha",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Burned the provision tents ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'[placeholder], I am glad to see you unharmed. There are enemies on patrol everywhere. I have scouted Lang Boha. I shall recount what I have seen....\\n\\n'There are four tents in the camp that are used for food storage. Burning them will indeed set them back on provisions.\\n\\n'The enemy has many weapons. Take the weapons from those you defeat and return to me with them. I shall dispose of them in the waters. The rusted weapons will be of no use to the Corsair forces. Take care to avoid the Half-trolls though, they will not part with their swords so easily.\\n\\n'Lastly, the one who led the ambush against Erchar and Herion is indeed the captain of this camp. I warn you though. He is a powerful man. Do not fall for his tricks!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Find and confront the Haradrim Captain.",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "The Eye of Dolgimil thundering voice calls you to battle",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'You dare try to destroy these forces? The flames only make me stronger.\\n\\n'All of Gondor will burn before we are victorious. Best that you run away before you meet a fate worse than death.\\n\\n'For I am the eye of Dolgimil. Blinding me is but a scratch on his face.'",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Aras can be found just north of the Haradrim camp, Lang Boha.\\n\\nYou should speak with Aras.",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "The eye of Dolgimil has been defeated",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Herion sends you to the Haradrim camp, Lang Boha, to hinder the destructive powers of the Corsair forces.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "The Captain of the Haradrim camp can be found in Lang Boha.\\n\\nFind and confront the Haradrim Captain.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Burn the provision tents ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Lang Boha can be found on the eastern shores of Dor-en-Ernil.\\n\\nEnter Lang Boha and hinder the Corsair forces.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "The Captain of the Haradrim camp can be found in Lang Boha.\\n\\nDefeat the Haradrim Captain.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Find and confront the Haradrim Captain.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Burned a provision tent ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Defeat the eye of Dolgimil",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Speak with Aras at Lang Boha",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Aras can be found just north of the Haradrim camp, Lang Boha.\\n\\nYou should speak with Aras.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Collect weapons of the enemy ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'He called himself the Eye of Dolgimil? I fear then this Dolgimil is the true threat we seek. Perhaps we can look elsewhere for clues to Dolgimil's whereabouts.'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "The Haradrim Captain steps out from the back of the room and beckons you to speak with him",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Aras sends you into Lang Boha to decimate the Corsairs forces",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "The Eye of Dolgimil's thundering voice calls you to battle",
      "es": ""
    }
  ]
}