{
  "id": 620953337,
  "txt": [
    {
      "id": 162883764,
      "en": "'I see that Roniel has found her way safely home. I am pleased I was able to restore some measure of happiness to the world.'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "Roniel says nothing, but the look on her face is smug and satisfied.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 2, Chapter 6: Roamingstar",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'I am back, but my mother does not believe I met a river-maiden!'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Leave pebbles on flat stones south-east of Roamingstar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Not all who come this way have kindness in their hearts. There are those who wish to harm this land and its people, and they will find no welcome from me or my sisters.'\\n\\nRoamingstar opens her golden hand, and reveals a number of pebbles. They are worn smooth by the currents of the Gilrain.\\n\\n'Leave these on flat stones to the south, [placeholder], away from the banks of the river. For this small favour you will have the blessing of Gilrain.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Roamingstar by the banks of Gilrain",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Roniel on the banks of the Gilrain",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I thank you for this favour, young one. It has been long years since I cast my eye beyond the banks of the stream. When last I did it brought only grief.'\\n\\nSadness wells in the deep pools of Roamingstar's eyes, and her words are nearly whispers.\\n\\n'An Elf-maid tarried on the banks of Gilrain, lulled to sleep by the beauty of my song. She was reminded of her home, and I delighted in her presence, for my sisters had gone away and I was filled with loneliness.\\n\\n'But she was needed, and when she awoke the delay had cost her the life of her love. He was an Elf-lord and a prince, Amroth by name, and he waited for her... but she never came. He died believing she was lost forever, and when she awoke it was he who was lost.'\\n\\nRoamingstar's words trail away into silence. After a moment, the girl Roniel stirs.",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Mornil in Linhir",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Oh, hello! Are you a friend of my mother? I was separated from her during the fighting. I ran and ran, and at some point I dropped my doll, but then I was just so tired and fell asleep.\\n\\n'I think I had a lovely dream, but I cannot remember much of it now. I suppose it is time to return to Linhir. Do you think it is safe? Tell my mother I am on my way home. Her name is Mornil.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Roniel in Linhir",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "Roamingstar is silent, lost in her thoughts.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'My daughter Roniel has returned, and she says that you are the one who found her! I am so glad she is safe, and I am grateful for the kindness you have done my family!\\n\\n'She had an unusual story to tell, and I must say I am not sure I can believe it. Roniel says she met the river-maiden of the Gilrain, but... she is just a legend, is she not? One of Linhir's traditions involves floating reed baskets on the stream in honour of such a creature, but I did not really believe in the existence of the Five Sisters.\\n\\n'Is Roniel making up a story? She must be.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Ingalad in Linhir",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I will return to Linhir, but you can lead the way!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Roamingstar feels a connexion to the lands through which the Gilrain flows, and has asked you to protect them.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Roniel's mother Mornil is back in the town of Linhir, in Dor-en-Ernil. She is by the fountain in the north-east court of Linhir.\\n\\nYou have found the missing child and sent her back to her mother.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'My mother does not believe me. Well, I think I may be able to convince her!'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Roniel says she met the river-maiden of the Gilrain, but... she is just a legend, is she not? One of Linhir's traditions involves floating reed baskets on the stream in honour of such a creature, but I did not really believe in the existence of the Five Sisters.\\n\\n'Is Roniel making up a story? She must be.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Flat stones can be found at several locations to the west of the Gilrain, in Dor-en-Ernil, south-east of Roamingstar.\\n\\nRoamingstar has given you a number of pebbles to leave on flat stones west of the Gilrain, south of her waterfall glade.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Roniel has returned to Linhir, but her mother Mornil does not believe her story.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'You did a very good thing today, my friend! Linhir is in your debt.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Roamingstar is waiting for you to return from the errand on which she sent you.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Roamingstar is my friend! Now my mother must believe me!'",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Oh my! Can it be? I did not think such wonders still existed in this world!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Roniel has awoken, and you should speak to her and ensure that she is all right.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "You have returned Roniel safely to Linhir, and should tell Ingalad of your success.",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "Roniel sets a small pebble on the edge of the fountain",
      "es": ""
    },
    {
      "id": 235466130,
      "en": "What is Roniel doing?",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Extended Roamingstar's influence ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Roniel stirs. She is nearly awake.",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Leave the pebbles I gave you on flat stones a goodly distance south-east of here, [placeholder]. For this small favour you will have the blessing of Gilrain.'",
      "es": ""
    }
  ]
}