{
  "id": 620953394,
  "txt": [
    {
      "id": 111477392,
      "en": "Defeat drunk Corsairs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Wine can be found in the wine cellar in Gaerlond.\\n\\nYou should retrieve any unopened wine bottles for Túmir.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Defeated drunk Corsair ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "The drunk corsairs can be found in the wine cellar in Gaerlond.\\n\\nYou should defeat the drunk corsairs.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Retrieve any unopened wine bottles for Túmir",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Túmir can be found in the village of  Gaerlond.\\n\\nYou should return to Túmir with the bottle of wine.",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "It seems there is only one bottle of wine left in this cellar",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Return to Túmir with the bottle of wine",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Just one bottle? I see. What was your name again?\\n\\n'Thanks, [placeholder], I guess.... Well I must be going now.'",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Túmir the merchant needs to retrieve a shipment of wine for Calembel, but Corsairs got between him his goal.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Enter the wine cellar",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Empty wine bottles are strewn about and some intoxicated Corsairs are none the happier to see you",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Yes, hello there kind adventurer. The name's Túmir. Perhaps you could help me out. I was on my way to Calembel but I needed to pick up a shipment of wine from a man in Gaerlond first. Misfortune struck this town and now Corsairs are between me and the wine cellar.'\\n\\nYou are suspicious of this Túmir fellow, but wish to see him on his way and out of conflict.\\n\\n'I assure you I have already paid the man in full for the wine. I am not... dishonest. I know roads that others do not. You needn't worry about my safety in travelling to Calembel.\\n\\n'Will you help retrieve my wine before those unruly Corsairs consume it all?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Wine Cellar",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "The wine cellar is located in the village of Gaerlond.\\n\\nYou should enter the wine cellar.",
      "es": ""
    }
  ]
}