{
  "id": 620953332,
  "txt": [
    {
      "id": 162883717,
      "en": "'We were on our way back to the Súlrohir when we beheld this sight! Noreth is not our captain, but we would not stand by while she faces down this creature of Umbar!'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'I have come to Dol Amroth to advise Lothíriel. Neither her people nor mine approve of this, but I care not.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 2, Chapter 2: Two Messengers",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'You must bring that message to Lothíriel, [placeholder]. Do not worry! We will watch these treacherous snakes and ensure they do not try anything.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Umer, the Emissary of Umbar",
      "es": ""
    },
    {
      "id": 249485217,
      "en": "'Fine, fine! I will return to the ship.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I did not think there was much to be gained by keeping my crew here, and the sight of the fleet beyond the Sea-gate seemed likely to put my men in poor spirits. I gave them leave to find what merriment they might in the city.\\n\\n'But if Lothíriel has not given up hope, I fear their absence will prove an embarrassment to me! Go to the Harper's Court, on the west side of the city, and tell my crewmen to return to the Súlrohir! We will do what we can to make her ready for battle, as unlikely a victory as that seems to be.'",
      "es": ""
    },
    {
      "id": 249485218,
      "en": "'I will return, but it seems a waste!'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Lothíriel in the Great Hall",
      "es": ""
    },
    {
      "id": 249485219,
      "en": "'Fine! I do not want to disappoint Captain Cirnaith.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 249485220,
      "en": "'It is hopeless! But I will do my part.'",
      "es": ""
    },
    {
      "id": 249485221,
      "en": "'What is the point? We are trapped here anyway!'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Be careful, friend! These Corsairs passed through the Sea-gate under a flag of peace, but I do not trust them and you would be wise not to do so either!'",
      "es": ""
    },
    {
      "id": 249485222,
      "en": "'The captain needs us?'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I bring a message for the ruler of this city. Can you take me to this man?'\\n\\nUmer sees something in your eye, and smirks.\\n\\n'So it is true: a woman rules this city? Bring me before her and I will deliver my message.'\\n\\nYou tell the emissary that you will bring the message, but not the messenger. He nods, apparently impressed with your response.\\n\\n'Tell her this, then: Balakhôr the Scourge, Heir of Castamir and ruler of every Gondorian shore licked by the waves, invites her to treat with him on the deck of the mighty ship Nûluzimir. I will await your response.'",
      "es": ""
    },
    {
      "id": 249485223,
      "en": "'I will do my part, worry not!'",
      "es": ""
    },
    {
      "id": 233667232,
      "en": "'Bah! I am going.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'How do the ships fare, [placeholder]? Is it as grim an outlook as I have heard?'\\n\\nYou tell Lothíriel what you witnessed at the wharf.\\n\\n'That is a fair measure of what I expected. But I see that you have more to say. What else can there be?'",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Crew of the Súlrohir returned ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 249485224,
      "en": "'I have not finished my drink! Bah!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 249485225,
      "en": "'Captain Cirnaith owes me a drink for this!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The ships docked at Dol Amroth are trapped at the wharf by the Umbar fleet, unable to leave.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The crew of the Súlrohir are making as much merriment as they can in the Harper's Court on the west side of the city of Dol Amroth.\\n\\nCaptain Cirnaith, fearing embarrassment, wants you to recall his crew to the Súlrohir.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'If Lothíriel has not given up hope, I fear the absence of my crew will prove an embarrassment to me! Go to the Harper's Court, on the west side of the city, and tell my crewmen to return to the Súlrohir! We will do what we can to make her ready for battle, as unlikely a victory as that seems to be.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Umer, an emissary of Umbar, has passed through the Sea-gate under a flag of peace. He wishes to speak with you on the docks on the eastern side of Dol Amroth.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Find crew of the Súlrohir and tell them to return to the ship ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "You have sent the crew of the Súlrohir back to their ship, and should now return to the wharf on the eastern side of Dol Amroth and see if the situation has changed.\\n\\nThere has been a commotion on the jetty that points north-east into the water. You should investigate and learn what has happened.",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Return to the Súlrohir and study the situation",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Lothíriel is in the Great Hall of Dol Amroth.\\n\\nYou have a message for Lothíriel from an emissary of Umbar, asking her to treat with his master on the deck of the flagship Night-jewel.",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Be careful, friend! These Corsairs passed through the Sea-gate under a flag of peace, but I do not trust them and you would be wise not to do so either!'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'This is my message: Balakhôr the Scourge, Heir of Castamir and ruler of every Gondorian shore licked by the waves, invites the ruler of this city to treat with him on the deck of the mighty ship Nûluzimir. I will await your response.'",
      "es": ""
    }
  ]
}