{
  "id": 620953383,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'The time has come to return to Linhir for Erchar and I. Come with us, [placeholder] and we shall all return victorious thanks to your deeds. Garvir will welcome us back with open arms. Together we can repair Linhir and defend it from the Corsairs.\\n\\n'First, we must pay our respects to those who have fallen in battle during this noble protection of Dor-en-Ernil. Let me know when you are ready and we shall begin our journey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Erchar can be found in the town of Linhir.\\n\\nYou have finished your journey from western Dor-en-Ernil to Linhir, and should now speak with Erchar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Let us pay our respects before returning to Garvir in Linhir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Just Burial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Herion can be found in his encampment in western Dor-en-Ernil.\\n\\nHerion asks you to travel with him back to Linhir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Though we do not always agree, my brothers and I must stick together. We are stronger as one than when we are apart.\\n\\n'I thank you again for your assistance, [placeholder]. We could not have reunited without your help. If only my father Comeldir were alive. I could use his guidance in these dark times.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Speak to Herion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d17",
      "en": "Herion decides to return to Linhir with Erchar who has waited for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Speak with Erchar",
      "es": "",
      "es (fem)": ""
    }
  ]
}