{
  "id": 620953389,
  "txt": [
    {
      "id": "0xeb01180",
      "en": "Each home in Tungobel has an unlocked door.\\n\\nLock each door in Tungobel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Turthoren is near the village of Tungobel.\\n\\nReturn the keys to Turthoren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Return the keys to Turthoren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Oh, you are indeed a hero. I thought that I'd never be able to return to Tungobel. Now that I have my keys back, I can leave for safety, then return to my work once this corsair threat is taken care of.\\n\\n'No, I'm not worried about the Corsairs. They try this every once in a while. These large half-trolls in their ranks frighten me though. They wield a sword as well as any man.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Retrieved Turthoren's keys",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Turthoren the locksmith held spare keys to all the houses in Tungobel, until a half-troll stole them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "dnt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Retrieve Turthoren's keys",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Locked door in Tungobel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "Turthoren the locksmith speaks to you in a hushed tone.\\n\\n'Ah you are not a Corsair. Good! I am afraid for my life but even more afraid for the future of my profession. You see, I make keys and locks for the whole village to protect the townspeople's homes from bandits. Some of the villagers lose their keys from time to time so I keep a spare for each home. That is, I had a spare key for each home until one of those monstrous beasts stole the keys from my shop! You've got to get those keys back for me and lock the doors so when the townsfolk return they know I looked after their homes. Please, [placeholder], will you help me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Lock doors in Tungobel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "All Locked Up",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Turthoren's keys are on a half-troll in Tungobel.\\n\\nRetrieve the keys for Turthoren.",
      "es": "",
      "es (fem)": ""
    }
  ]
}