{
  "id": 621097758,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Tharashil asked you to go to the dead oasis to the north-west to collect keepsakes and dormant seeds from the oasis. They safe-keep them for the memory of those who faded.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'We will safe-guard the mementos and seeds you recovered. We may fade from the world, but there will be a memory of us in the trees.\\n\\n'Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Return the oasis keepsakes and seeds to Tharashil at Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You collected the oasis seeds and keepsakes. Return them to Tharashil at Shonith to show your intent to assist the Elves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Collected oasis seeds ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Tharashil explains the oasis is the Elves' home and those under care require assistance in leaving the world. They work to keep memories and the trees alive, and they ask for aid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Collected oasis keepsakes ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect oasis seeds from the dead oasis ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Our fate lies here in this oasis. Once, our number covered this region with splendour and wonder. We will not fade without trying to restore what we lost. To the north-west, there is a remnant of one of our oases. The desiccated trees appear dead. They are dormant. Some seeds still live. Where once we walked, our keepsake remains.\\n\\n'If you would collect some of those sleeping seeds and remnants of our past and return them to me, I shall be grateful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e11",
      "en": "Return the oasis keepsakes and seeds to Tharashil at Shonith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Collect oasis keepsakes from the dead oasis ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fading, Not Faded",
      "es": "",
      "es (fem)": ""
    }
  ]
}