{
  "id": 621097768,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'All is as it should be. He is right. I made an oath to that man. I made an oath that I did not honour, and so I needed to make amends before I could fade, and I have; thanks to you.\\n\\n'Return to Tharashil. Tell her I am prepared.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e16",
      "en": "Deliver oasis water to the shade of the ruined khanâg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The shade faded from existence. The man is at peace, though it was displeased with Aítarshun. Return to the Elf at Shonith and tell him what occurred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Aítarshun asked you to help him fulfil an oath forsaken to a man who perished in the ruined khanâg north of Shonith. He gave you a phial of oasis water and bid you deliver it to the shade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "With the oath fulfilled the shade is appeased and can rest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Inform Aítarsun at Shonith his oath is fulfilled",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "The shade accepted its fate at last",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Aítarshun explained he failed to honour an oath to a man he knew. He knows the man's spirit is not at rest and wants to make amends before his time in the world is done.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Deliver oasis water to the shade of the ruined khanâg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Tharashil does too much. I am pleased she found you.\\n\\n'I will tell you my tale and leave you a choice.\\n\\n'Once, long ago, I made an oath to a man at a khânag north of this oasis. I made this oath after he risked his life for mine when an Ordâkhai soldier cast me off my oryx while I rode across the wild.\\n\\n'When the man called me to see my debt through, I was unable. He perished at the hands of the Ordâkhai. I have mourned his passing and my failure since.\\n\\n'He walks the ruins of the khanâg north and west of here and I would see him set to rest. I give this gift of water. Take this gift to his spirit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1726541",
      "en": "'I can rest... finally.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "The shade halts its moaning and looks at your gift.\\n\\n'Water. Water was his pledge. Water was his oath. He did not come when I called. I thirsted. I choked on the sand. I died.\\n\\n'Now, as he passes from the world, he fulfils his oath.'\\n\\nThe spirit tilts the water back as if drinking.\\n\\n'As I fade, so shall he....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Oath to a Man",
      "es": "",
      "es (fem)": ""
    }
  ]
}