{
  "id": 621097761,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "You hand the captain the letter you retrieved from the courier.\\n\\n'You killed the courier and our men, and you translated my letter. That was personal.'\\n\\nHe stifles a sob.\\n\\n'I do not wish to die in this forsaken land. Spare my life so I can return to my partner in the south. Our leaders act without orders. They are independent warlords on the precipice of revolt.\\n\\n'Jombahok, the commander in the north, exiled my commander Khârdu and separated us. Khârdu wants what I do, to leave this land and return home.\\n\\n'If you can drive a further wedge between Khârdu and Jombahok, they will devolve into open warfare.\\n\\n'I swear this on my life and the life of my love.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Bosóta Dôlo yielded. You should return to Sigénik with the information he provided.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "The captain provides important information",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Speak with Sigénik north of the gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Make your way to the gate and await the arrival of Bosóta Dôlo.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'If this is true, we will get the further information we need from this man. Return to Ghalbûru and speak with Amalíbi. I will inform her what I learn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef9f5",
      "en": "Stay out of sight and <rgb=#00FF00>look</rgb> down the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd520002",
      "en": "'No more. No more! I surrender. Please, spare my life.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "<rgb=#00FF00>Look</rgb> south along the road in the shadow of the gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Bosóta Dôlo approaches - wait for his arrival",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Speak with Sigénik",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "<rgb=#00FF00>Look</rgb> south along the road in the shadow of the gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Bosóta Dôlo, a captain of the Ordâkhai, will arrive at the small way-point to the south. Stay hidden by the gate and await his arrival. Then confront him with the information we gained from the envoy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Amalíbi arranges an opportunity to intercept the captain who sent the letter home as he escorts his men north toward the Wrackwade. You must intercept them and confront the captain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe21790c",
      "en": "'Where are the patrols? Ah, there you are, be careful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Sigénik awaits you near the gate north of Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: A Changing Wind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Speak with the captain after the battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Enter the way-station and defeat Bosóta Dôlo and his escort. Engage them, defeat them, and then confront the captain.",
      "es": "",
      "es (fem)": ""
    }
  ]
}