{
  "id": 621097696,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Meliri asked you to go to Nirgambâr to retrieve the hand bones and finger-bones of wights. She and Zidemel believe it will quiet the restless spirit of her dead husband and absolve her in preparation for the return of a great king.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Please help me, [placeholder]. My husband's spirit haunts my dreams. I believe he will rest if I restore his hand. You can find all you need from the Dead in Nirgambâr to the north-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Return the bones you collected to Meliri in Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I will stitch the hand together with sinew and thread. Thanks to you, I will make my offer. My husband will rest, and I will be cleansed and prepared for the return of our king.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You collected the hand bones and fingerbones of the wights at Nirgambâr. Return to Meliri listening to Zidemel preach in Jirush and give them to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Wight finger-bones collected ([placeholder]/5)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Zidemel asked you to assist Meliri, an elderly woman of Jirush. She is haunted by the memory of her husband and the ignominy he faced at the hands of an Ordâkhai warlord.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Wight hand bones collected ([placeholder]/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect wight finger-bones from the Dead at Nirgambâr ([placeholder]/5)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Zidemel sent you? Then my hope returns.\\n\\n'Years ago, my husband crossed an Ordâkhai warlord and lost his hand as punishment. Zidemel said the terrors seeking me at night will end, and my absolution will come when I restore what my husband lost.\\n\\n'A hand, you see, made anew from the grim walkers risen in the west at Nirgambâr. Collect the hand and finger-bones of the walking dead at Nirgambâr, that I may stitch my husband a new hand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Collect wight hand bones from the Dead at Nirgambâr ([placeholder]/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Worthy Offering",
      "es": "",
      "es (fem)": ""
    }
  ]
}