{
  "id": 621097619,
  "txt": [
    {
      "id": 177082793,
      "en": "You respond Nangar is not the rebellion's ally",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Who Is Our Ally?",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "You provided your answer to Sigênik's question about Zidemel. Speak with him again to continue your test.",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Tell Sigênik <rgb=#00FF00>yes</rgb>, Zidemel is the elder allied to the rebellion",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "You provided your answer to Sigênik's question about Nangar. Speak with him again to continue your test.",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Tell Sigênik <rgb=#00FF00>yes</rgb>, Nangar is the elder allied to the rebellion",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "You provided all of your answers to Sigênik's questions. Speak with him to learn your judgement.",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Tell Sigênik <rgb=#00FF00>yes</rgb>, Malgat is the elder allied to the rebellion",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'As I said before, one of the Elders allies with our cause, and the other three are not our enemy. I will ask you only a few questions, and your honest answer will prove your value to us.'\\n\\nHe pauses.\\n\\n'I will begin. Igbâl, the merchant who employs the translator... is he allied with our rebellion?'",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Sigênik asked if Nangar is allied with the rebellion",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "You suggest that Igbâl is the rebellion's ally",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Tell Sigênik <rgb=#00FF00>no</rgb>, Zidemel is not the elder allied to the rebellion",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Tell Sigênik <rgb=#00FF00>no</rgb>, Nangar is not the elder allied to the rebellion",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Sigênik awaits your response. He asked if Nangar is the elder who directly supports the rebellion in Jirush. You should give him your response.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "You respond Igbâl is not the rebellion's ally",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Tell Sigênik <rgb=#00FF00>no</rgb>, Malgat is not the elder allied to the rebellion",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Sigênik awaits your response. He asked if Malgat is the elder who directly supports the rebellion in Jirush. You should give him your response.",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "Sigênik asked if Malgat is allied with the rebellion",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Sigênik asked if Zidemel is allied with the rebellion",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Sigênik led you to a secluded location out of sight and earshot of Jirush. He means to test your knowledge here.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Zidemel, the man whose fervour for a prophecy, is he allied with our rebellion?'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Sigênik is prepared to administer his test. Speak to him when you are prepared.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "You provided your answer to Sigênik's question about Igbâl. Speak with him again to continue your test.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Sigênik awaits your response. He asked if Igbâl is the Elder who directly supports the rebellion in Jirush. You should give him your response.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Tell Sigênik <rgb=#00FF00>no</rgb>, Igbâl is not the elder allied to the rebellion",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Sigênik awaits your response. He asked if Zidemel is the elder who directly supports the rebellion in Jirush. You should give him your response.",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "You respond Nangar is the rebellion's ally",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "You respond Malgat is the rebellion's ally",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Speak with Sigênik to continue your test",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "You respond Malgat is not the rebellion's ally",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Sigênik says, 'Very good. Let us return.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Speak with Sigênik to begin your test",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'Nangar, the keeper of the walls, is he allied with our cause?'",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'Malgat, the Elder hunter who stocks the larder and turns a profit from the desert fauna, is he allied with our rebellion?'",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'Very good. Let us return.'",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'We should return. It is better that Ordâkhai eyes do not see us speaking.'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Speak with Sigênik to continue your test",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Tell Sigênik <rgb=#00FF00>yes</rgb>, Igbâl is the elder allied to the rebellion",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Speak with Sigênik to complete your test",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Speak with Sigênik to continue your test",
      "es": ""
    },
    {
      "id": 30679665,
      "en": "'Please, friend, stay close. We must use caution. If you prove an enemy, I will use force.'",
      "es": ""
    },
    {
      "id": 99294453,
      "en": "'I see. Let us continue.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Sigênik awaits your response",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "You suggest that Zidemel is the rebellion's ally",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "You respond Zidemel is not the rebellion's ally",
      "es": ""
    }
  ]
}