{
  "id": 621097658,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'[placeholder], the Anâkhi cultists use the poison glands of the usan-kûni on their blades. I ask that you travel to Dul Râkh and reduce this practice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You have successfully slain the Anâkhi cultists and their head apothecary Goródha! Return with the scout to Raphûz with this report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf6",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef817",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Your mission is to travel to Dul Râkh and cleanse the area of the Anâkhi cultists there. If you can, defeat their head apothecary, Goródha, and stop their production of poisons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Speak with Raphûz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Mission: Deny Their Venom",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'[placeholder], your task is to travel to Dul Râkh to defeat Anâkhi cultists as well as their head apothecary Goródha to stop their practice of using usan-kûni poison glands on their blades.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Well done, [placeholder]. We cannot allow the Anâkhi to gain a foothold here in Urash Dâr or let them continue to use the poison of the usan-kûni on their weapons.\\n\\n'Goródha's defeat will surely set back their production of the poison.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Complete Mission: Deny Their Venom",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Your mission is to travel to Dul Râkh and defeat the Anâkhi cultists there in an attempt to prevent them from continuing their practice of using usan-kûni poison glands on their blades. If you can, defeat their head apothecary Goródha as well.\\n\\nSpeak with Raphûz to travel.",
      "es": "",
      "es (fem)": ""
    }
  ]
}