{
  "id": 621097653,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'[placeholder], we are in need of your help. Jackals in Khazâda have been causing much trouble for the people of Urash Dâr. The coalition asks that you go and thin out their numbers and if you can, please burn the remains of the people who have sadly fallen prey to the beasts before they can defile their bodies further.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You have successfully slain jackals and burned the remains in Khazâda! Return with the scout to Raphûz with this report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf5",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef816",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Your mission is to hunt jackals in Khazâda and burn the remains of the poor victims they have defiled.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Speak with Raphûz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Scavengers of Our Fallen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'[placeholder], your task is to travel to Khazâda and thin the numbers of jackals in the area as well as burn the corpses of slain travellers that have been defiled by the beasts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Thank you, friend. The paths will be safer with fewer of those beasts around.\\n\\n'I am grateful you were able to put the bodies to rest as well. The families will sleep better knowing their loved ones are no longer being defiled by those jackals.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete Mission: Scavengers of Our Fallen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to travel to Khazâda and thin the numbers of jackals in the area as well as burn the corpses of slain travellers that have been defiled by the beasts.\\n\\nSpeak with Raphûz to travel.",
      "es": "",
      "es (fem)": ""
    }
  ]
}