{
  "id": 621097769,
  "txt": [
    {
      "id": "0x41d6ae9",
      "en": "Defeat the jackal matron, Zukhâma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Galamê explained that Lord Igbâl would like a new jackal pet. He sent you to collect a lizard corpse to feed Zukhâma, draw it into the open, and capture it for Lord Igbâl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Return to Galamê at Jirush with the captured jackal matron, Zukhâma. He will see you rewarded for acquiring a new guardian for Lord Igbâl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "After collecting the lizard corpse, you are prepared to draw the jackal matron, Zukhâma, from her den. Make your way to the jackal den west of Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "The jackal snarls and leaps to attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Attempt to capture the jackal matron, Zukhâma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Zukhâma is defeated. Leash her and return her to Galamê",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'If you have a lizard corpse, place it outside of the jackal den and summon the jackal matron. After you defeat her, leash her and bring her to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Place the lizard corpse near the den to draw out Zukhâma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Interact with Zukhâma to place a thong about its neck",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "Zukhâma, beaten into submission, allows you to place a thong about her neck.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "You collected a lizard corpse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Lord Igbâl desires a new protector to defend him and his family. Galamê provided information on how to capture a powerful jackal, Zukhâma, for Lord Igbâl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "You are now leading Zukhâma, the jackal matron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect a lizard corpse from the quarry west of Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'My Lord Igbâl issues his second challenge to claim a new guardian. In the west, not far from Jirush, is a pack of jackals making their den in the crags. A leader among them, Zukhâma, watches over the pack with great ferocity.\\n\\n'Lord Igbâl bids you claim a lizard carcass from the quarry in the west. Bring that carcass to the opening of the jackal's den and draw forth Zukhâma.\\n\\n'Defeat the jackal, leash it with this strap of leather, and return it to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Have you beaten the jackal, Zukhâma? You will only earn Lord Igbâl's favour if you complete this task. Go and collect the jackal and return her to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Zukhâma, the jackal matron, bows her head in defeat. You should take the opportunity to place a thong around the beast and bring her to Galamê at Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Deliver Zukhâma to Galamê at Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'My Lord Igbâl is pleased with your efforts. He believes this jackal will serve well as his guardian. There is one last test for you to complete. He begins to think you can be trusted.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Place the lizard corpse near the den to draw out Zukhâma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "To Tame a New Guardian",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You will find lizards in the quarry to the west of Jirush. Collect one of their corpses and place it outside the den where the jackals make their home. This will draw Zukhâma forward. Defeat her, tether her, and deliver her to me here.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}