{
  "id": 621097778,
  "txt": [
    {
      "id": "0x6a50293",
      "en": "Collect drams of scorpion blood ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Malgat confirms the posting is in Khârdu's hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Zidemel sent you on to Malgat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'I did not expect aid from the north, [placeholder]. It is humbling that you are willing to do so much for people you hardly know.\\n\\n'Travelling caravans often look to make a little extra coin, and the Ordâkhai have coin to spare. I will admit, in the past, I have directed others to take work from Khârdu. He is fond of posting bounties for pelts or meat from the desert-dwelling beasts. You will find them on the pilings and pitons surrounding his encampment in the south-east. Collect one and return it to me so that I can validate the writing is in his hand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Deliver the sheaf of papyrus to Galamê",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Amalíbi sent you to speak with Nangar about what you found and how best to proceed with this new knowledge. Return to Jirush and inform Nangar of all that transpired.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "Nangar is pleased and sends you on to Galamê",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Speak with Sûlmur to request a sheaf of her papyrus",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'We must foment the aggression these two Ordâkhai captains harbour toward one another. The response to Jombahok needs to be subtle and pointed. A slight so cutting that Jombahok commits too much to bringing down Khârdu.\\n\\n'I would like you to discuss this with Nangar in Jirush. I think the best action is a 'personal' response from Khârdu. For this, however, we will need to enlist other members of Jirush.\\n\\n'Go west along the road to Jirush and tell Nangar of our plan and gain his guidance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Unmistakable, yes? He signed the document himself. He refuses to pass work like this to his subordinates. He is a very predictable man. Likely, that predictability is the precise reason for Jombahok's easy removal of Khârdu.\\n\\n'I am pleased the rebellion has found a method to turn the men against one another. Now, we must all execute our parts. Take this letter to Nangar. He awaits you at his home.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "You share the details of your excursions for Amalíbi with Nangar. He ponders for a long moment.\\n\\n'I believe our leader is correct. The response should be personal. A slight against Jombahok from Khârdu presented plainly and openly. It must be something that outs the former as a scoundrel to his men. The unrest within Jombahok's ranks ensures no choice but retaliation.\\n\\n'Seek Zidemel's counsel on the best ink for an Ordâkhai curse. While you undertake the collection of whatever Zidemel requires, I will discuss with the other elders. Our time to unite and rise is nigh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Amalíbi sends you to Nangar for a bit of guidance on how best to use this information. Nangar suggests that a retaliatory post placed within the encampment overlooking Jirush may serve the rebels well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Deliver the ink and the posting to Galamê in Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Nangar believes Jombahok can be incited by Khârdu's words. He asks that you visit Zidemel to have the proper ink made to draft a curse from Khârdu toward Jombahok.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Collect a sheaf of papyrus from Sûlmur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'A curse, you say?\\n\\n'A true curse? Or, a curse of words? These are very different. If you desire a curse of words, use scorpion blood. It is acrid. The blood burns papyrus rather than staining it like ink. When dry, it looks like caked blood. The meaning of letters written in such a manner is unmistakable - hatred.\\n\\n'I know the method to distill the blood in this manner. I will need eight drams of their blood. The scorpions wander the arid lands north-west of Jirush or the crags of the buried quarry to the north-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Speak with Sûlmur to request a sheaf of her papyrus",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Return to Jirush and speak with Nangar about Amalíbi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Malgat asked you to collect a note written by Khârdu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Deliver the sheaf of papyrus to Galamê",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Zidemel sent you to the quarry north-west of Jirush to collect drams of scorpion blood to distill and create ink to create a proper curse.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "You collected a bounty posting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Deliver the inciting letter to Nangar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "You acquired the eight drams of scorpion blood Zidemel needs to make the ink. Return the scorpion blood to Zidemel at Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Yes, yes, these will do nicely. A moment, please.'\\n\\nZidemel adds the blood to a crucible, mixes in an herb, and applies heat. He stirs briefly and then tilts the crucible, emptying its contents into an ink-well.\\n\\n'Take this, [placeholder]. I have done my part. Now, please, leave me. I want to know no more of what is to come. I have a higher calling for which to prepare. You are to speak with Malgat now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Deliver the inciting letter to Amalíbi at Ghalburu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Allow Malgat to confirm Khârdu wrote the posting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Zidemel bids you collect scorpion blood to make the ink",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Return to Nangar and show him the posting and ink",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56846",
      "en": "'Sûlmur's papyrus is impeccable. When we are free of the Ordâkhai and trade resumes in earnest, she will have my coin. Give me a moment, and I will pen a divisive letter to start a conflict.'\\n\\nGalamê works quickly and quietly. Then hands a letter to you written in Ordâkhin.\\n\\n'Nangar will need to trust me. The letter carries more weight if it is in Ordâkhin. I pledge, on my life, these words will drive the captains to blows.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Collected drams of scorpion blood ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Zidemel sent you to Malgat. Find him at his hovel in Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "Galamê studies the posting.\\n\\n'I can match the writing, both in script and tone. However, I cannot match this papyrus. It is a finer craft than I have access to here in Jirush.\\n\\n'Good fortune though, [placeholder]. North, in Ambarûl, there is a papyrus farmer named Sûlmur. The quality of her papyrus matches this posting. I expect the Ordâkhai captains purchased it from her.\\n\\n'Go to her and collect a sheaf of papyrus and return it to me. I can then pen a response that will incite a battle between the northern and southern encampments.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Malgat explained that Khârdu often pays travelling hunters bounties to clear beasts from the wastes of Khûd Zagin. He asks that you acquire a bounty posting and return it to him to validate Khârdu's handwriting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Zidemel crafted the ink needed to make the curse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "You found a posting near the Ordâkhai encampment south and east from Jirush. You assume it is written by Khârdu. Return the bounty posting to Malgat for confirmation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Nangar sends you to visit Zidemel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'Sûlmur's papyrus is impeccable. When we are free of the Ordâkhai and trade resumes in earnest, she will have my coin. Give me a moment, and I will pen a divisive letter to start a conflict.'\\n\\nGalamê works quickly and quietly. Then hands a letter to you written in Ordâkhin. \\n\\n'Nangar will need to trust me. The letter carries more weight if it is in Ordâkhin. I pledge, on my life, these words will drive the captains to blows.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01142",
      "en": "Galamê returns a letter to you written in Ordâkhin. He tells you it will incite violence between the two captains and asks that you deliver it to Nangar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'Trust.'\\n\\nNangar smiles weakly.\\n\\n'If I pass this letter to Amalíbi, and the words written by Galamê are a warning to the Ordâkh, then we are all as good as dead.'\\n\\nHe pauses.\\n\\n'If I pass this letter to Amalíbi and the words written do incite the captains to violence, we may know freedom in my lifetime.'\\n\\nHe pauses again.\\n\\n'My heart is heavy, and my mind swirls with myriad possibilities.'\\n\\nHe hands the letter back to you.\\n\\n'Deliver the letter, [placeholder]. I vouch for Galamê. We must trust one another. All of us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1168",
      "en": "Galamê hands you a letter in Ordâkhin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01146",
      "en": "Nangar trusts the efforts of the other elders and appreciates your role in acquiring the letter. He puts his faith in you and the other elders and sends you to Amalíbi for the final decision.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56858",
      "en": "Amalíbi takes the letter and looks it over.\\n\\n'What is this, [placeholder]? I cannot understand this. Nangar places his trust in a translator who served the Ordâkhai. Can we be so sure this is not some communication to doom us all?'\\n\\nShe closes her eyes. You utter one word in response, 'trust.'\\n\\n'Trust? Yes. I trusted you. So, I shall trust Galamê.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "You explain your need to Sûlmur. She hands you a sheaf of papyrus.\\n\\n'If we are to know freedom, we must band together. I cannot head south to aid the Khûdi, but I can supply you with a small amount of my papyrus.\\n\\n'Tell those who fight in the south. Should we drive our enemy out first, they will have our swords. Should they prevail, I beg they bring theirs to the north to aid us. And, when we are free, I shall expect their patronage.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Malgat confirmed the posting was written by Khârdu. He then directed you to deliver the ink and posting to Nangar for further instruction.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'Your assistance is welcome by all the elders now. Each prepares for the coming strife before our freedom.\\n\\n'You have the ink, and you have the writing example. Take these to Galamê. He will write the letter to spark the fire to engulf our enemy and open the way to our freedom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1175",
      "en": "Nangar directs you to deliver the inciting letter to Amalíbi at Ghalburu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "Nangar is pleased with all you have done. He requests that you take the ink and the posting to Galamê. Galamê will use the ink and posting to create an Ordâkhai curse in Khârdu's hand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Speak with Malgat about the next steps",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec0",
      "en": "Return the scorpion blood to Zidemel at Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec1",
      "en": "Return to Nangar and show him the posting and ink",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "Galamê states he can replicate Khârdu's writing. The papyrus he has, however, is not the same quality as Khârdu uses, and to make the curse authentic he needs papyrus from the farmer, Sûlmur in Ambarûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Collect a bounty post written by Khârdu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec3",
      "en": "Deliver the inciting letter to Nangar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec4",
      "en": "Deliver the inciting letter to Amalíbi at Ghalbûru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "Galamê requested you collect a sheaf of papyrus from Sûlmur in Ambarûl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Read the posting if you wish",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "Sûlmur provided you with a sheaf of papyrus and asked for Galamê's patronage. She then pledged her sword and asked you to request the swords of Khûd Zagin, should they overcome their Ordâkhai oppressors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec7",
      "en": "Deliver the sheaf of papyrus to Galamê",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1186",
      "en": "Sûlmur gave you a sheaf of papyrus from her stock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec9",
      "en": "Deliver the ink and the posting to Galamê in Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Conspiracy Born",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Speak with Zidemel and learn what is needed for ink",
      "es": "",
      "es (fem)": ""
    }
  ]
}