{
  "id": 621097695,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Nisami explained that brigands, south-west beyond, raided Jirush and stole food and coin from the outpost. She asked you to go to the brigand encampment to recover the stolen goods and to avenge the people of Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Recover the coffer of coins stolen from Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Coffer of Jirushi coins recovered",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "You recovered the wealth and food for Jirush from the brigand camp south-west of Nirgambâr. Return the ration packs and the coffer to Nisami at Jirush in central Khûd Zagin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'As if the Ordâkhai threatening the outpost were not enough, brigands steal our food and wealth and then flee beyond the Tombs of Nirgambâr. Please, if you will, recover the stolen food and coin. If you can, revisit the suffering on the brigands there tenfold.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Deliver the rations packs and coffer to Nisami in Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I am impressed. Perhaps the elders should offer you coins to stand against the Ordâkhai soldiers and the brigands. Though, I am certain the price you command is more than we can muster in Jirush. I will accept this grand effort as more than enough.\\n\\n'Thank you, sincerely.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Nisami, who cares for the outpost's food and the treasury, explains that brigands raided the outpost and stole several rations and a coffer containing the wealth. She asks that you deal with the brigands and recover the stolen goods.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Invading brigands defeated ([placeholder]/16)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Defeat brigands in their encampment ([placeholder]/16)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Malgat sent you?\\n\\n'I shall be brief. The Ordâkhai soldiers are the nearest enemy, but the brigands living in the shadow of Nirgambâr do worse damage to our people.\\n\\n'They steal rations and what little wealth we have. They leave us hungry and destitute. While the elders do what they can, they are too few and consumed by the tenuous truce with the Ordâkhai to be bothered with these knaves.\\n\\n'You can help with this. In a recent raid, the brigands stole a coffer and six ration packs I made for the weakest among us. Recover those items, and revisit the pain they unleashed on us tenfold.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Ration packs recovered ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Recover ration packs for Jirush ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ration, Recovery, and Retribution",
      "es": "",
      "es (fem)": ""
    }
  ]
}