{
  "id": 621097779,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Sigênik directed you to return to Nangar. You will likely need to assist Nangar with some tasks involving the other elders in Jirush to ensure your trustworthiness to the outpost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'You have done well. Continue to prove yourself to Nangar. In time, you may yet be able to help us more directly. For now, friend, keep our contact to a minimum.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Nangar asked you to work with the other elders in Jirush to gain their favour and respect. You are to visit Zidemel, Malgat, and Igbâl and undertake whatever assistance they require.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Complete all the requests Zidemel has for you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'While each of the elders does not directly support the rebellion, they do make efforts to assist the outpost and indirectly aid the cause. Please work with them, earn their favour and trust, and then return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You completed all of Zidemel's requests",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Complete all the requests Malgat has for you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "You completed all of Malgat's requests",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Complete all the requests Igbâl has for you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Having completed all the requests for the elders in Jirush you should return to Nangar at his home and tell him of all you have done. Nangar's home is south-west of the northern entrance to Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Speak with Nangar at his home in Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "You completed all of Igbâl's requests",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Your efforts ingratiate you to the elders. Forgive our further subterfuge. Our position is tenuous, and confrontation with the Ordâkhai will bring unease to the other elders. A few more measured moves, and I can assure the other elders of your intentions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Sigênik sent you to Nangar, who, in turn, directs you to assist the other Elders of Jirush to gain their trust and respect.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "You spoke with Nangar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'You have proven your ability to perceive one of our members. I am pleased by this. Now, however, I must ask you to assist our outpost in a manner which appeases the different elders and ingratiates you to each.\\n\\n'Return to Nangar and ask him what you can do to aid the outpost of Jirush.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Find and speak with Nangar in Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'It is good to have another set of hands in these trying times.'\\n\\nHe offers a genuine smile.\\n\\n'Do not worry. I shall not set you to tasks that directly confront our enemy, not yet.\\n\\n'I think assisting the other elders to prove your value and intention will suffice.\\n\\n'Igbâl is as stubborn as a sated camel. He will not speak with you. You will work through his intermediary Galamê. Malgat is a forthright man with honourable intent. His needs are varied, and though they seem selfish, they are not. Zidemel is an odd sort. He hears voices, as do his followers. Humour them. It should mean no harm to anyone to do so.\\n\\n'Return to me when they are satisfied.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Not Just for Appearance",
      "es": "",
      "es (fem)": ""
    }
  ]
}