{
  "id": 621097621,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'The test is simple. Alas, it is not something we should discuss in the open. When you are prepared, return to me so we may find a place more conducive to discussions such as ours.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Speak with Sigênik near the north entrance of Jírush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Sigênik suggested he would test your attention to details, and that you should pay attention when meeting the elders. It appears he was truthful. He means to test you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I believe you provided enough insight that we may trust you further. Know there will be eyes ever on you as you venture through Khûd Zagin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Ally to Rebellion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Do your best to recall the discussions and how you were greeted by each of the elders. Follow me, and please, sheathe your weapons. You will not need them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Do your best to recall the discussions and how you were greeted by each of the elders. Follow me, and please, sheathe your weapons. You will not need them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete Instance: Who Is Our Ally?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Sigênik wishes to ascertain if you paid attention and learned the identity of the elder who is allied with the Rebels in Khûd Zagin. He does not wish to speak within the outpost and suggests you discuss elsewhere.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "You satisfied Sigênik's concerns and correctly identified the elder allied to the rebellion. After returning to Jírush you should speak with Sigênik to learn what is next.",
      "es": "",
      "es (fem)": ""
    }
  ]
}