{
  "id": 621097771,
  "txt": [
    {
      "id": 216727827,
      "en": "Galamê directed you to hunt the Ordâkhai warriors in their camps to the north-west, south-east, or their patrols throughout Khûd Zagin to acquire the wealth the outpost of Jirush needs to pay tithes to keep the Ordâkhai attacks at bay.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Collect an Ordâkhai insignia from an Ordâkhai captain",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Collected an Ordâkhai insignia",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "You collected all of the materials Galamê requested from the Ordâkhai warriors. Deliver them to the man at Jirush in central Khûd Zagin.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'My Lord Igbâl pays the Ordâkhai demands with their own wealth, you see. Our numbers are thin and known to the Ordâkhai. If you are willing to help you will find what we need from their camps in the north-west, south-east, and among their patrols across Khûd Zagin.'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Deliver the pouches, swords, medallions, and insignia to Galamê in Jirush",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Defeat Ordâkhai warriors across Khûd Zagin ([placeholder]/20)",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Lord Igbâl and Nangar's faith in you was not misplaced. You have done well, [placeholder]. We believe your intention in our land is not nefarious.\\n\\n'You may be the unexpected ally we have long awaited. Lord Igbâl and I are pleased that you came to Jirush as a friend and not an enemy. We have enough enemies already.'\\n\\nHe offers a weak smile.\\n\\n'Go now, back to Nangar, you have earned Igbâl's respect.'",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Ordâkhai warriors defeated ([placeholder]/20)",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Collected Ordâkhai money pouches ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Galamê confesses that Lord Igbâl will pay the Ordâkhai to keep them away. He does so, however, using the Ordâkhai's own wealth. He asks you, a person not known to the Ordâkhai, to help collect their wealth.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Collected Ordâkhai swords ([placeholder]/10)",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Collect Ordâkhai money pouches from an Ordâkhai warrior ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'My Lord Igbâl wants you to show your strength and to test your mettle. Of course, there is another reason for this task. You see, friend, we are in a tenuous position. The Ordâkhai control all wealth in Khûd Zagin. Then, they come to Jirush and demand tithes.\\n\\n'Igbâl pays them, but his coffers are low, and the people of the outpost have nothing to give. We cannot risk an attack against them directly. You, however, are an unknown to them. You can assault them, gather what we need, and prepare us for the future.\\n\\n'Steal money pouches, acquire their swords, collect their leaders' medallions, and insignia. Any Ordâkhai will do. Assail their base to the north or the south-east or find the unsuspecting on patrol in the wild.'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Collected Ordâkhai medallions ([placeholder]/4)",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Collect Ordâkhai swords from melee Ordâkhai warriors ([placeholder]/10)",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Collect Ordâkhai medallions from Ordâkhai jackal-keepers ([placeholder]/4)",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "To Bribe and Reward",
      "es": ""
    }
  ]
}