{
  "id": 621097617,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Ningêna asked you to speak with the Khûdi envoy in the encampment. She cannot spare her time or any of her people to address the envoy's needs. You can find him not far from her location.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "As you reveal the coin to the man, he holds up a hand.\\n\\n'The first lesson you must learn is discretion. There is an appearance of freedom here, but ever watchful are the eyes of the Ordâkhai on the rise to the north-west.\\n\\n'We struggle for the future of our land and people. Our leaders are few, hidden, for their safety and their families. The few who remain here are vigilant in their watch and defence. You bear a gift we sent north to our cousins in Ambarûl. If they sent you here, then you shall be tested.\\n\\n'Prove your value and integrity, and we welcome your assistance. Do not, and suffer the fate of our enemies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Sûkal provided you a coin and a general direction to the road south over the Wrackwade to reach Jirush, and a man named Sigênik. Sigênik is a contact for the rebels in Khûd Zagin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Show the coin to Sigênik Rebel Contact",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Show the coin to Sigênik, Rebel Contact",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73088",
      "en": "'You will need to cross the Wrackwade and follow the road south to reach Jirush. Find TBD there and show him the coin. He will provide further instruction.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "An envoy from Khûd Zagin crossed the Wrackwade looking for an audience with Ningêna. Ningêna has no time or resources to spare the envoy and asked you to intervene.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Sûkal gave you a coin to present Sigênik in Jirush south across the Wrackwade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have neither patience nor time for beggars. Nor do I have resources to spare for anyone who comes asking for handouts or assistance. The Khûdi Rebels sent me a messenger whom my people must save from an Ordâkhai raiding party near the bridge, and the man still seeks an audience from me several days hence.\\n\\n'He is either a fool or desperate.'\\n\\nShe sighs.\\n\\n'Perhaps a bit of both. I do not have the time or the resources to assist them. If you are as earnest as you seem, maybe you can help them. You will find him to the east near a hut.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Speak with Sûkal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Ningêna sent you?\\n\\n'Forgive me. My name is Sûkal, and I am here at the behest of my people. I am from Khûd Zagin. More properly, I am from the outpost Jirush, the 'Swords' Cross' along the 'Road of Riches.' My people have thrown off the yoke of oppression from our Ordâkhai masters in the south, but their retribution has been swift and terrible.\\n\\n'I see you are not from our lands. The times are dire, and the Ambarûli struggle with their own difficulties. We have been forced into hiding and seek help in ridding our land of our oppressors. If you would be an ally, take this coin and find Sigênik at Jirush. They will test your mettle and integrity.\\n\\n'I cannot promise wealth or power, and I pray your intentions are noble.\\n\\n'When the battle dins, cross the Wrackwade and follow the road south to Jirush. Be wary of Ordâkhai patrols. I thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Audience Not Given",
      "es": "",
      "es (fem)": ""
    }
  ]
}