{
  "id": 621097697,
  "txt": [
    {
      "id": 216727827,
      "en": "Malgat asked you to visit Ashkab and Nisami, the outpost's tanner and quartermaster, and help them with whatever was needed. They can be found in the outpost of Jirush.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Inform Malgat of your assistance to Nisami and Ashkab",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Ashkab and Nisami seem pleased with your efforts. For this, I thank you, and I wish to become a little selfish with your time.\\n\\n'Maybe you will consider doing something for me directly?'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "You aided both Ashkab and Nisami. With the work complete, you should return to Mallgat in Jirush near the northernmost standing arch and inform him of what you have done.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Malgat asked you to assist with some fundamental and menial tasks for the people of the outpost. He directed you to assist the tanner, Ashkab and the quartermaster, Nisami, with their needs.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "You helped Ashkab get materials for the outpost of Jirush",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "You helped Nisami recover stolen goods for Jirush",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Nangar is good to send you to me. While I look toward the future, I overlook the pressing needs of our community. We are few. Many are infirm or older than I am.\\n\\n'The Ordâkhai were cruel masters who left nothing for our people. Their presence in the north strikes fear into many hearts. You look as though you have often faced and overcome fear.\\n\\n'I ask that you help two in Jirush. The first is Ashkab. They help to shelter the masses. The second is Nisami. They see to feeding all they can. Help them and return them to me.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Assist the tanner Ashkab with her task",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Assist the quartermaster Nisami with her task",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Have you finished the work offered by Ashkab and Nisami? If not, please find them and do whatever they ask. The outpost could use some younger, stronger arms, to handle some of the efforts.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Immediate Needs",
      "es": ""
    }
  ]
}