{
  "id": 621097788,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Dagâdah, a leader of the Shagâna, known as the Ikorbâni by those from the north, directed you to entreat with his assistants Kildûg and Nêkhur. He also warned against doing anything to harm the people of the valley.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Kildûg is good with faces, names, and our history. He will remember all you do and weave tales about you. Nêkhur watches over our wealth and will see you rewarded for assisting us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "You met with both Kildûg and Nêkhur. You can return to Dagâdah and speak with him again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Speak with Dagâdah in the settlement of Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'You have spoken with Kildûg and Nêkhur?'\\n\\nYou assert that you have.\\n\\n'Then I offer a request and warning. If you are of noble heart, see to helping our people. If you mean us harm or prove ignoble in your efforts, prepare to suffer our wrath. For we are born anew and will fight any aggressors who mean to suppress our will again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Dagâdah, a leader among the people of Shagâna is cautious of your arrival and directs you to meet his assistants in Iridír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Speak with Kildûg, an Ikorbâni Tale-weaver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Prove to us you are not here to steal our heritage, our land, or to further injure our people, and we will find a way to reward you.\\n\\n'We do not have much wealth, but we have much need. All who would assist us are welcome. We are a proud and earnest people.\\n\\n'If you assist us, we will not forget your effort or let your kindness go unnoticed.\\n\\n'My assistants Kildûg and Nêkhur will explain more. Return to me when you learn from them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Speak with the Ikorbâni Quartermaster, Nêkhur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'As Dagâdah explained, we face many struggles here in Shagâna, the occupation by the Ordâkhai is chief among the challenges but only one small portion of our strife.\\n\\n'The end of the war in the North and fracturing of the Ordâkhai forces in Shagâna provides strength. We choose freedom. We will reclaim our culture and all we lost under Ordâkhai rule. Nature revolted against them and poisoned the land. Our farms, the finest in Shagâna, fell to ruin while our healthy people marched to war. \\n\\n'We recall the stories of our past, but the written word is lost. This is a sample of the difficulties we face. Prove yourself honest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Ikorbâni, the People of Shagâna",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Dagâdah asked me to maintain our collected wealth and trade materials. I am pleased to do this work. I am overjoyed to furnish gifts to those who aid us in restoring our livelihood and culture.\\n\\n'For too long, the Ordâkhai subjugated our people and put us beneath their heels. We struggle to recall our litanies, and the few who are literate face the arduous task of recovering our history and teaching our written word to future generations.\\n\\n'It falls to that generation to learn our history, to trust in the nobility of outsiders, and to restore what is lost. If you are such a person, it will bring me joy to gift you a piece of what we still control and make.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}