{
  "id": 621097620,
  "txt": [
    {
      "id": "0x9b56886",
      "en": "'I welcome your return, [placeholder]. You have met the elders and now I think I am prepared to test you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "All the Players in the Game",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'To prove your sincerity and ability, I have a simple task. The elders overseeing the continued functions of the outpost do so for reasons selfish or selfless. One among them allies with our cause.\\n\\n'The others we bear no ill, but their mettle is not strong enough to withstand an Ordâkhai whip, and our trust cannot be misplaced.\\n\\n'Meet with the elders. They will each provide a gift of water, as is customary. One will gift you the water differently than the others. We shall test your perception when you return.\\n\\n'Fair?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Speak with the Elder Hunter, Malgat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "You are known to the merchant Igbâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "Igbâl regards you with disdain. Still, a servant brings you water, as is custom. The man near Igbâl clears his throat and beckons you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Return to Sigênik near the north entrance at Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'My Lord Igbâl offers you water and welcome. You come to our outpost from afar, and we offer you fair warning. Jirush is a difficult place to live. My Lord's desire is to return Jirush to the glory of our ancestors, a trading post grander than the caravansaries you will undoubtedly see throughout the land.\\n\\n'He works with the other elders here to see that we can outlast the occupation from the south. The cost is of no matter to him.\\n\\n'Should you decide to remain in our homeland, perhaps we can find use of your services. You will be handsomely paid for your effort.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "You are known to the Elder Zealot, Zidemel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "Elder Zidemel opens his eyes as you approach. A servant approaches with a gift of water.\\n\\n'Have you come to hear the tale of our returning king? Do you hear his voice in the wind, too? The wheels of prophecy turn.\\n\\n'Soon, he shall return and lay low the enemy who so long forced our obedience and subjugated our wills.\\n\\n'The faithful adherents who allay the spirits of their ancestors shall know his glory and light. Have you ventured to our lands to know his grace, foreigner?\\n\\n'If you be an enemy, know that we shall root you out and lay you low when our king arises. But, if your intentions are noble, perhaps you can assist the infirmed with settling the debts of their souls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "After introducing yourself to Sigênik in Khûd Zagin, he tests your attention to detail as you meet the most important people in Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "With your introduction to Igbâl concluded you should seek Elder Zidemel. He is a zealot who can be found tending a flock of adherent in the outpost. He preaches near the fountain in the outpost mall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "You are known to the Elder Carpenter, Nangar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Sigênik instructed you to meet each of the elders of Jirush, and to pay special attention to their greetings. One among them, the elder directly supporting the rebels, will greet you differently. The first elder to meet is the wealthy merchant, Igbâl south and east of Sigênik.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "Nangar regards you with a smile. He motions to a nearby table with flagons of water.\\n\\n'Drink your fill, stranger. You are welcome here if your weapon does not draw the blood of our people. I am Nangar. I see to the upkeep of the outpost, and as you can tell, I need assistance.\\n\\n'Our enemies assail us from the north and the west. They leave us open to desert crawlers and creatures when they reduce our defences and steal our supplies. But we persist, and perhaps with some help from those from afar, we may thrive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Igbâl would not speak with you. His translator suggested you speak with him instead. He stands very near Igbâl within Igbâl's home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "You met with the Elder Zealot Zidemel. You should now turn your attention to find the elder Nangar. He is the outpost's main caretaker. He lives at a home south-west of the northern entrance to Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Speak with the Elder Zealot, Zidemel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Speak with the Elder Carpenter, Nangar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Speak with the wealthy merchant, Igbâl at his home in Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "You met with Nangar. Something about the meeting was different than it was with the others. What was it? You should think about that as you prepare to meet Malgat at his home east of first free standing arch from the northern entrance of Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x48b445b",
      "en": "'Please, do not bother Lord Igbâl. Speak with me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "You met with the four elders and introduced yourself as Sigênik instructed. Now that you are known to the Elders of Jirush. Return to Sigênik near the northern entrance to Jirush. He will likely prepare you for your test.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4f904a2",
      "en": "Galamê clears his throat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Speak with Igbâl's translator, Galamê",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "You are known to the Elder Hunter, Malgat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "Malgat looks at you as you approach and nods to a servant. The servant brings you an offering of water.\\n\\n'Another foreigner passing through our land? Do you mean harm? Or are your intentions genuine?'\\n\\nHe pauses.\\n\\n'Time will tell your tale, I think.\\n\\n'I am Malgat. I keep our food stores as best I can and outfit the caravans that pass through with what materials the desert offers... or I used to before time left the telling of my tale to others.\\n\\n'If your intention here is genuine, you are welcome.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Igbâl will not speak with you, but his translator intervened",
      "es": "",
      "es (fem)": ""
    }
  ]
}