{
  "id": 621097693,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Who are you?'\\n\\nYou tell the man and explain that Zidemel sent you.\\n\\n'Zidemel found someone to help me with penance? Blessed are his words.\\n\\n'Listen well, [placeholder]. I am Andur, the last of my bloodline. My brothers, sisters, and all their children are dead at the hands of the Ordâkhai. Zidemel said my family would live on if I gift a patch of the desert the blood of its sons and daughters mixed with mine.\\n\\n'The desert sand-sifters to the south-east are the true daughters and sons of the desert. Collect drams of their blood that I may extend my lineage.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You ventured into the desert and collected ten drams of sand-sifter blood for Andur. Return the blood to Andur at Jirush. He is listening to Zidemel preach in the centre of the outpost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Zidemel asks you to assist his adherent, Andur. Andur wishes to extend his lineage. His family was all murdered by the Ordâkhai, and Zidemel told him of a way to live on.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Return the drams of sand-worm blood to Andur in Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Offering of Blood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'The Ordâkhai took my family from the world. I will not die the last of my lineage. Please, [placeholder], help me. The sand-sifters gather in number south-east of Jirush. With their blood my lineage may live on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I thank you for this gift, [placeholder]. I shall make my last trek into the desert and mix my blood and theirs. I will ensure my lineage does not pass into history with my death because of your actions this day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Dram of sand-sifter blood collected ([placeholder]/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Collect drams of sand-sifter blood ([placeholder]/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Zidemel the zealot told Andur his bloodline would live on if he provided the desert a hefty gift of blood. Andur asked that you collect the blood of sand-sifters so that he can fulfil this gift.",
      "es": "",
      "es (fem)": ""
    }
  ]
}