{
  "id": 621097780,
  "txt": [
    {
      "id": 228284034,
      "en": "'There are two in my care who suffer as they fade. Aítarshun can no longer wield a blade or move freely outside the oasis. The other, Filadal, can no longer leave the spot where she sits. Each looks to me to fulfil a wound or oath to be at peace before they fade.\\n\\n'I have not the heart to tell them there is nothing I can do.\\n\\n'I wonder, will you assist them?\\n\\n'Aítarshun is found in the central island and Fildal can be found on the island closest to the shore.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "You aided the fading Elves Tharashil asked you to help. You should return to her and tell her of the assistance you provided.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Complete the task from Aítarshun",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Tharashil is concerned about two members of her oasis. She asks you to visit them to help them accept and move toward their end.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Return to Tharashil and inform them of Filadal and Aítarshun's plight",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Last Wishes of My Kin",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I did not know the depth of pain that Filadal held or the depth of Aítarshun's oath. Your assistance gives me pause, friend.\\n\\n'I believe there is something we can do for the men of Khûd Zagin.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "You helped Filadal be more at peace with her fate",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Complete the task from Filadal",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Tharashil asked that you find Aítarshun and Filadal and assist them with the tasks they want to accomplish before they can move forward without pain while they fade from the world.",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "You helped Aítarshun fulfil his oath",
      "es": ""
    }
  ]
}