{
  "id": 621097774,
  "txt": [
    {
      "id": 228284035,
      "en": "'It is clear from this letter the man cares deeply for his partner and child. Love of one's children is a potent motivator. Even the threat of loss can drive the humble to inspired acts.'\\n\\nShe pauses.\\n\\n'The author of this letter is known to us. He often leads a small contingent to a way station between the Wrackwade and Jirush. His patrol is small but well-armed.\\n\\n'I believe if we can separate this man from his patrol, we can speak with him. Perhaps we can persuade him to assist us for the price of his life and freedom.\\n\\n'Will you help again?'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "You confronted the captain and learned the Ordâkhai are splintered and near total revolt. You left the captain in the hands of Sigénik and returned to Ghalburu to speak with Amalíbi.",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Amalíbi tasks you with recruiting the author of the letter to treason against the Ordâkhai. You are to accompany rebels to complete this task.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "A Changing Wind",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Sigénik pried more information from the captain after you departed. We have a course of action.\\n\\n'[placeholder], your involvement is a more potent boon than expected. Of course, we will need to test the captain's information. If he proves reliable, then we shall need guidance on the proper way to manoeuvre our enemies towards certain hostility.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Sigênik will meet you at the north side of the gate from the Wrackwade. He will monitor you, but will not assist. His involvement must remain unknown to ensure his safety.\\n\\n'You will return to me when you have completed this task.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Sigênik will meet you at the north side of the gate from the Wrackwade. He will monitor you, but will not assist. His involvement must remain unknown to ensure his safety.\\n\\n'You will return to me when you have completed this task.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Complete Instance: A Changing Wind",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Amalíbi asked that you accompany her forces to confront the captain near a waystation along the road from Jirush to the Wrackwade.",
      "es": ""
    }
  ]
}