{
  "id": 621097766,
  "txt": [
    {
      "id": "0x9b56886",
      "en": "'You have proven there are people in this world who are pure of heart and intent. Perhaps all is not as we expected. Thank you for your aid, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Gift from the Kintai",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'She sends me water? I need warriors, not water.'\\n\\nYou explain Tharashil's reasoning. A look of acceptance and understanding creeps onto Amalíbi's face as you speak.\\n\\n'Leadership is filled with fraught decisions. If there is a purpose for this water, we shall learn it. For now, we wait for the seed we planted to take root.\\n\\n'Thank you for trying, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You are generous and kind. I misjudged you upon your arrival. Your selfless acts are indicative of a noble spirit. I see the wisdom of the Men of Khûd Zagin in sending you as their latest emissary.\\n\\n'I am bound to my people, our land, and our fate. I cannot pledge an alliance. I will, however, provide the men a gift due to your assistance here in Shonith.'\\n\\nShe hands you an empty phial.\\n\\n'Collect water from the oasis near the three sister trees, and present it to Aitarshun and Filadal. They will know what to do. After you speak with them, return the dram of water to me, and I will provide further instructions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Allow Tharashil to examine the oasis water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "This is a good place to fill the phial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Deliver the gift from Shonith to Amalíbi at Ghalburu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Collect water from the oasis in the phial I provided. Then, speak with Aítarshun and Filadal. They will understand the meaning of this gift.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Aítarshun whispers a single word over the phial of oasis water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e30",
      "en": "Allow Filadal to examine the oasis water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e31",
      "en": "Allow Tharashil to examine the oasis water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'What is this? A gift from Tharashil?'\\n\\nHe offers a smile.\\n\\n'It is an oath.'\\n\\nHe presses his hands around the dram and whispers a word you cannot hear.\\n\\n'I think, when the time is right, this will be of great use to the men of Khûd Zagin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "After your limited efforts in Shonith, Tharashil is moved to offer a gift to the men of Shâgana. She asks you to help her prepare the gift.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e32",
      "en": "Deliver the gift from Shonith to Amalíbi at Ghalburu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Filadal whispers a single word over the phial of oasis water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Tharashil gave you an empty phial and sent you to the oasis, near the three sister trees, to collect water. She then told you to visit Aítarshun and Filadal. She suggested they would know what to do once you explained why you were there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "You filled the phial with Shonith oasis water. Visit Aítarshun and Filadal and tell them why Tharashil sent you. Tharashil stated they will understand what they need to do.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "She looks at the dram and nods.\\n\\n'Tharashil offers aid of another sort to the men. You did well to earn a measure of trust.'\\n\\nShe covers the dram with her hand and whispers and imperceptible word.\\n\\n'When the time is right, this will aid the men of Khûd Zagin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Collect water from the oasis in the phial I provided. Then, speak with Aítarshun and Filadal. They will understand the meaning of this gift.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e09",
      "en": "Allow Aítarshun to examine the oasis water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Allow Aítarshun to examine the oasis water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Allow Filadal to examine the oasis water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe1ef97",
      "en": "You are not near enough to the three sister trees",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Fill the phial with oasis water near the three sister trees",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Aítarshun and Filadal both held the water and spoke words. You do not understand the meaning or the ritual, but both seem to believe this will aid the Men of Khûd Zagin in a time of need. Return the water to Tharashil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Get near enough to the oasis to fill the phial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Tharashil returned the water to you with a warning and instruction. You are to deliver the water to Amalíbi. Tharashil does not believe Amalíbi will understand the value but believes in time she will.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Tharashil speak over the water and returns it to you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "Tharashil takes the dram of water in her hands and whispers an imperceptible word.\\n\\n'This water, blessed and taken from the oasis, is a remnant of the Kintai and Khûd Zagin. Present it to Amalíbi. She will rebuke us for not aiding her and value the gift less than she should. In time, she will learn its value or pass it to another who will understand.\\n\\n'You earned this gift for the men of Khûd Zagin. You earned our favour. You earned our thanks. If there are more like you in this world, perhaps our time is not yet over.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "You filled the phial with oasis water",
      "es": "",
      "es (fem)": ""
    }
  ]
}