{
  "id": 621097786,
  "txt": [
    {
      "id": 246419844,
      "en": "Return to Kizeri, the leader of the Tale-wardens, and tell her you have introduced yourself to her assistants at Telperiën's wall.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Your reputation, [placeholder], speaks of a trustworthy and noble spirit. We hope you see the merit in our charge in this land. There are many secrets in these lands. There is history here in the Valley of Ikorbân, suppressed too long beneath a yoke of oppression and a veil of superstition. We seek only to understand the past of this land, our ancestors, and ensure that no harm comes to their memory due to the actions of the Sea-shadow.'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Kizeri, the leader of the Tale-wardens, asked you to visit and introduce yourself to the other members of her order, Mashêm and Shulêga. Each are located close to Kizeri in the shadow of Telperiën's Wall.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Welcome to our encampment, [placeholder].\\n\\n'Do not be surprised. Captain Rothog told us to look forward to your arrival.'\\n\\nShe smiles genuinely.\\n\\n'You made an impression on the Kindred of the Coin. An impression good enough that when Captain Rothog signed on to the expedition here, he asked that we, the Phetekâri of Umbar, join them to catalogue the journey.\\n\\n'We could use assistance if you are willing. We are small in number and have discovered so much already, and we are only at Telperiën's Wall.\\n\\n'Please speak to my companions, Mashêm, and Shulêga. They will provide more information.'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Speak with the Tale-warden Mashêm",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Phetekâri, Tale-wardens",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Speak with the Tale-warden Shulêga",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "He nods.\\n\\n'Very good. You will want to know why we are here.\\n\\n'We Phetekâri are an ancient sect of scholars who hid away from the church of the All-seeing Eye. Only recently, with Captain Rothog's gracious involvement, have we emerged from our long secrecy.\\n\\n'Our purpose is to collect and maintain remnants of the past for posterity and purposes of study and history. In your tongue, we are called Tale-wardens.\\n\\n'We accompany this excursion to catalogue and collect the mysteries of the past to maintain for future generations. We will ask for permission to excise any materials we find of historical significance and will record the rest with as much accuracy as we can.\\n\\n'For your part, should you help us, Captain Rothog supplied us with trinkets, clothing, and gifts he believes you may find interesting or beneficial.\\n\\n'Make certain you speak with Shulêga, if you have not.'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "After travelling with the expedition to the south, you are introduced to the Phetekâri, the Tale-wardens of Umbar, in the shadow of Telperiën's Wall.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'It is good you have come to me, [placeholder]. I overheard your conversation with Kizeri, and I am pleased to show you the wares that Captain Rothog sent with us to Ikorbân.\\n\\n'Your assistance with collecting information, relics, and curiosities of the past allows me to offer you access to our small menagerie of treasures.\\n\\n'We must be cautious not to upset or remove important Ikorbâni relics. We are observers and outsiders here. What little we know of the conflict in this land forces us to use great caution lest we make ourselves an enemy of the Ikorbâni. We are historians and cataloguers. Let us do right here, my friend.\\n\\n'We will send word to you when your assistance warrants greater reward. After you speak with Mashêm, return to Kizeri.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Please introduce yourself and learn from Mashêm and Shulêga. They will assist in tracking and rewarding you for your contributions in cataloguing the history of Shagâna. Both are nearby in this small camp.'",
      "es": ""
    }
  ]
}