{
  "id": 621097698,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Malgat asked you to recover the corpse of the Eldest of Samarsûg in the marshes in northern Khûd Zagin, the corpse of Shûhuz from a den west of Jirush, and the corpse of Grigazug from the ruined temple Is Dara west of Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "You defeated the Eldest of Samarsûg, the jackal Shûhuz, and the scorpion Girgazug. You collected their corpses, as Malgat requested. Return to Malgat and give him the corpses.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Return to Malgat with the corpses of the slain beasts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I would like to reward you for all you have done. It will take a short while. I will ask you to return to me if you are willing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Collected the Eldest of Samarsûg's corpse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Malgat asked if you would help him with a personal task. He misses the adventure of his youth and asks you to help him recapture a small piece of that wonder.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Collected Shûhuz's corpse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect the Eldest of Samarsûg's corpse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Forgive me, [placeholder]. I wish not to impose more upon you, but I must ask if you will do one thing for me.\\n\\n'In my youth, I made my way as a hunter. Much of what I earned passed to the Ordâkhai, but I kept some to teach myself a trade beyond skinning and sewing. Cleaning, curing, and stuffing the fauna of these lands. I would, in my twilight, enjoy this.\\n\\n'Would you help an old man meet his twilight years with a smile? If so, seek out the Eldest of Samarsûg, a crocodile the north, the jackal known as Shûhuz, and the scorpion in the temple ruin of Ish Dara known as Girgazug. I will also need six slivers of jade found among the many mines in Khûd Zagin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Collected Girgazug's corpse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Collect Shûzhuz's corpse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Collect Girgazug's corpse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Noble Trade - Jirush",
      "es": "",
      "es (fem)": ""
    }
  ]
}