{
  "id": 621097772,
  "txt": [
    {
      "id": 216727827,
      "en": "Filadal told you of being forced to leave the oasis north-west of Shonith as her mother was set to fade. She fled, and only saw her mother surrounded by wrathful spirits before reaching her final rest. She wants a keepsake and vengeance before she fades.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Return Filadals mother's necklace to her at Shonith",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "A tear falls from her eye.\\n\\n'This means the world to me, friend. You are selfless. I have no words but ones of thanks for what you did for me.'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "You recovered the necklace from near one of the trees in the old oasis and defeated a good number of the wrathful spirits there. Return the necklace to Filadal.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Filadal wants to recover her mother's necklace from the oasis north-west of Shonith and to bring vengeance on the wrathful spirits that drove her from the oasis before she could say good-bye.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Recovered Filadal's Mother's necklace",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Collect Filadal's Mother's necklace",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Wrahtful spirits slain ([placeholder]/8)",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I know Tharashil has no time for me or Aítarshun. I am touched she sent you to aid me and him.\\n\\n'She does not know the weight I carried out of the old oasis to the west. My mother is there, still. She will dwell there forever, as I will in this oasis.\\n\\n'I left her to fate, rooted, as I am now, to a spot she could not depart. The wrathful spirits swarmed her as she fell to final slumber, and I left.\\n\\n'I did not look back. Now, friend, I want to claim something of hers. Her tomb's location will be obvious. Her necklace is there.\\n\\n'I should like to know that some of the wrathful spirits there met a final fate.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Avenge Filadal's mother by defeating wrathful spirits ([placeholder]/8)",
      "es": ""
    },
    {
      "id": 49286674,
      "en": "Return Filadal's mother's necklace to her at Shonith",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Wounded Heart",
      "es": ""
    }
  ]
}