{
  "id": 621097777,
  "txt": [
    {
      "id": "0xfa8e118",
      "en": "Collected an Ordâkhai sounding horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Test of Information",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'I will play my part. I no longer wish to make war and this will set the steps in motion to returning to my family in the south.\\n\\n'Tell your leaders that I will not betray them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'Bosóta did not mislead us. It is as I expected, [placeholder]. Love is a force more powerful than self-preservation. One will do anything for those they love. Now we must counter this defection and ruse with another to raise Jombahok's hackles, setting him and Khârdu toward an irrevocable confrontation.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Deliver the sashes and the sounding horn to Amalíbi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Find a spot to hide in a nearby bush and blow the horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "After blowing the horn, Captain Khârdu recognized the horn as Bosóta's. You need to speak with Bosóta and tell him to explain the tale to plant the seeds of rebellion among the Ordâkhai.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I am willing to test the information Bosóta supplied us. I ask that you go to the Ordâkhai fort overlooking Jirush to obtain a sounding horn and sashes from four soldiers there.\\n\\n'I will have others from my number prepare a position near the Ordâkhai encampment to the south-east. When you return with the sashes and horn, we will discuss what further must be done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Return to Amalíbi at Ghalburu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x66d72f5",
      "en": "'I will honour my word. I make this oath.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef9e2",
      "en": "You are not concealed well enough to blow the horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Speak with Bosóta in your hiding spot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'We want to set the Ordâkhai at odds. We need the sashes worn by the men serving Jombahok at the encampment north of Jirush. Collect the sashes and horn from there and return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'You did well to keep blood off the sashes, and the horn is in good repair. While you were at your task, I moved the bodies of the courier and his companions to the outskirts of Khârdu's encampment to the south-east.\\n\\n'Take the sashes and the horn to that location. Place the sashes on the corpses and find Bosóta nearby and conceal yourself.\\n\\n'Once settled, blow the horn. Speak with Bosóta to have him leave the hiding place, and if his mettle holds, he will play the ruse well enough to convince Khârdu of our deception and return to his captain's ranks.\\n\\n'I warn you, this subterfuge is not without risk, and it is only the first step on a long path to absolution and retribution for my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Return to Amalíbi at Ghalburu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Sashes placed ([placeholder]/4)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Amalíbi devised a plan to test the captain's information. She provided you some details and sent you off to the task while she and her rebels prepare another part of the plan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "You acquired the sashes and the sounding horn. Return to Amalíbi and show her you have the items.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e33",
      "en": "Return to Amalíbi at Ghalbûru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Amalíbi sent you north-west to the Ordâkhai encampment to obtain sashes from the warriors, and a sounding horn from one of the mustering tents. You are to return to her at Ghalbûru after acquiring the items.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e34",
      "en": "Deliver the sashes and the sounding horn to Amalíbi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Amalíbi directed you to the outskirts of the Ordâkhai encampment in the south-east and find the staged attack Amalíbi's forces provided. Place the sashes on the defeated Ordâkhai.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e39",
      "en": "Find a spot to hide in a nearby bush and blow the horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Bring the items to Amalíbi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "With the sashes placed, you should find a spot where you can watch what transpires when you blow the sounding horn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Place sashes on the Ordâkhai corpses ([placeholder]/4)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Blow the horn while hidden from view of the Ordâkhai warriors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "Bosóta calls out, 'Captain Khârdu, my men set upon me as I neared your camp. We must speak!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Obtain Ordâkhai warrior sashes from the Ordâkhai camp north of Jirush ([placeholder]/4)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb1e89d5",
      "en": "'Captain Khârdu, my friend, Jombahok's men set upon me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Collect an Ordâkhai sounding horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "The ruse was successful and Bosóta Dôlo played his part well. You should return to Amalíbi and inform her of the success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Khârdu shouts from above, 'Bosóta is that you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "You are concealed well enough here to blow the horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e20",
      "en": "Place sashes on the Ordâkhai corpses near their south-east encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730883",
      "en": "'We must have those items to put Bosóta's information to the test. Make your way to the Ordâkhai encampment north of Jirush and get the sashes and horn. Please.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Obtained Ordâkhai warrior sashes ([placeholder]/4)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e22",
      "en": "Place sashes on the Ordâkhai corpses near their south-east encampment",
      "es": "",
      "es (fem)": ""
    }
  ]
}