{
  "id": 621097694,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'I heard the cries of joy from the faithful. I hear Ishími's joyous laughter. Soon, all will see as we do. The prophecy of his return is nigh. We shall, again, know our greatest leader. Like he, we shall rise from the ashes and be a gem of the world once more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Zidemel asked you to assist three adherents to appease the spirit of the desert, Ishími. Assist Meliri, Zidek, and Andur. They are all in attendance Zidemel preaches.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "You aided Zidemel's followers to complete the appeasement of the spirits. You should return to Zidemel in Jirush, located in central Khûd Zagin, to tell him that have aided his adherents.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Andur believes his bloodline will live on",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Assist Meliri in putting her husband's spirit to rest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Meliri believes her husband's spirit is appeased",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Help Zidek achieve vengeance for all he lost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Zidek's thirst for vengeance is sated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Zidemel, an elder of Jirush and zealot who hears the desert's voice, Ishími, tends a flock of followers in the outpost. He asks you to aid his followers in return for his respect.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Nangar is a good man. His refusal to understand the signs disconcerts me, but that is of little matter.\\n\\n'He sends you to aid my growing flock, and so I thank him, and I thank you.\\n\\n'The faithful understand the meaning of the Ishími as it wails across the land. I interpret Ishími's wails and guide the flock to their absolution. We faithful will usher our age of glory back into Khûd Zagin.\\n\\n'Speak with the infirm among my flock. Actions like those will earn you my respect.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Return to Zidemel to tell him you aided his flock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Each of the adherents you can help listen to me here. Meliri is seated, as is Zidek, and Andyr leans there against the wall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Call to the Eld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Assist Andur in seeing his bloodline survives beyond him",
      "es": "",
      "es (fem)": ""
    }
  ]
}