{
  "id": 621097692,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Ashkab requires scorpion chitin, jackal hides, and lizard frills to help clothe and shelter the people of Jirush. He suggests the jackals can be found west in the waste-plains, scorpions in the quarry north-west of Jirush, and lizards to south-west of Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Deliver the jackal hides, scorpion chitin, and lizard frills to Ashkab in Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Jackals traverse the waste-plains of Khûd Zagin in packs, though you may find them in dens west of Jirush. The scorpions make the quarry far to the north-west of Jirush their main habitat in Khûd Zagin. Lastly, the lizards are to the south-west of Jirush. Return to me when you have collected that for which I have asked.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "You hunted the wildlife of Khûd Zagin for their hide, chitin, and leathery frills. You should deliver the items to Ashkab at his home in Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'You work quickly and well. I shall put all of these items to good use. The people will have shelter, armour, and pouches aplenty. If there were more like you, perhaps our trade with caravans would be more profitable.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Jackal hides collected ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ashkab requests assistance in collecting materials from the beasts of Ikorbân to clothe and shelter the people of Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Scorpion chitin collected ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect jackal hides from within Khûd Zagin ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Malgat is too kind. Though his time in the wild is over, he finds ways to assist us with our needs. He also maintains our morale, which is more difficult by the day.\\n\\n'As he said, I outfit the outpost with hides, chitin, and frills. Whether we use them directly or trade them to caravans as they move along the roads, these are the primary goods we have to offer. Recent efforts by the Ordâkhai in the fort overlooking Jirush and their encampment in the south-east gave pause to our hunters. Our supplies dwindle to nearly nothing, and we risk losing what little trade we have.\\n\\n'If you are willing, hunt the jackals and scorpions in the northern, western, and central areas of Khûd Zagin for their hides and chitin, respectively. Then turn west to hunt the lizards for their frills.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Collected lizard frills ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Collect scorpion chitin from the quarry in Khûd Zagin ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Collect lizard frills from around Khûd Zagin ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Shelters for the Road",
      "es": "",
      "es (fem)": ""
    }
  ]
}