{
  "id": 621097699,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Are you the person Zidemel said would come? I pray you are. My eyes are useless. Ordâkhai flames destroyed my family, my home, and my sight. Zidemel says if I give a gift of the enemy's eyes to the desert, the Ishími will speak kindly of me to the king. When the king returns, so will my sight.\\n\\n'The enemy sees through eyes in the sky. The eyes of the craban. The carrion eaters who scour the lands to the south and all around us. Fetch me ten pairs of their eyes that I may please the king.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You slaughtered many of the crebain and collected their eyes. Return to Jirush, in central Khûd Zagin, and deliver them to Zidek as he listens to Zidemel preach in Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Zidemel asked you to assist Zidek of Jirush. The man lost his sight when the Ordâkhai burned his home and slaughtered his family. He seeks vengeance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Return the craban eyes to Zidek at Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Vengeance of Sight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'The crebain gather in a large murder north-west of Jirush. Hunt them for their eyes so I may see again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'My vengeance is complete. I will know the gift of sight again. I will keep these safe until he returns. Zidemel was right to send you to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Craban eyes collected ([placeholder]/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect craban eyes from the wastes of Khûd Zagin ([placeholder]/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Zidek asks that you head into the wild where the crebain used by the Ordâkhai roam freely to slaughter the birds and steal their eyes. He believes if the proper sacrifice is made, his sight will return.",
      "es": "",
      "es (fem)": ""
    }
  ]
}