{
  "id": 621097775,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'I have only begun looking through the notes I recovered, but there is promise in this discovery. I could not have succeeded without your involvement, [placeholder]. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Worthy Distraction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Return to the foot of hidden path beneath the Ordâkhai encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08eda6",
      "en": "Wait for Nangar to enter the camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I trust you enough, [placeholder], that I am willing to enlist your assistance in a matter requiring direct conflict against the fortress to the north-west.\\n\\n'I need a distraction... one loud enough and long enough to provide me cover to sneak into the encampment and out again unseen.\\n\\n'If you are willing, I know of a secret path into the encampment. Meet me at the top of the path beneath the Ordâkhai structure on the plateau. You will find it north of Jirush.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Nangar told you to attack the Ordâkhai to distract their forces",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I will meet you near the secret path at the south-west foot of the plateau beneath the Ordâkhai encampment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Ordâkhai dôla slain ([placeholder]/2)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Sneak into the base and defeat the dôla — the captains — the lieutenants, and the other soldiers within. While you create the commotion, I will steal behind the walls and try to find plans drafted by the keep lord Jombahok.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Ordâkhai jackal-keepers defeated ([placeholder]/4)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Nangar enlisted you to aid in a distraction while he steals information from the Ordâkhai encampment overlooking Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Ordâkhai warriors defeated ([placeholder]/14)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Nangar directed you to meet him beneath the Ordâkhai camp on the plateau by following a hidden path at south-western edge of the plateau. You will help provide a distraction for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Nangar stole into the encampment and vanished from sight. You are to assault the Ordâkhai encampment providing him a distraction long enough to go about finding their plans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Speak with Nangar at the foot of the hidden path",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Nangar signaled you when you arrived beneath the Ordâkhai encampment. You should speak with him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Defeat Ordâkhai dôla ([placeholder]/2)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6c4f465",
      "en": "'Move quickly. Do not let them see your descent. Come and visit me near my residence, and we shall discuss our next moves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Defeat Ordâkhai jackal-keepers ([placeholder]/4)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "You fought back the Ordâkhai and, hopefully, provided Nangar enough time and distraction to acquire the plans. Return to the hidden path at the south-western foot of the plateau beneath the Ordâkhai encampment to speak with him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Defeat other Ordâkhai warriors at the encampment north of Jirush ([placeholder]/14)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Go to the location Nangar described beneath the Ordâkhai encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8ab7cd1",
      "en": "'Sneak into the base and defeat captains, lieutenants, and the other soldiers within.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8ab7cd2",
      "en": "'While you create the commotion, I will steal behind the walls and try to find plans drafted by the keep lord Jombahok.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Nangar waits for you along the hidden path beneath the Ordâkhai encampment. Speak with him to learn how successful you both were in your actions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "After speaking with Nangar near the Ordâkhai encampment, he asked to speak with you more openly at this home in the relative safety of Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "You return to the foot of the hidden path and spy Nangar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "You arrived at the location and Nangar signaled you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'We should move quickly. You provided me enough time to acquire a selection of notes, and I hope the plans I sought. Thank you, [placeholder]. Return to me at my home in Jirush where we can speak in relative safety.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}