{
  "id": 621097757,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Amalíbi provided the notice and a sounding horn and asked you to make your way to the Ordâkhai camp north of Jirush. You need to find a suitable location to post the notice and then find a suitable place to hide, and blow the horn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e17",
      "en": "Post the inciting letter outside of the Ordâkhai camp north of Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef9f0",
      "en": "You are too visible here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You posted the inciting letter. You should retreat to a location concealed from the entrance and blow the sounding horn to draw a guard to gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Conceal yourself from view",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "A soldier emerged from the camp, took the note, and immediately called for Jombahok. Return to Amalíbi at Ghalbûru and tell her of the success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You are well concealed from the gates of the Ordâkhai camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Return to Amalíbi with news from the Ordâkhai encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "You recount the soldier's actions at the encampment.\\n\\n'Nothing more than Jombahok's name?'\\n\\nShe looks concerned.\\n\\n'I do not understand what this means. I do not know what reaction I expected, but our scouts say there is no movement from either encampment.'\\n\\nShe sighs.\\n\\n'We have done all we can. Please accept this with my thanks. Return to me from time to time. Perhaps the anger will seethe and grow into something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc5ee4e3",
      "en": "'What is this? A message from Khardû to Jombahok?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You posted the inciting letter outside of the Ordâkhai camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Amalíbi asks you to return to the Ordâkhai camp overlooking Jirush to post the false notice. She also supplied with the sounding horn to draw out the guards to see the note.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdbfa51b",
      "en": "'Jombahok! Khardû has gone mad in his exile!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Post the inciting letter outside of the Ordâkhai camp north of Jírush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Our liberation is at hand. This letter will draw the two captains into a conflict that will weaken their number and provide us with the opening we need to lay them low.\\n\\n'Go to the encampment north of Jirush. Post this on the gates. Then take this horn, find a place to hide, blow it, and wait for the reaction of the soldier who finds it.\\n\\n'Then return to me with what you learn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Setting the Table",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Use the sounding horn when you are concealed from the front gate",
      "es": "",
      "es (fem)": ""
    }
  ]
}