{
  "id": 621097787,
  "txt": [
    {
      "id": 216727827,
      "en": "Dagortas, an elder among the Kintai Elves asked you to introduce yourself to her assistants Thridarlan and Alidal. Each plays an important role in measuring and rewarding the value of those who aid the Kintai in the Valley of Ikorbân.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'You are welcome among us so long as you do not bring imbalance to the natural order. Speak with Thridarlan and Alidal to learn how you can aid us in our efforts to maintain our land, and how we can repay your efforts.'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Return to and speak with Dagortas in Shonith",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'We shall honour your efforts if you honour our place. The world grows darker and we only hope to bring more light before we can no longer see. We will not beg your assistance. We will reward your kindness with our own.\\n\\n'We are the Adúrhid. In the common tongue, we are called the Oasis Elves or Kintai. A fitting name. Now you know us. Will you help us?'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "You spoke with Thridarlan and Alidal. You should return to the elder Elf, Dagortas. She will be pleased to know you met her assistants in Shonith.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Dagortas, an elder among the Kintai Elves of the Ikorbân Valley welcomed you to Shonith and invited you to meet with her assistants in the dying oasis.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'We have forgotten more songs than we remember, and soon we shall sing no more. We safe-guarded these lands for a reason long ago, but we cannot recall why or how.\\n\\n'Our time ends, but we are not without hope. The natural order comes undone all around us, and it is all we can do to sustain what bastions remain.\\n\\n'We plan for an unclear future; fully aware we will not be part of it. We ask you the impossible. We invite you to support us, though we cannot support you in kind.\\n\\n'Thridarlan and Alidal will speak more about our requests, should you desire to help.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Speak with the sage Thridarlan in Shonith",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Speak with the quartermaster Alidal",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Dagortas carries the weight of many losses with her and is slow to believe there is good in the world. I believe there is still good and hope. Your willingness to speak with me shows me this is not untrue.\\n\\n'Our numbers thin, this is true, but our duty remains. We seek harmony with the natural world and will work to maintain careful balance.\\n\\n'Your aid in restoring and maintaining all things natural and pure will draw us closer and earn what gifts we can afford to provide.\\n\\n'Please ensure you speak with Alidal.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Adúrhid, the Kintai Elves",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Our gifts are not the usual bounty you find from Men. While trappings are necessary to survive in the wild, we tend to use our abilities to co-exist with our surroundings rather than destroy or harvest them for personal purposes or gain.\\n\\n'We will share our knowledge and gifts with those worthiest of them.\\n\\n'Ensure that you speak with Thridarlan.'",
      "es": ""
    }
  ]
}