{
  "id": 621097759,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'Galamê is correct on both counts. This letter is not as I expected. However, we can use the contents to our advantage.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "You recover a single letter from the courier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intercept the Courier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Bring the letter to Galamê for translation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Our attack brought fortune, [placeholder]. I saw a schedule of deliveries meant for the Ordâkhai encampment in the south-east. We have an opportunity to intercept their courier, steal the information they mean to share, and gain advantages where once there was none. For this, I am grateful. Now I must ask you to perform another service.\\n\\n'Track down the courier along the road east from Jirush. You should set an ambush south and east of the ruined khanâg. Collect whatever you can from the courier and return their parcels to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Deliver the translated letter to Nangar. Read it if you like",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Find a place to hide off the road and wait for the courier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "This location conceals you from the road. <rgb=#00FF00>/Look</rgb> for the courier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Read the letter if you desire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'The khânag is on the east road out of Jírush. There should be plenty of spots to prepare an ambush for the courier. Make haste and recover what they carry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Hide near the ruined khanag and wait for the courier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Wait in hiding at the ruined khanâg, ambush the courier, and take his parcel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Hide near the ruined khanâg for the courier, defeat him, and collect what he carries",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "You recover a single letter from the courier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Defeat the Courier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'The khanâg is on the east road out of Jirush. There should be plenty of spots to prepare an ambush for the courier. Make haste and recover what they carry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Nangar's efforts to find Ordâkhai yielded an unexpected opportunity. A courier will carry a message meant for the captain of the Ordâkhai camp in the southern crags. He asks you to intercept the courier and seize the letters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Nangar suggested the courier carrying orders to the south will pass a ruined khânag along the eastern road from Jírush. he suggested you ambush the courier and his escort there and seize the parcel he carries.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The courier approaches from the west. Make your way from the khânag and recover the messages.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'This is written in Ordâkhin? I cannot understand what is on this papyrus.\\n\\n'Now it is time for you to trust me. Take the letter to Galamê. He will translate it for you. He will be discreet, I am certain. Return to me when you have the translation.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Stay out of sight of the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Nangar suggested the courier carrying orders to the south will pass a ruined khanâg along the eastern road from Jirush. He suggested you ambush the courier and his escort there and seize the parcel he carries.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e38",
      "en": "Bring the letter to Galamê for translation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "You recovered a single missive, written in Ordâkhin, from the courier. Take the letter to Nangar in Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Acquire the messages the courier carries to the southern Ordâkhai camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Galamê returns the translated letter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "This is good location to conceal you from the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Bring the Ordâkhin missive to Nangar in Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Find a spot to hide in the ruined khânag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe1ef99",
      "en": "You are no longer concealed from the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Nangar asked you to trust him and deliver the letter you recovered to Galamê. Galamê can, and will translate the letter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Nangar's words were true. Galamê made the translation quietly and did not ask how it was obtained. He handed a translation back to you alongside the original document. Return the messages to Nangar in Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "You delivered the missive to Nangar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "Galamê arches a brow as you hand him the papyrus. He withdraws a quill and quickly writes a translation onto the page before passing the papyrus back.\\n\\n'Return this to Nangar. It is not what he wanted. Still, the tree he shakes may yet yield fruit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "This a good place to wait to ambush the courier",
      "es": "",
      "es (fem)": ""
    }
  ]
}