{
  "id": 621097763,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Nangar asked you to collect sandstone to repair the walls of Jirush from the quarry west of the outpost and reeds from the marshland far to the north of Jirush to conceal archers' windows.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You will find the sandstone I need in the quarry to the west of Jirush. The reeds grow far to the north in the last remaining marshland of Khûd Zagin. When you have all I have asked you to collect, you can repair the walls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Patch the walls of Jirush ([placeholder]/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You acquired both the sandstone and reeds. Return to Jirush and patch the walls with the sandstone. Then conceal the archers' windows with the reeds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Jirushi walls patched ([placeholder]/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Conceal archers' windows in Jirush ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "You completed the patch work and hanging of reeds. You should return to Nangar and let him know the work is complete.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Archers' windows concealed ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Keeping the walls sturdy and strong is an ongoing effort. The wind does as much damage to the outpost as our enemies. Concealing the archers' windows allows us an element of surprise when we are attacked. Your help in addressing both issues is most welcome.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'I saw you return with the stone and reeds. The other elders did as well. They are beginning to understand that you are not here as an enemy. They do not yet believe you are a friend. I, on the other hand, trust you enough.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Collected large chunks of sandstone ([placeholder]/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Nangar explains the walls of Jirush need repair and archer windows need concealment. He asks that you collect stone from the quarry in the west, and reeds from the marsh in the north to repair the outpost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Collected reeds ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect large chunks of sandstone from the quarry north-west of Jirush ([placeholder]/3)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'To the north-west of Jírush is an ancient quarry where our number were forced into labour by our Ordâkhai overlords. The very stones we mined built some of the ancient walls surrounding the outpost. I need a few stones from that quarry to patch our walls.\\n\\n'Then to the north and slightly west, near the spot where the once mighty Ikorbân River roared, there are reeds to be gathered and made into lashings to conceal archers' positions in the city.\\n\\n'Go to these places and gather what I ask. Then patch the locations along our walls to reinforce them and return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Collect reeds from the marsh in northern Khûd Zagin ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Suitable Structures",
      "es": "",
      "es (fem)": ""
    }
  ]
}