{
  "id": 621097764,
  "txt": [
    {
      "id": 216727827,
      "en": "Nangar returned the untranslated and translated letters to you with instruction to deliver them to Sigénik. He believes Sigénik is better fit to direct you than he.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Deliver the letters to the Amalíbi",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Sigénik directed you to climb the crags to the east to find an oasis where the rebels, and their leader Amalíbi. You are to deliver the letters to her.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "The old woman looks you over as she takes the letter from your hand. She reads quietly and then meets your gaze.\\n\\n'Forgive us. Our position in this land is tenuous. Your arrival required consideration and observation before we could be sure you were trustworthy.\\n\\n'I am Amalíbi, I lead this rebellion. We welcome your assistance.'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Read the letter if you wish",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Amalíbi leads us from Ghalburu in the crags east of Jirush. She will welcome you. I have informed her of how much aid you have offered thus far. The path is not obvious, but it is there. Travel east from Jirush and you will find it.'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Read the letter home if you wish",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I can do no more without assistance from our leader. Return to Sigénik. If he feels, as I, that you are ready to meet our leader, he will send you on to the hidden location.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Nangar's trust in you grows. He asks that you take the letter to Sigénik for more instruction. He cannot be gone from the outpost too long or questions will rise.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Sigénik directed you to a hidden rebel camp",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Read the letter home if you wish",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Take the letter to Sigénik. He will direct you to someone better equipped to deal with this situation.\\n\\n'My duties as Elder occupy too much time, and if I were to go missing from my post for too long, there would be questions.\\n\\n'Thank you for all you did here in Jirush, [placeholder]. May we all find the peace we desire.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Deliver the letters to Sigénik",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "Sigénik takes the message and reads it slowly.\\n\\n'There is an opportunity here, an opportunity we cannot squander. In your short time in Jirush, you have made inroads with the Elders, engaged our enemy directly, and aided our cause. I believe your intentions are earnest. I cannot leave my post here as others may come, and I must test them as I did you.'\\n\\nHe hands the message to you.\\n\\n'To the east, in the craggy hills among the outcroppings, there is a small oasis where my fellow rebels make their home. Go there and find Amalíbi.\\n\\n'Deliver this letter to her. She will know you are coming.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Our Trust Earned...",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Read the letter if you wish",
      "es": ""
    }
  ]
}