{
  "id": 621097773,
  "txt": [
    {
      "id": "0xfa8e117",
      "en": "Gilded cage retrieved",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "To Be His Eyes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Your cage is still empty. Have you beaten Kûruna into submission, yet? Hurry now, see the craban collected.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Deliver Kûruna and the cage to Galamê in Jírush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'My Lord Igbâl offers you thanks for your service.'\\n\\nThe man places the cage near the merchant.\\n\\n'Speak with me when you are prepared for your next effort.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'My Lord Igbâl does not speak the common tongue. He will not converse with you in his tongue, so all communication comes through me.\\n\\n'You are here to ingratiate yourself to my lord. There are three tasks he bids you.\\n\\n'Task one is to go into the desert and collect Kûruna, the largest of the craban in Khûd Zagin. The crebain are used by the Ordâkhai to spy upon their enemies. My lord would do the same to them.\\n\\n'First take the cage beside me. Then, collect a carcass of a sand-sifter in the south. Find a spot near where the crebain circle far to the south-east and place the carcass where it can be seen. This will draw down Kûruna. When you've captured Kûruna return it here, to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Place the sand-sifter near Kûruna to summon the craban from the sky",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "You collected a sand-sifter corpse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Coax Kûruna into the cage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Deliver Kûruna and the cage to Galamê in Jirush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'To draw the largest craban, Kûruna, from the skies, you will need a meal the crebain desire. Collect a corpse from the sand-sifters in the waste-plains to the south. Then bring it to the crebain circling south-east of Jirush.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Galamê explains Lord Igbâl wants a craban to train against the Ordâkhai. He has seen them use the creatures as spies and would do the same. He asks you to acquire the most impressive beast you can capture.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Kûruna becomes docile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Galamê told you to collect the cage beside him before you head into the wild to collect a sand-sifter corpse to coax the largest craban, Kûruna, in Khûd Zagin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Find a location to place the sand-sifter corpse to draw down the largest craban, Kûruna, from where the crebain circle in the sky south-east of Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Place the sand-sifter's corpse near the where the crebain circle in the sky. The largest among them will smell the corpse and approach to eat the sand-sifter. Defeat the craban, Kûruna, then and capture it in the cage.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You retrieved the gilded cage. Galamê mentioned collecting the carcass of a sand-sifter to coax the craban, Kûruna, from the sky. You will find sand-sifters roaming the waste-plains of Khûd Zagin to the south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Place the sand-sifter corpse where Kûruna will see it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Defeat Kûruna and capture it in the cage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Kûruna is defeated and docile. Talk to the creature and draw it into the cage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Retrieve the gilded cage from beside Galamê",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Defeat a sand-sifter in Khûd Zagin and collect its corpse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ac3",
      "en": "Battle Kûruna into submission",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "You captured Kûruna. You should return the bird in the cage to Galamê at Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "Kûruna reluctantly steps into the cage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "The craban moves to attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "You cage Kûruna",
      "es": "",
      "es (fem)": ""
    }
  ]
}