{
  "id": 620844392,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Uncovered a battered book with several leaves missing, buried in the foundation of an old building",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Prestadír hopes to learn more of the history of Audaghaim and determine why the former inhabitants of this town are doomed to remain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Dark Lord has a remarkable talent for corrupting nearly all that is good, but even he cannot doom mortal Men to remain cursed after death by association alone. Such a curse would only take hold for the deepest of betrayals, when the hearts of Men are willingly inclined to evil...only by the greatest of Powers can the spirits of Men be held to this world.\\n\\n'These tokens of fealty are surely only the beginning of the story. The Necromancer persuaded his woods-dwelling neighbours to swear allegiance to him, but what after that? I have my suspicions. One hears oft of such tales.\\n\\n'You should search the rubble of the town and see if any history can be found. Perhaps there are records kept by these Woodmen in the months preceding or following the intrusion of Dol Guldur.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Records might be found in the town of Audaghaim, east of the Haunted Inn in the Dourstocks.\\n\\nYou should comb through the ruins of Audaghaim and try to uncover any records that may have been kept around the time of the Necromancer's influence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah! This is just what I was hoping for. I am not surprised that someone took the time to bury it. Many pages are missing, as you can see, as is the case with many aged books, but these were deliberately ripped out.\\n\\n'Is it not a fine coincidence that the pages that were removed are from TA 2461, and the same week that marks the \\qaccidental\\q deaths of many folks who rest in the graveyard yonder?\\n\\n'I would dearly like to find those missing pages, or at least hear the account that is missing from this book.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Prestadír is at the Haunted Inn in the Dourstocks, west of Audaghaim.\\n\\nYou should show Prestadír the book you unearthed in Audaghaim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "tbd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Surely these Woodmen kept some written history of their town and its events. I wonder if we will find a record of what transpired to doom them to remain after death. You should search the ruins of Audaghaim, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you found anything of interest?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search Audaghaim for town records",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Prestadír at the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "What Came to Pass",
      "es": "",
      "es (fem)": ""
    }
  ]
}