{
  "id": 620844385,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'While you trek within Bleakrift searching for Uzorr, be on the look-out for lockboxes or anything that has the appearance of value that the Orcs may have stolen.\\n\\n'If my hunch of Radagast is correct then this will prepare you well for the future and the possibility of dealing with a variety of people here in the Lone-lands. I will say nothing more of them now as they are a private people and it is not for me to reveal their secrets.\\n\\n'You will know what I speak of should you see them, but you keep your search centred around the Bleakrift.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Yes, I think that these will do nicely. More on that in a short while, for there is much more to do about these Orcs before I send you onward to the inhabitants of the Lone-lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'These Orcs are marauders, it is true, but they are still here for some purpose and they have thieved more than once. It is possible that their thefts include objects taken from people who make these lands their home. In your search of the Bleakrift, look for anything that could be of value, collect it and return it to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Preparing for the Future",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Candaith asks you to search among the Orc-encampment at Bleakrift for anything that may be of worth. He suggests that this may be something that will help a group of people you will likely deal with in the future.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected battered lockboxes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return the lockboxes to Candaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Bleakrift lies to the north and west of Candaith's camp at a split near the small stream separating the Weatherway and the Weather Hills.\\n\\nCandaith asked you to look out for anything that may appear to have value in the area of the Bleakrift asking that you return it to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect battered lockboxes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}