{
  "id": 620844382,
  "txt": [
    {
      "id": 218649170,
      "en": "'This fort is ours now and the Orcs have been sent reeling back to cower at the heels of their masters in Dol Guldur!\\n\\n'Now we must make haste to claim the roads that lie between the Mirk-eaves and the Necromancer's dark abode! I plan to make base amongst the ancient ruins of Emyn Lum, [placeholder] - may fate bring us together again there, for the days ahead shall be consumed with tumult and pain, ere we reach our final goal.'\\n\\n<rgb=#FF0000>You have completed the invasion of Mirkwood Landing. You are now free to explore further into Mirkwood.</rgb>",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Now is the time for us to strike! The uruk commander atop the fortress within is our target, should he fall, so falls the fortress to our claim!\\n\\n'If you are prepared in body and mind, then I shall begin the assault!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Hilltop Assault",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Fuirgam has been defeated",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You are victorious!",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have been defeated...",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Speak with Fuirgam and begin the assault upon the Orc fortress!",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have been defeated...",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Talk to Fuirgam to end the battle and claim the fortress for the Malledhrim!",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Fuirgam",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat the Fortress Commander",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Fuirgam",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Fuirgam must survive",
      "es": ""
    },
    {
      "id": 148755729,
      "en": "'Forwards, Malledhrim! Let the attack begin!'",
      "es": ""
    },
    {
      "id": 148755730,
      "en": "'A troll holds the gate! Do not waver!'",
      "es": ""
    },
    {
      "id": 148755731,
      "en": "'Clear the courtyard, Malledhrim! Let none escape our wrath!'",
      "es": ""
    },
    {
      "id": 148755732,
      "en": "'The vile uruk who leads them hides within the keep ahead...let none bar your path!'",
      "es": ""
    },
    {
      "id": 148755733,
      "en": "'Another troll has entered the fray! Beware!'",
      "es": ""
    },
    {
      "id": 148755734,
      "en": "'There he stands! As he falls, so does this fortress! Victory is at hand!'",
      "es": ""
    },
    {
      "id": 148755735,
      "en": "'The enemy commander has fallen...rout any who remain!'",
      "es": ""
    },
    {
      "id": 148755736,
      "en": "'Victory, my brethren! The fortress is fallen and the road to Dol Guldur is ours!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Fuirgam is prepared to launch his assault upon the Orc fortress overlooking the Mirk-eaves. He has asked you to join his forces for the attack, which, if successful, should break the back of the Orkish forces defending the forest, allowing the Malledhrim to advance to the tower of Dol Guldur.\\n\\n<rgb=#FF0000>Completing this quest will end the assault upon the Mirk-eaves. \\n\\nAny quests you have not yet completed in this area will be cancelled and will no longer be accessible afterwards.</rgb>",
      "es": ""
    },
    {
      "id": 242405169,
      "en": "'More come from behind! See to your backs!'",
      "es": ""
    },
    {
      "id": 242405170,
      "en": "'There are more reinforcements upon us! Take care!'",
      "es": ""
    },
    {
      "id": 242405171,
      "en": "'The enemy grow desperate and have thrown their last into the fray! Hold fast!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Your valiant strength has bought us this day, [placeholder]!\\n\\n'With the fall of this cur, the Orcs are broken and no strength of theirs can stay our advance until we stand athwart the gates of Dol Guldur itself!'\\n\\n<rgb=#FF0000>Completing this quest will end the assault upon the Mirk-eaves. \\n\\nAny quests you have not yet completed in this area will be cancelled and will no longer be accessible afterwards.</rgb>",
      "es": ""
    }
  ]
}