{
  "id": 620844391,
  "txt": [
    {
      "id": 218649169,
      "en": "'I, too, am interested in what you had to tell of the graveyard. I find I am ill at ease in this place, and my curiosity has been raised by your tale of the stones in the plot below. The Elves care not for the troubles of Men long departed from this world, but they hold a great interest for me.\\n\\n'East of here, across the bridge, you will find a town that fell long ago. I believe it was called Audaghaim, and there are many shades there. Fell spirits of the Enemy do not trouble me, but I believe there is something more to this place, and I wish to know what it is.\\n\\n'Will you confront the shades? I do not think they are wholly evil. Perhaps they bear some knowledge that will reveal what befell this place.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Now, this is a bewildering find. Let me see those.'\\n\\n'These coins, as you have surely noticed, are tokens of fealty to the Necromancer in Dol Guldur. They are from nearly six hundred years ago, when this simple town of woodsmen was filled with warm-blooded folk, and not the cold spirits that linger in cursed rage.\\n\\n'These were gifts, and some pact was exchanged with Dol Guldur. What happened here? What cruel fate has made these people linger to fill the very air with such wicked dread?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I do not like this feeling of unease that has settled upon my shoulders. Have you spoken to any shades?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I do not like this feeling of unease that has settled upon my shoulders. Have you spoken to any shades?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tokens of Fealty",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Ranger Prestadír is very perturbed by the atmosphere around Audaghaim and is curious about the history of the town.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected fell-looking coins ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Confront shades in Audaghaim and search them for clues ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Shades can be found in Audaghaim in the Dourstocks, just east of the Haunted Inn.\\n\\nYou should confront shades and see if you can find anything out about why this ruined town feels so fell.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Prestadír at the Haunted Inn",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Prestadír can be found in the Haunted Inn in the Dourstocks, west of Audaghaim.\\n\\nYou should return to Prestadír with the strange tokens you collected from the shades of Audaghaim.",
      "es": ""
    }
  ]
}