{
  "id": 620835192,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We mark the passing of every winter with a great feast and celebration of Yule. In addition to roasting many haunches of boar, the festival features a tasting of some of the finest ales in all of Bree-land.\\n\\n'Alas, I must revise -- every other year there was a tasting. The cart delivering the casks from the western hills was attacked by brigands just outside of town. The driver made it back here unharmed, but all of the kegs were lost. The brigands have gone too far this time! Too far.\\n\\n'Do you think you could go and gather up what's left of those casks for me? He said he was attacked while riding on the Greenway around Thornley's work area, just after passing a farm. If I'm not mistaken, you will find what I'm looking for in that direction.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Some ale! You have found it! I'm so glad it was not broken or carried away like the others! This is a great day indeed. You shall be hailed as a hero from this day forth, [placeholder].\\n\\n'Had the tasting not taken place this year, I imagine I would have been quickly run out of town.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Those Brigands don't deserve our festival brew! I hope they haven't managed to carry it all off to their camps. They wouldn't even begin to know how to appreciate our fine ale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Ailing Tradition of Ale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Men of Bree traditionally mark the festival of Yule with a great feast of boar and ale.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Gathered cask of ale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa81f35",
      "en": "Gathered cask of ale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Gather cask of ale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The lost ale kegs can be found south-west of Bree's Festival grounds, probably just off the Greenway near Thornley's Farm.\\n\\nWim Wheatsheaf asked you to recover a keg of ale for the annual Yule festival tasting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the ale-cask to Wim Wheatsheaf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wim Wheatsheaf is at the Festival Grounds in Bree.\\n\\nWim Wheatsheaf will be pleased to receive the keg containing the ale for the Yule festival tasting.",
      "es": "",
      "es (fem)": ""
    }
  ]
}