{
  "id": 620835194,
  "txt": [
    {
      "id": 218649169,
      "en": "'Good tidings to you, [placeholder]. It is a glorious Yule this year, but I feel a pang of distress. The dwarves are lucky enough to experience all the wonders of winter -- seeing your breath in the morning, the way an ale thaws frozen fingers and toes...and of course the crisp white covering of good snow.\\n\\n'I hear the weather in Bree is unseasonably fair this year, which is a terrible tragedy to the good folk of that land. While I have not the power to change the climate itself, perhaps I can help to bring them some measure of the spirit of the season. Just a bit more snow and my cart will be full enough that some should last the voyage.\\n\\n'Could you help me gather snow for my journey, [placeholder]? Not just any snow will do; it has to be very dry and hard-packed. You should find some in piles just west of Frerin's Court. Return to me with as much as you can carry, and hopefully Bree will see some real Yule cheer.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This is good snow, [placeholder], and just enough to fill the waggon. I will be sure to let the peoples of Bree know that you helped to bring them one of the essential delights of the Yule season.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Imagine...a Yule festival without snow! A chilling thought, if you catch my drift.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Snow for a White Yule",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Glói wants to share the Yule spirit with the Men of Bree by bringing them some snow from the mountains of Ered Luin.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Gathered piles of snow ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262676277,
      "en": "Gathered piles of snow ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Gather piles of snow ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Piles of snow can be found west of Frerin's Court, south of the gates to Thorin's Hall.\\n\\nGlói has asked you to gather snow from several piles outside Thorin's Hall.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the piles of snow to Glói",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Glói is inside Thorin's Hall.\\n\\nGlói will be eager to fill his cart with the snow you have gathered.",
      "es": ""
    }
  ]
}