{
  "id": 620835189,
  "txt": [
    {
      "id": 136263297,
      "en": "Gathered branches from the bushes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Anglalaith wishes to make some wreaths to commemorate this Yule season.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I wish you a Yule to remember, [placeholder]. The festivals to honour the seasons are always my favourite times of the year. Nature goes through such wonderful changes; indeed, the beauty can be quite overwhelming.\\n\\n'I have a tradition at Yule where I make wreaths from the boughs of the evergreen bushes and present them to the others as a way to honour the winter season. I am nearly halfway done with this year's wreaths, but unfortunately I have run out of branches.\\n\\n'If you could, head into the hills to the west and retrieve some for me so I can finish making the wreaths. I would be greatly indebted to you.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The bushes can be found to the west of Duillond.\\n\\nAnglalaith has asked you to gather some branches from several bushes so that he may finish making his Yule wreaths.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These branches will do perfectly, [placeholder]. I will sing the songs of Yule while I craft the remainder of the wreaths, and I will add your name in thanks.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Anglalaith is at Duillond.\\n\\nAnglalaith will be pleased to receive the branches you gathered and begin work on more wreaths.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you gathered branches for my wreaths, yet? It is not a festival without wreaths.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'These branches will do perfectly [placeholder]. I will sing the songs of Yule while I craft the next batch of wreaths and I will add your name in thanks.'",
      "es": ""
    },
    {
      "id": 262676277,
      "en": "Gathered branches from the bushes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Gather branches from the bushes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the branches to Anglalaith",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Wreathed in Fir",
      "es": ""
    }
  ]
}