{
  "id": 620835082,
  "txt": [
    {
      "id": 172691445,
      "en": "Burglar -- The Gambler",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Burglar -- The Gambler",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Gambler -- Hows, Whats, and Whens",
      "es": ""
    },
    {
      "id": 59565250,
      "en": "The Gambler",
      "es": ""
    },
    {
      "id": 102180561,
      "en": "An excerpt from the journal of Will Hunswith, the renowned traveller, gambler, and treasure-hunter, reading thus:\\n\\n'…and that's about when I realized I had tweaked enough noses in Bree-town. It was time to make myself scarce for a while. I spent some harrowing nights in the Old Forest near town, shivering against the wolf-howls, until I couldn't bear the place anymore. I escaped the menace of the trees and came to the Greenway, where I managed to talk my way in with a group of brigands. There I met an outsider like myself, doing chores to earn his keep with the rough folk who held the camp. He was an elderly fellow, but his eyes had the spark of a restless traveller like myself, so I tried to befriend him. He never told me his right name. His story cost me the last of my pipeweed and wine, but I found out that he was a skilled gambler, both in combat and out.  Intrigued, I asked him to tell me more, and he obliged.\\n\\n'He said, \\qUsing Gambles in combat is a tricky business, but there is a lot of untapped power in your dice. As a Gambler, many of your abilities can apply Gambles to your foes. There are also a few ways to increase the potency of your Gambles, but I'll let you learn those on your own.\\n\\n'\\qThere are three types of Gambles, though they all function similarly. Damaging Gambles result in damage over time, debuffing Gambles greatly reduce the offensive power of your foe, and demoralizing Gambles allow you and your allies to recover your own morale. Gambles will linger for 30 seconds, and during that time a few of your skills will gain extra effects when you strike that foe.\\n\\n'\\qYou must remember that each Gamble has a tier rating which indicates its power. Like rolling a die, the tier is between one and six, with six being the strongest. Unlike a regular die, however, the chances are not even, but I'll let you figure that part out yourself.’\\q\\n\\n'He winked at me, then pulled his hat over his eyes to sleep. The poor old fellow didn't wake up the next morning, but I reckon he was pleased to pass on some wisdom before his long sleep.'",
      "es": ""
    }
  ]
}