{
  "id": 621098507,
  "txt": [
    {
      "id": "0x9b568a2",
      "en": "'You have the soil! Wonderful! I will take it and put it in the planter with my seeds while you get water from the well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Gêna has asked you to go to the Usâl and fill four sacks with soil from the dried river-bed. You have collected the soil and should bring it to Gêna in Western Khanâg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Collect sacks of dry river-bed dirt from the sediment ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Gêna has asked you to go to the Usâl and fill four bags with soil from the dried river-bed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Talk to Gêna",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "Collected sacks of dry river-bed dirt from the sediment ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'Thank you for all of your help, [placeholder]. It will be exciting to see if the traveller spoke true, and the soil from a dry river-bed is indeed better for gardens.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Bring water from the well for the newly planted seeds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "You have collected the sediment Gêna asked for and delivered it to her. She will put it in the planter with the seeds while you get a bucket of water from the well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "The planter has been filled with soil, seeded, and watered. You should talk to Gêna.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1174",
      "en": "Watered!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e23",
      "en": "Bring the sacks of dirt to Gêna in Western Khanâg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Gêna would like to attempt some container gardening using soil from the dry river-bed of the Usâl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Hashtal-gûr, may I ask you a favour?\\n\\n'Another traveller told me once that the soil from a dried river-bed is very good for growing fruits and vegetables. I have this large planter and would like to try it, but I am not brave enough to go to the Usâl. Would you be willing to go to the old river-bed and collect some soil for me? Four of these sacks should do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Green Aspirations",
      "es": "",
      "es (fem)": ""
    }
  ]
}