{
  "id": 621098499,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "Your standing with the Phetekâri grows. You should visit one of their assistants at Telperiën's Gate, Iridír, Jirush, or Urmâkh to claim a well-earned gift.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Our knowledge and collection of relics and writings grows due to your continued assistance in these lands.\\n\\n'Captain Rothog bids us provide you another selection or rewards as recompense for your continued assistance.\\n\\n'As always, for a small amount of Ghín, Shulêga can furnish you with the other selections you do not choose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Reach Friend tier with the Phetêkari",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Visit the Tale-warden Assistant, Mashêm at Telperiën's Gate, or any of the other Phetekâri quartermasters at Iridír, Jirush, or Urmâkh to claim a gift from the Tale-wardens of Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Your standing among the Tale-wardens earns you a gift. Return to one of their members' quartermasters to be rewarded.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Friend of the Phetekâri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Captain Rothog bids us provide you another selection of rewards as recompense for your continued assistance.\\n\\n'As always, for a small amount of Ghín, our quartermasters have other offers from Lord Rothog.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Visit the Tale-warden Assistant, Mashêm at Telperiën's Gate, or any of the other Phetekâri quartermasters at Iridír, Jirush, or Urmâkh to claim a gift from the Tale-wardens of Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Visit Mashêm at Telperiën's Gate to claim your gift",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Visit a Tale-warden's assistant at Iridír, Jirush, or Urmâkh",
      "es": "",
      "es (fem)": ""
    }
  ]
}