{
  "id": 621098418,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Hashtal-gûr, traveller. You look like the sort who can handle themselves. I can see in your eyes that danger is not unknown to you. Tell me, would you help a humble craftsman?\\n\\n'In a land as unforgiving as the Khûd, nothing should go to waste if it can be helped. Over the ages, many soldiers have come to the Khûd, only to meet their end here. One would not have to look too hard to find their gear lost to time in the desert. For example, at the ruins of Shukabad, I have heard there are swords to be found, just lying about on the ground. Scavengers do not bother with them because they are rusted and unusable. They are still made of fine metals, however, and a skilled craftsman would be able to melt them down and reuse the metal.\\n\\n'It is easier to pick up these scraps than it is to mine new ores. If you are good in a fight anyway, as many of these metals are in dangerous areas. Should you be willing to face the dangers, go to Shukabad, west of here, collect any time-worn swords you find there, and bring them to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "Collected time-worn swords ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Sigênik, a craftsman in Western Khanâg, has told you his plan to reuse the metal from lost swords in Shukabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'Ah yes, [placeholder], there is a good amount of useable metal here. Thank you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e23",
      "en": "Bring the time-worn swords to Sigênik in Western Khanâg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "Sigênik has asked you to travel to  Shukabad, west of Western Khanâg, and collect time-worn swords there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Restoring Arms",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "You have gone to Shukabad and collected the time-worn swords there. You should bring them to Sigênik in Western Khanâg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Collect time-worn swords ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}