{
  "id": 621098481,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "Your standing with the Phetekâri grows. You should visit one of their assistants at Telperiën's Gate, Iridír, Jirush, or Urmâkh to claim a well-earned gift.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Visit a Tale-warden's assistant at Iridír, Jirush, or Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Your standing among the Tale-wardens earns you a gift. Return to one of their members' quartermasters to be rewarded.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'With the small number of Phetekâri making the journey into the Ikorbân Valley, we did not expect to obtain and catalogue so much information this quickly. It is only through your assistance we obtained this knowledge.\\n\\n'If you continue to deliver the wealth of information you gather, you will overwhelm our capacity to catalogue everything you find. This is a fine problem to have and Captain Rothog will be very pleased.\\n\\n'Please, take one of these as a gift for your continued assistance. Shulêga can furnish you with more rewards and materials to obtain more knowledge from the ruins scattered throughout Shagâna.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ally of the Phetekâri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Reach Ally tier with the Phetêkari",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'If you continue to deliver the wealth of information you gather, you will overwhelm our capacity to catalogue everything you find. This is a fine problem to have and Captain Rothog will be very pleased.\\n\\n'Please, take one of these as a gift for your continued assistance. Visit a quartermaster for other rewards.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Visit the Tale-warden Assistant, Mashêm at Telperiën's Gate, or any of the other Phetekâri quartermasters at Iridír, Jirush, or Urmâkh to claim a gift from the Tale-wardens of Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Visit the Tale-warden Assistant, Mashêm at Telperiën's Gate, or any of the other Phetekâri quartermasters at Iridír, Jirush, or Urmâkh to claim a gift from the Tale-wardens of Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Visit Mashêm at Telperiën's Gate to claim your gift",
      "es": "",
      "es (fem)": ""
    }
  ]
}