{
  "id": 621098460,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'If you are willing to search for the swords, perhaps you would be willing to go to Sûr Zugub as well? It is the home of sand-sifters; nasty things. I have never been there myself, but it is said that an entire Ordâkhai troop was lost there. Travellers claim to have seen the metal of their shields glinting in the sun, but none have dared enter the valley, lest they meet the same fate as the soldiers.\\n\\n'If you can handle the sand-sifters, collecting those shields should recover quite a bit of metal I can work with. And speaking honestly, the more of those sand-sifters you can slay while you're there, the better. Sûr Zugub is to the south-east of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "Collected metal shields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Defeat sand-sifters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Sigênik has asked you to travel to Sûr Zugub, south-east of Western Khanâg, and collect any abandoned metal shields you find. He would also like you to slay the resident sand-sifters while you're there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Sigênik, a craftsman in Western Khanâg, has told you his plan to reuse the metal from lost shields in Sûr Zugub. He would also like you to slay sand-sifters while you are there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "Sigênik's eyes widen at the sight of the metal shields you have brought him.\\n\\n'[placeholder], these are wonderful! And you defeated many sand-sifters as well? Truly, you a a gift to Khûd Zagin. You have my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e23",
      "en": "Bring the metal shields to Sigênik in Western Khanâg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Collecting Scraps",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Defeated sand-sifters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "You have collected metal shields and defeated sand-sifters. You should return to Western Khanâg to give the shields to Sigênik.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Collect metal shields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}