{
  "id": 621098515,
  "txt": [
    {
      "id": 45695989,
      "en": "Places a blue dwarf-candle.",
      "es": ""
    },
    {
      "id": 252566373,
      "en": "Dazzling blue fireworks",
      "es": ""
    },
    {
      "id": 15871724,
      "en": "A finely-crafted costume in the guise of Galadriel. Will you be fair and terrible such that all will love you?",
      "es": ""
    },
    {
      "id": 62038338,
      "en": "Using a candle, a mirror, a right angle, and some alcohol (for the victim) the illusion of a ghost can be created around the target. Using this skill on mounted players will have no effect on them.",
      "es": ""
    },
    {
      "id": 252644498,
      "en": "Poking friends with spider legs makes for lots of laughs.",
      "es": ""
    },
    {
      "id": 90827197,
      "en": "It's kinda like a gross piñata, except instead of giving you candy it gives you gross.",
      "es": ""
    },
    {
      "id": 23018951,
      "en": "A finely-crafted costume in the guise of the Witch-king of Angmar. Be careful not to bump into any daggers of Westernesse!",
      "es": ""
    },
    {
      "id": 219125337,
      "en": "Celebrate!",
      "es": ""
    },
    {
      "id": 76989252,
      "en": "Celebrate!",
      "es": ""
    },
    {
      "id": 154792340,
      "en": "Ingredients: Whole grain oats, Sandson's Farm chicken by-products, tater meal, toad concentrate, hobbit-toes, Elf-ears, dwarf-beards, added colours, people.\\n\\nYum! No wonder mobs eat this...",
      "es": ""
    },
    {
      "id": 96704467,
      "en": "Apparently this bird seed has been mixed with Lembas making it highly desireable to birds, though it smells quite *fowl* to you! (haha!)",
      "es": ""
    },
    {
      "id": 94556482,
      "en": "Apply facepaint to your cheek with a star pattern.",
      "es": ""
    },
    {
      "id": 156197340,
      "en": "A finely-crafted costume in the guise of Tom Bombadil. Never have you felt so compelled to hop along and speak in accentual verse! Hey dol! Merry dol! Ring a dong dillo!",
      "es": ""
    },
    {
      "id": 140979991,
      "en": "Ghost-bear!",
      "es": ""
    },
    {
      "id": 94514085,
      "en": "Apply facepaint to your cheek with a pipe pattern.",
      "es": ""
    },
    {
      "id": 206502926,
      "en": "This trusty watering can always seems to have plenty of water within it for gardening.",
      "es": ""
    },
    {
      "id": 106705427,
      "en": "It's a bit redundant to call these 'Gross Bugs' as all bugs are inherently gross.",
      "es": ""
    },
    {
      "id": 50049288,
      "en": "A finely-crafted costume in the guise of Hermáth Stormhammer as he appeared in T.A. 2799. Perfect for reminiscing about tales of yore!",
      "es": ""
    },
    {
      "id": 99691340,
      "en": "This crystal came from a Grim. You wonder what will happen when you crush it. You should probably crush it in the direction of someone else.",
      "es": ""
    },
    {
      "id": 237026261,
      "en": "Awesome orange fireworks",
      "es": ""
    },
    {
      "id": 125598585,
      "en": "Available in the Patron's Luxuriant Coffer of the Sands.",
      "es": ""
    },
    {
      "id": 143592889,
      "en": "An unsettling relic from the depths of Utug-bûr",
      "es": ""
    },
    {
      "id": 21600807,
      "en": "Carry around your prized Dorking chicken.",
      "es": ""
    },
    {
      "id": 93801102,
      "en": "Place down a surprisingly realistic scorpion to startle your friends.\\n\\nAvailable in the Legacy of Morgoth Collector's Edition or Ultimate Fan Bundle.",
      "es": ""
    },
    {
      "id": 109759344,
      "en": "A map that leads to fantastic treasures and riches. If only one could read it...",
      "es": ""
    },
    {
      "id": 260009112,
      "en": "A pile of very fine, very fluffy snow that... doesn't melt?",
      "es": ""
    },
    {
      "id": 195237004,
      "en": "Set some fireworks.",
      "es": ""
    },
    {
      "id": 235584610,
      "en": "Set some fireworks.",
      "es": ""
    },
    {
      "id": 177801955,
      "en": "Really just a jumbled assortment of costume armour. It will have to do.",
      "es": ""
    },
    {
      "id": 2715122,
      "en": "A finely-crafted costume in the guise of a goblin Corsair. Pulling from an assortment of Corsair paraphernalia, you feel ready to loot every kind of treat!",
      "es": ""
    },
    {
      "id": 239890903,
      "en": "Places a yellow dwarf-candle.",
      "es": ""
    },
    {
      "id": 170752724,
      "en": "Apply facepaint to your cheek with a sword pattern.",
      "es": ""
    },
    {
      "id": 226030037,
      "en": "For those who would prefer not to sing or speak while gathering their treats.",
      "es": ""
    },
    {
      "id": 144530337,
      "en": "A finely-crafted costume in the guise of Sara Oakheart. Don't put it on too quickly!",
      "es": ""
    },
    {
      "id": 209414756,
      "en": " ",
      "es": " "
    },
    {
      "id": 257263314,
      "en": "Place down a basic camping chair. Perfect for long nights by the camp-fire or relaxing in nature.",
      "es": ""
    },
    {
      "id": 169034684,
      "en": "A finely-crafted costume in the guise of Amarthiel, Champion of Angmar. You've never felt more like yourself!",
      "es": ""
    },
    {
      "id": 62578162,
      "en": "A mysterious wanderer from a far-off land!",
      "es": ""
    },
    {
      "id": 248381053,
      "en": "Lobelia Grubb and her friends took some old thing out of the bin and stuffed it into this bag to be handed out. You probably won't know what it is until you've put it on.",
      "es": ""
    },
    {
      "id": 103079906,
      "en": "Place down a smoking bauble to share with friends.",
      "es": ""
    },
    {
      "id": 179637863,
      "en": "Stunning yellow fireworks",
      "es": ""
    },
    {
      "id": 237599300,
      "en": "Toss out some delicious bird feed, sure to attract some feathered friends!",
      "es": ""
    },
    {
      "id": 170335021,
      "en": "A finely-crafted costume in the guise of Gollum... or Sméagol, depending on who you ask. Nevertheless, it is a precious addition to your collection!",
      "es": ""
    },
    {
      "id": 14636406,
      "en": "The highest level of craftmanship -- buy dwarf!",
      "es": ""
    },
    {
      "id": 46288162,
      "en": "Place down a small cozy shelter, ideal for long nights travelling Middle-earth.",
      "es": ""
    },
    {
      "id": 133860326,
      "en": "A finely-crafted costume in the guise of Durin VI. Don't delve too deep in search of treats!",
      "es": ""
    },
    {
      "id": 107153179,
      "en": "Carry around your prized Black-foot chicken.",
      "es": ""
    },
    {
      "id": 248305045,
      "en": "Places a purple dwarf-candle.",
      "es": ""
    },
    {
      "id": 106418213,
      "en": "Carry around your prized white chicken.",
      "es": ""
    },
    {
      "id": 203244137,
      "en": "Celebrate!",
      "es": ""
    },
    {
      "id": 186375973,
      "en": "A finely-crafted costume in the guise of Gandalf the White. Although you look the part, you ought to think twice before trying to tame one of the mearas!",
      "es": ""
    },
    {
      "id": 241695303,
      "en": "Set some fireworks.",
      "es": ""
    },
    {
      "id": 207023266,
      "en": "A beautiful flower you have found. Place it down to show it off!",
      "es": ""
    },
    {
      "id": 233876532,
      "en": "Impressive red fireworks",
      "es": ""
    },
    {
      "id": 248221780,
      "en": "Places down a fine crop, sure to be the envy of any farmer, possibly even a contender in fairs.",
      "es": ""
    },
    {
      "id": 153962136,
      "en": "Swallow this potion to breathe fire and win the admiration of any who stand near.",
      "es": ""
    },
    {
      "id": 230512644,
      "en": "An impressive bit of fireworks made by the hobbits of the Shire.",
      "es": ""
    },
    {
      "id": 263386612,
      "en": "Basket filled with yummy goodness",
      "es": ""
    },
    {
      "id": 87819988,
      "en": "Hold out your hand for a feathered friend to come and perch on it!",
      "es": ""
    },
    {
      "id": 140915125,
      "en": "Carry around your prized orange Wyandotte chicken.",
      "es": ""
    },
    {
      "id": 199685253,
      "en": "Places a white dwarf-candle.",
      "es": ""
    },
    {
      "id": 194351006,
      "en": "Places a green dwarf-candle.",
      "es": ""
    },
    {
      "id": 36449972,
      "en": "Each time you pull out this pipe, it always seems full of a different batch of pipe-weed.",
      "es": ""
    },
    {
      "id": 192258036,
      "en": "Oh boy, oh boy! An extra deliciously tasty biscuit! Om nom nom nom!",
      "es": ""
    },
    {
      "id": 241218596,
      "en": "Set some fireworks.",
      "es": ""
    },
    {
      "id": 160391789,
      "en": "This looks like a budget version of a snow globe. It's basically just a handful of snow...in a jar. If you want it to snow you'll probably just have to open it and turn it upside down.",
      "es": ""
    },
    {
      "id": 196934482,
      "en": "A finely-crafted costume in the guise of the Servant of the First Crafter as he appeared in his true form. Perfect for crafting in style!",
      "es": ""
    },
    {
      "id": 233891838,
      "en": "A simple set of fireworks crafted by mortal hands.",
      "es": ""
    },
    {
      "id": 106894793,
      "en": "Instructions: Apply gently, but firmly to target's face. One application per usage. Please see your Minstrel if conditions persist. WARNING: Target must remove all hats, helms, and other headgear for Coveritol to function properly.",
      "es": ""
    },
    {
      "id": 2190313,
      "en": "A finely-crafted costume in the guise of Goldberry. Old Man Willow wouldn't dare bother you now!",
      "es": ""
    },
    {
      "id": 154041237,
      "en": "Place down a cozy camp-fire.",
      "es": ""
    },
    {
      "id": 181945957,
      "en": "Places an orange dwarf-candle.",
      "es": ""
    },
    {
      "id": 96901679,
      "en": "Essence of Toad has a million and one uses. Whether it's a troublesome enemy, an annoying friend, or a beautiful woman who's out of your league, in the end all glory will be yours.\\n\\nWill cause nearby players to faint.",
      "es": ""
    },
    {
      "id": 171528440,
      "en": "A finely-crafted costume in the guise of Mordirith, the False King of Angmar. You just keep coming back to this one!",
      "es": ""
    },
    {
      "id": 123130569,
      "en": "Celebrate!",
      "es": ""
    },
    {
      "id": 462348,
      "en": "Set some fireworks.",
      "es": ""
    },
    {
      "id": 209125266,
      "en": "Frostily delicious! Warning: It's got a bit of a kick.",
      "es": ""
    },
    {
      "id": 69985204,
      "en": "Places a red dwarf-candle.",
      "es": ""
    },
    {
      "id": 212489733,
      "en": "A finely-crafted costume in the guise of battle-ready Galadriel. What evil can stand before this vision?",
      "es": ""
    },
    {
      "id": 202476558,
      "en": "You don't know what D.R.A.G.O.N. stands for, so you best try this on someone else. Though there is some fine print: 'Made with 10% real dragons'.",
      "es": ""
    },
    {
      "id": 207429381,
      "en": "Apply facepaint to your cheek with a bee pattern.",
      "es": ""
    },
    {
      "id": 14288462,
      "en": "Splendid green fireworks",
      "es": ""
    },
    {
      "id": 184874194,
      "en": "Apply facepaint to your cheek with a feather pattern.",
      "es": ""
    },
    {
      "id": 221073089,
      "en": "Place down a nice pot of flowers, sure to give off a calming sensation to those near you.",
      "es": ""
    },
    {
      "id": 221073090,
      "en": "Place down a magnificent potted fern.",
      "es": ""
    },
    {
      "id": 221073091,
      "en": "Place down a pot of lovely flowers, sure to make anyone smile.",
      "es": ""
    },
    {
      "id": 96793784,
      "en": "Lilacs, vanilla, freshly baked cookies. These are NOT the types of smells this item will create.",
      "es": ""
    },
    {
      "id": 221073092,
      "en": "Place down a pot of fantastic golden flowers to show off.",
      "es": ""
    },
    {
      "id": 96160430,
      "en": "A finely-crafted costume in the guise of Saruman of Many Colours. Truly, an outfit for every occasion!",
      "es": ""
    },
    {
      "id": 260609329,
      "en": "Carry around a finely wrought torch to light your way.",
      "es": ""
    },
    {
      "id": 233889958,
      "en": "Artistry unparalleled, Elf-fireworks always amaze.",
      "es": ""
    },
    {
      "id": 260609330,
      "en": "Carry around a simple torch to light your way.",
      "es": ""
    },
    {
      "id": 214060531,
      "en": "Sit back and set yourself free.",
      "es": ""
    },
    {
      "id": 142611442,
      "en": "Carry around your prized scrapper chicken.",
      "es": ""
    },
    {
      "id": 43405088,
      "en": "Attach a clump that clings to you. Now go and find someone else to which it can stick.",
      "es": ""
    },
    {
      "id": 207233239,
      "en": "Apply facepaint to your cheek with a bow pattern.",
      "es": ""
    },
    {
      "id": 20286450,
      "en": "Ever been hit with a snowball? Picture that except replace the snow with rotten slug slime.",
      "es": ""
    },
    {
      "id": 146180665,
      "en": "A finely-crafted costume in the guise of Gandalf the Grey. To think some folks thought you would not pass for a Wizard!",
      "es": ""
    },
    {
      "id": 164506737,
      "en": "Play an ominous bird call.",
      "es": ""
    },
    {
      "id": 8802964,
      "en": "Carry around your prized red chicken.",
      "es": ""
    },
    {
      "id": 164506738,
      "en": "Play a quick bird call.",
      "es": ""
    },
    {
      "id": 133600073,
      "en": "Apply facepaint to your cheek with a butterfly pattern.",
      "es": ""
    },
    {
      "id": 164506739,
      "en": "Play a high pitched bird call.",
      "es": ""
    },
    {
      "id": 54556061,
      "en": "A finely-crafted costume in the guise of Skorgrím Dourhand. You wouldn't be the first to wear such a costume!",
      "es": ""
    },
    {
      "id": 164506740,
      "en": "Play a longer bird call.",
      "es": ""
    },
    {
      "id": 30058594,
      "en": "Apply facepaint to your cheek with a flower pattern.",
      "es": ""
    },
    {
      "id": 129931733,
      "en": "A crate of fine yet strong smelling cheese. Place this down and see who is adventurous enough to try some.",
      "es": ""
    },
    {
      "id": 181442141,
      "en": "Someone removed the label on this firework, making it impossible to know what explosion to be expecting.",
      "es": ""
    },
    {
      "id": 106713012,
      "en": "This black silk glove has a name stitched into its wrist: 'Bigby'.",
      "es": ""
    },
    {
      "id": 24838572,
      "en": "This is probably the best snowball that has ever been made. Just the right weight. Just the right amount of moisture. Just the right number of ice shards to really take down your victim.",
      "es": ""
    },
    {
      "id": 171199013,
      "en": "Beautiful purple fireworks",
      "es": ""
    },
    {
      "id": 54285430,
      "en": "Eighteen Year Gift Anniversary Fireworks.",
      "es": ""
    },
    {
      "id": 35363825,
      "en": "Place down a smoking bauble to share with friends.\\n\\nAvailable in the Legacy of Morgoth Ultimate Fan Bundle.",
      "es": ""
    },
    {
      "id": 234743378,
      "en": "Tales are told of Mordor's pitiable labourers and the suffering they have endured.",
      "es": ""
    },
    {
      "id": 88118027,
      "en": "Warning: Kissing someone with this lipstick will leave him feeling groggy.",
      "es": ""
    },
    {
      "id": 265444725,
      "en": "Nothing about these vittles looks right, but you're probably going to try them anyways.\\n\\nLiver, don't fail me now!",
      "es": ""
    },
    {
      "id": 195139154,
      "en": "A finely-crafted costume in the guise of the Weeping Warrior, Karazgar. What's beneath his mask? Why, you, of course!",
      "es": ""
    },
    {
      "id": 77166478,
      "en": "Place a small lantern on the ground to have a bit of extra light in the darkest of places.",
      "es": ""
    },
    {
      "id": 60784408,
      "en": "Oh boy, oh boy! A gift box! You sure hope it is full of First Age Legendary Items and armour from Dâr Narbugud!",
      "es": ""
    },
    {
      "id": 99813349,
      "en": "The only thing to fear is...a crazy person with a bucket on his head.",
      "es": ""
    },
    {
      "id": 14676437,
      "en": "Brilliant Eagle fireworks.",
      "es": ""
    },
    {
      "id": 240044979,
      "en": "A fearsome Orc of Mordor.",
      "es": ""
    }
  ]
}