{
  "id": 621098470,
  "txt": [
    {
      "id": "0x6a502a4",
      "en": "Bring a bucket of water to the tired donkey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "You have given the donkey some refreshing water. Next, you should find some fresh straw and give him something to eat. There is a stack of donkey feed on the north-west side of Western Khanâg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Bring fresh straw to the tired donkey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Groom the tired donkey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Tell the donkey that he is very handsome",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "You have done everything you can think of to fulfil the donkey's needs. You should talk to his owner, Bangud, in Western Khanâg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xeb01143",
      "en": "Water seems to be the donkey's most immediate need. There is a bucket of water near the north-eastern fountain in Western Khanâg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "You have watered and fed the tired donkey. Next, you should brush the dust from his coat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Talk to Bangud",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'I thank you for your help, stranger. He looks much happier now. Telling him that he is handsome was a good touch.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "You have watered, fed, and groomed the tired donkey. Donkeys are social animals. Perhaps you should also talk to him and give him a compliment?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e23",
      "en": "Bring the rusty swords to Sigênik in Khanâg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bangud, a traveller resting in Western Khanâg, has injured his back and is unable to tend to his tired donkey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Excuse me stranger, have you a moment to spare? I have thrown out my back and I am unable to care for my donkey. We have just returned from a long journey and the poor animal needs tending to, but I am unable to do it.\\n\\n'Do you have a moment to help? He needs fresh food, water, and the dust brushed from his coat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Making of a Happy Donkey",
      "es": "",
      "es (fem)": ""
    }
  ]
}