{
  "id": 621098505,
  "txt": [
    {
      "id": 216727827,
      "en": "Zidek tried sending the hungry dog away, but you took pity upon the animal and bought some meat for the dog. You should give it to him.",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Talk to Zidek",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'That accursed beast has been coming around a lot lately. I have no meat to spare on a beggar, much less a beggar that is a mangy cur.'\\n\\nYou look at the dog who has soft, sad eyes, and he doesn't look like a mangy cur to you. You ask the butcher if you can buy some meat for the dog.\\n\\n'Well.. as long as it is paid for.'\\n\\nYou pay him and he reluctantly gives you some meat.",
      "es": ""
    },
    {
      "id": 238152353,
      "en": "'Is that a dog behind you?'",
      "es": ""
    },
    {
      "id": 238152354,
      "en": "'[placeholder], why are you running around with a hunk of meat?'",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Give food to the hungry dog",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "You hold the meat out to the dog, and he takes it from you, careful not to bite your hand. He wags his tail and continues to lick your hand long after the food is gone.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Zidek is trying to send the hungry dog away. You should talk to Zidek.",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Give the dog a <rgb=#00FF00>pat</rgb>.",
      "es": ""
    },
    {
      "id": 246419777,
      "en": "You have given meat you bought from Zidek to the hungry stray and can see that he is a gentle and intelligent dog. Afterward, you gave the good dog some pats that did not go unappreciated. You should talk to Zidek.",
      "es": ""
    },
    {
      "id": 246419779,
      "en": "Zidek said he would feed the dog if he serves as the protector and companion of Ubdun the goatherd. He has pointed to a large, juicy steak on the table, and asked you to take it and see if the dog will follow you to Ubdun.",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Talk to Zidek",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Carry the steak to Ubdun outside Jirush",
      "es": ""
    },
    {
      "id": 246419782,
      "en": "The dog has followed you, or rather the steak, to Ubdun's location, near Jirush. You should talk to Ubdun.",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "You have given meat you bought from Zidek to the hungry stray and can see that he is a gentle and intelligent dog. You should give him some pats.",
      "es": ""
    },
    {
      "id": 177082741,
      "en": "The dog followed you!",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "A hungry dog whines and begs at Zidek's butcher shop.",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Talk to Ubdun",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "You can see that the expression in Zidek's eyes has softened since he watched you interact with the hungry stray dog.\\n\\n'You know, now that I think about it, it is possible I can spare some meat for the beast. If he works for it, that is. It seems that Ubdun could use a companion and protector while herding the goats, and this fellow looks like he needs a companion in addition to something to eat.\\n\\n'Here, take that steak on the table and see if the dog will follow you to Ubdun.'",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'What a wonderful idea! Zidek is so kind and smart. This is the perfect solution. No brigand dare attack me now! It will be good to have both a protector and a new friend. Thank you once again [placeholder], for everything you have done. For all of us.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883673,
      "en": "The dog is whining, staring at the meat Zidek has for sale.\\n\\n'Off with you, you pest!'\\n\\nZidek looks about, presumably for something to throw at the dog.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Needs Fulfilled",
      "es": ""
    }
  ]
}