{
  "id": 621098502,
  "txt": [
    {
      "id": "0x9b56856",
      "en": "'Thank you for saving me! It was lucky you happened by.'\\n\\nYou tell him it was no accident, and that Zidek had sent you to find him.\\n\\n'Bless Zidek, I hope he is not too cross with me. There is nowhere in the Khûd that is not dangerous, and the goats must be taken somewhere to graze. This patch of green is as good as any. Give my thanks to Zidek for sending you, and tell him I will return when the goats have had their fill.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Missing Goatherd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "You have defeated the brigands and freed their prisoner, Ubdun the goatherd. You should return to where you saw the goats near Jirush and talk to Ubdun.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Defeat Khûdi toughs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Excuse me, could I bother you for a moment? My partner should have been back by now and I am worried about him. I would look for him, but I cannot leave my shop. He took the goats out to graze and has yet to return. I told him not to go too close to Jirush, but I fear he has done it anyway.\\n\\n'There are some evil folk out that way, I told him, and of course, he says there are evil folk everywhere. He is not wrong, but I have heard some brigands have been camping in that area, and I do not like it. Would you check on him and see that he and the goats are safe? I am finding it difficult to focus on my work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Free Ubdun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "You have freed Ubdun from being taken prisoner by brigands. He has returned to tend his goats and asked you to talk to Zidek in Western Khanâg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Talk to Ubdun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "You have found some goats",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "There is nobody about",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Zidek's partner, Ubdun, is out herding goats but should have returned by now. The butcher has asked you to ensure the goatherd is all right and thinks he may have gone in the direction of Jirush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01152",
      "en": "Near Jirush, you have found goats without a goatherd. Was he harmed by brigands, as Zidek feared? You should find the camp Zidek mentioned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "You have found goats near Jirush. You should look for the goatherd.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Look near Jirush, to the south-east of Western Khanâg, for the missing goatherd.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x8ae8621",
      "en": "'I need to get back to my goats!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56841",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x9b56844",
      "en": "'Where is Ubdun?'\\n\\nYou recount the tale of what happened, and Zidek looks both relieved and frustrated.\\n\\n'I am glad he is safe, but curse him, he is probably right that there would be some sort of danger no matter where he took them. I do not know what else there is to be done. Thank you for your help, especially for saving Ubdun.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Talk to Zidek in Western Khanâg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1170",
      "en": "You found the brigand camp, and they are holding a prisoner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Find the missing goatherd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1173",
      "en": "Defeated Khûdi toughs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "<rgb=#00FF00>Look</rgb> for the goatherd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Find the nearby brigand camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "You have found the brigand camp, and saw that they are holding a prisoner. You should defeat the brigands and free their prisoner.",
      "es": "",
      "es (fem)": ""
    }
  ]
}