{
  "id": 620804191,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'My mother told me that you gathered supplies for the kelkka, we are so happy to have your help.\\n\\n'I am actually a little frightened, too. A horrible wolverine jumped out at me while I was making my way around the lake! It was big and ugly...I thought for a moment it would surely swallow me whole.  \\n\\n'Maybe I ask too much of you, Sivullinen, but if you could check along the north road for me and be sure the wolverines have not found something they are protecting, I would be able to walk the lakeshore without a care!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I knew they had found something, but something as nice as a bird's nest I would not have suspected.\\n\\n'It was small you say? You must be a mighty hero indeed to mock such a menace!\\n\\n'Thank you again. Tomorrow I will make haste for the shore.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Minuscule Menace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A wolverine jumped out at Mainio while he was out at the lake.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the snarling wolverine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the snarling wolverine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The snarling wolverine is on a lakeside cliff, off the north-west road from Kauppa-kohta.\\n\\nA snarling wolverine jumped out at Mainio and scared him. He asked you to investigate and make sure the wolverines are not a threat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Mainio",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mainio is at Kauppa-kohta, south of the road.\\n\\nYou should return with news of your success against the snarling wolverine.",
      "es": "",
      "es (fem)": ""
    }
  ]
}