{
  "id": 620804192,
  "txt": [
    {
      "id": 218649169,
      "en": "'For many long winters, we have sparred with the Susi-väki for control of these harsh lands, but we have not truly fought a war in the memories of our fathers or even our grandfathers. Now war comes upon us, unlooked for and uninvited. The Susi-väki assaults have become more vicious and frequent, and dark allies have joined with them -- the Kivi-väki from the South who name themselves Dourhands, as well as the Angmarim from the East.\\n\\n'More Men and dwarves from the South have also come to us of late, seeking to make an alliance with us. To accept their offers would draw us remorselessly to war, but to reject them may well leave us at the mercy of ancient enemies. So I ask you this: Will you show us your strength in war and strike against the Susi-väki who are our enemies? If so, I would have you attack the boundaries of their ancestral homeland itself, far to the West across the Ice Bay.\\n\\n'On the southern edge of the great glacier where both of our peoples have long hunted and fought, the Susi-väki have long maintained a line of wards marking the edge of their lands. Burn these wards, and in so doing, let the Susi-väki know that the Lumi-väki and their allies shall make true war upon them -- and stain every flake of snow with blood, if need be -- should they continue their aggression.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done. This act shall declare to the Susi-väki that their aggression shall not go unanswered.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you destroyed the markers of the Susi-väki yet?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Frozen War",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Lossoth of Forochel have found themselves swept up in the rising tide of war in their northern realm, for the Angmarim have incited the ancient hatred between the Lossoth and the Gauredain. Hoping to make an alliance with the Lossoth, representatives of Men and dwarves from the south have come to Forochel to lend their aid.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Destroyed territory markers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Destroy Gauradan territory markers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Gauradan wards run in a line north of the Guaredain encampment Barad Gaurhoth, near Zigilgund. These wards are far across the bay to the south-west of Sûri-kylä.\\n\\nVämmä has asked you to make a symbolic attack upon the wards that define the borders of the Gauredain's homeland.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with Vämmä at Sûri-kylä",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Tell Vämmä that the Guaradan territory markers have been destroyed. He can be found at Sûri-kylä.",
      "es": ""
    }
  ]
}