{
  "id": 620804190,
  "txt": [
    {
      "id": 218649169,
      "en": "'Sivullinen, we must talk quietly, but quickly.  There is a horrific threat along the gentle shores of our lake. I have heard Valtteri's hunters gather in the twilight at the gates of the town in hurried whispers, readying themselves for some kind of assault. I try not to be a curious person, but if Valtteri is concerned, then the likes of me should bolt for the fair fields in the South!  \\n\\n'I heard them talk of a Surmâja who by night watched us from the battered peaks and spoke to Angmar in a voice we dare not try to understand. This Surmâja, whom we call Blökk, was bred long ago in that horrid land and now waits in the shadows for the right time to signal an attack upon us.' \\n\\n'I fear Valtteri is not moving quickly enough. Someone needs to strike down this craven beast. Will you do this? Blökk wanders among the other Surmâja, along the west shore.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You killed Blökk? You just...walked up and defeated such a cunning beast? If Valtteri's hunters were so careful, I find it hard to believe that you were able to eliminate the Surmâja without more deliberate planning.  \\n\\n'You might think we are a foolish people, [placeholder], but we do not tolerate being insulted. Take this and be on your way. I will pay a real hero far more.' ",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Stare from the Wild",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Warg Blökk lies in wait along the western shore of the lake. This beast is under the influence of Angmar's evil and seeks to destroy the Lossoth at Kauppa-kohta.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Blökk",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Blökk can be found on the west shore of the lake.\\n\\nMirja has asked you to slay the Warg Blökk in an effort to protect Kauppa-kohta.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Mirja",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Mirja is at Kauppa-kohta.\\n\\nWith Blökk defeated, you should return to Mirja with news of your victory.",
      "es": ""
    }
  ]
}