{
  "id": 620864630,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'According to Algraig legends, the barrows of the interred dead are marked with cairn-stones.  These cairn-stones are rememberances of past glories and the stories of the dead. Recently, however, several of the cairn-stones located north of Trac-plas have been cruelly corrupted, violating the resting places of the dead.\\n\\n'Will you look for these markers and examine them, so that we might see what has happened to them and what the cause of the corruption might be?\\n\\n'Travel south along the road, until you reach a broken bridge. Then head westwards to the entrance to Trac-plas. You will find the corrupted stones to the north.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The symbols and the liquid that you discovered are strong evidence of the evil that has befallen the Lich Bluffs.\\n\\n'I fear an ancient enemy has emerged, and the unrest in the tombs may be its work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The corrupted cairn-stones lie among the barrows to the north of Trac-plas.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Corruption of Cairns",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The ancient homes of the interred dead have been violated. Cairn-stones that once stood as markers for the honoured dead are now being corrupted towards a dark purpose.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Investigated cairn-stones  ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Investigate cairn-stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The corrupted cairn-stones lie to the north of Trac-plas, south-west of Mincham's camp.\\n  \\nMincham asked you to seek out corrupted cairn-stones, examine them, and report back with your findings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Mincham in the Lich Bluffs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mincham's camp is north-east of Trac-plas.\\n\\nYou should return to Mincham and report that you discovered a strange liquid had been poured on the cairn-stones, and that several dark markings were engraved upon them as well.",
      "es": "",
      "es (fem)": ""
    }
  ]
}