{
  "id": 620864629,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Gathered kingsfoil leaves to treat Amdir's wound ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Strider, worried for his wounded friend, has asked you to seek a herb called \\qKingsfoil,\\q which he believes will slow the poison of the evil knife that pierced Amdir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Amdir, my poor old friend! A shadow has crept over him... the Black Rider that stabbed him is more fell than any creature you will meet in your travels!\\n\\n'We have little time, and we must stretch what time we have by doing two things at once. Amdir needs medicine, [placeholder], and quickly. Do you know of a plant called kingsfoil? It has great power to heal.\\n\\n'You should ask Captain Brackenbrook if he knows of any that grows in these parts. Offer him assistance as well, if it does not take you far out of the way. We must begin to work on him, and perhaps he will look more kindly upon you after you do him a good deed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Captain Brackenbrook is near The Mad Badger Inn in the village of Archet.\\n\\nYou should ask the Captain if he knows of any kingsfoil plants nearby and also if he would like some assistance to earn his favour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Kingsfoil, eh? 'Tis a nice leafy plant that grows around Bronwe's Folly, a ruin south of here. Help yourself to as much as you'd like; we've no use for it.\\n\\n'And as for your offer of assistance, I will take you up on it! We are always in need of able hands, and you might as well earn your keep while you stay with us.\\n\\n'My best man, Calder Cob, is having trouble with wolves of late. Perhaps you could help him on your way to do your gardening job for the Ranger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Calder Cob is at a farm outside of Archet, on the way to Bronwe's Folly as you take the road south from the town. Kingsfoil can be found at Bronwe's Folly.\\n\\nYou should speak with Calder Cob and see how you can assist him against the threat of attacking wolves before heading to the ruins to pick kingsfoil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Strider is in the town of Archet, awaiting your return with leaves and news of your efforts to get Brackenbrook to trust you.\\n\\nYou should bring Strider the kingsfoil and inform him of Calder Cob's treacherous behaviour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Calder Cob is my best man in this town. If you help him, you shall earn your keep here. If he thinks favourably of you, I might be inclined to warm up to you, despite your choice of friends!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Danger has found you much earlier than I predicted! It sounds like Calder Cob had it in for you before you even arrived.\\n\\n'How did he know of you, if he was at his post? And how did that Blackwold know you were coming?\\n\\n'Thank you for the risk you took to deliver the kingsfoil. I will think upon this riddle while I prepare a salve for Amdir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Assist Captain Brackenbrook if you are able, but it is important that kingsfoil be brought back. Many deem it useless, but it is a powerful herb with many positive uses.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Assist Captain Brackenbrook if you are able, but it is important that kingsfoil be brought back to me. Many deem it useless, but it is a powerful herb with many positive uses.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Ask Captain Brackenbrook for directions and begin to try to earn his favour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete a quest for Calder Cob, Brackenbrook's most trusted soldier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Gather kingsfoil leaves to treat Amdir's wound ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return to Strider with the kingsfoil and your strange tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro: Remedy of the Old Kings",
      "es": "",
      "es (fem)": ""
    }
  ]
}