{
  "id": 620864727,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Found the first skeleton pile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Found the second skeleton pile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Found the third skeleton pile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Recently, several barrows in the Lich Bluffs have been disturbed. The bodies of the dead have been removed from their crypts and desecrated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'These barrows have long been home to the dead of the Algraig clans of the Dunlendings -- and many other older peoples -- the bodies lain to rest after the customs of these people. Recently, however, several of the barrows have been desecrated for some nefarious purpose. I have heard that some of the corpses have recently been dragged out of their resting places and left for scavengers.\\n\\n'Perhaps you would be willing to travel into the barrows where these bodies have been seen and investigate for me? It is a gruesome task, but I fear a great evil is growing within this place.\\n\\n'The barrows I speak of are located east of the main road, upon the southern border of the Lich Bluffs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The barrows Mincham wants you to investigate are located to the east of the road, along the southern border of the Lich Bluffs.\\n\\nMincham has asked you seek out the entrances to some of the barrows and investigate the corpses of the recently disturbed dead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My fears are true, it seems: a dark force is at work, raising wights across the Lich Bluffs. It is a tragedy that the bodies of these good people are being used for such nefarious purposes. \\n\\n'We will yet discover what evil force is at work here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mincham is at his camp, north of the barrows.\\n \\nYou should return to Mincham and report what you found at the ancient barrows.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I fear that a great evil is behind the desecration of the dead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the first skeleton pile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the second skeleton pile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find the third skeleton pile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Mincham in the Lich Bluffs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Source of the Unrest",
      "es": "",
      "es (fem)": ""
    }
  ]
}