{
  "id": 620864662,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected an intact corrupted phial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The foetid liquid you discovered in the barrows of the Lich Bluffs may yet provide a clue to the mystery of the Dead in that place.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This liquid you recovered may yet provide us a clue as to the forces behind the raising of the wights in the Lich Bluffs. I have heard of only a few creatures with such power, one of whom is the Witch-king of Angmar, but he is accounted for.\\n\\n'Perhaps if you can secure an intact phial of this liquid from one of the wights, I may be able to determine something of its origin.\\n\\n'I have seen many wights wandering among the barrows in the southern hills of the Lich Bluffs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wights can be found in great numbers among the southernmost barrows of the Lich Bluffs.\\n\\nMincham has asked you to try and recover an intact phial of the foetid liquid from the wights of the Lich Bluffs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The delivery of this phial is a grim but important discovery. It appears that these phials are being used to corrupt the bodies of the fallen in the Lich Bluffs. It may also partially be the cause of the corrupted cairn-stones.\\n\\n'We must work quickly to unravel who is behind this plot.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wights can be found in great numbers among the southernmost barrows of the Lich Bluffs.\\n\\nMincham has asked you to try and recover an intact phial of the foetid liquid from the wights of the Lich Bluffs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Mincham is at his camp north of the barrows.\\n\\nYou should return to Mincham and deliver the intact corrupted phial you collected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Perhaps if you can find an intact phial of this liquid, I may be able to determine its source.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Perhaps if you can find an intact phial of this liquid, I may be able to determine its source.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect an intact corrupted phial from the wights of the Lich Bluffs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect an intact corrupted phial from the wights of the Lich Bluffs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Mincham with the corrupted phial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Searching for Signs",
      "es": "",
      "es (fem)": ""
    }
  ]
}