{
  "id": 621042758,
  "txt": [
    {
      "id": "0x9b56888",
      "en": "'Well met. I am indeed Elgun.'\\n\\nYou hand her the necklace and tell her its story. She holds it gently, a look of sad wistfulness on her face.\\n\\n'Thank you for bringing this back to our family. My mother never doubted he loved her. I never got to meet my father, but now I have a piece of him, and of their love.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Elskur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Bring the necklace to Elgun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Participate in the war of Azanulbizar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Search for the buried necklace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Elskur can be found in eastern Azanulbizar.\\n\\nTalk to Elskur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Have you seen Elskur? He was asking after you. Did he find you? No? Perhaps you could go and see what he's about? He was due back some time ago.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The battle for Azanulbizar will take place before the gates of Moria.\\n\\nYou should take part in the battle for Azanulbizar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "DNT - 'Hmmm? Aye, it was supposed to be my watch last night, but Tébakh took over for me. Something I ate is wreaking havoc with my guts. Trust me, you don't want details.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730890",
      "en": "'She would have loved this view.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Ah, Hermáth. There you are. Listen, friend. I have a favour to ask of you. I have buried a necklace here for my wife. If... if something were to happen to me, would you dig it up and bring it to her? Tell her that I am sorry for the words I said when we parted?'\\n\\n'Of course,' you say.\\n\\n'Thank you, my friend. I should have given her the necklace before I left. She would have loved this view. Perhaps I shall return here with her one day, and this promise I ask of you will have been for naught.\\n\\n'Tell Sárgo I shall return shortly, will you? I think I will take in this view for a bit longer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Elskur, Elskur... let me think. Oh! Oh yes, I do remember now. Grandfather often spoke of him. He was one of the Burned, sadly.'\\n\\nYou ask her about the necklace.\\n\\n'Why no, grandfather never mentioned going back for that. I imagine that it could still be there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "DNT - 'Aye, I relieved Tébakh for a short while. I am ashamed to say that I may have… been distracted.\\n\\n'You are not going to believe me, but I am sure that I saw a ghost! I was standing by the wall when I saw something out the corner of my eye. A flittering of fabric, white-grey like sun-bleached bones. I thought it was someone’s cloak or something similar, but it vanished around the corner and was gone! I looked everywhere I could, but there was nothing to be found.\\n\\n'I heard a sound back at Tébakh’s post, so I rushed back. It was just Tébakh, returning with soup still in his beard. I mentioned not what I saw, as I knew it would be met with disbelief. Perhaps in the light of day you will find something I may have missed in the dark.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Hersegg can be found in Akrâz-zahar.\\n\\nYou should ask Hersegg about the necklace Elskur buried for his wife.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "A token of love, buried in war and forgotten by time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "The necklace can be found in the mountains east of the Mirrormere in Dimrill Dale.\\n\\nYou should look for the buried necklace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'How lovely this is! His wife was a woman of fine tastes and she would have loved this dearly. She joined her husband years ago, however. Their daughter Elgun, however, lives here in Erebor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Hersegg can be found in Akrâz-zahar.\\n\\nYou should bring the necklace to Hersegg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Speak with Hersegg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "A small mound of fresh dirt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "DNT - Speak with Zebena",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Hersegg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "DNT - Talk to Strázhek",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Elgun can be found in Erebor.\\n\\nYou should bring the necklace to Elgun.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "It's still here! After all these years!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Buried Promises",
      "es": "",
      "es (fem)": ""
    }
  ]
}