{
  "id": 621042652,
  "txt": [
    {
      "id": 261009383,
      "en": "None",
      "es": ""
    },
    {
      "id": 111477349,
      "en": "Talk to Prince Ingór",
      "es": ""
    },
    {
      "id": 226858322,
      "en": "'I have a mission for you.'",
      "es": ""
    },
    {
      "id": 226858323,
      "en": "'I ask you to accompany Zóva, and work to sow discord between the Orcs and hobgoblins.'",
      "es": ""
    },
    {
      "id": 226858324,
      "en": "'Good work.'",
      "es": ""
    },
    {
      "id": 190220704,
      "en": "'Aye, what did I tell you! I am pleased, and the Longbeards are pleased! Who do we have to thank? Why, it is you, of course!\\n\\n'Good work, [placeholder]!'",
      "es": ""
    },
    {
      "id": 190220752,
      "en": "'Ah, is that so? You and the Zhélruka have done well! Durin will be pleased to hear this news. It is now certain that Gundabad will be reclaimed, and for good!'",
      "es": ""
    },
    {
      "id": 246419830,
      "en": "Vérnozal can be found in Máttugard, by the Steepset.\\n\\nYou should talk to the Longbeard emissary at Vérnozal.",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Vérnozal can be found in Máttugard, by the Steepset.\\n\\nPrince Ingór wishes to talk to you.",
      "es": ""
    },
    {
      "id": 251140167,
      "en": "There is no twist in this Mission.",
      "es": ""
    },
    {
      "id": 190220712,
      "en": "'I ask you to accompany Zóva and work to sow discord between the Orcs and hobgoblins who camp near one another. I know that I can count on you, [placeholder].\\n\\n'When you return, I ask you to report your success to the visiting Longbeard emissary. He will want to be apprised of our efforts.'",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "You have pledged to lend your aid and your adventuring skills to the Zhélruka and to fight on their behalf in Gundabad.",
      "es": ""
    },
    {
      "id": 173025569,
      "en": "Talk to the Longbeard emissary at Vérnozal",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'[placeholder], I have a mission for you. We must set our attention toward reclaiming Gundabad. While the Orcs and hobgoblins of the Frost-horde who dwell in Gundabad have quarrelled in the past, it would seem that they seek to work together once more. It will be easier to reclaim Gundabad if our foes are not working as one.'",
      "es": ""
    },
    {
      "id": 126754722,
      "en": "Chapter 7: Pitting the Factions",
      "es": ""
    },
    {
      "id": 246419720,
      "en": "Vérnozal can be found in Máttugard, by the Steepset.\\n\\nPrince Ingór wishes to talk to you.",
      "es": ""
    },
    {
      "id": 111477273,
      "en": "Talk to Prince Ingór",
      "es": ""
    }
  ]
}