{
  "id": 621042756,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Ah, a comb? Thank you, friend. My thick fingers are no match for these snarls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e00",
      "en": "Return to Elgur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'For me? You have my thanks. I will be sure to pass this along to others in need as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730888",
      "en": "'Have you delivered all of the combs?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'What now? No, I haven't got a comb for you. Oh! You offer it to me! Well isn't that finely made. Give Elgur my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Oh! Give it here, will you? My own comb broke weeks ago. Well, I suppose you could tell that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Haban’akkâ have been at war and away from home for months. Simple acts can do much to improve morale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Excellently done, friend. This was a small thing, but is one that has the potential to impact our brethren greatly. No dwarf should go to war with his beard a tangled mess.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "Delivered bone combs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'The army has been on the move and on the attack for so long that I fear some of our brethren have forgotten better days. What seems a small thing may in truth be a large comfort. I have carved these combs from bone and horn. Please, bring them to those in need. Our beards are our pride, and our bedraggled friends will appreciate freeing their locks from the tangles and knots travel and fighting have brought on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bedraggled dwarves can be found in Amdân.\\n\\nYou should distribute bone combs to bedraggled dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'What's this now? A comb? I was going to get around to that... give it here, then.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Deliver bone combs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'A beard comb? What are you implying! Well, give it here. Might as well put it to use.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Elgur is located in Amdân.\\n\\nYou should return to Elgur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'A  beard comb? What are you implying! Well, give it here. Might as well put it to use.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bedraggled Dwarves",
      "es": "",
      "es (fem)": ""
    }
  ]
}