{
  "id": 621042645,
  "txt": [
    {
      "id": 261009383,
      "en": "Shared Corruption",
      "es": ""
    },
    {
      "id": 162883656,
      "en": "'Good work! The hall feels more like a home already! Now what else is missing? Ah yes, crystals! Upon reflection, I have decided this hall does not have enough crystal in it.'\\n\\nIngór smirks at you.\\n\\n'I have heard of a plentiful crystal mine in Gundabad where we can harvest some crystals for the hall. Go and mine some crystals for the hall of Vérnozal. The Zhélruka Clan is counting on you!'",
      "es": ""
    },
    {
      "id": 173025621,
      "en": "Plant crystals in crystal planters throughout Vérnozal ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477349,
      "en": "Talk to Prince Ingór",
      "es": ""
    },
    {
      "id": 133136726,
      "en": "Monsters in this mission will apply a corruption buff to nearby allies.",
      "es": ""
    },
    {
      "id": 148970387,
      "en": "Decorate Vérnozal with Zhélruka runners ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220704,
      "en": "'Aye, this hall is very welcoming now. Look around you, [placeholder]. You can almost see Gundabad as it once was, filled with life and beauty, as it soon will be again.\\n\\n'I believe that we have accomplished much on this day.'",
      "es": ""
    },
    {
      "id": 226858279,
      "en": "'I have need of your assistance.'",
      "es": ""
    },
    {
      "id": 226858280,
      "en": "'Good work.'",
      "es": ""
    },
    {
      "id": 148970390,
      "en": "Planted crystals in crystal planters ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 226858281,
      "en": "'Look around you. You can almost see the Gundabad that once was.'",
      "es": ""
    },
    {
      "id": 184621265,
      "en": "Vérnozal can be found in Máttugard, by the Steepset.\\n\\nYou should decorate Vérnozal with Zhélruka runners for Prince Ingór.",
      "es": ""
    },
    {
      "id": 246419830,
      "en": "Vérnozal can be found in Máttugard, by the Steepset.\\n\\nYou should place the crystals that you mined in the crystal planters scattered throughout Vérnozal.",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Vérnozal can be found in Máttugard, by the Steepset.\\n\\nPrince Ingór wishes to talk to you.",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "You have pledged to lend your aid and your adventuring skills to the Zhélruka and to fight on their behalf in Gundabad.",
      "es": ""
    },
    {
      "id": 251715860,
      "en": "Decorate Vérnozal with Zhélruka runners ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'The hall of Vérnozal does look more lived in, does it not? Still, the hall has yet to truly brighten. It needs to be a shining beacon of hope to all those who venture to Gundabad. Perhaps the hall needs to feel more like the homes from which we have all come.\\n\\n'[placeholder], you must help us give the hall of Vérnozal a more comforting touch, so it will remind us all of hearth and home. Here, take these floor runners and lay them throughout the hall.'",
      "es": ""
    },
    {
      "id": 126754722,
      "en": "Chapter 6: Return of the Noble Hall",
      "es": ""
    },
    {
      "id": 246419720,
      "en": "Vérnozal can be found in Máttugard, by the Steepset.\\n\\nPrince Ingór wishes to talk to you.",
      "es": ""
    },
    {
      "id": 111477273,
      "en": "Talk to Prince Ingór",
      "es": ""
    }
  ]
}