{
  "id": 620960626,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Enter the Easterlings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568915",
      "en": "'#-1:[placeholder]'The Easterling force has been defeated, and the Khundolar in the Brown Lands wait for word of victory that will never come. I am glad that Stangard still stands, but even more than that: I am glad that the men here have been put in their place. They will no longer sneer at our family!\\n\\n'Do not spread this around, but it seems to me that perhaps Sabert has replaced his feelings of disgust with some other feelings entirely. I do not know which I find more irritating, [placeholder], but I think I liked it better when he feared our people, and was not intent on impressing me!\\n\\n'I will return to our home with news of the Easterling presence in the Brown Lands. Grimbeorn may have more work for me to do on that score. I look forward to it, and hope we will meet again soon, my #-1:{sister[f]|brother}!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd5",
      "en": "Defeated Easterlings in the Brown Lands ([placeholder]/12)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The men of Stangard will not listen to our warning that an army gathers on their doorstep! Either they do not believe us, or they think they have the strength to survive this threat. I do not know if that is the case, [placeholder]; from Landroval's description, it sounds as if the army encamped in the Brown Lands is a large one. We should see what we can do about it! You may not have realized it, but when we went to Mirkwood with the Golden Host, I learned a thing or two about what it takes to prepare an army on the march. I may be able to apply that knowledge to the army in the Brown Lands.'\\n\\nYou tell Bingo that he seemed more preoccupied with his stomach during your sojourn into Mirkwood.\\n\\n'Well, appearances can be deceiving, can't they? Anyway, I heard from Prestadír that armies march on their stomachs. I was simply corroborating that with my personal experience. To the Brown Lands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568919",
      "en": "'I thank you for your help, [placeholder], and I bid you and Bingo good fortune on your journey! I will return to Grimbeorn in the Vales of Anduin with news of the Easterling presence in the Brown Lands. I may have more work to do on that score. I look forward to it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01179",
      "en": "The outpost of Etheburg is on the edge of the Brown Lands, beyond the Rushgore.\\n\\nBingo has decided to take matters into his own hands, and wants to investigate the Brown Lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd9",
      "en": "This warrior clutches a parchment sealed with blue wax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e3",
      "en": "Talk to Bingo at the east-gate of Stangard and prepare for the Easterling offensive",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e6",
      "en": "Talk to Langhár within Stangard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo wants to help the men of Stangard, even though they have refused to listen to his warning that an army gathers on their very doorstep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011881",
      "en": "Sabert is at the east-gate of the outpost of Stangard.\\n\\nSabert has had a change of heart, now that you have shown him proof of the Easterling plan, and now he wants you to help him with the defences of Stangard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e8",
      "en": "Talk to Bingo within Stangard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011882",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b2",
      "en": "Easterlings can be found throughout the Brown Lands, and Bingo has asked you to fight them in order to help the men of Stangard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e0",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e1",
      "en": "'We do not know when these orders were written. The attack could come at any time! I would be honoured to fight alongside you and your companions, [placeholder], to prove that I regret my earlier words. I must do this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b4",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011886",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e3",
      "en": "'I think you should take the fight to the foes that gather in the Brown Lands! I will stay here and speak to the Rohirrim. Perhaps one of them will give me a message I can bring to Stangard to convince them of the danger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b6",
      "en": "Bingo is in the outpost of Etheburg, on the edge of the Brown Lands.\\n\\nYou found a parchment apparently containing orders for the Easterlings that describe a secret attack on an outpost that sounds like Stangard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b8",
      "en": "Sabert is at the east-gate of the outpost of Stangard.\\n\\nYou have found some worrisome orders to the Easterlings, and Bingo wants you to show them to Sabert at Stangard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56810",
      "en": "'I have learned something about the Rohirrim already, [placeholder]. It seems they will not believe in a danger until it is almost upon them! The men here know of the enemy encamped in the Brown Lands, but do they send word to the men back in Stangard? It seems not!\\n\\n'I am put a little more at ease by the strong walls of Etheburg, but if the army is as large as Landroval said, they may not be enough. Still, at least the men of Stangard will have some warning if anything does happen. After all, Etheburg lies between the army and the outpost we just left... at least for now!\\n\\n'I cannot help it, [placeholder]. I am still nervous! I think you should take the fight to the foes that gather in the Brown Lands! I will stay here and speak to the Rohirrim. Perhaps one of them will give me a message I can bring to Stangard to convince them of the danger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1a1",
      "en": "Bring the secret orders to Bingo in Etheburg, on the edge of the Brown Lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1a2",
      "en": "Bring the secret orders to Sabert at the east-gate of Stangard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568900",
      "en": "'#-1:[placeholder]'I will return to our home with news of the Easterling presence in the Brown Lands. Grimbeorn may have more work for me to do on that score. I look forward to it, and hope we will meet again soon, my #-1:{sister[f]|brother}!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568902",
      "en": "'Of course I think we should help the men of Stangard defend their outpost! We will help them survive this surprise attack, and you can count on me to document the excitement for my account!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011864",
      "en": "Langhár is in the upper courtyard of Stangard.\\n\\nYou and your allies successfully defended Stangard from the Easterling attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c1",
      "en": "'From Landroval's description, it sounds as if the army encamped in the Brown Lands is a large one. We should see what we can do about it. To the Brown Lands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f0",
      "en": "'We have to bring these orders to Stangard!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502912",
      "en": "Talk to Bingo in the outpost of Etheburg, on the edge of the Brown Lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c3",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011867",
      "en": "Bingo is in the upper courtyard of Stangard.\\n\\nYou and your allies successfully defended Stangard from the Easterling attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011896",
      "en": "Easterlings can be found throughout the Brown Lands, and Bingo has asked you to fight them in order to help the men of Stangard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f3",
      "en": "'The Easterling force has been defeated, and the Khundolar in the Brown Lands wait for word of victory that will never come. I am glad that Stangard still stands, but even more than that: I am glad that the men here have been put in their place. They will no longer sneer at the line of Beorn!\\n\\n'Do not spread this around, but it seems to me that perhaps Sabert has replaced his feelings of disgust with some other feelings entirely. I do not know which I find more irritating, [placeholder], but I think I liked it better when he feared my people, and was not intent on impressing me!\\n\\n'I thank you for your help, [placeholder], and I bid you and Bingo good fortune on your journey! I will return to Grimbeorn in the Vales of Anduin with news of the Easterling presence in the Brown Lands. I may have more work to do on that score. I look forward to it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c5",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f4",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502914",
      "en": "Defeat Easterlings in the Brown Lands ([placeholder]/12)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'We did it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c7",
      "en": "'I spoke with a few of the men here and they shared my concern that the men of Stangard are not taking this threat seriously. It sounds as if many of the men in this land were sent here by their king for various slights and offences, and are perhaps not the staunch defenders the kingdom most needs! What have you found out, [placeholder]?'\\n\\nYou hand Bingo the secret orders. He reads the parchment quickly, and goes as white as a sheet.\\n\\n'Oh no! It sounds to me as if a secret force of Easterlings plans to creep around Etheburg and attack Stangard in secret! We have to go back and warn them... if it's not already too late!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f7",
      "en": "'We did it! Stangard is safe, and I think we also taught the men here a valuable lesson about respect! Perhaps the next time well-meaning strangers come to them with warnings, they will sit up and take notice, or at the least remain polite!\\n\\n'I need to come up with some titles for this chapter of my book. Perhaps 'A Lesson in Friendship?' 'A Time for Trust?' 'Evil from the East?' 'Dishes and Division?'\\n\\n'This is not easy, [placeholder]. If you have any suggestions, I am certainly all ears! We also need to decide where to go next, but I have not yet decided. There are a few possibilities, but I want to ensure we make the right choice, and do not rush into our next course without weighing all of our options. Do you know what I mean?'\\n\\n<rgb=#FF0000>Next week: 'Bingo's Burden' (Recommended Level: 78)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502917",
      "en": "Defeat Easterlings in the Brown Lands (11/12)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c9",
      "en": "'You are very persistent, [placeholder]. What will it take for you to leave us and not return?'\\n\\nSabert takes the parchment from you and reads it slowly. When he looks up at you once more, his mocking glare has been replaced by something else: a look of fear.\\n\\n'I do not know what to say. No such attack has occurred, which means you have brought us this warning in time. And you did so despite my harsh words! I hope you will accept my apology, but this is a rough land and men must be guarded in their dealings with others. If you are willing to help us prepare for the attack that must be coming, I would be most grateful. Will you ask your friend Bingo if he is willing to help?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f8",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f9",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568910",
      "en": "'I think you should take the fight to the foes that gather in the Brown Lands! I will stay here and speak to the Rohirrim. Perhaps one of them will give me a message I can bring to Stangard to convince them of the danger.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}