{
  "id": 620960621,
  "txt": [
    {
      "id": "0xa8e1135",
      "en": "Faelleron hands you a note containing his permission to fight Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1137",
      "en": "Defeated Orc-kind in Fanuidhol ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502950",
      "en": "Talk to Bingo on the north-west border of the Golden Wood, near Faelleron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502952",
      "en": "Gain access to Mirkwood by completing 'Book 9, Foreword: The Dark Shore' by speaking to Calengoth and completing his quest chain through 'Hilltop Assault.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1f1",
      "en": "Despite its reputation, Bingo wants to see within Mirkwood forest, but the Elves of Lothlórien are beginning an assault on Dol Guldur and do not wish to endanger the hobbit.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01171",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e113",
      "en": "Talk to Calengoth on the docks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01174",
      "en": "Bingo has arrived in Mirkwood, and he has naturally gone to the first tavern he could find: the Haunted Inn of the Dourstocks, west of Audaghaim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502956",
      "en": "Find Bingo Boffin within the Haunted Inn, in the Dourstocks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01176",
      "en": "Bingo has asked you to find a number of locations near the Haunted Inn and <rgb=#FF0000>look</rgb> at them closely to help him learn about the area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e118",
      "en": "<rgb=#FF0000>Look</rgb> into the distance from the bridge by the waterfall east of the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have been reading some of those books you brought me, [placeholder], but I have to confess that this bench is not the most secluded of spots, and I have overheard a number of interesting conversations from this perch! It appears that the Elves have begun to mount an offensive on an evil stronghold in Mirkwood, and even now they begin to seize footholds on the other side of the river.\\n\\n'Now, I am not keen on participating in any battles, but I do believe that it is my authorial responsibility to see the inside of Mirkwood if my book is to be complete. I spoke with an Elf named Calengoth at the docks, but he refused my request that I be allowed across the river! He said he would not be responsible for my safety. Can you believe that?\\n\\n'Well, I have had a capital idea! If we can prove that I am not afraid of Orcs, Calengoth will have no choice but to recognize that I deserve to cross the river! I have heard that Orcs have invaded an area in the north-western reaches of the Golden Wood, and that an Elf named Faelleron needs help to combat them. Let us find him and volunteer to help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e119",
      "en": "<rgb=#FF0000>Look</rgb> into the distance from the ruins of Audaghaim, south-east of the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01178",
      "en": "Bingo is by the fire inside the Haunted Inn, in the Dourstocks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d5",
      "en": "Bingo has obtained permission to follow the Golden Host into Mirkwood. Now you should gain access to Mirkwood by completing 'Book 9, Foreword: The Dark Shore' by speaking to Calengoth at the docks in Lothlórien and completing his quest chain through 'Hilltop Assault.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a1",
      "en": "'I am pleased that you have returned from your campaign against the Orcs in good health and with victory. It seems you did not really need my permission at all, but I am glad to have granted it all the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a4",
      "en": "'The note that Faelleron wrote for us says that we have permission to engage with the enemies of Lothlórien, but it does not specify WHERE those enemies are to be found! Bring that parchment to Calengoth at the docks, and he will have no choice but to bring me across the river into Mirkwood!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a7",
      "en": "'I think I will stay here by the fire and work on my book. This is not the most welcoming of taverns, but at least it is warm! I do wonder about the history of this place, though. This is one of the few buildings that seems to still be intact. Why not go explore the rest of the town, and report back to me when you have seen the sights? I will be here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56849",
      "en": "'You are the companion of Bingo Boffin? He is an amusing fellow, and insists that he is not afraid of Orcs. He asked me to write this note granting him permission to fight our foes, and I have complied, though on some level I must doubt whether this is wise!\\n\\n'Here is the parchment. May it put his mind at rest, and if you will fight the Orcs in Fanuidhol, to the north, this simple act of script may prove worth the time and the ink!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be2",
      "en": "The view is breathtaking, but the bridge feels shaky and unstable",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be3",
      "en": "This graveyard is ancient, and most of the stones are faded and unreadable",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be4",
      "en": "The town of Audaghaim is a burned-out husk. Only the shells of buildings remain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be6",
      "en": "This graveyard is ancient, and most of the stones are faded and unreadable",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be7",
      "en": "The town of Audaghaim is a burned-out husk. Only the shells of buildings remain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502925",
      "en": "Talk to Bingo inside the Haunted Inn, in the Dourstocks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50214",
      "en": "Talk to Faelleron in north-west Lothlórien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50216",
      "en": "Defeat Orcs or goblins in Fanuidhol ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50218",
      "en": "Talk to Faelleron on the north-west border of the Golden Wood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56860",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56862",
      "en": "'I cannot say I agree with Faelleron's assessment, but this parchment does relieve me of any responsibility should anything happen to Bingo within the forest. I will no longer prevent him from crossing into Mirkwood, but know that you will need to survive the landing and do as the Golden Host commands before Bingo will be free to explore.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56863",
      "en": "'I am ready to begin the journey into Mirkwood, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'What excitement, [placeholder]! The Golden Host and the Rangers have crossed into Mirkwood and they are making their way toward a frightful-sounding stronghold in the south-east. I am glad to have seen within the woods, but I think I will leave a survey of this Dol Guldur to the experts!\\n\\n'Instead, I think I will stay here by the fire and work on my book. This is not the most welcoming of taverns, but at least it is warm! I do wonder about the history of this place, though. This is one of the few buildings that seems to still be intact. Why not go explore the rest of the town, and report back to me when you have seen the sights? I will be here!'\\n\\n<rgb=#00FF00>Bert Bartleby has arrived outside the Haunted Inn, in the Dourstocks of Mirkwood.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56867",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01158",
      "en": "Faelleron is beneath a flet on the north-western edge of the Golden Wood, near the border with Fanuidhol.\\n\\nBingo wants to prove that he is not afraid of Orcs, and wants you to volunteer the two of you to fight the foes of Lórien in Fanuidhol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56869",
      "en": "'Hmm, your description of the areas nearby make them sound much as I expected, [placeholder]: tumbled down and in disrepair. Folk have not lived in this town for a very long time, and it feels to me that unhappiness lies upon it like a shroud.\\n\\n'While you were gone I spoke with one of the Rangers, Aduiallin, and she gave me a lovely book of recipes. Perhaps I will work to bring some measure of cheer and comfort to this tavern by preparing one of the recipes from this book. Yes, that will be just the thing! But I will need to choose one to make, and that will not be an easy task!'\\n\\n<rgb=#FF0000>Next week: 'First, Breakfast!' (Recommended Level: 66)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56810",
      "en": "'We showed those Orcs a thing or two, that's for sure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56812",
      "en": "'I am not keen on participating in any battles, but I do believe that it is my authorial responsibility to see the inside of Mirkwood if my book is to be complete. I spoke with an Elf named Calengoth at the docks, but he refused my request that I be allowed across the river! He said he would not be responsible for my safety. Can you believe that?\\n\\n'Well, I have had a capital idea! If we can prove that I am not afraid of Orcs, Calengoth will have no choice but to recognize that I deserve to cross the river! I have heard that Orcs have invaded an area in the north-western reaches of the Golden Wood, and that an Elf named Faelleron needs help to combat them. Let us find him and volunteer to help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56813",
      "en": "'This is Faelleron. Tell him that I am not afraid of Orcs, and I would love to prove it to him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56870",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01161",
      "en": "You have agreed to fight the Orcs in Fanuidhol, north-west of Lothlórien, for Faelleron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56872",
      "en": "'I gave you a note granting permission to Bingo Boffin to fight the Orcs. Now go north-west to Fanuidhol and do so!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01109",
      "en": "Bingo is south-east of Fanuidhol, on the border of Lothlórien, with Faelleron.\\n\\nYou have defeated some of the Orcs that threaten the Golden Wood, and should now return to Bingo.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01163",
      "en": "Faelleron is south-east of Fanuidhol, on the border of Lothlórien.\\n\\nYou have defeated some of the Orcs that threaten the Golden Wood, and should now return to Faelleron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56874",
      "en": "'Well done, my friends! I am pleased that you have returned from your campaign against the Orcs in good health and with victory. It seems you did not really need my permission at all, but I am glad to have granted it all the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e160",
      "en": "<rgb=#FF0000>Look</rgb> closely at the forgotten graveyard south of the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01165",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56876",
      "en": "'We did it, [placeholder], we did it, and we also made certain the Orcs that threaten the Golden Wood know it to be well-defended by adventuring types such as ourselves!'\\n\\nBingo lowers his voice conspiratorially.\\n\\n'And did you notice? The note that Faelleron wrote for us says that we have permission to engage with the enemies of Lothlórien, but it does not specify WHERE those enemies are to be found! Bring that parchment to Calengoth at the docks, and he will have no choice but to bring me across the river into Mirkwood!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Taste of War",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56877",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01168",
      "en": "Calengoth is at the docks of Lothlórien, west of Imlad Lalaith.\\n\\nYou have attained the permission to fight the enemies of Lothlórien for which Bingo hoped, and now he wants you to show it to Calengoth at the docks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56879",
      "en": "'I am sorry, but I told your friend that the Golden Host is beginning a dangerous assault, and I will not be responsible for his well-being. He would be better served remaining behind and writing in relative safety. What is this?'\\n\\nYou hand Calengoth the note from Faelleron, and he looks at it with surprise.\\n\\n'Well, I cannot say I agree with Faelleron's assessment, but this parchment does relieve me of any responsibility should anything happen to Bingo within the forest. I will no longer prevent him from crossing into Mirkwood, but know that you will need to survive the landing and do as the Golden Host commands before Bingo will be free to explore.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}